{"pf_url": "https://www.poetryfoundation.org/poets/a-a-milne", "name": "A. A. Milne", "yob": "1882", "yod": "1956", "image": null, "bio": "\n                                                                    Poet, writer, playwright, and journalist Alan Alexander Milne was born in London. His father was the headmaster at Henley House School, and Milne studied there under H.G. Wells. He earned a BA in mathematics at Cambridge University before moving to London, where he worked as the assistant editor of the humor magazine Punch for eight years (1906–1914). Milne served as an officer in the British army in World War I, after which he devoted his career to writing. Milne’s voice often incorporates humor and wordplay, but though his subjects are fanciful, they are often grounded in a serious emotional reality. After his only child, Christopher Robin, was born, Milne began to write the children’s books for which he is best known: two poetry collections, When We Were Very Young (1924) and Now We Are Six (1927), and the story books Winnie-the-Pooh (1926) and The House at Pooh Corner (1928). His Toad of Toad Hall (1930) is an adaptation of Kenneth Grahame’s The Wind in the Willows. Milne published prolifically in many genres, including numerous plays—most notably Mr. Pim Passes By (1919)—and a novel, The Red House Mystery (1922).Milne also published poetry for adults, including Behind the Lines (1940) and The Norman Church (1948). He wrote three nonfiction books on war and pacifism, Peace with Honour (1934), War with Honour (1940), and War Aims Unlimited (1941), as well as the autobiographies When I Was Very Young (1930) and It’s Too Late Now: The Autobiography of a Writer (1939), and the essay collection Year In, Year Out (1952). Milne died on January 31, 1956, at his home in Sussex. A selection of his papers is held at the Harry Ransom Center at the University of Texas at Austin.﻿\n                                                            ", "attrs": {"Region:": ["England"]}}