{"pf_url": "https://www.poetryfoundation.org/poets/a-r-ammons", "name": "A. R. Ammons", "yob": "1926", "yod": "2001", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b423a5a718f3a671432e0d2bd9bc5a1f441147c4.jpeg", "bio": "\nArchibald Randolph (A.R.) Ammons was born in rural North Carolina on February 18, 1926. His experiences growing up on a cotton and tobacco farm during the Great Depression inspired a great deal of his poetry. Ammons wrote his first poems while serving aboard a Navy destroyer during World War II. After the war, he earned a BA from Wake Forest University and an MA in English from the University of California at Berkeley. He taught at Cornell University in Ithaca, New York from 1964 to 1998. Ammons’s many honors include two National Books Awards, a National Book Critics Circle Award, the Library of Congress’s Rebekah Johnson Bobbitt National Prize for Poetry, and the Bollingen Prize for Poetry. He is the author of numerous poetry collections, including Bosh and Flapdoodle (2005), Glare (1997), Garbage (1993), A Coast of Trees (1981), Sphere (1974), Collected Poems 1951-1971, Tape for the Turn of the Year (1965), and Ommateum: With Doxology (1955).\nAmmons once told the Winston-Salem Journal and Sentinel, “I never dreamed of being a Poet poet. I think I always wanted to be an amateur poet.” But critics have long recognized Ammons as a major American poet, and the measure of their esteem is implied by the stature of the poets to whom they compare him. Tracing his creative genealogy, they are apt to begin with Ralph Waldo Emerson and Henry David Thoreau and work chronologically forward through Walt Whitman, Ezra Pound, Robert Frost, Wallace Stevens, and William Carlos Williams. Of those poets, Harold Bloom felt that the transcendentalists Emerson and Whitman have influenced Ammons the most. In his book The Ringers in the Tower: Studies in Romantic Tradition, Harold Bloom contended that “the line of descent from Emerson and Whitman to the early poetry of Ammons is direct, and even the Poundian elements in [Ammons’s poem] ‘Ommateum’ derive from that part of Pound that is itself Whitmanian.” “Ommateum” refers to an insect’s compound eye, and presages the inclusiveness that marks Ammons’s canon and the works of earlier transcendentalists.\nDaniel Hoffman, writing in the New York Times Book Review, agreed that Ammons’s poetry “is founded on an implied Emersonian division of experience into Nature and the Soul,” adding that it “sometimes consciously echo[es] familiar lines from Emerson, Whitman and Dickinson.” While inheriting both the emancipation from strict metrical forms won by Emerson and the multiplicity of alternatives recognized by Whitman, Ammons brings to poetry a fidelity to the details of nature and a contemporary, conversational tone, thus revitalizing a significant portion of traditional American literature. According to Bloom, Ammons “illuminates Emerson and all his progeny as much as he needs them for illumination.”\nWhile they acknowledged Ammons’s debt to other writers, reviewers found that he had forged a style that was distinctly his own. Jascha Kessler wrote in Kayak, “[Ammons] makes his daily American rounds about lawn and meadow, wood, hill, stream, in an easy, articulate, flat, utterly uneventful expository syntax. Altogether unlike Thoreau’s sinewy, exacting, apothegmatic prose, and unlike that suavely undulant later [Wallace] Stevens from whom he borrows some of his stanza structures or envelopes, transmogrifying the Master of Imagination into a freshman-text writer who uses the colon for endless, undigestible linkages, never daring Stevens’ comma, or venturing Thoreau’s period.” Other critics joined Kessler in objecting to Ammons’s sparse punctuation, but David Kirby defended Ammons, writing in the Times Literary Supplement that “his short lines, his overall brevity, his avoidance of punctuation marks other than the occasional comma and that quick stop-and-go colon are hallmarks of his minimalism, his exquisitely unencumbered technique.”\nPeter Stevens maintained that Ammons’s punctuation and form serve his intents well in some cases, poorly in others. Writing in the Ontario Review, Stevens argued that the “ongoing flux” in Tape for the Turn of the Year—a long poem composed on an adding machine tape—works as “an almost perfect method to allow his notion of organic form to function,” but that “no such wedding of form and content” occurs in another long poem, Sphere: The Form of a Motion. In the latter work, said Stevens, “the looseness that Ammons believes in derives from the use of a form the poet has tried before. [The poem is] written in three-or four-line stanzas. ... Breathing space is provided by commas and colons only. Such a form fits snugly into Ammons’ concern with flux and motion, and yet somehow the form seems too arbitrary.”\nIn his work, Ammons focuses on change both in nature and in daily life. In the poems “Cascadilla Falls,” “The Wide Land,” “Poetics,” and many others, Ammons articulates the tension between the individual’s sense of self as bound to particulars of space and time, and the sense of self as part of a larger continuum—an identity man learns from nature. William Logan noted in the Chicago Tribune Book World that in these interests, Ammons’s work is “reminiscent of Frost on one side and Williams on the other, and in the work of both men, as in the [some] dozen books of their heir, intellect copes with its surroundings.” According to Robert Shaw in Poetry, Ammons does more than describe; he forces the reader to involve himself. “The interest in an Ammons poem,” Shaw wrote, “is less in the thing perceived than in the imaginative effort of the perceiver.” Richard Howard explained further in Alone with America: Essays on the Art of Poetry in the United States since 1950 that “Ammons rehearses a marginal, a transitional experience[;] he is a literalist [sic] of the imagination because the shore, the beach, or the coastal creek is not a place but an event, a transaction where land and water create and destroy each other, where life and death are exchanged, where shape and chaos are won and lost.” This is clearly depicted in “Corson’s Inlet” (published in Collected Poems, 1951-1971), a loosely formed poem where line lengths vary in order to imitate “the few sharp lines” and “the disorderly orders” of nature, according to the poet. While acknowledging that any poem lends an order to its materials, the poet celebrates “that there is no finality of vision, / that I have perceived nothing completely, / that tomorrow a new walk is a new walk.” Collected Poems won Ammons his first National Book Award in 1973.\nM.L. Rosenthal felt that although Ammons shares Wallace Stevens’s desire to intellectualize rather than simply describe, he falls short of Stevens’s success. Rosenthal wrote in Shenandoah, “Ammons does have certain advantages over Stevens: his knowledge of geological phenomena and his ability to use language informally and to create open rhythms. ... What he lacks as compared to Stevens, is a certain passionate confrontation of the implicit issues. ... There is a great deal of feeling in Ammons; but in the interest of ironic self-control he seems afraid of letting the feeling have its way [as Stevens does].” Partisan Review contributor Paul Zweig agreed that “unlike [T.S.] Eliot or Stevens, Ammons does not write well about ideas.” Zweig felt that “only when his poem plunges into the moment itself does it gain the exhilarating clarity which is Ammons’ best quality.” Zweig asserted that Ammons’s strength is in his form. “At first glance,” he wrote, “Ammons ... seems to be a maverick, working vigorously against the limitations of the plain style. ... Yet his best poems are closer to the plain style than one might think. It is when one hears William Carlos Williams in the background of his voice that the poems work clearly and solidly.”\nThough shorter than the poems in his other books, those in A Coast of Trees: Poems are remarkably inclusive. Robert Phillips wrote in the Hudson Review that the volume contains some of the poet’s best work. The poem “Rapids,” for example, begins “with a case for the superiority of autumn over spring and end[s] in the nature of the universe 100-million years from now—all within 12 lines!” Helen Vendler, writing in the New Republic, called the poem “Easter Morning” “a new treasure in American poetry, combining the blankest of losses with the fullest of visions.” Of the other poems in the book, she wrote, “The poems enable us to watch this poet going about the business of the universe, both its “lost idyllic” and its present broken radiance. He has been about this business for years now, but I notice in reading this new collection how much more secure his language has become. ... Now the scientific world in Ammons is beautifully in balance with the perceptual one, and the tone is believably, and almost perfectly, colloquial.” Phillips concluded, “In this tidy book there is less abstraction, more people, and a continuation of Ammons” explorations of light, color and radiance. It is a fine place to begin for any reader not yet familiar with this poet who is determined to capture the shape and flow of the universe and to untell its dreams. “Though some critics gave the book negative reviews, others gave it high praise. A Coast of Trees: Poems was nominated for the National Book Award and won the National Book Critics Circle Award in 1982.\nSumerian Vistas (1988) further develops the theme of transcendental unity found in Ammons’s other work. In many poems that address the writing process, the poet relates that writing is an ordering process while nature is a continuum in flux. Alice Fulton commented in a Poetry review, “Poetry and epitaphs are seen as efforts to fix time, while nature is read as a script of motion, a text of regeneration. ... Sumeria is invoked [in the title] as a metaphor of inception. It was there that writing first developed, and antiquity serves as a backdrop for explorations of beginning and closure, of generative cycles.” The relationship between time and flux, the personal and the nonpersonal, the holy and the profane are explored in these poems. At times, these polarities meet and paradoxically remain in balance; Ammons’s metaphor for these times is “a ridge ... a line where two upward sloping surfaces meet,” said Fulton. As in his other poems, Ammons points out the comforting aspects of nature. Fulton observed, “Nature consoles because it has designs without having designs on us. In fact, Ammons goes to nature precisely because it lets him ‘miss anything personal / in the roar of sunset.’ In contrast to human cruelty, which frightens since it is ‘like one’s own mercilessness,’ nature’s cruelty is mitigated by its impersonality.”\n“Though Ammons’s vistas do not deny age ... his tone has not changed: it still has the spring and backlash and curiosity of his young voice,” Helen Vendler commented in the New Yorker. She added that the poet’s distinctive voice accounts for the success of these poems. “It is Ammons’s entrancing Southern storytelling voice that carries us along in his narratives of natural fact,” she said, referring to a long poem about finding a dead mole in a neglected watering can. The poem begins, “I noticed last fall’s leaves in the / can and thought well that will improve / the juice but I thought it did smell / funny.” When the narrator finds the dead mole under the leaves, he says, “mercy: I’d just had / lunch: squooshy ice cream: I nearly / unhad it.” Vendler commented, “There has been nothing like this in American poetry before Ammons—nothing with this liquidity of folk voice.”\nCritics find echoes of other poetic voices in Ammons’s Sumerian Vistas. David McDuff observed in Stand, “Taking W.C. Williams’ dictum [‘No ideas but in things’] one step further, Ammons shows that things may possess the quality of ideas, and ideas those of things.” In short statements called “Tombstones,” the poet sees “through layers of memory, emotion and experience to reveal the spiritual cohesion that lies behind the observed reality, and the elemental forces that unite the animate and inanimate phenomena of the world with the processes of human existence.” The reviewer also saw a connection between the poems in Sumerian Vistas and Robinson Jeffers’s vision of sinful man fallen from grace, yet Ammons emphasizes man’s place as a part of nature and the poet’s role as “an interpreter of the cosmic will.”\nBloom suggested in his The Ring in the Tower that while readers may indeed hear other voices in the background, Ammons’s poems are uniquely valuable because of the personal voice that not only borrows from but also adds to the poetic tradition. Bloom wrote: “Ammons’s poetry does for me what Stevens’s did earlier, and the High Romantics [Bloom’s term for William Blake, William Wordsworth, Samuel Coleridge, Percy Bysshe Shelley, John Keats, and Lord Byron] before that; it helps me to live my life. If Ammons is, as I think, the central poet of my generation, because he alone has made a heterocosm, a second nature in his poetry, I deprecate no other poet by this naming. ... He has emerged as an extraordinary master, comparable to the Stevens of Ideas of Order and The Man with the Blue Guitar.” Bloom concluded that as one tracks Ammons through the body of his work, one finds “by not only a complete possibility of imaginative experience, but by a renewed sense of the whole line of Emerson, the vitalizing and much maligned tradition that has accounted for most that matters in American poetry.”\nAmmons’s concerns with the transcendental everyman coalesce in what may prove to be his finest effort: the National Book Award winner of 1993, Garbage. The title, suggested when Ammons drove by a Florida landfill, is characteristically flippant and yet perfectly serious. “Garbage is a brilliant book,” said David Baker in the Kenyon Review. “It may very well be a great one. ... perhaps even superior to his previous long masterwork, Tape for the Turn of the Year.” Once again evoking an Emersonian view of nature, Baker noted, “Ammons discovers that nature everywhere is composed of the decadent and entropic, the aged, the tired,” and also shows that matter transforms and renews itself, turning “garbage into utility, decay into new life.” As Robert B. Shaw pointed out in Poetry, however, Ammons’s transcendent meditations are always seasoned with “jokes, slang, ironies, Li’l Abnerisms.”\nElizabeth Lund of the Christian Science Monitor criticized Ammons for his tendency to jump “unexpectedly from one image or idea to another.” And yet this very disjointedness may be a strength, suggested David Kirby in his Southern Review essay, since Ammons’s poetry “does not communicate everything it finds” and because poetry in general “is less subject than fiction to a demand for clarity.” It is even through the illogical ideal of “not making sense,” Kirby argued, that Ammons is able to communicate “under the world of sameness ... what is different.” New York Times reviewer Edward Hirsch articulated what may be the consensus regarding Garbage. He saw the poem as a brilliant summation of the poet’s life work, “an American testament that arcs toward praise, a poem of amplitude that confronts our hazardous ends and circles around to saying, ‘I’m glad I was here, / even if I must go.’”\nBrink Road contains more than 150 poems, many about nature. Booklist reviewer Donna Seaman called it a “grand collection” and concluded by saying that Ammons “has a Zen point of view and a voice that harmonizes well with e.e. cummings and Robert Frost.” “The poems present us with many bright descriptive and meditative passages,” wrote Ashley Brown in World Literature Today. “Each poem is a sentence deployed through short unrhymed stanzas, which readers familiar with Ammons’s earlier books will recognize.” Brown felt that “Summer Place,” a poem of more than 1,000 lines describing one day in 1975, is reminiscent of John Ashbery: “It presents the reader with a thoroughly enjoyable and sustained view of a poet who is sometimes a bit solemn.” A Publishers Weekly reviewer said “Summer Place” contains “enough humor and sarcasm to make it fun.” America reviewer Edward J. Ingebretsen called the poems “sinuous and surprisingly pared to the moment. ... Many, perhaps most ... seem focused away from any kind of collectivity; they are meditative rather than narrative. ... In Ammons’s Miltonian sense of things, we are east of Eden, and welcome.”\nIn Poetry, Christian Wiman reviewed Ammons’s long poem Glare (1997), saying that “much of it, particularly after the first fifty pages or so, is simply a kind of disposable poetry, not without its casual pleasures—the cleverness, the nimble wordplay and associative progressions of each section—but neither requiring nor rewarding much sustained attention.” Ingebretsen wrote, “His topics are desultory, sometimes leading to serendipity, other times to banality—sometimes both, pointedly.” The poem is in two parts, titled “Strip” and “Scat Scan.” Library Journal contributor Rochelle Ratner compared the longest section to Garbage. “He wants ‘Strip’ to be akin to litter, however, casually strewn everywhere,” said Ratner, who called the volume “essential.” A Publishers Weekly contributor wrote that “some of this work is witty, and some of it slaps a reader with a bracing metaphysical humor.”\nMichael Graber, writing in the Commercial Appeal, said that “we are taken to a mall, a church, a school, the scene of a drive-by shooting, to black holes and more, all though the eyes of an unrelenting witness with an obsessive mind that tries to make meaning out of anything but ends up settling for laughter.”\nAmmons died on February 25, 2001, at the age of 75. Franklin Crawford wrote Ammons’s obituary for the Cornell Chronicle, calling him “quite literally, a modern poetical phenomenon. His influence over American letters is immeasurably profound, and, while his style may inspire comers of every stripe, his literary accomplishments are not likely to be duplicated in our time or any other.” In the same article, former Cornell provost Don Randel, now president of the Andrew W. Mellon Foundation, wrote of his friend’s passing: “Archie Ammons once began a poem by saying, ‘Nothing’s going to become of anyone except death.’ He was right, as usual, and right in the same poem to urge us in the face of this fact to ‘drill imagination right through necessity.’ But in that opening line, he was in an important way also wrong about himself. For what has become of Archie is also that he has given many of us the words with which we will continue to think about nature, art, death, life, and a good deal else. By this method he will outlive us all.”\n", "attrs": {}}