{"pf_url": "https://www.poetryfoundation.org/poets/adelaide-crapsey", "name": "Adelaide Crapsey", "yob": "1878", "yod": "1914", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a88cb1a0b9a2f8708c732d3fc0f48d6601d76c3b.jpeg", "bio": "\nAdelaide Crapsey is best remembered as the inventor of the cinquain form and as a poet whose compressed lyrics \"are a remarkable testament of a spirit 'flashing unquenched defiance to the stars,'\" as quoted in Boston Transcript. Though her mature work was published posthumously due to her untimely death at the age of 36, Crapsey nevertheless spent her brief life ardently pursuing her art. Her few publications received enthusiastic acclaim. Perhaps critics were initially drawn to Crapsey because she cut a tragic figure, but in the years after her demise her popularity waned. Modern readers looking for Crapsey's work are hard-pressed to find it in any anthology printed after 1950—even those with a women's literature focus. Crapsey's poetry deals largely with the subjects of death and dying, a predilection doubtlessly influenced by her knowledge of her own terminal illness. In addition to her poetry, Crapsey also produced a small but meticulously researched study of English metrics that also drew the praise of several contemporary reviewers.\n\r\nCrapsey edited a single collection of her own verse during her lifetime. Verse, as the volume was called, was published in 1915, shortly after her death. It contained 63 poems. Two subsequent and more complete collections were edited by a colleague at Smith College and published under the same title in 1922 and 1934. Each volume included a number of previously unreleased poems. Crapsey's entire poetic oeuvre encompasses fewer than 100 poems, but she wrote them up to the end, even from her sickroom in a sanatorium at Saranac Lake, New York. Perhaps because of Crapsey's lingering illness, her work centered primarily on her confrontation with mortality. The subject of death took on more than usual significance to a poet who knew she would not live to see old—or perhaps even middle—age. Diagnosed with tuberculosis of the brain lining in 1911, Crapsey chose not to reveal her sickness to her family until its severity made it impossible to keep the secret any longer. She showed no such reticence to speak of death in her verse, however, and even a small sampling of her poems demonstrated her preoccupation with her impending demise. In a selection of 15 of her more accomplished poems, Crapsey's vocabulary includes the words or variations of words such as: death, grave, monument, memorial, pain, bleak, ghosts, wan, cold, silent, immortal, shroud, grey, bitter, ice, alone, shutter, spirit, quiet, still, bones, and graveyard. She also refers to the afterlife, invoking the mythological river Styx. In her poems the season is perpetually autumn or winter, and the reader visits bleak (though also beautiful) natural scenes and elegant cemeteries.\n\r\nWhen Verse was published in 1916, the critics responded both to the tragic tone that infused the poems and to Crapsey's exquisite grasp of metrics and form. \"To her genuine poetic ability Miss Crapsey added a considerable technical knowledge of metrics. In the verse form which she invented and called the cinquain she has done some of her best work—clear cut ideas sharply focused, single impressions etched in a few significant lines,\" wrote a reviewer for the Independent. A critic for the Boston Transcript called the poems \"marvelously chiseled gems.\" In fact, the technical problems, not the poetic sentiments behind the poems, most interested Crapsey herself. Crapsey thought of her researches as her \"only serious work\" stated Susan Sutton Smith in the Dictionary of Literary Biography, and regarded some of her verses \"mere by-products\" of her metrical studies.\n\r\nIt was the poet's first love that drove her to write the 1918 volume, A Study in English Metrics. Though Crapsey attempted to publish her theories earlier, the Study was also released posthumously; in it Crapsey articulates her interesting and meticulous methods in a manner that a writer for the North American praised for its subtlety and clarity. Smith summarized Crapsey's theory as an attempt \"to classify poets by comparing the percentage of one—or two—syllable words with the percentage of polysyllabic words in their poems. She hoped to develop a theory of the relation between natural accent and poetic accent in English verse.\" Crapsey included supporting analysis and statistical tabulation from the works of Tennyson, Swinburne, Francis Thompson, and Maurice Hewlett. Remarkably compressed for such complex and mathematical theory, a reviewer for Brooklyn Magazine also found the work successful, commending Crapsey for her efforts. A Springfield Republican critic also compared Crapsey's technical approach to the poetics of her contemporaries, saying \"With new schools of poetry springing up every day, and new theories of rhyme and meter being advanced constantly, A Study in English Metrics strikes a rational note.\"\n\r\nAnother important component in Crapsey's work was her reliance on the methods of Japanese tanka and haiku. With her invention of the cinquain, Crapsey created an American form similar to these Japanese predecessors. Like Ezra Pound, she admired the Japanese poets for their compressed language and formal aesthetics. The five unrhymed lines of the cinquain followed strict accentual-syllabic requirements. The lines consisted of two, four, six, eight, and two syllables (or accents), respectively. In addition to her preferred metrical scheme, Smith noted that Crapsey strove for a kind superposition of ideas similar to the \"break,\" or sudden perception of truth typically found in Japanese haiku.\n\r\nReminiscent of her trademark compression and signature cinquain, Crapsey's life was brief, brilliant, and tinged with tragedy. As a New Republic reviewer stated in its review of Verse in 1916, Crapsey's \"emotion was true and poignant, her craft exacting, her spirit the artist's. She should be reckoned and warmly cherished as a poet.\"\n", "attrs": {}}