{"pf_url": "https://www.poetryfoundation.org/poets/adrienne-rich", "name": "Adrienne Rich", "yob": "1929", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/76c4622f1b2611be0d2e4b67ee1430314abd938e.jpeg", "bio": "\nDuring her life, poet and essayist Adrienne Rich was one of America’s foremost public intellectuals. Widely read and hugely influential, Rich’s career spanned seven decades and has hewed closely to the story of post-war American poetry itself. Her earliest work, including A Change of World (1951) which won the prestigious Yale Younger Poets Award, was formally exact and decorous, while her work of the late 1960s and 70s became increasingly radical in both its free-verse form and feminist and political content. Rich’s metamorphosis was summed up by Carol Muske-Dukes in the New York Times Book Review; Muske wrote that Rich began as a “polite copyist of Yeats and Auden, wife and mother. She has progressed in life (and in her poems …) from young widow and disenchanted formalist, to spiritual and rhetorical convalescent, to feminist leader ... and doyenne of a newly-defined female literature.” Her poetry of the 1970s and 1980s serve as central texts for the second-wave feminist movement. When she died in 2012, she was one of the most respected American poets.\n Beginning with Snapshots of a Daughter-in-Law: Poems 1954-1962 (1963), Rich’s work has explored issues of identity, sexuality, and politics; her formally ambitious poetics have reflected her continued search for social justice, her role in the anti-war movement, and her radical feminism. Using the cadences of everyday speech, enjambment, and irregular line and stanza lengths, Rich’s open forms have sought to include ostensibly “non-poetic” language into poetry. Best known for her politically-engaged verse from the tumultuous Vietnam War period, Rich’s collection Diving into the Wreck: Poems 1971-1972 (1973) won the National Book Award. Rich accepted it with fellow-nominees Audre Lorde and Alice Walker on behalf of all women. Rich’s numerous essay collections, including A Human Eye: Essays on Art in Society (2009) also secured her place as one of America’s preeminent feminist thinkers. In addition to the National Book Award, Rich received many awards and commendations for her work, including the Ruth Lilly Poetry Prize, the Lannan Lifetime Achievement Award, the Bollingen Prize, the Academy of American Poets Fellowship, and a MacArthur “Genius” Award. She made headlines in 1997 when she refused the National Medal of Arts for political reasons. “I could not accept such an award from President Clinton or this White House,” she wrote in a letter published in the New York Times, “because the very meaning of art as I understand it is incompatible with the cynical politics of this administration.”\r\n \r\nAdrienne Rich was born in 1929 in Baltimore, Maryland. Her father was a renowned pathologist and professor at Johns Hopkins. Her mother was a former concert pianist. Rich’s upbringing was dominated by the intellectual ambitions her father had for her, and Rich excelled at academics, earning her degree from Radcliffe University. In 1953 she married Alfred Conrad, an economics professor at Harvard. She had three children with him, but their relationship began to fray in the 1960s as Rich became politically aware—she later said that “the experience of motherhood was eventually to radicalize me.” Rich’s work of the 1960s and 70s begins to show the signs of that radicalization. Moving her family to New York in 1966, Rich’s collections from this period include Necessities of Life (1966), Leaflets (1969), and The Will to Change (1971), all of which feature looser lines and radical political content. David Zuger, in Poet and Critic, described the changes in Rich’s work: “The twenty-year-old author of painstaking, decorous poems that are eager to ‘maturely’ accept the world they are given becomes a ... poet of prophetic intensity and ‘visionary anger’ bitterly unable to feel at home in a world ‘that gives no room / to be what we dreamt of being.’”\n\r\nConrad died in 1970 and six years later Rich moved in with her long-term partner Michelle Cliff. That same year she published her controversial, influential collection of essays Of Woman Born: Motherhood as Institution and Experience (1976). The volume, following on the heels of her masterpiece Diving into the Wreck, ensured Rich’s place in the feminist pantheon. Rich was criticized by some for her harsh depictions of men; however, the work she produced during this period is often seen as her finest. In Ms. Erica Jong noted that “Rich is one of the few poets who can deal with political issues in her poems without letting them degenerate into social realism.” Focusing on the title poem, Jong also denies that Rich is anti-male. A portion of the poem reads: “And I am here, the mermaid whose dark hair / streams black, the merman in his armored body. / We circle silently / about the wreck. / We dive into the hold. / I am she: I am he.” Jong commented, “This stranger-poet-survivor carries ‘a book of myths’ in which her/his ‘names do not appear.’ These are the old myths ... that perpetuate the battle between the sexes. Implicit in Rich’s image of the androgyne is the idea that we must write new myths, create new definitions of humanity which will not glorify this angry chasm but heal it.”\n\r\nRich’s prose collections are widely acclaimed for their erudite, lucid, and poetic treatment of politics, feminism, history, racism, and many other topics. On Lies, Secrets, and Silence: Selected Prose, 1966-1978 (1979), continues Rich’s feminist intellectual project and contains one of Rich’s most celebrated essays, “When We Dead Awaken: Writing as Re-Vision,” in which Rich clarifies the need for female self-definition. Publishing a new collection every few years, in 2009 Rich released A Human Eye: Essays on Art in Society. Rich again explored the intersection of poetry and the political in essays and reviews. San Francisco Gate contributor Michael Roth noted that in the book “Rich continues to refuse to separate the artistic from the political, and she articulates in powerful ways how a truly radical political agenda can draw upon an aesthetic vision.”\r\n \r\nRich’s poetry has maintained its overtly political, feminist edge throughout the decades since the Vietnam War and the social activism of the 1960s and 70s. In collections like Your Native Land, Your Life (1986), Time’s Power: Poems, 1985-1988 (1988), and An Atlas of the Difficult World: Poems, 1988-1991 (1991), Rich begins to address the Jewish heritage that she was forced to hide during her early life. Throughout all three books, Rich uses personal experience, first-person narratives, and rich and varied language. Rich’s later poetry engages the personal and political in ambitious ways. Though Midnight Salvage, Poems, 1995-1998 (1999) is a quieter collection that focuses on “the quest for personal happiness,” according to Rafael Campo who reviewed the volume for the Progressive, it also circles “the problem of defining ‘happiness’—in an American society that continues to exploit its most defenseless citizens, and in the face of a larger world where contempt for human rights leads to nightmare.” Such an emphasis on the social conditions of private lives has been a mainstay in Rich’s later work, which often explores the influence of contemporary world events. The School among the Ruins: Poems, 2000-2004 (2004), which won the National Book Critics Circle Award, attempts to capture the myriad events that have defined the beginning of the 21st century. The predominantly short prose poems in The School Among the Ruins are free verse meditations on “the displacement of exiles, the encroachment of modernity on human dignity, and the effects of America’s war against terror on the stateside psyche,” wrote Meghan O'Rourke in Artforum. Although O'Rourke felt the collection veered too much into “rhetoric,” other critics found the juxtaposition of cellphone and television dialogue stunningly effective.\r\n \r\nRich’s 2007 collection Telephone Ringing in the Labyrinth was her 24th; however, since the mid-50s, Rich has conceived of her poetry as a long process, rather than a series of separate books. Telephone Ringing in the Labyrinth continues to use open forms, including notebook-like fragments. The book as whole, noted Lee Sharkey in the Beloit Poetry Journal, is concerned with “dissolution and disappearance…The Rich persona who for half a century has been engaged in a continual process of undoing her own certainties owns up to how those certainties have blinded her.” Layering images and utilizing a stripped-down line help contribute to “the new, still more difficult perspective she has achieved,” Sharkey noted, though Rich “allows no point of resolution in the poem beyond juxtaposed images of cultural, environmental, and personal dissolution.”\n\r\nThrough over 60 years of public introspection and examination of society and self, Adrienne Rich has chronicled her journey in poetry and prose. “I began as an American optimist,” she commented in Credo of a Passionate Skeptic, “albeit a critical one, formed by our racial legacy and by the Vietnam War ... I became an American Skeptic, not as to the long search for justice and dignity, which is part of all human history, but in the light of my nation’s leading role in demoralizing and destabilizing that search, here at home and around the world. Perhaps just such a passionate skepticism, neither cynical nor nihilistic, is the ground for continuing.”\n", "attrs": {"Region:": ["U.S., Western"]}}