{"pf_url": "https://www.poetryfoundation.org/poets/adrien-stoutenburg", "name": "Adrien Stoutenburg", "yob": "1916", "yod": "1982", "image": null, "bio": "\nPoet and children’s writer Adrien Stoutenburg was born in Darfur, Minnesota, to a beautician and a barber. Educated at the Minneapolis School of Art, she worked as a reporter and a librarian, as well as an editor for Parnassus Press.\r\n \r\nStoutenburg favored longer, narrative forms, and her early work used elements of folklore and history to magnify and sharpen images of the natural world; her later poems document her hospitalization with cancer. Praising her poetry in a New York Times review of Land of Superior Mirages (1986), Robert von Hallberg described Stoutenburg as “a poet who, at her best, calmly presents the terror of losing one's grip on ordinary life.” Her poetry collections include Land of Superior Mirages: New and Selected Poems (1986), Greenwich Mean Time (1979), California Commonwealth Club Award–winner Short History of the Fur Trade (1969), and Lamont Poetry Award–winner Heroes, Advise Us (1964). Her poetry is also featured in the anthologies Where One Voice Ends Another Begins: 150 Years of Minnesota Poetry (2007) and Acquainted with the Night: Insomnia Poems (1999), as well as on Garrison Keillor’s radio program The Writer’s Almanac.\r\n \r\nStoutenburg also published more than three dozen books for children, including American Tall Tales (1976), Out There (1971), and Fee, fi, fo, fum: Friendly and Funny Giants (1969, illustrated by Rocco Negri), as well as the biography Listen America: A Life of Walt Whitman (1968), coauthored with Laura Nelson Baker. Her additional honors include Poetry Northwest’s Helen Bollis Award in Poetry as well as nine Borestone Mountain Awards in Poetry and two awards from the Poetry Society of America. Stoutenburg also published under the pseudonyms Nelson Minier, Barbie Arden, and Lace Kendall, her father’s name. \r\n \r\nStoutenburg died in Santa Barbara, California. Her papers are held at the libraries of the University of California-Berkeley and the University of Southern Mississippi.\r\n﻿\n", "attrs": {"Region:": ["U.S., Western"]}}