{"pf_url": "https://www.poetryfoundation.org/poets/afaa-michael-weaver", "name": "Afaa Michael Weaver", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bbb2d66a66ec8b840b5febdd824b3ae13222c44a.jpeg", "bio": "\nAfaa Michael Weaver (蔚雅風 in Chinese, and previously Michael S. Weaver) was born and raised in Baltimore, Maryland, where he attended public schools. After two years of study at the University of Maryland-College Park, he later earned his BA at Regents College-University of the State of New York (now Excelsior College) and completed graduate work in creative writing at Brown University, where his focus was playwriting and theater.\nWeaver’s early poetry was influenced by the Black Arts Movement and the poetry of Lucille Clifton. His first collection of poetry, Water Song (1985), was ten years in the making. During those apprenticeship years, he also wrote short fiction, worked as a freelance journalist, and established 7th Son Press, a small press that produced the journal Blind Alleys. His career as a book reviewer began in the mid-1980s when he wrote reviews first for Andrei Codrescu’s Exquisite Corpse and later for the Baltimore Sun.\nWhen Weaver received a National Endowment for the Arts fellowship for poetry in 1985, he left Baltimore, where he had supported himself by working in factories. He began teaching in 1987, first at Essex County College and later at Seton Hall Law School, CUNY, NYU, and Rutgers University, where he received tenure with distinction. Later he moved to Simmons College and Drew University’s MFA program. He was the editor of Obsidian III from 1997 until 2001, when he accepted an appointment from the Fulbright Association to teach at National Taiwan University.\nHis subjects cover a broad range, including family dynamics, American history and culture, Chinese and Asian culture and philosophies, and Jewish culture and religious history. His book Stations in a Dream (1993) is an ekphrastic project concerning the works of Marc Chagall. Weaver has received numerous awards, including the 2014 Kingsley Tufts Award for The Government of Nature (2013), multiple Pushcart prizes, a Pew fellowship, the May Sarton Award, and a Guggenheim Fellowship in 2017. A student of Chinese culture and language for most of his life, Weaver received the Gold Friendship Medal in 2005 from the Beijing Writers Association for his work with Chinese poets.\nIn 2014, Weaver completed his Plum Flower Trilogy with the publication of his 14th collection of poetry, City of Eternal Spring. A Los Angeles Times review of the trilogy echoed previous critical evaluations of his oeuvre to date: “Compared to Whitman by the poet Michael Harper and critic Arnold Rampersad, Weaver brings in new voices and experiences to American poetry, and like Whitman he sings and celebrates himself. ... poems written in the black vernacular … with their short, crisp lines, and with great attention to detail and with great compassion, take us to inner city Baltimore, to his mother’s kitchen and his grandmother’s bedside, to the basketball court, the factory, and the front stoop to show the different experiences, voices, histories that are part of his own unique development.”\nWeaver was a member of Cave Canem’s first faculty at the retreat in 1997, and in 1998 he became the first “Elder” of the Cave Canem organization. His papers are held in the Howard Gotlieb Archival Research Center at Boston University. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}