{"pf_url": "https://www.poetryfoundation.org/poets/agha-shahid-ali", "name": "Agha Shahid Ali", "yob": "1949", "yod": "2001", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7a8c1084c9f5701f01f4ec5a41b3aa054e572b69.jpeg", "bio": "\nA Kashmiri American Muslim, Agha Shahid Ali is best known as a poet in the United States and identified himself as an American poet writing in English. Ali wrote nine poetry collections and a book of literary criticism (T.S. Eliot as Editor, 1986), as well as translated a collection of Faiz Ahmed Faiz’s poetry (The Rebel’s Silhouette, 1992) and edited Ravishing DisUnities: Real Ghazals in English (2000), a collection of ghazals (a Persian poetic form employing repetition, rhyme, and couplets). Ali’s collection, Rooms Are Never Finished (2001), was a finalist for the National Book Award in 2001; The Veiled Suite (2009), which contains selected works across the poet’s career, was published posthumously. At the time of his death in 2001, Ali was noted as a poet uniquely able to blend multiple ethnic influences and ideas in both traditional forms and elegant free-verse. His poetry reflects his Hindu, Muslim, and Western heritages. In Contemporary Poets, critic Bruce King remarked that Ali’s poetry swirls around insecurity and “obsessions [with] … memory, death, history, family ancestors, nostalgia for a past he never knew, dreams, Hindu ceremonies, friendships, and self-consciousness about being a poet.” Known particularly for his dexterous allusions to European, Urdu, Arabic, and Persian literary traditions, Ali’s poetry revolves around thematic and cultural poles.\nAli was born in New Delhi, India in 1949. He grew up in Kashmir, the son of a distinguished and highly educated family in Srinagar. He earned an MA from the University of Delhi, an MA and PhD from Pennsylvania State University, and an MFA from the University of Arizona. The recipient of numerous honors and awards, including Guggenheim and Ingram-Merrill fellowships, Ali had an active academic career. In 1987 he began teaching at Hamilton College in New York, and later moved to the University of Massachusetts-Amherst, where he served as the director of the MFA creative writing program. He also taught at the MFA Program for Writers at Warren Wilson College and was a visiting professor at Princeton University and in the Graduate Creative Writing Program at New York University.\nThough Ali began publishing in the early 1970s, it was not until A Walk Through the Yellow Pages (1987) that he received widespread recognition. Bruce King characterized the book as “a surreal world of nightmare, fantasy, incongruity, wild humor, and the grotesque. Although the existential anxieties have their source in problems of growing up, leaving home, being a migrant, and the meeting of cultures, the idiom is American and contemporary.” Ali’s next book, A Nostalgist’s Map of America (1991), relates a series of travels through landscapes often blurred between his current American home and memories of his boyhood in Kashmir. King contended that such “imagination links past and present, America and India, Islamic and American deserts, American cities and former American Indian tribes, modern deserts and prehistoric oceans,” adding “there is a highly profiled language of color, paradoxes, oxymora, and other means to lift the poems into the lyrical and fanciful.” Over the course of his writing career, Ali was influenced by the work of Urdu poet Faiz Ahmed Faiz, and translated a collection of Faiz’s works, The Rebel’s Silhouette, in 1992. In his own poetry, Ali frequently alludes to Faiz’s work. Joseph Donahue, reviewing The Veiled Suite, commented that “through those translations, Ali first challenged the poetry of our moment, and they resonate profoundly with the personal and cultural devastations he documents in his own life. Some of the finest lines in The Veiled Suite can be read as a response to … Faiz’s.”\n Ali’s next books were widely praised. The poem originally called “Kashmir Without a Post Office” was published as the title poem in The Country Without a Post Office (1997). Taking its impetus from the 1990 Kashmiri uprising against India, which led to political violence and closed all the country’s post offices for seven months, Ali’s long poem is considered one of his masterpieces. Joseph Donahue, reviewing Ali’s posthumous collected volume The Veiled Suite (2009) for Bookforum, described The Country Without a Post Office as “the first of the two volumes that form the peak of his achievement.” In the book, Donahue explained, “the poet envisions the devastation of his homeland, moving from the realm of the personal to an expansive poetry that maintains an integrity of feeling in the midst of political violence and tragedy. Kashmir is vividly evoked, all the more so for retaining an element of the fantastic.” Built on association and repetition rather than straightforward narrative logic, “The Country Without a Post Office” is filled with recurring phrases and images. Ali dedicated it to his life-long friend James Merrill.  Poet Mark Doty described Merrill’s influence on Ali’s poems “not only in terms of their formal elegance but in the way that a resonant, emotional ambiguity allows the poet to simultaneously celebrate love and lament a landscape of personal and public losses.”\nRooms Are Never Finished (2001) similarly yokes political and personal tragedy, again with a long poem as its focal point. Ali used a line from Emily Dickinson as the title for “Amherst to Kashmir,” a poem that explores his grief at his mother’s death and his own continued sense of exile from his home and culture. Noting how Ali continually stitches his work from cultural, political and personal events, Donahue described the poem as “a cultural inquiry as well as a personal lament. Ali threads the story of the martyrdom of the Shia hero Hussain throughout his elegy, keeping the history and hope of transcendental violence always before us, drawing strength from the strain of esoteric Islam that runs through his work.”  \nAli was also a noted writer of ghazals. As editor of Ravishing Disunities: Real Ghazals in English (2000), he described the long history of Western writers’ fascination with ghazals, as well as offering a succinct, theoretical reading of the form itself. In his introduction he wrote, “The ghazal is made up of couplets, each autonomous, thematically and emotionally complete in itself… once a poet establishes the scheme—with total freedom, I might add—she or he becomes its slave. What results in the rest of the poem is the alluring tension of a slave trying to master the master.” Ali’s own book of ghazals, Call Me Ishmael Tonight (2003), frequently references American poets and other poems, creating a further layer of allusive tension. The poet Michael Palmer alleged that Ali’s “ghazals offer a path toward a level of lyric expansiveness few poets would dare to aspire to.” The scholar Amardeep Singh has described Ali’s style in general as “ghazalesque,” referring to Ali’s frequent use of the form as well as his blending of the “rhythms and forms of the Indo-Islamic tradition with a distinctly American approach to storytelling. Most of his poems are not abstract considerations of love and longing,” Singh noted, “but rather concrete accounts of events of personal importance (and sometimes political importance).”\nAgha Shahid Ali died of brain cancer on December 8, 2001 in Amherst, Massachusetts. Poet Donald Hall edited and provided the forward for The Veiled Suite, posthumously published in 2009. In a review of the volume, Mark Doty concluded that “Ali so thoroughly inhabits his exile, in this haunting life’s work, that he makes of it—both for his own spirit and for his readers—a dwelling place.”\n", "attrs": {"Region:": ["Asia, South"]}}