{"pf_url": "https://www.poetryfoundation.org/poets/aileen-lucia-fisher", "name": "Aileen Lucia Fisher", "yob": "1906", "yod": "2002", "image": null, "bio": "\nPoet Aileen Fisher was born in the town of Iron River, in Michigan’s Upper Peninsula. Her mother, a former kindergarten teacher, instilled in her a love of poetry, and Fisher went on to be educated at the University of Chicago and the University of Missouri, where she earned a BA in journalism. After graduation she moved to Chicago, working in a placement bureau for women journalists and later as the director of the Women’s National Journalistic Register. In 1932 she moved with Olive Rabe to a 200-acre ranch in Colorado, where they lived off the grid, in the rural landscape that Fisher loved, for more than 30 years.\nFisher’s poems for children are suffused with curiosity and love for the workings of the natural world. In a review of Runny Days, Sunny Days (1958), New York Times reviewer Anzia Yezierska proclaimed that Fisher “lights the commonplace moment with wonder.” When children’s anthologist Lee Bennett Hopkins interviewed Fisher on the occasion of presenting her with the 1978 Excellence in Poetry award from the National Council of Teachers of English, Fisher herself noted, “Poetry is a rhythmical piece of writing that leaves the reader feeling that life is a little richer than before, a little more full of wonder, beauty, or just plain delight.”\r\n \r\nFisher is the author of more than a hundred books for children, including volumes of poetry, biography, natural history, and plays. Her first collection of poems, The Coffee-Pot Face (1933), was a Junior Literary Guild Selection. More than a dozen collections followed, including Up the Windy Hill: A Book of Merry Verses with Silhouettes (1953), Rabbits, Rabbits (1983), and Always Wondering: Some Favorite Poems of Aileen Fisher (1991).\r\n \r\nIn her prose, Fisher introduced children to a wide variety of historical, natural, and scientific subjects. Those volumes include Going Barefoot (1960), Valley of the Smallest: The Life Story of a Shrew (1966), A Tree with a Thousand Uses (1977), and I Heard a Bluebird Sing (2003). Fisher published more than a dozen patriotic and holiday plays, as well as collaborating with Rabe on several books, including the biographies We Dickinsons: The Life of Emily Dickinson as Seen Through the Eyes of Her Brother Austin (1965) and We Alcotts: The Life of Louisa M. Alcott’s Family as Seen Through the Eyes of “Marmee,” Mother of Little Women (1968).\r\n \r\nFisher died at the age of 96 at her home in Boulder, Colorado.\r\n﻿\n", "attrs": {}}