{"pf_url": "https://www.poetryfoundation.org/poets/aimae-fernand-caesaire", "name": "Aimé Fernand Césaire", "yob": "1913", "yod": "2008", "image": null, "bio": "\nThe life of Martinican author Aimé Césaire spans the 20th century and its anticolonial movements. He was not only responsible for Cahier d’un retour au pays natal (first published in Spanish 1942; original French version 1947; translated as Memorandum on My Martinique, 1947), a widely acknowledged masterpiece documenting the 20th-century colonial condition, but he was also an accomplished playwright. Like his poetry and polemical essays, Césaire’s plays explore the paradox of Black identity under French colonial rule. Césaire’s shift to drama in the late 1950s and 1960s allowed him to integrate the modernist and surrealist techniques of his poetry and the polemics of his prose. In what Césaire describes as his “triptych” of plays, La Tragédie du roi Christophe (published 1963, produced 1964; translated as The Tragedy of King Christophe, 1970), Une Saison au Congo (published 1965; translated as A Season in the Congo, 1968; produced 1976), and Une Tempête (published and produced 1969; translated as A Tempest, 1985), he explores a series of related themes, especially the efforts of Blacks—whether in Africa, the United States, or the Caribbean—to resist the powers of colonial domination.\nCésaire was born in Basse-Pointe, in the north of the island of Martinique, the second of the six children of Fernand Césaire, a minor government official, and his wife, Eléonore, a seamstress. Although the family was poor, Césaire received a good education and early showed his aptitude for studies. He first attended the Lycée Schoelcher in Fort-de-France, the capital of Martinique, and then he received a scholarship to attend the prestigious Lycée Louis le Grand in Paris. There he met a Senegalese student, the future poet and African politician Léopold Senghor. In 1934 Césaire, with Senghor and Guyanan poet Léon Damas, founded the student journal Etudiant Noir (Black Student). This group of Black Francophone intellectuals developed the concept of “Negritude,” the embrace of Blackness and Africanness as a counter to a legacy of colonial self-hatred.\nIn 1935 Césaire entered the Ecole Normale Supérieure in Paris, where he studied Black American writers, especially the poets of the Harlem Renaissance. During this time he traveled to Dalmatia and began work on his Cahier d’un retour au pays natal. With Senghor, Césaire read and discussed the ethnologist Leo Frobenius’s Kulturgeschichte Afrikas (1933, History of African Culture; translated into French as Histoire de la civilization africaine, 1936). Césaire eventually passed the agrégation des lettres, the national competitive examination that leads to a career in teaching. In 1937 he married fellow Martinican student Suzanne Rossi. Their son, Jacques, the first of Césaire’s four sons and two daughters, was born in 1938. In 1939 Césaire and Suzanne returned to Martinique to take up teaching positions at Lycée Schoelcher. Among Césaire’s students were the writer Edouard Glissant and the critic of colonialism Frantz Fanon.\nIn 1939 Césaire published his first version of Cahier d’un retour au pays natal in the journal Volontés (Intentions). In this long autobiographical poem, Césaire rejected European culture, accepting his African and Caribbean roots. Juxtaposing historical data, descriptions of nature, and dream imagery, he praises the contributions of the Black race to world civilization. The poem was first published as a book in Spanish in 1942, then in French in 1947. Césaire revised the poem considerably before finally publishing the definitive version in 1956. Cahier d’un retour au pays natal has become one of the best-known French poems of the 20th century.\nCésaire and his wife returned to the Caribbean as World War II began. Although Martinique was far removed from Europe, as a French territory it suffered economically from a German blockade, then later from censorship imposed by a representative of the Vichy government. During the war, Césaire became increasingly critical of the Vichy government and established himself as a political voice in Martinique. In 1941 he and Suzanne founded the anticolonialist journal Tropiques (Tropics) to promote Martinican culture; he was able to publish the journal in spite of the censor. That year Césaire received a visit from André Breton, the founder of surrealism, who had read Césaire’s poetry and crossed the Atlantic to try to convince him to join his movement. Under the influence of surrealism, Césaire wrote his second collection of poetry, Les Armes miraculeuses (1946, Miraculous Arms), and later Soleil cou-coupé (1948, Sun Cut Throat), a title taken from Guillaume Apollinaire‘s poem “Zone” (1912). Césaire’s essay “Poésie et connaissance” (Poetry and Knowledge), published in Tropiques in 1945, espouses the surrealist principle of poetry as a means of liberating subconscious truth.\nCésaire became active in regional politics and was elected mayor of Fort-de-France and deputy to the Constituent National Assembly on the French communist party ticket in 1945. He then successfully fought to have Martinique and Guadeloupe recognized as overseas departments of France, which, as scholar Janis Pallister explains, the communists believed would give the islands greater power within the political system. Henceforth, Césaire divided his time between Paris and Martinique. In 1947 he became cofounder of another journal, Présence africaine (African Presence), which published the works of Black Francophone writers, notably those of Césaire’s Martinican compatriot Joseph Sobel. In the 1960s the journal evolved into a publishing house of the same name.\nCésaire turned his attention to the African diaspora in his poetry collection Corps perdu (1950; translated as Lost Body, 1986). During the 1950s and 1960s, Césaire remained active in both politics and literature. In the 1950s he wrote several important political essays, including Discours sur le colonialisme (1950; translated as Discourse on Colonialism, 1972) and Lettre à Maurice Thorez (1956, Letter to Maurice Thorez), the latter of which explains his break with the communist Party after the Soviet invasion of Hungary. In 1957 Césaire founded the Parti Progressiste Martiniquais (Martinique Progressive Party), and in 1959 he participated in the Second Congress of Negro Writers and Artists in Rome. While maintaining his duties as the elected deputy from Martinique to the French National Assembly in Paris, he wrote two collections of poetry on Africa and the slave experience, Ferrements (1960, Iron Chains) and Cadastre (1961; translated, 1973).\nThe year that Césaire left the communist party coincides with his earliest experiment in drama, Et les chiens se taisaient (published and broadcast 1956; translated as And the Dogs Were Silent, 1990). Césaire turned to theater in an effort to make his literary themes more accessible. His plays oscillate between lyricism, realism, and allegory, manipulating the conventions of the theater to provide a commentary on the politics of racism, colonialism, and decolonization.\nEt les chiens se taisaient is adapted from a long poem of the same title that appeared at the end of Les armes miraculeuses; hence, the play clearly marks Césaire’s transition from poetry to theater. According to Davis, Césaire described this work as a “lyric oratorio.” The play features the surrealism of his poetry and is difficult to stage. Et les chiens se taisaient was aired as a radio drama in France, but unlike later plays, it has not enjoyed revivals. Nevertheless, it was an important precursor to Césaire’s later theatrical works, featuring many recurring themes: anger against colonial power; the painful memories of slavery and the middle passage; placing the West Indies within a global pan-African context; and the impossible situation of Black political leadership in the age of decolonization.\nEt les chiens se taisaient features two highly distinct styles of speech. The dense, lyrical monologues of Césaire’s postcolonial hero, the Rebel, and the other Caribbean characters contrast with the rhetorically calculating style of the white colonial executives. The play also demonstrates Césaire’s mastery of ancient mythology and classical dramatic traditions, drawing consciously on the myth of Osiris and Aeschylean tragedy. Additionally, as throughout Césaire’s writing, dogs have a complex symbolic function. Barking dogs evoke slave masters, who used dogs against rebellious slaves; however, the image of the dog is also linked with the Egyptian god Anubis, described by Gregson Davis as “a dog-headed deity who presided over cemeteries.” Césaire employs both aspects of canine imagery in this play, which centers on the death of the Rebel, Césaire’s first dramatic model for the postcolonial revolutionary leader.\nThe beginning of the play kills much of the suspense, as the Echo (which, like the Chorus, supplies commentary on the play’s events) informs the audience that “Bien sûr qu’il va mourir le Rebelle” (the Rebel will surely die). Moving the scene to a colonial prison, Césaire re-creates the appropriation of the island by the French, the horrors of the slave trade, and the arrival of white colonial bureaucrats, all through the exchange of voices among two narrators (one male and one female), madwomen, bishops, and a colonial administrator. Then the chorus reenacts a scene of Black revolution, marked by “chants monotones et sauvages, piétinements confus” (wild and monotonous chants, confused stamping of feet), and rowdies crying for death to the whites. It is in this chaotic atmosphere that the Rebel emerges, depicted through the imagery of Osiris, with a dog’s head and sandals resembling pale suns on his feet. As Davis explains, writers of the Negritude movement appropriated “Egyptian culture as ‘black,’” and thus Césaire foregrounds the Osiris and Anubis myths rather than the Christian myths many critics have located in the play.\nThe second act of Et les chiens se taisaient focuses on the isolation of the Rebel, who explains that his participation in the slave revolt was motivated by his desire for equality. He imagines the world as a forest, with trees of different woods growing together in harmony. However, his refusal to be a slave was realized through violent means, and he accepts responsibility for joining—despite his denial of racial hatred—the cry of “Mort aux Blancs” (death to the whites). His mother and lover urge him to reject death, which would necessitate a tacit acceptance of colonial authority. The Rebel rejects the urging of both women, who, like other Black women in Césaire’s plays, represent compromise in the name of survival. Act 3 returns to the prison, where the Rebel is increasingly weakened as he is beaten by the jailer and his wife, who mock the juxtaposition of black skin and red blood. The tone of the play—and of the Rebel’s monologues in particular—becomes increasingly apocalyptic and hallucinatory. Tom-toms beat as the play moves backward into an African cultural past. As the two narrators indicate, the Rebel dies in the middle of growing, fecund plants and flowers. With the death of the Rebel, the Echo’s assertion at the beginning of the play is realized, but there are hints of a possible rebirth.\nAlthough Et les chiens se taisaient is a political play, its critiques remain largely on the level of allegory and are deliberately obscure. In contrast, Césaire’s next dramatic efforts, the plays of his explicitly “political triptych,” comment more directly on specific historical situations of the 1950s and 1960s, especially in the context of postcolonial nationhood, leadership, and identity. The first of these plays, La Tragédie du roi Christophe, is also the first of Césaire’s plays to be written expressly for the theater. It was directed by the avant-gardist Jean-Marrie Serreau, who, as Davis reports, “master-minded the première production at the Salzburg festival” in 1964 “and subsequently took it to the Théâtre de l’Odéon in Paris.” Césaire’s relationships with French left-wing intellectuals and artists Michel Leiris and Pablo Picasso helped the play circumvent bureaucratic obstacles, and it was a huge success. It was performed in North America, Europe, and Africa, and it was restaged at the Comédie-Française in 1991 under the government of French president François Mitterrand.\nIn La Tragédie du roi Christophe, Césaire provides an ironic commentary on postcolonial leadership, beginning a critique that he develops further in Une Saison au Congo. Throughout the drama he explores the fallacy of colonial imitation of the métropole (that is, France) as the protagonist, Christophe, moves from an emulation of French royalty to an embrace of his African roots that occurs only as he nears death.\nThe play opens with a cockfight whose participants are Christophe and Pétion, named after the rulers of divided Haiti in the early 19th century. A commentator describes the Haitian Revolution, in which Christophe served as a general under Toussaint L’Ouverture. Christophe is appointed the president of the republic, but he abandons the city of Port-au-Prince to Pétion and the mulatto class, establishing himself as a king in the northern region of Haiti. Césaire thus begins to demonstrate how swiftly the ideals of the revolution can be betrayed. From the beginning of the play Christophe’s character vacillates between his commitment to Black freedom and his embrace of the legacy of Black slavery and exploitation in Haiti. Christophe attests to his countrymen that “de noms de gloire je veux couvrir vos noms d’esclaves” (with names of glory I will cover your slave names), vowing to reclaim a Black identity erased by slavery. Meanwhile, he wants to build a citadel as a symbol of freed Haiti but, ironically, can only do so by putting demands on his workers reminiscent of slavery. Césaire makes it clear that Christophe’s drives, imitative of white oppression, are part of his undoing.\nIn Acts 2 and 3, the optimism at first associated with Christophe’s leadership rapidly dissipates. One of the ladies of the court realizes that Christophe’s path to liberty closely resembles the path to slavery, “Si bien que celle de la liberté et celle de l’esclavage se confondraient” (So well that those of liberty and slavery could be mistaken for each other). It soon emerges that Christophe, despite his desire for Black freedom, is deeply invested in the logic and rhetoric of slavery. As he forcibly marries a group of men and women, his language begins to resemble that of a slave master as he praises the bodies of the women and their potential for work. Obsessed by fears of betrayal, Christophe orders the death of Archbishop Brelle, who threatens to expose the growing corruption in Haiti. Then, as labor continues on the citadel—work the stage directions compare with the building of the pyramids—a storm strikes Christophe’s garrison and treasury; here, as in Une Tempête, a storm symbolizes an impending social and political crisis. This crisis comes to a head in the progressively surreal third act. At a lavish state event, Christophe brings in five African men dressed in their native country’s robes. He claims to have bought them from a slave ship and purchased their freedom. However, as Christophe parades the Africans through the court, it becomes clear that he has only perpetuated their enslavement. During the Feast of the Assumption, which celebrates the ascension of the Virgin Mary into heaven, the ghost of Brelle appears in the church and curses Christophe, who collapses, paralyzed. As the play draws to a close, Christophe appears as a mad, old, feeble king, betrayed by his own soldiers, and with his people in revolt. Invoking Africa and speaking in Creole, Christophe commits suicide.\nChristophe’s political agent, Hugonin, appears alone on stage after Christophe’s death. In evening clothes, Hugonin apologizes for his lateness and drunkenness. He then reveals himself to be Baron Samedi, the voodoo god associated with death and funerals. Here Césaire suggests that under the veneer of Frenchness and officiality associated with Hugonin there lies an authentic vestige of Haitian culture. Both Hugonin and Christophe have repressed their African and Caribbean heritages beneath a veneer of Frenchness with similarly tragic results. For Césaire, the task of the postcolonial writer is to synthesize these heritages.\nThe second play of Césaire’s political triptych is Une Saison au Congo, which recounts the rise, fall, and assassination of Congolese political leader Patrice Lumumba. Published in 1965, the play recounts the Congo’s declaration of independence from Belgian colonial rule, its rise to independence as Zaire under the leadership of Lumumba, and its neocolonial subjection under the ambitious but corrupt Mokutu, a thinly veiled portrayal of Mobutu Sésé Seko, the former president of Zaire. The play’s topical nature affected its production history: as Davis reports, the Belgian authorities tried to suppress the production of the play, which was first staged in Brussels. Césaire’s supporters among the intellectuals of Paris intervened and, according to Davis, “succeeded in circumventing these obstacles.” When the play was staged in Paris under the direction of avant-garde director Serreau, Davis claims that it “provoked unease” among the “educated Zairean population.”\nThe title of the play carries a double purpose: it makes clear that the true subject matter of the play is not simply that of the tragic hero Lumumba but the tragedy of the Congo and all of its people. Additionally, the title associates the Congo with hell through its allusion to Arthur Rimbaud’s prose poem Une Saison en enfer (1873; translated as “A Season in Hell,” 1931). Césaire introduces his audience to the Congo/ hell through Lumumba, who begins the play as a bonimenteur (beer seller). By beginning with the image of Lumumba selling beer, Césaire exploits the irony of politics as salesmanship. As he tells the audience that “le bock de bière est désormais le symbole de notre droit congolais et de nos libertés congolaises” (in the Congo a mug of beer is the symbol of all our rights and liberties), Lumumba emphasizes the artificial nature of rights under colonialism. Here, as in Une Tempête, Césaire emphasizes how colonizers bring the pleasures of alcohol, which is a means for keeping a subject population in its place. The introductory scene also foregrounds the gender politics of the play when a heckler cries that Polar Beer, the brand of beer Lumumba is selling, threatens to make men impotent. Lumumba’s appeal to the women in the audience to disprove that claim underscores his masculine authority. The scene also introduces a sanza (mbira) player, who like a wandering Greek chorus figure, comments on events. For example, as the Belgian police watch Lumumba with concern, the sanza player, whom they dismiss as a “nuisance,” sings “Ata-ndele” (Sooner or Later).\nAs the play depicts Lumumba’s rise to power, it reveals the colonial and neocolonial forces working to undercut the Congo’s bid for independence. Césaire uses poetic form to underscore the control colonial forces exercise over the fate of the newly independent state. In caricatures of a series of bankers, the dialogue moves into sustained rhymed couplets; in their speeches, the bankers make it clear that avarice and economic corruption will cause the downfall of the free Congo’s leaders. In contrast, Lumumba’s long monologue evoking the Congo as both mother and child, perhaps the most beautiful of the play, is written in lyrical free verse.\nCésaire next exposes the false rhetoric of the “civilizing mission” the Belgian colonizers used to justify their appropriation of the Congo: the departing president reminds the crowd that King Leopold came to the Congo in the name of civilization rather than diamonds or gold mines. Then Césaire expands his critique of the colonizers to include both the ostensibly neutral forces of the United Nations, embodied in the character of Dag Hammarskjöld, and those of the “Ambassadeur Grand Occidental,” a figure for American political power. The Ambassador justifies his country’s authority through the belief that it is the watchdog of the world and has a particular mandate to guard against Communism. Underscoring the American role in the tragedy of the Congo, Césaire radicalizes the argument of the play, moving past the conflict between colonizer and colonized to mete out global culpability.\nThe last two acts of Une Saison au Congo chart the political fall of Lumumba and, ultimately, his murder. Act 2 demonstrates how rapidly Lumumba’s authority is threatened by outside forces as well as by competition within the newly independent Congo. Lumumba is betrayed by those he trusts the most, especially his soldier and supporter Mokutu. He is also denied use of the radio to communicate with his people, which Césaire, like fellow Martinican intellectual and contributor to Présence africaine Fanon, identifies as central to the effectiveness of resistance movements. Having distributed the responsibility for Lumumba’s downfall onto the range of forces established in act 1, in the third act Césaire has an unnamed white mercenary serve as Lumumba’s murderer. At this juncture the play goes from being realistic to increasingly impressionistic. Hammarskjöld, Mokutu, and Lumumba’s other enemies step onstage to admit their complicity in Lumumba’s death.\nThe original edition of the play ends on a slightly optimistic note: the final moments take place at the Independence Day celebrations in Kinshasa. Although Mokutu, lacking Lumumba’s natural eloquence, harangues the audience, it is the sanza player who has the last word, exhorting the newly independent nation, and its leaders, to “grow straight” and “to keep it clean.” However, Césaire added a scene for the 1973 edition of the play in which Mokutu admits his betrayal of Lumumba and openly acknowledges his manipulation of the people of the newly independent Congo. This ending is much darker than the original. After Mokutu exhorts the crowd, he bids his soldiers to fire into the throng, killing the sanza player and others. As the smoke dissipates, Mokutu leaves the stage. With the new ending Césaire offers an increasingly skeptical perspective on neocolonial power: with the rise of the dictator, a new reign of terror has begun. Hence, Césaire’s use of the indefinite article in the play’s title, which corresponds to the indefinite article in the last play of Césaire’s triptych, Une Tempête: Lumumba’s rise and fall is just one season of many in the Congo’s struggle for freedom, just as the “tempest” of the third play’s title is only one storm of many in the history of colonial confrontation.\nThe title page of Une Tempête announces its revisionary relationship with Shakespeare’s play The Tempest and its overturning of what Pallister calls the “master-slave dynamic” of that play: “d’après ‘la Tempête’ de Shakespeare—Adaptation pour un théâtre nègre” (according to The Tempest of Shakespeare—An Adaptation for Black Theater). Césaire’s use of the phrase “black theater” is significant in its claim for a Black transnational identity. The play makes reference to the postcolonial relations of the French Caribbean and the métropole; the postcolonial struggles of Africa; and the struggles of the Black Power and Civil Rights movements in the United States. With this play Césaire argues for a diasporic Black identity that works to reverse the stifling binary of colonizer and colonized.\nIn contrast to Une Saison au Congo, which is largely realist in style, Une Tempête establishes itself as self-consciously theatrical from the beginning. Le Meneur du jeu (the Master of Ceremonies) enters the stage, inviting each actor to take up his own character and mask. Nature is identified as a vital character in the play, and the storm and the wind are invited to take up their own parts. By beginning the play in this manner, Césaire inverts the culture/nature dyad endemic to colonialism: not only are humans unable to control nature, but they are equal to nature as performers in the drama. Significantly, when Prospero enters the stage, he reminds Miranda that the shipwreck they are witnessing is only a play.\nCésaire revises, racializes, and politicizes the relationships Shakespeare creates among Prospero, Ariel, and Caliban. Ariel is characterized as a mulatto slave, while Caliban is a Black slave. By figuring Ariel as a mulatto, Césaire presents him as an ambivalent intermediary between white and Black and colonizer and colonized, representing the position of the mulatto class in the Martinique of Césaire’s upbringing. Caliban, on the other hand, is presented as a Black nationalist: he enters the stage crying “Uhuru,” the Swahili word for “freedom.” Césaire depicts the relationship between Prospero and Caliban as analogous to that between the colonizer and colonized as portrayed in Une saison au Congo: Prospero congratulates himself for having given Caliban language, yet characterizes him as an ape. Caliban, however, understands the gift of language in an explicitly anticolonial and ironic manner: “Tu ne m’as rien appris du tout. Sauf, bien sûr, à baragouiner ton langage pour comprende tes ordres” (You didn’t teach me a thing. Except to jabber in your own language so that I could understand your orders).\nCésaire introduces an element of environmental anticolonialism as well: Caliban says to Prospero, “tu crois que la terre est chose Mort ... C’est tellement commode! Morte, alors on la piétine, on la souille, on la foule d’un pied vanqueur” (you think the earth is dead ... it’s so much simpler that way! Dead, you can walk on it, pollute it, you can tread upon it with the steps of a conqueror). As in Une Saison au Congo, in which Lumumba characterizes the Congo as both mother and child, here the land is both feminized and personified, and to respect the land implies a rejection of the patriarchal and hierarchical objectives of colonial power.\nWhere Shakespeare’s play makes Prospero the sorcerer, in Césaire’s play Caliban also has the powers of sorcery. Césaire presents Caliban as agent in the relationship rather than simply a slave: Prospero has given Caliban language, and Caliban teaches Prospero about the natural world of the island. Caliban is also linked with the destructive forces of nature, invoking the thunder god Shango to increase his power. The initial conflict between the two characters staged in act 1 concludes with Caliban’s renunciation of his colonial identity and claiming the radical identity of Black nationalism: “Appelle-moi X ... l’homme dont on a volé le nom” (Call me X ... a man whose history has been stolen). All of Caliban’s dialogue with Prospero make use of tu, the familiar second-person pronoun, which means that Caliban addresses his ostensible master as an equal. Ariel, however, uses the vous form, underscoring his inability to reject his master and his liminal position between colonizer and colonized.\nAs the play progresses, Césaire further alters Shakespeare’s original by demystifying the love relationship between Fernando and Miranda; Fernando cheats Miranda at cards, claiming that his deceptions will provide her a good introduction to the less innocent world she will encounter upon leaving the island. However, Fernando and Miranda disappear from the plot shortly before the play’s conclusion.\nCésaire continues emphasizing the play’s racial politics with the Shakespearean fools Stephano and Trinculo, who both wish to turn Caliban into a museum piece and exhibit him in Europe. Such abuses not only happened during Shakespeare’s lifetime, but throughout the 19th and early 20th centuries many colonial subjects had been turned into museum exhibits and freak shows. Finally, the play moves toward a reversal of the colonial binary. Prospero’s staging of a performance of the Roman gods—ostensibly to instruct his daughter and future son-in-law in beauty and harmony—is disrupted by the entrance of the African god Eshu, the priapic trickster god who signifies reversal in ancient African cultures. Ultimately, Caliban and Prospero stay together on the island, but not until Caliban makes an impassioned speech for his freedom. As the play nears its close, Caliban and Prospero seem locked in unresolvable conflict, as Caliban damns the colonial enterprise, and Prospero vows to fight back. In the brief final speech, which occurs after the curtain is half-raised to indicate the passage of time, Prospero appears physically aged and weary. Despite his efforts to defend civilization on the island, it appears that nature is winning; the island is overrun with animals, and even the climate has changed. Just as Césaire begins the play by making storm and wind active characters in the drama, he ends the play by suggesting that nature has overwhelmed even the force of colonial power.\nAfter 1970 Césaire published another volume of poetry, Moi, laminaire (1982, I, Laminary) and several more political and historical essays. In 1982 Mitterrand appointed him president of the regional council for the French départements d’outremer (Overseas Departments), a position that allowed him to encourage the economic and cultural development of his native Martinique. In 1993 he retired from national political life in Paris to Fort-de-France, Martinique, which acknowledged the island’s debt to a great champion of its liberation and culture with a municipal celebration of his 19th birthday in 2003.\nPallister has stated that Aimé Césaire’s writing “expresses the need for revolution, for change in a flawed and prejudiced world.” All of his plays, especially the triptych, draw on history, African myth, and European literature to create a portrait of the Caribbean that both avows the damage done by capitalism and colonialism and underlines the difficulty of achieving liberation from this legacy. The latter problem is indicated in the fact that neither Césaire nor his characters choose to speak Creole in a sustained way. Additionally, each play offers a version of the postcolonial Black male intellectual coming of age and taking responsibility for his people but hesitating to cut ties with France. Césaire’s move from poet to dramatist at the time when he broke his ties with the Communist Party in the 1950s was motivated, in Davis’s words, “by a sincere desire on his part to narrow the gap in communication between avant-garde writer and provincial audience,” to reach the Martinican people with his vision of Caribbean civilization through a literary form more accessible than his poetry. Thus, Césaire’s plays continue to be performed and studied as both political activism and popular theater.\nCésaire died in Martinique on April 17, 2008.\n", "attrs": {"Region:": ["Caribbean"]}}