{"pf_url": "https://www.poetryfoundation.org/poets/al-young", "name": "Al Young", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/92cf4280529d5ccc8cf46c3729bbecf6a4279ca0.jpeg", "bio": "\nPoet, novelist, and professor Al Young was born in Ocean Springs, Mississippi. He attended the University of Michigan before moving to the San Francisco Bay area, where he earned a BA in Spanish from the University of California-Berkeley.\nYoung often reads to musical accompaniment, and his poetry reflects his interest in music, specifically jazz and blues, as well as his life in California. His collections of poetry are Dancing: Poems (1969), The Song Turning Back Into Itself (1971), The Blues Don’t Change: New and Selected Poems (1982), Heaven: Collected Poems 1956–1990 (1992), The Sound of Dreams Remembered: Poems 1990–2000 (2001), Coastal Nights and Inland Afternoons: Poems 2001–2006 (2006), and Something About the Blues: An Unlikely Collection of Poetry (2008).\nYoung has written several musical memoirs: Bodies & Soul (1981), winner of the American Book Award; Kinds of Blue (1984); Things Ain’t What They Used to Be (1987); and Drowning in the Sea of Love (1995). He is also the author of five novels, including Who Is Angelina? (1976) and Seduction By Light (1988), and has written several screenplays.\nYoung was a Jones lecturer in Creative Writing at Stanford University from 1969 to 1979. Since then, he has taught at a number of universities, among them Bowling Green State University, the University of California-Santa Cruz, the University of Washington, and Rice University. He was appointed the 2002 Lurie Distinguished Professor of Creative Writing at San José State University and McGee Professor of Writing at Davidson College in 2003. He has traveled widely as a cultural ambassador for the United States Information Agency and delivered lectures on literature and culture for the US Department of State.\n Young has received a Wallace Stegner Fellowship, a Guggenheim Fellowship, a Fulbright Fellowship, and grants from the National Endowment for the Arts. He was named poet laureate of California in 2005.\r\n﻿\n", "attrs": {"Region:": ["U.S., Western"]}}