{"pf_url": "https://www.poetryfoundation.org/poets/alan-r-shapiro", "name": "Alan R. Shapiro", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/78bd6af4b893f03d5d3ab117eafd004cf3a66edb.jpeg", "bio": "\nBorn in Boston, Massachusetts, Alan Shapiro was educated at Brandeis University. As the author of numerous collections of poetry, Shapiro has explored family, loss, domesticity, and the daily aspects of people’s lives in free verse and traditional poetic forms. He has published over ten books of poetry, most recently Life Pig ;(2016); Reel to Reel (2014), a finalist for the Pulizer Prize; Night of the Republic (2012), a finalist for the National Book Award and the Griffin Prize; and Old War (2008), winner of the Ambassador Book Award. \n\r\nPoet-critic J.D. McClatchy observed in a review of Shapiro’s Dead, Alive and Busy (2000), “Mr. Shapiro is a shrewd and sympathetic moralist. He never trivializes his subjects with high-minded flourishes or stylistic gimmicks.” Shapiro’s later collections address the loss of his two siblings to cancer, the aging of his parents, and the strains on a marriage. In describing the domestic details and loss portrayed in Shapiro’s Tantalus in Love (2005), poet Joshua Clover commented, “Such tightly framed tales of domesticity offer a sense of control parallel to Shapiro’s formal facility, reducing and clarifying the poem’s field of action in defense against an abysmal multiplicity of things.” \n\r\nIn his memoirs The Last Happy Occasion (1997), nominated for a National Book Critics Circle award, and Vigil (1997), Shapiro has written about the death of his sister and the role that poetry has played in his life. Shapiro is also the author of a collection of essays on poetry, In Praise of the Impure: Poetry and the Ethical Imagination: Essays, 1980–1991 (1993).\n\r\nAlan Shapiro has won the Kingsley Tufts Award, the Los Angeles Book Prize, and a Lila Wallace–Reader’s Digest Writers’ Award. During Bill Clinton’s presidency, Shapiro was invited to read his work at the White House. He read “On Men Weeping,” a poem about Michael Jordan winning one of his six NBA championships. Shapiro has taught at Stanford University, Northwestern University, and the University of North Carolina, Chapel Hill.\n\n\n\nPOETRY\nAfter the Digging. Chicago: Elpenor Books, 1981.\nThe Courtesy. Chicago: University of Chicago Press, 1983.\nHappy Hour. Chicago: University of Chicago Press, 1987.\nCovenant. Chicago: University of Chicago Press, 1991.\nMixed Company. Chicago: University of Chicago Press, 1996.\nThe Dead Alive and Busy. Chicago: University of Chicago Press, 2000.\nSelected Poems. London: Carcanet, 2000.\r\nSong and Dance. Boston: Houghton Mifflin, 2002.\nTantalus in Love: Poems. Boston: Houghton Mifflin, 2005.\nOld War: Poems. Boston: Houghton Mifflin, 2008.\nNight of the Republic. Boston: Houghton Mifflin, 2012.\nReel to Reel. Chicago: University of Chicago Press, 2014.\nLife Pig. Chicago: University of Chicago Press, 2016.\n \nESSAYS AND MEMOIRS\nIn Praise of the Impure: Poetry and the Ethical Imagination: Essays, 1980–1991. TriQuarterly Books, 1993.\nThe Last Happy Occasion. Chicago: University of Chicago Press, 1996.\nVigil. Chicago: University of Chicago Press, 1997.\n", "attrs": {"Region:": ["U.S., Southern"]}}