{"pf_url": "https://www.poetryfoundation.org/poets/alan-kaufman", "name": "Alan Kaufman", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, editor, writer, and painter Alan Kaufman was born and raised in the Bronx, earning a BA at City College of New York. In 1977 he moved to Israel, where he served in the Israel Defense Forces. After studying fiction in the MFA program at Columbia University, he relocated to San Francisco, where he helped build the community of performance poets at Cafe Babar and participated in the 1993 San Francisco Poets Strike. In addition to his involvement with the Spoken Word community, Kaufman has also been a central figure in the Jewish countercultural movement, co-editing It's the Jews! A Celebration of New Jewish Visions (1995, with Danny Shot) and editing the magazine Davka: Jewish Cultural Revolution. Influenced by Walt Whitman and Charles Bukowski, Kaufman writes free verse and spoken word poems that often engage themes of spirituality, identity, and cultural memory.  He is the author of the poetry collection Who Are We? (1998), the novel Matches (2005) and the memoir Jew Boy (2000). His reviews appear widely in journals such as the San Francisco Chronicle, the Los Angeles Times, and the Partisan Review. Explaining that the Internet has “saved [him] as a poet,” in a 1999 interview with C.K. Tower for Riding the Meridian, Kaufman notes that the web “awakened two compulsions: to produce work as part of it and to comment upon it [...] I can assemble things too, as experiments in contextualization.” Kaufman is also the editor of The Outlaw Bible of American Poetry (1999, co-edited with S.A. Griffin) and The Outlaw Bible of American Literature (2004, co-edited with Barney Rosset and Neil Ortenberg). His own work has been included in the anthologies ALOUD: Voices from the Nuyorican Poets Cafe (1994, edited by Muguel Algarin, Bob Holman, and Nicole Blackman) and Nothing Makes You Free: Writings from Descendants of Holocaust Survivors (1993, edited by Melvin Jules Bukiet). A resident of San Francisco, Kaufman holds American, French, and Israeli citizenship. A selection of his papers are held at the library of the University of Delaware.\n", "attrs": {"Region:": ["U.S., Western"]}}