{"pf_url": "https://www.poetryfoundation.org/poets/alan-seeger", "name": "Alan Seeger", "yob": "1888", "yod": "1916", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/055af2818ba1f2300c8fd7f0ff0e3042d6e17cf5.jpeg", "bio": "\nAlan Seeger’s promising poetic career was cut short when he died serving in the French Foreign Legion during World War I. He is best known for his war poem, “I Have a Rendezvous with Death,” and has often been compared with Rupert Brooke, a contemporary English soldier-poet who also died in World War I. Seeger has been criticized for his impersonal, conventional, and idealizing verses, but critics acknowledge these as being the weaknesses of youth. James Hart in the Dictionary of Literary Biography explained, “He needed more time to move from a stock and outmoded romanticism to a more distinctive and original style, from a style full of abstractions to one more concrete and personal.”\nThe son of Charles Louis Seeger, a businessman with sugar refining concerns in Mexico, Alan Seeger was born in New York City, and grew up in a wealthy and cultured home in Staten Island. His sister, Elizabeth, and brother, Charles (who became a noted musicologist), were close in age. Seeger attended the Staten Island Academy and then the Horace Mann School in Manhattan until the age of 12. His family then moved to Mexico City; in 1902 Alan returned with his brother Charles to New York to attend the Hackley School, in Tarrytown. Following his graduation from the Hackley School, Seeger attended Harvard University, where, as a budding poet, he was influenced by the Romantic poets while other poets at Harvard, such as T.S. Eliot, were experimenting with more modern verse. He also translated Dante Alighieri and Ludovico Ariosto and helped edit the Harvard Monthly, in which he published many of his poems. He graduated from Harvard with a BA in 1910.\nAfter graduating, Seeger moved to Greenwich Village in New York City. There he attempted to live out his romanticized notion of bohemian life, living wholly through the senses (as opposed to the mind). His father was not pleased with his decision to evade the pursuit of a responsible career in favor of the pursuit of beauty. Still, Seeger continued writing poetry and slept on the couch of his classmate and notorious revolutionary, John Reed. After two years Seeger decided New York did not live up to his ideals so, with funding from admiring friends, he left for Paris, France.\nIn Paris, Seeger reveled in his new friendships among the artists in the Latin Quarter. He found his ideals of beauty embodied by the city. There is also evidence that he fell in love in the poems “Do You Remember Once” and “The Rendezvous,” and also in a telegram to his father. When war broke out between France and Germany in 1914, Seeger enlisted in the French Foreign Legion to defend his beloved France.\nApparently seeking the utmost of excitement in life, Seeger also had a fatalistic streak, and seemed attracted to the possibility of his death. Victor Chapman, in Victor Chapman’s Letters from France, questioned Seeger’s emotional state before joining the Legion: “Seeger was an appalling wreck before the war.” In his letters, Seeger told of crowded quarters, filth, cold and misery; but only his romantic views of the war make their way into his poetry, unlike that of more realistic and anti-war poets such as Wilfred Owen and Siegfried Sassoon. His admiration for Sir Philip Sidney and familiarity with the age of chivalry caused him to cast his comrades as mediaeval crusaders. Ever a fatalist, the outcome of the war was of less interest to Seeger than the glory of comradeship and adventure.\nSeeger’s poem “I Have a Rendezvous with Death” tells of an expected meeting between the narrator and Death himself. Though the narrator of the poem regrets leaving behind life’s pleasures and love, he does not fear or abhor death. Instead he is stoic, making the rendezvous a matter of honor. Hart described the curious relationship between the narrator and Death: “The union of fallen soldier and Death is, unfortunately, not based upon any profound philosophical or religious belief, but upon a vague romantic fusion of nature’s beauty, sexual love, and life in some undefined other realm.” His “Ode in Memory of the American Volunteers Fallen for France” is considered less aggrandizing and egocentric, and therefore a stronger work, but “Rendezvous” was still more famous. In 1916, Seeger died (ironically on July 4th) in the attack on Belloy-en-Santerre, where he was shot in the stomach. Following his death, the French military awarded him the Croix de Guerre and the Médaille militaire. He was buried in a mass grave.\nSeeger’s collected Poems were published in 1917 to mixed reviews. Critics often find that Seeger had not yet matured as an artist, displaying too much of his enthusiasm for the Romantic poets. Hart wrote that Seeger’s “view of the rightful behavior for an aesthete and poet filtered and colored his recording of his experiences.” F.F. Kelley in Bookman found in Seeger’s poems “Imaginative beauty and much nobility of expression,” but still considered the poems limited in scope: “Their viewpoint is always that of the conventionally romantic and, fine in spirit and pleasing in form although the poems are, one looks in them in vain for any glimpse of forward shining light.” H.F. Armstrong, in Dial, compared Seeger to his contemporary Rupert Brooke, and laments that the two poets did not live long enough to realize their potential: “A large part of the poems in this volume can reasonably well stand on their strictly literary merits. … We like to think that if Rupert Brooke had lived he would have eliminated from his final volume some of the unnecessary gaucheries of expression, as well as some of the unworthy compositions which were rushed into print under the impulse of the sudden fame brought about by his death. The same thought occurs in the case of Alan Seeger.” Still, Seeger’s poetry remained popular throughout the war with soldiers in the trenches and with supporters at home.\nSeeger’s Letters and Diary (1917) met with criticism for its impersonal tone, although some reviewers also found the book of historical interest and relevance. A critic at the Boston Transcript wrote, “It is for America as well as for France that these letters speak. They come to the public eye at a most propitious moment.” A critic writing for the Independent found the writing vivid and literary, but “curiously impersonal. There is hardly an anecdote, hardly a mention of an individual. Idiosyncrasies of character, incidents of trench life were not his interest and yet you live trench life with him, and you breathe the very spirit of the war.”\nThe French have particularly honored Seeger as a poet who memorialized the fighting that took place in their country during World War I, and they have published numerous tributes to him since his death. A street in Biarritz, France, was named after Seeger in the 1970s. Although, as Hart writes, “many of [Seeger’s] poems are now, with justice, labeled second rate,” they are still valuable, “as a manifestation of the idealism that swept over his generation.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}