{"pf_url": "https://www.poetryfoundation.org/poets/albert-goldbarth", "name": "Albert Goldbarth", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/670b7f4ae31cfc7179237c11b1710117d86bc4e6.jpeg", "bio": "\nAcclaimed for its dense, expansive form and linguistic energy, Albert Goldbarth’s poetry covers everything from historical and scientific concerns to private and ordinary matters. His numerous highly-regarded collections are often filled with long poems which range in style from playful and conversational to serious and philosophical. Goldbarth’s unique style is a mix of complex ideas, juxtapositions between dissimilar objects and facts, and detailed descriptions woven together with verbal play. Goldbarth “has that rare gift of seeing metaphor in almost any event, of discovering a poem in the most unlikely places,” wrote Robert Cording in the Carolina Quarterly. Eric McHenry, writing for Slate, noted that Goldbarth distinguishes himself from nearly all his contemporaries by writing in a style that is “effusive, sprawling, and instantly recognizable—an aesthetic that might best be characterized as ‘Why use one word when four will work just as well?’ His poems do lack concentration in the most obvious sense of the word, but they make up for it with the other kind. Goldbarth pays rapt attention to the world around him, drawing one memorable connection after another.”\n\r\nGoldbarth is a prolific writer who has published over 20 collections of poetry, a handful of essay collections, and a novel. His ravenously attentive style can be seen even in his earliest collections, Opticks: A Poem in Seven Sections (1974) and Comings Back (1976). The topics and places covered in Opticks range far and wide—encompassing the Illinois tollway, World War II, and Middle Age glass makers—and are used to create an array of dramatic monologues. Goldbarth’s next collection Comings Back: A Sequence of Poems, focuses on returns. The book, remarked Victor Contoski in Prairie Schooner, “suggests an interesting perspective in which everything is seen from the original place, the original time … Goldbarth speaks of the poet as a maker of lists, and in effect the entire book is a list of various comings back, often in surprising contexts.” Comings Back makes its impression as a whole, though it is full of disparate dreams and anecdotes, as well as jokes, personal letters, and quotations from a wide variety of sources. The separate parts of Different Fleshes (1979) are also closely related, tied together by perambulations of their cross-dressing main character, Vander Clyde/Barbette. The narrative travels from Paris to Texas, eventually focusing on present-day Austin and its contemporary gay bars. The book presents a circular structure of metamorphoses through the character of Vander Clyde/Barbette. “Different Fleshes is a work partly about the distance linking the past and present, more particularly about choices made which separate one sort of future from another,” wrote American Poetry Review contributor Michael King.\n\nOriginal Light: New and Selected Poems 1973-1983 (1983) presents a wide selection of poems arranged thematically into three sections. Diane Wakoski, writing in the American Book Review, saw the main theme of the book as “what seeing really is and what really seeing is. [Goldbarth] explores light as the source of everything and like many philosophers looks for the original light, the source of everything in paradox and the paradoxes of physics.” Goldbarth’s “personae include adolescent lovers, masochistic slaves, aphoristic fabulists, philosophical plumbers, and semi-literate students,” wrote Michael Simms in the Southwest Review. “He fashions metaphors from the deductions of historians, theologians, and physicists, integrating their arguments into poems which remain, somehow, intensely personal and concrete.” Simms concluded: “His ability to see and to see again encourages us to observe the world more closely and to take courage from the small happenings of our profoundly ordinary lives.”\n\r\nGoldbarth has published numerous volumes of poetry and essays since Original Light and twice been awarded the National Book Critics Circle Award, for Heaven and Earth: A Cosmology (1991), and Saving Lives (2001). Heaven and Earth outlines narratives about Goldbarth’s father and his German relatives, and examines the many ways humans seek to communicate in spite of the numerous obstacles thrown in the way. Saving Lives, a Publisher’s Weekly reviewer noted “repeats motifs detection and detective stories, radio, Rembrandt, aged relatives; these motifs let many poems focus on questions about dual, or hidden, identities or lives.” Though his output is immense, and the breadth of his interest and knowledge astounding, Goldbarth’s books rarely innovate on his basic style of gregarious, tender, and rambunctious prose-like lines, sometimes dismissed as “lineated essays.” But though the poetry doesn’t look or sound like much contemporary verse, which often depends on sparseness and a self-consciously elevated diction for its effects, Goldbarth’s champions insist that his poetry actually shows a kind of expansive concentration, his language a sort of effusive distillation. In his review for Slate, Eric McHenry noted that “in spite of this omnivorousness, the poems aren’t just big maximalist messes. Synthesis is Goldbarth’s goal, and his gift.”\nPerhaps in homage to that “omnivorousness,” Goldbarth titled his next collection of selected poems, his first in 14 years, The Kitchen Sink: New and Selected Poems 1972-2007 (2007). Reviewing the retrospective, Judith Kitchen in the Georgia Review described Goldbarth as “the American poet of his generation for the ages. Often humorous but always serious, Goldbarth combines erudite research, pop-culture fanaticism, and personal anecdote in ways that make his writings among the most stylistically recognizable in the literary world.” Goldbarth’s distinctive style has sometimes drawn criticism for just those things which distinguish it: sociability, exuberance, and a certain amount of catholicity. Reviewing Budget Travel through Space and Time (2005) for Poetry, D.H. Tracy quipped that “Goldbarth’s work amounts to a poetry of lists, and, as some have pointed out, such a poetry has trouble outdoing itself … There can’t be any meaning in the connections the poems draw when it is practically a premise that connections can be drawn between anything.” But reviewers and readers alike continue to appreciate Goldbarth’s poetry for its erudition, humor and insight.\nIn addition to poetry, Goldbarth has also written volumes of essays, including A Sympathy of Souls (1990), Great Topics of the World (1996) and Many Circles: New and Selected Essays (2001). Goldbarth’s essays cover subject matter that will be familiar to readers of his poetry: history, science, pop culture and autobiography. In A Sympathy of Souls, Goldbarth makes connections between seemingly unrelated topics (such as God and Mickey Mouse), demonstrating again and again how the past and present, the mundane and cosmic, continually connect and combine. Many Circles received high praise from all corners. The New York Times Book Review admitted that “Goldbarth is indeed addressing some of the greatest topics there are, and he handles them splendidly … with humor, intelligence and grace,” and Publisher’s Weekly put him in “the company of America’s premiere literary essayists, somewhere between Annie Dillard and David Foster Wallace.”\nThough his volumes of essays and his novel, Pieces of Payne (2003) a gallimaufry of history, science, romance and current events, have all been critically lauded, Goldbarth remains most noted for his poetry. The New York Times Book Review contributor Phillip Lopate contended that Goldbarth’s “poems are so complex and omnivorous that even when they don’t quite succeed, you have to admire them. In a typical performance, he will juggle many different ideas and images, not only keeping them all in the air but establishing surprising connections among them that yield a large general meaning.” Goldbarth himself has said that he believes he’s “writing a poem that’s probably Newtonian. It believes in counterbalance. It believes in an energy that can neither be created nor destroyed, and in the recycling of that energy inside of a viable and holistic system.”\nAlbert Goldbarth has received fellowships from the National Endowment for the Arts and the Guggenheim Foundation. His poetry has been nominated for the National Book Award and the Los Angeles Times Book Prize. In 2008 he was awarded the Mark Twain Poetry Award from the Poetry Foundation. Goldbarth has taught for many years at Wichita State University, where he is the Adele Davis Distinguished Professor of Humanities.\n \n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}