{"pf_url": "https://www.poetryfoundation.org/poets/alejandra-pizarnik", "name": "Alejandra Pizarnik", "yob": "1936", "yod": "1972", "image": null, "bio": "\nAlejandra Pizarnik was born in Buenos Aires to Russian Jewish immigrant parents. She studied philosophy and literature at the University of Buenos Aires before dropping out to pursue painting and her own poetry. In 1960, she moved to Paris, where she befriended writers such as Octavio Paz, Julio Cortázar, and Silvina Ocampo. Considered one of mid-century Argentina’s most powerful and intense lyric poets, Pizarnik counted among her influences Hölderlin and, as she wrote in “The Incarnate Word,” an essay from 1965, “the suffering of Baudelaire, the suicide of Nerval, the premature silence of Rimbaud, the mysterious and fleeting presence of Lautréamont,” and the “unparalleled intensity” of Artaud’s “physical and moral suffering.” Pizarnik’s themes were cruelty, childhood, estrangement, and death. According to Emily Cooke, Pizarnik “was perennially mistrustful of her medium, seeming sometimes more interested in silence than in language, and the poetic style she cultivated was terse and intentionally unbeautiful.” Her work has continually attracted new readers since her suicide at age 36.\nPizarnik published several books of poetry during her lifetime, including: La tierra más ajena (1955), La última inocencia (1956), Las aventuras perdidas (1958), Árbol de Diana (1960), Extracción de la piedra de locura (1968), and El infierno musical (1971). She also published the prose essay “La condesa sangrienta” (1971), a meditation on a 16th-century Hungarian countess allegedly responsible for the torture and murder of more than 600 girls. Pizarnik’s work has been translated into English in the collections Alejandra Pizarnik: Selected Poems (translated by Cecilia Rossi, 2010) and Extracting the Stone of Madness (translated by Yvette Siegert, 2016).\n", "attrs": {"Region:": ["Latin America"]}}