{"pf_url": "https://www.poetryfoundation.org/poets/alexandr-blok", "name": "Alexandr Blok", "yob": "1880", "yod": "1921", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/f23b049edfd68c303c7f9e512b687663f1bdfab4.jpeg", "bio": "\nThe son of a law professor and a writer, Russian Symbolist poet and playwright Alexandr Blok was born in St. Petersburg in 1880. He studied law and then philology at the University of Petersburg. A supporter of the Russian Revolution, Blok joined both the Russian army and the Communist Party in 1916 and served in civil defense near Pinsk, followed by a two-year stint on the provisional government’s commission interrogating Czarist ministers. In 1919, he was arrested, and nearly executed, for alleged counter-revolutionary activities. During the last three years of his life, he worked as a translator for the publishing house Vsemirnaja Literatura, served as chairman of the Bolshoi Theatre, and led the Petrograd chapter of the All-Russian Union of Poets.\r\n \r\nIn his early work, Blok often treated themes of spiritual beauty and mysticism; in his later poems, he explored the nature of political revolution. His collections of poetry include Verses About the Lady Beautiful (1904), The City (1906), and Mask of Snow (1907). In his polyphonic long poem The Twelve (1918), he juxtaposes images of chaos, violence, and Christ in engaging with the Russian Revolution. He is the subject of several biographies, including Nina Berberova’s Aleksandr Blok: A Life (1996), Kornei Chukovsky’s Aleksandr Blok as Man and Poet (1982), and the two-volume The Life of Aleksandr Blok (1979-1980), by Avril Pyman.\r\n \r\nThe St. Petersburg apartment on the bank of the Pryazhka River where Blok lived with his family for the last eight years of his life is open to the public as the Alexandr Blok Apartment Museum. Blok died of heart failure brought on by malnutrition in 1921. He is buried in the Smolensk cemetery.\n", "attrs": {"Region:": ["Russia"]}}