{"pf_url": "https://www.poetryfoundation.org/poets/alexandria-peary", "name": "Alexandria Peary", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/c09ee91b20b1f6bc33bde2f3755d0fc6a5c3fbea.jpeg", "bio": "\nThe child of a German mother and American father, Alexandria Peary grew up in the country store her parents owned in central Maine. She earned a BA at Colby College, MFAs from the Iowa Writers’ Workshop and the University of Massachusetts-Amherst, and a PhD in Composition from the University of New Hampshire. Her poetry collections are Fall Foliage Called Bathers & Dancers (2008), Lid to the Shadow (2011), Control Bird Alt Delete (2014), and The Water Draft (2019). Peary’s other books are Creative Writing Pedagogies for the Twenty-First Century (with Tom C. Hunley 2015) and Prolific Moment: Theory and Practice of Mindfulness for Writing (2018).\nPeary’s work has been influenced by a variety of figures and sources, from Carl Jung to Emily Dickinson to the painter Gregory Gillespie to Buddhist mindfulness practice. She lives a few miles from one of the Robert Frost homesteads in New Hampshire, and her work explores the landscape of New England as well as metalanguage, archetype, and alternative ways of knowing. Laura Mullen says of Peary that she is “one of those wonderful writers who know how to stay, as de Kooning put it, ‘on the edge of something.’” Her recent work focuses on trompe l’eoil, intertextuality, and verbal still life. Of The Water Draft, Paul Hoover says “on occasion, Peary comments through a fourth wall window to address the reader, and poetry itself is one of the guests at table.”\nPeary strongly identifies as a teacher, and in her career as a writing professor and scholar, she specializes in mindful writing theory to help alleviate writing-related apprehension and writing blocks. Peary suffered after graduate school for creative writing from a prolonged writing block and has dedicated her professional life to diminishing the writing-related suffering of others. Peary believes that every moment can be a prolific moment for anyone who writes, a concept she covered in her 2019 TEDx talk, “How Mindfulness Can Transform the Way You Think About Writing.”\nPeary’s honors include the Joseph Langland Award from the Academy of American Poets, the Iowa Poetry Prize, and the Slope Editions Book Prize. She serves as the History Editor for the Journal of Creative Writing Studies. She teaches in the English Department at Salem State University. In 2019, she was appointed Poet Laureate of New Hampshire.\n", "attrs": {"Region:": ["U.S., New England"]}}