{"pf_url": "https://www.poetryfoundation.org/poets/alfred-noyes", "name": "Alfred Noyes", "yob": "1880", "yod": "1958", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4fef30884363039851665761dd1cf5bf927c48dc.jpeg", "bio": "\nExtraordinarily prolific and decidedly popular among the reading public, Alfred Noyes enjoyed a full-fledged career as a writer and as an intellectual when few people of the era could depend solely on the writing craft to forge a comfortable living. Especially fond of Alfred, Lord Tennyson, William Wordsworth, Geoffrey Chaucer, and William Shakespeare, and adopting much of their style and content, Noyes most often exhibited a style infused with Romanticism and ballad-like simplicity, and his subject matter was usually optimistic and inspired by the natural beauties of the world. Noyes revered the polite formality of traditional English verse and despised the haphazardness and comparative literary disrespect of the modernist movement of the 20th century—especially the work of James Joyce—but some critics chastised his resistance to change and literary evolution.\nDespite the fact that critics regarded Noyes as more of a businessman capable of selling his artistic wares than a serious, talented poet, there is no disputing Noyes’s devotion to the written word. Born in 1880, Noyes was the son of a man who had sacrificed a higher education so that his younger brother could attend university. Noyes’s father never abandoned his love of learning, and young Noyes was the beneficiary of his father’s unrequited intellectual pursuits and ideals. His father taught Noyes Latin and Greek, and his academic nurturing secured him a place at Oxford University in 1898, though he left before earning his degree. Nonetheless, his first collection of poetry, The Loom of Years (1902), was published when he was only 21 years old, and received compliments from esteemed poets such as George Meredith and William Butler Yeats. Noyes married Garnett Daniels in 1907, and the couple lived off his royalty checks. That same year they visited the United States for the first time, and were entertained by such impressive company as Henry Wadsworth Longfellow’s daughters and Ralph Waldo Emerson’s sons. Noyes enjoyed notable relationships throughout his life, apparently drinking tea with Theodore Roosevelt in 1919 just hours before his death and meeting privately with premier Benito Mussolini in 1939, just before the start of World War II.\nBy the age of 30, Noyes had firmly established himself as the most commercially popular poet of his time. According to Margaret B. McDowell in the Dictionary of Literary Biography, he had “produced his first biography, William Morris (1908), and had collected his poems in eight full-length books. ... They were widely reviewed and several were published in both Britain and the United States. ... Thousands of readers bought Noyes’s books of poems, cherished them, and even memorized parts of them.” McDowell cited a comment from a review in a 1907 issue of the Atlantic Monthly that summed up Noyes’s appeal: “There is a proficiency in the workmanship that, coupled with Mr. Noyes’ humorous tenderness in approaching his theme, all but disarms criticism.” However, as the Modernist movement commenced, critics would get harsher and harsher in their reviews of Noyes’s work.\nThree different works consistently vie for the claim of being Noyes’s best-known or most-celebrated endeavor. The first is Drake: An English Epic (1906–08), which achieved most of its exposure because of its serialization in Blackwood’s Magazine. Drake was an ambitious work—a 12-book, 200-page epic in blank verse—that poeticized life at sea, a common theme among English prose and poetry and frequently a favorite of Noyes’s.\nAnother one of Noyes’s frequently referenced work is “The Highwayman,” an atypically somber, violent poem described by Diane Roback and Richard Donahue in Publishers Weekly as being “about a beautiful woman who dies (with her breast ‘shattered ... drenched with her own red blood’) to save her lover, who is, in turn, shot down ‘like a dog on the highway.’” McDowell quoted Noyes as professing to have written “The Highwayman” in two days when he was 24, “the age when I was genuinely excited by that kind of romantic story.”\n\r\nThe third most-frequently cited work is a three-volume work called The Torch-Bearers (1922, 1925, and 1930), which was inspired after a visit in 1917 to a new telescope being installed at Mount Wilson, California. This trilogy was Noyes’s attempt to reconcile science and religion, as it pays homage to progress in astronomy, biology, and other scientific advancements, as well as the theological and philosophical development of the human race. McDowell described the third volume, The Last Voyage, as reflecting “the intensity of Noyes’s theological search for one’s destiny after life on earth and his increased preoccupation with religion following the death of Garnett,” his first wife, who died in 1926. After her death, Noyes joined the Catholic Church, a transition that greatly influenced his later work.\nWilliam Lyon Phelps, writing in The Advance of English Poetry in the Twentieth Century, referred to Noyes as “one of the most melodious of modern writers, with a witchery in words that at its best is irresistible. ... [H]e has the imagination of the inspired poet, giving him creative power to reveal anew the majesty of the untamed sea, and the mystery of the stars.” His embodiment of lyrical simplicity and classic familiarity masking as chaste intellectualism was the reason his work was appreciated and adored by the masses. Phelps said, “Alfred Noyes understands the heart of a child,” and likened some of his prettier works to “a kind of singing Alice-in-Wonderland.” Because some of his work—particularly “Flower of Old Japan” and “Forest of Wild Thyme”—sought to regard the world through the eyes of a child, Noyes felt he had to qualify his efforts. According to Phelps’s essay, Noyes asked that his youthful poems “not be taken merely as fairy-tales, but as an attempt to follow the careless and happy feet of children back into the kingdom of those dreams which ... are the sole reality worth living and dying for; those beautiful dreams, or those fantastic jests ... for which mankind has endured so many triumphant martyrdoms that even amidst the rush and roar of modern materialism they cannot be quite forgotten.”\nNoyes’s autobiography, Two Worlds for Memory, was published in 1953. He died on the Isle of Wight on June 25, 1958.\n", "attrs": {"Region:": ["England"]}}