{"pf_url": "https://www.poetryfoundation.org/poets/algernon-charles-swinburne", "name": "Algernon Charles Swinburne", "yob": "1837", "yod": "1909", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/294f6e70ead87ab96a3209f95111c75239445bfa.jpeg", "bio": "\nEnglish poet and critic Algernon Charles Swinburne was born into a wealthy Northumbrian family in London, England in 1837. He was educated at Eton College and at Balliol College, Oxford, but did not complete a degree. Swinburne was one of the most accomplished lyric poets of the Victorian era and was a preeminent symbol of rebellion against the conservative values of his time. His books include Poems and Ballads, Second Series (1878), Songs Before Sunrise (1871), Poems and Ballads (1866), Chastelard (1865), Atalanta in Calydon (1865), and The Queen-Mother and Rosamond (1860).\nThe explicit and often pathological sexual themes of his most important collection of poetry, Poems and Ballads (1866), delighted some, shocked many, and became the dominant feature of Swinburne’s image as both an artist and an individual. Nevertheless, critics have found that to focus exclusively on the sensational aspects of Swinburne’s work is to miss the assertion, implicit in his poetry and explicit in his critical writings, that his primary preoccupation was the nature and creation of poetic beauty.\nWhile at Oxford, Swinburne met the brothers William Michael and Dante Gabriel Rossetti, as well as other members of the Pre-Raphaelite circle, a group of artists and writers whose work emphasized medieval subjects, elaborate religious symbolism, and a sensual pictorialism, and who cultivated an aura of mystery and melancholy in their lives as well as in their works. In 1860 Swinburne published two verse dramas in the volume The Queen-Mother and Rosamond, which was largely ignored. He achieved his first literary success in 1865 with Atalanta in Calydon, which was written in the form of classical Greek tragedy. The following year the appearance of Poems and Ballads brought Swinburne instant notoriety. He became identified with the “indecent” themes and the precept of art for art’s sake that characterized many of the poems in the volume. He subsequently wrote poetry of many different kinds, including the militantly republican Song of Italy (1867) and Songs before Sunrise (1871) in support of the risorgimento, the movement for Italian political unity, as well as nature poetry. Although individual volumes of Swinburne’s poetry were occasionally well received, in general his popularity and critical reputation declined following the initial sensation of Poems and Ballads.\n\r\nSwinburne’s physical appearance, his personality, and the facts of his life have received much attention from biographers and from commentators exploring biographical bases of his works. He was small, frail, and plagued by numerous peculiarities of physique and temperament, including an overlarge head, nervous gestures, and seizures that may have been manifestations of a form of epilepsy. Throughout the 1860s and 1870s, he drank excessively and was prone to accidents that often left him bruised, bloody, or unconscious. Until his 40s, he suffered intermittent physical collapses that necessitated removal to his parents’ home while he recovered. In 1879, Swinburne’s friend and literary agent, Theodore Watts-Dunton, intervened during a time when Swinburne was dangerously ill. Watts-Dunton isolated Swinburne at a suburban home in Putney and gradually weaned him from alcohol—and from many former companions and habits as well. Swinburne lived another 30 years with Watts-Dunton, whose role remains controversial. He denied Swinburne’s friends access to him, controlled the poet’s money, and restricted his activities. However, commentators agree that Swinburne’s erratic conduct could have resulted in his death, and Watts-Dunton is generally credited with saving his life and encouraging him to continue writing into his old age. Swinburne died in London on April 10, 1909 at the age of 72.\nThe most important and conspicuous quality of Swinburne’s work is an intense lyricism. Even early critics, who often took exception to his subject matter, commended his intricately extended and evocative imagery, metrical virtuosity, rich use of assonance and alliteration, and bold, complex rhythms. At the same time, the strong rhythms of his poems and his characteristic use of alliteration were sometimes carried to extremes and rendered his work highly susceptible to parody. Critics note that his usually effective imagery is at times vague and imprecise, and his rhymes are sometimes facile and uninspired. After establishing residence in Putney, Swinburne largely abandoned the themes of pathological sexuality that had characterized much of his earlier poetry. Nature and landscape poetry began to predominate, as well as poems about children. Many commentators maintain that the poetry written during the years at Putney is inferior to Swinburne’s earlier work, but others have identified individual poems of exceptional merit among his later works, citing in particular “By the North Sea,” “Evening on the Broads,” “A Nympholept,” “The Lake of Gaube,” and “Neap-Tide.”\nThroughout his career Swinburne also published literary criticism of great acuity. His familiarity with a wide range of world literatures contributed to a critical style rich in quotation, allusion, and comparison. He is particularly noted for discerning studies of Elizabethan dramatists and of many English and French poets and novelists. In response to criticism of his own works, Swinburne wrote essays, including Notes on Poems and Reviews (1866) and Under the Microscope (1872), which are celebrated for their wit and insight. Swinburne also published one novel, Love’s Cross-Currents (1901), serially under a pseudonym, and left another, Lesbia Brandon, unfinished at his death. The first attracted little notice other than some speculation about its authorship. Some critics have theorized that Lesbia Brandon was intended as thinly disguised autobiography; however, its fragmentary form resists conclusive interpretation.\n\r\nDuring Swinburne’s lifetime, critics considered Poems and Ballads his finest as well as his most characteristic poetic achievement; subsequent poetry and work in other genres was often disregarded. Since the mid-20th century, however, commentators have been offering new assessments of Swinburne’s entire career. Forgoing earlier dismissals of Swinburne’s voluminous later writings and reexamining individual poems strictly on their own merit, critics have identified works of great power and beauty from all periods of his career.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}