{"pf_url": "https://www.poetryfoundation.org/poets/alicia-ostriker", "name": "Alicia Ostriker", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/b6a78681a6adf5b94832130b631c28196340bc9a.jpeg", "bio": "\nPoet, critic, and activist Alicia Ostriker was born in 1937 in New York City. She earned degrees from Brandeis and the University of Wisconsin-Madison. Twice a finalist for the National Book Award, Ostriker has published numerous volumes of poetry, including Waiting for the Light (2017), which awarded the Berru Award from the Jewish Book Council, and The Old Woman, the Tulip, and the Dog (2014), The Book of Seventy (2009), which received the Jewish National Book Award. Other books of poetry include No Heaven (2005); The Volcano Sequence (2002); Little Space (1998), a finalist for the Lenore Marshall Poetry Prize; The Crack in Everything (1996), which won the Paterson Award and the San Francisco State Poetry Center Award; The Imaginary Lover (1986), winner of the William Carlos Williams Award; A Woman Under the Surface (1983), Once More Out of Darkness (1974), and Songs (1969).\nKnown for her intelligence and passionate appraisal of women’s place in literature, Ostriker’s poetry and criticism investigates themes of family, social justice, Jewish identity, and personal growth. Ostriker’s books of criticism include For the Love of God: The Bible as an Open Book (2009), Dancing at the Devil’s Party: Essays on Poetry, Politics, and the Erotic (2000), and Stealing the Language: The Emergence of Women’s Poetry in America (1983). Of her place in American letters, the writer Joyce Carol Oates noted: “Alicia Ostriker has become one of those brilliantly provocative and imaginatively gifted contemporaries whose iconoclastic expression, whether in prose or poetry, is essential to our understanding of our American selves.”\nOstriker told Contemporary Authors: “People who do not know my work ask me what I write about. I answer: love, sex, death, violence, family, politics, religion, friendship, painters and painting, the body in sickness and health. Joy and pain. I try not to write the same poem over and over. I try to stretch my own envelope, to write what I am afraid to write. Composing an essay, a review or a piece of literary criticism, I know more or less what I am doing and what I want to say. When I write a poem, I am crawling into the dark. Or else I am an aperture. Something needs to be put into language, and it chooses me. I invite such things. ‘Not I, not I, but the wind that blows through me,’ as D.H. Lawrence says. I write as an American, a woman, a Jew, a mother, a wife, a lover of beauty and art, a teacher, an idealist, a skeptic. Critics seem often to remark that I am ‘intelligent’—but I see myself also as passionate. Actually, I am a combination of mind, body, and feelings, like everyone else, and I try to get them all into play.\n“When I give poetry readings, my hope is to make people in my audience laugh and cry. They often do. The gamble is that my words will reach others, touch their inner lives. When I write literary criticism, I try to see and say clearly what is actually there in the work of other poets. Teaching is extremely important to me, my students are important, I try my best to awaken them to the delight of using their minds. Although clarity is unfashionable, I encourage it. When I teach midrash writing workshops—midrash is an ancient genre which involves elaborating on Biblical stories and characters—I want people to discover how powerfully the Bible speaks to the issues of our own time: gender roles, family dynamics, social class, freedom and slavery, war and peace, fear of the stranger, and the need to overcome that fear. These are my issues, too… All poets have their chosen ancestors and affinities. As an American poet I see myself in the line of Whitman, Williams, and Ginsberg, those great enablers of the inclusive democratic impulse, the corollary of which is formal openness. As a student I wrote in traditional closed forms, as did they—before they discovered the joy and meaning of open forms. To write in open forms is to improvise. Improvisatory verse is like doing a jazz solo: we know what we’ve just done, and the next line has to be connected to it, has to grow out of it somehow, but there is an essential unpredictability. This is an American invention because we act, in America, as if the future is partly shaped by the past, but is not determined by it. We are (a little bit) free.”\nOstriker has received awards and fellowships from the NEA, the Guggenheim and Rockefeller foundations, the Poetry Society of America, and the San Francisco State Poetry Center, among others. In 2015 she was elected Chancellor of the Academy of American Poets. She has taught in the low-residency Poetry MFA program of Drew University and New England College. She lives in Princeton, NJ, is professor emerita of English at Rutgers University.\n \n \n\n \n \n \n", "attrs": {"Region:": ["U.S., New England"]}}