{"pf_url": "https://www.poetryfoundation.org/poets/alice-fulton", "name": "Alice Fulton", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5aa33afec08f4ffd7214c9f47a25388fce9e6dd2.jpeg", "bio": "\nPoet and writer Alice Fulton was born and raised in Troy, New York in 1952. She earned a BA from Empire State College in 1978 and an MFA from Cornell University in 1982. She is the author of numerous books, including the poetry collection Barely Composed (2015); The Nightingales of Troy (2008), a collection of linked stories; and Cascade Experiment: Selected Poems (2004). Fulton has received many honors and awards for her work. Her book Felt (2001) received the Bobbitt Prize for Poetry from the Library of Congress. She is the recipient of an American Academy of Arts and Letters Award in Literature and has also received fellowships from the MacArthur Foundation, the National Endowment for the Arts, the Guggenheim Foundation, the Ingram Merrill Foundation, the Michigan Society of Fellows, and the Fine Arts Work Center in Provincetown. Fulton’s other poetry books include Sensual Math (1995), Powers Of Congress (1990, 2001), Palladium (1986), and Dance Script With Electric Ballerina (1982). An essay collection, Feeling as a Foreign Language: The Good Strangeness of Poetry (1999), was published by Graywolf Press. Fulton's poetry and fiction have appeared in The Best of the Best American Poetry, The Best American Short Stories, and The Pushcart Prize Anthology. Fulton’s poems have also been set to music by contemporary composers such as Anthony Cornicello, William Bolcom, and Enid Sutherland; the pieces have premiered in spaces such as the Guggenheim Museum, Carnegie Hall, and the Walker Arts Center. \r\n \r\nFulton’s poetry is known for its innovative approach to line and language, as well as the variety and depth of its content. Scholar Cristanne Miller has noted that while “strikingly flexible in their diction and manner, Fulton’s poems include an extraordinary range of topics, perspectives, and voices.” Miller went on to describe Fulton’s idiosyncratic style: “While the diction of Fulton’s poems often includes puns and slang, the topics are deeply serious. The poems are epistemological in their concerns: what is it possible to know? how does scientific knowledge affect the perceptions of common sense? how do the powers of language relate to media culture, scientific discovery, imperialism, gender, and the petty inhumanity or graciousness of everyday feelings and events? At the same time, the poems are generous, reminding us through the experimental complexity of their forms and language that we are not just ‘towers / of blood and ignorance.’” Fulton has written extensively on poetics, including in Feeling as a Foreign Language (1999), where she elaborates on her idea of “fractal poetics,” as well as her use of the “double equal sign,” a punctuation mark she began using in Sensual Math.\r\n \r\nIn an interview in Memorious, Fulton elaborated on both ideas: “A fractal poem might splice a complex, dense passage to a flat or transparent line,” she told Les Kay. “The friction between the two registers of diction can create an uncanny dissonance. In this way, didactic lines can be part of a larger oblique structure. The context, the surrounding dictions and tones, changes the transparent lines, which in turn affect the denser lines. … These transparent, potentially cheesy lines are embedded in a structure that includes other, more demanding sorts of language—lyrical, technical, satirical. A fractal poem sets plain language in a linguistic surround that skews—and charges—the plainness.” Of her use of the double equal sign, she said: “I also was interested in devising a punctuation mark that could have content without having a firm denotation or definition. And I thought the sign could signal syntactical deletion. That aspect was suggested by Dickinson. In one poem, I called the sign ‘dash to the max,’ ‘dash to the second power—because it’s a double equal.’ Then, too, I was influenced by A.R. Ammons’s use of the colon. Ammons didn’t devise a new punctuation mark, but his poems are riddled with colons that become more than punctuation marks. He forces you to interpret the colon.”\r\n \r\nFulton is the Ann S. Bowers Professor of English at Cornell University.\n", "attrs": {}}