{"pf_url": "https://www.poetryfoundation.org/poets/alissa-valles", "name": "Alissa Valles", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet and translator Alissa Valles was born in Amsterdam to a Dutch mother and an American father. Raised in the United States and the Netherlands, she was educated at the UCL School of Slavonic and East European Studies in London. Valles has also published poetry under the name Alissa Leigh.    In her concise yet sweeping poems, Valles seeks an elemental level of unity, bending self, place, and history into clear-eyed inquiry. In a 2009 interview with Claire McQuerry for the Four Way Books blog, Valles stated, “Studying languages certainly contributes to a sense of the boundaries of language, but it also forces you to think or dream about a possible underlying unity, some kind of deep grammar, built into the mind. I for one am very susceptible to metaphors drawn from the Chomskian theory (or myth). At the same time, language is so bound up with ‘who we are’ that it makes a good framework for exploring the ambiguities of selfhood.” In a starred Publishers Weekly review of Orphan Fire, the reviewer praised the “terse, learned, harsh collection,” noting that “Valles adapts almost equally well to very long lines and to short ones, to Continental and to American scenes. … When she takes a longer view, adapting ancient myths or ancient authors, her lapidary talents are almost unequaled.”   Her debut poetry collection is Orphan Fire (2008). Valles is the editor and co-translator of Zbigniew Herbert’s Collected Poems 1956–1998 (2008) as well as Herbert’s The Collected Prose 1948–1998 (2010). She has contributed to Polish Writers on Writing (2007, edited by Adam Zagajewski) and the New European Poets (2008, edited by Wayne Miller and Kevin Prufer). A recipient of the Poetry Magazine Ruth Lilly Poetry Fellowship and the Bess Hokin Prize, Valles has worked for the BBC, the Dutch Institute of War Documentation, the Jewish Historical Institute, and Warsaw’s La Strada International and has served as an editor for the online literary journal Words Without Borders. She lives in Cambridge, Massachusetts.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}