{"pf_url": "https://www.poetryfoundation.org/poets/alison-hawthorne-deming", "name": "Alison Hawthorne Deming", "yob": "1946", "yod": null, "image": null, "bio": "\nPoet and writer Alison Hawthorne Deming was born in Hartford, Connecticut, in 1946. She earned an MFA from Vermont College and worked on public and women’s health issues for many years. A descendant of the American novelist Nathaniel Hawthorne, Deming is native to New England, but has studied and taught in many other regions as an instructor and guest lecturer. Her books of poetry include Science and Other Poems (1994), winner of the Walt Whitman Award from the Academy of American Poets. Praising the volume, judge Gerald Stern wrote: “I greatly admire Alison Deming’s lucid and precise language, her stunning metaphors, her passion, her wild and generous spirit, her humor, her formal cunning. I am taken, as all readers will be, by the knowledge she displays and how she puts this knowledge to a poetic use; but I am equally taken—I am more taken—by the wisdom that lies behind the knowledge.” The collection, described by Deborah DeNicola in the Boston Book Review as “a dense, majestic, wise and ambitious book,” is listed among the Washingon Post’s Favorite Books of 1994 and the Bloomsbury Review’s best recent poetry.\nDeming’s other poetry collections include The Monarchs: A Poem Sequence (1997), Genius Loci (2005), and Rope (2009). Genius Loci was praised by D.H. Tracy in Poetry: “Alison Deming’s title means ‘spirit of place,’ but be warned . . . Deming doesn’t belong, or want to belong, to a single place long enough to find its genius, and so she functions more like a naturalist of naturalism, classifying the spirits of place as she encounters them.”\nIn addition to numerous journal and anthology publications, Deming has published works of nonfiction, including Temporary Homelands (1994), a collection of essays, The Edges of the Civilized World (1998), and Writing the Sacred into the Real (2001). She also edited Poetry of the American West: A Columbia Anthology (1996), and co-edited, with Lauret E. Savoy, The Colors of Nature: Essays on Culture, Identity, and the Natural World (2002; second edition 2011).\nDeming is the recipient of a Wallace Stegner Fellowship and fellowships from the National Endowment for the Arts, the Fine Arts Work Center in Provincetown, and the Arizona Commission on the Arts. She has received the Pablo Neruda Prize, a Pushcart Prize, and the Gertrude B. Claytor Award from the Poetry Society of America. She is a professor of creative writing at the University of Arizona and lives in Tucson.\r\n \n\r\n \n", "attrs": {"Region:": ["U.S., Southwestern"]}}