{"pf_url": "https://www.poetryfoundation.org/poets/allen-grossman", "name": "Allen Grossman", "yob": "1932", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3297f70d7b4b8b66d1c2c29f0dee97495f4f40d5.gif", "bio": "\nPoet and critic Allen R. Grossman occupies a unique position in contemporary American letters: though influenced by the modernism and postmodernism that shaped so many poets of his generation, Grossman did not align himself with any one poetic community. Instead, his poetry is often described as coming out of the modern Romantic tradition of lyric poetry, and he writes in a high style, reflecting the influence of William Butler Yeats, Wallace Stevens, and Hart Crane. According to the late poet and critic Reginald Shepherd, “Grossman shares the Romantic and High Modernist exalted idea of the poet’s vocation and of the power of poetry to engage and encompass the world on equal terms … Though his poetry is not devoid of irony or even humor, Grossman is never embarrassed or ironic about the greatness he believes poetry to be capable of making apparent, nor about his own ambitions to approach such greatness, although in his view its attainment is impossible: to write the perfect poem would be to reach the end of poetry.” A noted scholar, Grossman’s book The Sighted Singer: Two Works on Poetry for Writers and Readers (1992), which he wrote with Mark Halliday, remains a kind of cult classic of poetics. The work addresses the philosophical implications of lyric poetry and lays out Grossman’s own understanding of the nature of poetic address.\nGrossman was born in Minneapolis, Minnesota. He earned his BA and MA from Harvard and his PhD from Brandeis University in 1960. He taught for many years at both Brandeis, where he was the Paul E. Prosswimmer Professor of Poetry and General Education; and Johns Hopkins University, where he was the Emeritus Andrew W. Mellon Professor in the Humanities. His many honors and awards included a MacArthur Foundation “Genius” Award, the Bassine Citation of the Academy of American Poets, the Witter Bynner Prize for Poetry from the American Academy and Institute of Arts and Letters, fellowships from the Guggenheim Foundation and the National Endowment for the Arts, a nomination for the National Book Critics Circle Award for his book The Ether Dome (1992), and, in 2009, the prestigious Yale Bollingen Prize. He also served as a fellow of the American Academy of Arts and Science.\nInvested in lyric poetry’s impulse to embody experience precisely, Grossman’s poetry also displays a distrust of its ability to fix feeling accurately. In books like A Harlot’s Hire (1962) and The Woman on the Bridge over the Chicago River (1979), Grossman began to formulate his poetics in poems that were at once narrative and philosophical. Grossman’s The Ether Dome was described by critic William Doreski for the Literary Review as representing “a long devotion to poetry not as a quasi-career but as a way of understanding the world.” Grossman’s later work has also received praise for its continued devotion to exploring the intersections of poetry, philosophy, and autobiography. In the Boston Review, James Longenbach described How to Do Things with Tears (2001) as Grossman’s “wildest creation yet.” The material in this book, Longenbach claimed, could have filled ten books. Though the poems are “stuffed with characters, voices and idioms,” there is a unifying voice, Longenbach wrote, that makes a singular statement: “Poetry is what we do with memories, and remembering is what we do with tears.” In Descartes’ Loneliness (2007), Grossman imaginatively inhabits the figure of Descartes and the precepts of his philosophy, penning letters to Princess Elizabeth. However, the book is also concerned with Grossman’s own family history. As Publisher’s Weekly noted, these more personal lyrics showcase Grossman’s “interest—or better, faith—in poetry’s capacity to perform distinctly human acts of preservation.”\nCritic Geoffrey Hartman wrote, ”Grossman’s poems, a continuous act of confrontation, brave comparison with verses that today are sacred as verse, untouchable in their strength.” Scholar Robert Fitzgerald added, “The reader who takes up these poems will appreciate at once the altogether distinctive beauty of lines and phrases … falling as unlaboredly on the page as light falls through a framing window on a wall.  The prosodic or musical achievement is itself a rare one amid the poetries of the time, and like most fine art comes of long study and the intense exercise of choice.”\nGrossman died in Chelsea, Massachusetts in 2014.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}