{"pf_url": "https://www.poetryfoundation.org/poets/allison-adelle-hedge-coke", "name": "Allison Adelle Hedge Coke", "yob": "1958", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/58efd9babd80e6796136f576f4f903cb8e1a2615.jpeg", "bio": "\nAllison Adelle Hedge Coke grew up in North Carolina, Texas, Canada, and the Great Plains region. She is of Huron, Metis, French Canadian, Portuguese, English, Irish, Scot, and mixed Southeastern Native heritage, poet, writer, and educator. Though she left school to work in the fields as a child, she later attended North Carolina State University, Estelle Harmon's Actor's Workshop, Jack Kerouac School of Disembodied Poetics Summer Writing Program, and earned an AFAW in creative writing from the Institute for American Indian Arts and an MFA from Vermont College. She is the author of the poetry chapbook Year of the Rat (1996); the full-length poetry collections Dog Road Woman (1997), Off-Season City Pipe (2005), Blood Run (2006 UK, 2007 US), Streaming (2014), an illustrated (by Dustin Illetewahke Mater) special edition Burn (2017); and the memoir Rock, Ghost, Willow, Deer (2004, 2014). Streaming comes with a full album recorded in the Rd Klā project period with Kelvyn Bell and Laura Ortman. One inclusion was selected by Motion Poems and Pixel Farms to be made into an animated film and several of the poems in Streaming also influenced the film she is currently in-production directing, Red Dust.\r\n \r\nHedge Coke grew up listening to her father’s traditional stories. In Rock, Ghost, Willow, Deer, she explores her Indigenous heritage and the experience of growing up with a schizophrenic mother, displacement, as well as her struggles in youth with alcoholism and abuse and her early life as a laborer in fields, factories, and on waters. In Blood Run, a verse play, Hedge Coke’s persona poems advocate the need to protect the Indigenous North American mound city Blood Run (she successfully lobbied for and the state park renamed Good Earth opened in 2013). The book, and its prosody, are mathematically encoded to match the Indigenous built site as noted in the Don D. Walker Award winning article written by Chadwick Allen.\r\n \r\nHedge Coke has worked as a mentor and teacher with Native Americans—on reservations, in urban areas, in juvenile facilities, mental institutions, and in prisons—and migrant worker and refugee at-risk youth communities. She founded and directed a Y-Writers Voice in Sioux Falls, South Dakota, where she created youth and labor outreach programs, and has worked as an artist in residence for numerous programs in the state and nationwide. She was named Mentor of the Year in 2001 by the Wordcraft Circle of Native Writers and Storytellers for her work in literary arts mentorship for incarcerated youth and won the Sioux Falls Mayor's Award for Literary Excellence in 2003.\r\n \r\nHedge Coke has also edited numerous anthologies, including two of student writing: Coming to Life, poems for peace in response to 9-11 (2002) and They Wanted Children (2003). She has also edited It’s Not Quiet Anymore (1992); Voices of Thunder (1993); To Topos (2007); Effigies (2009), a collection of work by Inupiat and Hawaiian Native poets; Sing: Poetry From the Indigenous Americas (2011), named a Best Book of 2011 by National Books Critics Circle's Critical Mass; and Effigies II (2014).\r\n \r\nDog Road Woman won the American Book Award from the Before Columbus Foundation. She is a King-Chavez-Parks awardee, an IPPY Medalist, a Pen Southwest Book Award winner, and has won several state grant and community awards, twice received the Writer of the Year award for Poetry and twice received the Editor of the Year Award from the Wordcraft Circle of Native Writers and Storytellers who most recently awarded her their highest honor, Wordcrafter of the Year, 2015. In 2015 she was also awarded the Native Writers' Circle of the Americas highest honor, the Lifetime Achievement Award. US Poet Laureate Juan Felipe Herrera selected her for a Witter Bynner fellowship in 2016. Hedge Coke held an NEH appointment at Hartwick College in 2004, and was a Reynolds Chair of Poetry and writing at the University of Nebraska where she codirected the cohort MFA program and directed the Reynolds Series. She has taught for Naropa University, the University of California, Riverside, Northern Michigan University, Red Earth MFA, was Visiting Artist at the University of Central Oklahoma, and served as Distinguished Writer in Residence at the University of Hawai'i, Mānoa. She has directed the Literary Sandhill Cranefest Retreat since 2007, is a founding faculty member of the VCFA MFA in Writing and Publishing, and is a Distinguished Professor of Creative Writing at the University of California, Riverside.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}