{"pf_url": "https://www.poetryfoundation.org/poets/amelia-rosselli", "name": "Amelia Rosselli", "yob": "1930", "yod": "1996", "image": null, "bio": "\nPoet, musician, and musicologist Amelia Rosselli is considered to be one of the best Italian writers of the post-WWII generation. She was born in Paris to Italian parents who fled Italy. Her father and uncle, who were leaders of the anti-Fascist Resistance, were assassinated by the Fascist secret service when she was seven years old. She and her mother then moved to England, and later to the United States, where Rosselli was educated. She returned to Italy in 1949, and settling eventually in Rome.\nRosselli published eight poetry collections, writing in English, French, and Italian. Her work has been recently collected and published in Hospital Series (2015, translated by Roberta Antognini, Giuseppe Leporace and Deborah Woodard) and Locomotrix: Selected Poetry and Prose of Amelia Rosselli (2012, translated by Jennifer Scappettone). She also translated English poetry into Italian.\nScholar and translator Lucia Re has described Rosselli as “anti-fascist, Jewish, multi-lingual, an experimental musician and a perennial exile, Amelia Rosselli is one of the great poets of the 20th century. Her tragic yet oddly consolatory voice is comparable only to that of poets such as Celan, Bachmann, Char, Pasternak, Akhmatova, and Plath, all of whom she loved. Her work with language—however obscure it may seem at first—is always the result of a painstaking attempt to give to the reader an accurate sense of a painful, oppressive and violent reality experienced or witnessed directly, a reality that Rosselli wishes to expose, resist and call into question. Fascism, World War II, the holocaust, the Cold War, right-wing political brutality, economic, racial and sexual discrimination, social injustice, the oppressiveness of media and consumer culture, the crass and obtuse selfishness of the bourgeoisie, are all realities that her texts evoke, weaving the private with the public, the personal with the political. To read her is to embark on an unforgettable journey of suffering and esthetic redemption.”\n", "attrs": {"Region:": ["Italy"]}}