{"pf_url": "https://www.poetryfoundation.org/poets/amitava-kumar", "name": "Amitava Kumar", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/e7d626be590f563b07d0f7a5afc0ff2b6d770561.jpeg", "bio": "\nWriter and journalist Amitava Kumar was born in Ara, Bihar, India, and raised in Patna. He is the author of a collection of poetry, No Tears for the NRI (1996). His prose includes Passport Photos (2000), which won Outstanding Book of the Year from the Myers Program for the Study of Bigotry and Human Rights in North America; Bombay-London-New York (2002); Husband of a Fanatic: A Personal Journey Through India, Pakistan, Love, and Hate (2005); and A Foreigner Carrying in the Crook of His Arm a Tiny Bomb (2010), which received the Page Turner Award for Nonfiction from the Asian American Writers’ Workshop. His novel Home Products (2007) was published in the United States under the title Nobody Does the Right Thing (2010).\r\n \r\nKumar is the editor of Class Issues: Pedagogy, Cultural Studies, and the Public Sphere (1997), Poetics/Politics: Radical Aesthetics for the Classroom (1999), World Bank Literature (2002), The Humour & the Pity: Essays on V.S. Naipaul (2002), and Away: The Indian Writer as Expatriate (2003). In addition to serving on the editorial board of several publications, Kumar coedits the journal Politics and Culture: Essays on Indian Texts and Contexts. He wrote and narrated the documentaries Pure Chutney (1998) and Dirty Laundry (2005).\r\n \r\nKumar’s many honors and awards include fellowships from the Norman Mailer Center and Writers Colony, the Wesleyan Writers Conference, the National Endowment for the Humanities, Yale University, SUNY-Stony Brook, Dartmouth, and the University of California-Riverside. He has received awards from the South Asian Journalists Association and blogs for the Huffington Post. Kumar is Helen D. Lockwood Professor of English at Vassar College.\n", "attrs": {"Region:": ["Asia, South", "U.S., New England"]}}