{"pf_url": "https://www.poetryfoundation.org/poets/ammiel-alcalay", "name": "Ammiel Alcalay", "yob": "1956", "yod": null, "image": null, "bio": "\nPoet, novelist, translator, scholar, and activist Ammiel Alcalay was born and raised in Boston. He studied Latin and ancient Greek at City College in New York and earned his PhD in comparative literature from the CUNY Graduate Center. His parents were Sephardic Jews from Belgrade (Serbia), and much of Alcalay’s work engages questions of religious identity, language, and culture, particularly the histories and cultures of the Balkans and the Middle East. This interest is also wedded to a deeply personal investment in the legacies of New American poetry; Charles Olson was a personal friend of Alcalay’s family, and Alcalay has described how his “education included pilfering my parents’ library, stuff they were reading in the ’50s and ’60s.”\nAlcalay’s very diverse body of writing spans numerous collections of poetry, including neither wit nor gold: (from then) (2011), among others; the novel Islanders (2010); and the scholarly monograph After Jews and Arabs: Remaking Levantine Culture (1993). He has translated the Bosnian poet Semezdin Mehmedinović’s Nine Alexandrias (2003) and Sarajevo Blues (1998). Alcalay’s books of essays include a little history (2013); Memories of Our Future: Selected Essays, 1982–1999 (1999); and the cairo notebooks (1993). He is also the author of from the warring factions (2002; reissued 2012), which Publisher’s Weekly called an “assembled epic of polyvocal documentation”—the book is dedicated to Srebrenica, the site of the 1995 massacre of more than 7,000 Muslim men and boys.\nSpeaking of his various modes of writing, Alcalay told Risa Kahn, “Some people know me as a poet, others as a translator or someone involved in the Middle East or Bosnia. I spend a lot of my time trying to figure out what I’m doing. Auto-critiquing. Trying to understand what I’ve done. I put more work into circulation than I can deal with. I have to step back and say, ‘What is this?’ So, publishing this ‘old work’ has now set in motion all these other things … a whole bunch of other ways of thinking.”\nAlcalay founded and is general editor of Lost & Found: The CUNY Poetics Document Initiative. The chapbook series publishes student and guest-edited archival texts of writers and activists, frequently focusing on correspondence, journals, lectures, and ephemera. Alcalay won the American Book Award for his work on Lost & Found in 2017. He is a professor at Queens College and the CUNY Graduate Center.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}