{"pf_url": "https://www.poetryfoundation.org/poets/amy-catanzano", "name": "Amy Catanzano", "yob": "1974", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/8ffd338b8c686c5822ca062a2f5335f81401632c.jpeg", "bio": "\nAmy Catanzano grew up in Colorado and earned a BA from Colorado State University and an MFA from the Iowa Writers’ Workshop. She is the author of Starlight in Two Million: A Neo-Scientific Novella (2014), a work combining poetry with prose and the winner of the Noemi Press Book Award in Fiction; Multiversal (2009), winner of the PEN USA Literary Award in Poetry and the Poets Out Loud Poetry Prize from Fordham University Press; and iEpiphany (2008). Her writing moves between a range of genres and disciplines, often with a focus on the intersections of poetry, experimental art, and branches of science such as physics and astronomy.\nCatanzano is also the author of the chapbooks the heartbeat is a fractal (2007) and World Lines: A Quantum Supercomputer Poem (2018). Her digital poem, Wavicles (2017), on wave-particle duality, appeared in the exhibition, The Gravity of Words, at the Rotterdam Poetry International Festival and elsewhere. Her poetry, fiction, creative nonfiction, essays, and cross-genre works have been featured in numerous publications, including Jacket2, Poems and Poetics, Supplement, Colorado Review, Conjunctions, and New American Writing. Her writing has also appeared in anthologies, including A Best of Fence (2009) and #Nodos (2017), a Spanish publication on the intersections of literature, science, and art.\nCatanzano is an associate professor of English and the poet-in-residence at Wake Forest University in North Carolina. Previously, she taught in the Jack Kerouac School of Disembodied Poetics at Naropa University. As part of her interest in science, she conducts site visits to scientific research centers, where she carries out research for her writing and often gives lectures and literary readings. Funded by arts and humanities awards from Wake Forest University, she has conducted research at CERN in Switzerland and on the Dark Energy Survey at the Cerro Tololo Inter-American Observatory in the Chilean Andes. In 2018, she was the inaugural poet-in-residence at the Simons Center for Geometry and Physics at Stony Brook University.\n", "attrs": {}}