{"pf_url": "https://www.poetryfoundation.org/poets/ana-castillo", "name": "Ana Castillo", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/69472368306bf1c730518f8c138cb7f720f5f65e.jpeg", "bio": "\nAna Castillo is a celebrated poet, essayist, editor, activist, novelist, and translator. She earned a BA in art from Northwestern Illinois University, an MA from the University of Chicago, and a PhD from the University of Bremen, Germany. She holds an honorary doctorate from Colby College. She is the editor of La Tolteca, a journal devoted to “promoting the advancement of a world without borders and censorship.” Castillo’s commitment to human rights, free expression, and cultural exchange has shaped her career as a writer and scholar from the first. Calling her “the most daring and experimental of Latino novelists,” Commonweal contributor Ilan Stavans noted that Castillo’s “desire to find creative alternatives and to take risks is admirable.” Castillo’s work in poetry and prose is at once highly innovative and based on established oral and literary traditions.\n\r\nBorn and raised in Chicago, Castillo credits the rich storytelling tradition of her Mexican heritage as the foundation for her writing. When she was nine years old, she wrote her first poems following the death of her grandmother. In high school and college Castillo was active in the Chicano movement, using poetry to advance political causes. Her first published volumes of verse—Otro canto (1977), The Invitation (1979), and Women Are Not Roses (1984)—“examine the themes of sadness and loneliness in the female experience,” according to Dictionary of Literary Biography contributor Patricia De la Fuente. Castillo’s Massacre of the Dreamers: Essays on Xicanisma (1994; reprinted 2014), based on her doctoral work at the University of Bremen, likewise explores the Chicana experience and the historical and social implications of Chicana feminism. It is a “provocative” collection, according to Marjorie Agosin in the Multicultural Review, and the work of a writer both “lyrical and passionate,” and “one of the country’s most provocative and original.” Castillo has continued to write both poetry and prose that engage with the politics of identity, nation, and religion, notably in the anthology Goddess of the Americas: Writings on the Virgin of Guadalupe (1996), a collection of writings about the patron saint of Mexico that Castillo edited because “what we could call the feminine principle is too absent from—is too denigrated by—Western society,” as she noted in a Publishers Weekly interview. Castillo’s other collections of essays and nonfiction include My Mother’s Mexican: New and Collected Essays (2015) and Black Dove: Mamá, Mi’jo, and Me (2016), which won the Lambda Literary Award for Bisexual Nonfiction and the International Latino Book Award.\r\n \r\nCastillo’s poetry, like her critical prose, explores the political and ethical implications of personal experience. Her later collections include My Father was a Toltec: and Selected Poems (1995), I Ask the Impossible (2001), and Watercolor Women/Opaque Men: A Novel in Verse (2005; reissued 2017). Frequently blending Spanish and English, and working in genres like the verse novel, Castillo invents and innovates forms while continuing to work the vein of protest and solidarity poetry she began her career writing. As Jane Juffer has noted, Castillo “has used her poetry, fiction, and essays to help define an oppositional Chicana feminism. The meaning of ‘oppositional,’ however, has been contested and conflicted, and Castillo's work testifies to this struggle. Among the many issues to consider in the intersections of Chicana art and activism, we might focus on two that are central to Castillo's work. First, how does one retain the specificity of Chicana experience while making connections to other Latino/a and other women's issues? Second, how can writers who define themselves through their marginality move into the mainstream publishing world without losing their radical edge?”\r\n \r\nCastillo began moving into that “mainstream publishing world” as a writer of fiction. Her first novel, The Mixquiahuala Letters (1986; reprinted 1992), won the American Book Award from the Before Columbus Foundation. The novel was described by De la Fuente as “a far-ranging social and cultural expose.” Through the device of letters exchanged over a ten-year period between Teresa, a California poet, and her college friend Alicia, a New York artist, The Mixquiahuala Letters explores the changing role of Latina women in the United States and Mexico during the 1970s and 1980s and the negative reaction many conservative Latino and Anglo men felt toward their liberation. Castillo creates three possible versions of Teresa and Alicia’s story—”Conformist,” “Cynic,” and “Quixotic”—by numbering the letters and supplying varying orders in which to read them, each with a different tone and resolution. Other early novels include Sapogonia: An Anti-Romance in 3/8 Meter (1994) and So Far from God (1994). The first of her novels to be widely read and reviewed, So Far from God was linked, notably by Barbara Kingsolver in the Los Angeles Times Book Review, to magical realism, the genre frequently identified with prominent South American writers Gabriel García Márquez, Isabel Allende, and others. Yet the book also earned praise for its ability to riff on telenovela traditions. Castillo’s works of fiction include the short story collection Loverboys (1996) and the later novels Peel My Love Like an Onion (2000), nominated for the Dublin Prize, The Guardians (2007), which was named a best book of the year by the Chicago Tribune, and Give it to Me (2014), which won the Lambda Award.\n\r\nAs an editor, Castillo has been instrumental in publishing voices from the Latina and Chicana community. In addition to her stewardship of La Tolteca, she has edited or helped edit collections such as The Sexuality of Latinas (1993), Recent Chicano Poetry: Neueste Chicano-Lyrik (1994), and Goddess of the Americas (1996). Castillo’s other books include the children’s book My Daughter, My Son, The Eagle, The Dove (2000), which was an Americas Award for Children’s and Young Adult Literature Commended Title, and the plays Psst…: I Have Something to Tell You, Mi Amor (2005).\r\n \r\nCastillo’s numerous honors and awards include the Sor Juana Achievement Award from the Mexican Fine Arts Center Museum in Chicago, the Carl Sandburg Award, a Mountains and Plains Booksellers Award, and fellowship from the National Endowment for the Arts in both fiction and poetry. She was the first Sor Juana Inés de la Cruz Endowed Chair at DePaul University and has been the Martin Luther King, Jr. Distinguished Visiting Scholar at MI. as well as poet-in-residence at Westminster College in Utah. In 2013 she received the American Studies Association Gloria Anzaldúa Prize, and in 2014 she held the Lund-Gil Endowed Chair at Dominican University in Illinois. She has served on the faculty with the Bread Loaf Summer Program and was awarded the Lifetime Achievement Award in literature by Latina 50 Plus in 2015.\n\n\n\r\n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}