{"pf_url": "https://www.poetryfoundation.org/poets/andrew-glaze", "name": "Andrew Glaze", "yob": "1920", "yod": "2016", "image": null, "bio": "\nBorn in Nashville and raised in Birmingham, Alabama, poet and playwright Andrew Glaze earned a BA at Harvard University and also attended Stanford University and the University of Grenoble. He served in France as an Air Force first lieutenant during World War II and returned to Birmingham to work as a court reporter for the Birmingham Post-Herald during the civil rights movement. After testifying on behalf of two black men in a case against a white deputy sheriff, Glaze relocated to New York City, where he began to publish his poetry while working as a press officer for the British Tourist Authority.\nGlaze published seven volumes of poetry during his lifetime, including Damned Ugly Children (1966, nominated for a Pulitzer Prize and named a Notable Book by the American Library Association), I am the Jefferson County Courthouse, and other poems (1981), Someone Will Go On Owing: Selected Poems 1966–1992 (1998, chosen as Best Book of the Year by the Southeastern Booksellers Association), and Overheard in a Drugstore and Other Poems (2015). His poem “A Journey” was set to music by composer Ned Rorem. Earth That Sings: On the Poetry of Andrew Glaze (1985, edited by William Doreski) was published in the American Poets Profile series.\nIn his poems, set in the matters of daily life, Glaze often engages questions of social justice and personal connection with wry humor and patient attention. In a statement written at the time of his death, Jeanie Thompson, executive director of the Alabama Writers’ Forum, observes, “Andrew Glaze’s poems were testimonials of our life in the South, including our foibles and our deep differences. As he grew older, his poems often bit deeper but also touched our hearts with true gravity.” In 2015, he was inducted into the Alabama Writers Hall of Fame. Additional honors include a Eunice Tietjens Memorial Prize from Poetry magazine and a National Hackney Award.\nGlaze lived in Manhattan for 30 years and in Miami for 14 years before returning to Alabama in 2002. In 2013, he became the 11th poet laureate of Alabama, a post he held until his death at the age of 95. A selection of his papers relating to the publication of his debut collection, Damned Ugly Children, is held at Harvard University’s Houghton Library. \n", "attrs": {"Region:": ["U.S., Southern"]}}