{"pf_url": "https://www.poetryfoundation.org/poets/andrew-hudgins", "name": "Andrew Hudgins", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/bf721df1ef1aa8171511fd5d7a08dd7799f16028.jpeg", "bio": "\nPoet Andrew Hudgins was born in Killeen, Texas, in 1951. The eldest son in a military family, Hudgins moved around the American South for much of his childhood, eventually attending Huntingdon College and the University of Alabama. He earned his MFA from the Iowa Writers’ Workshop in 1983. His poetry is known for its dark humor, formal control, and adept handling of voice. Hudgins’s first book, Saints and Strangers (1986), was nominated for the Pulitzer Prize; his third collection, The Never-Ending (1991), was a finalist for the National Book Award. Commended by critics for his striking ability to embody the Southern Gothic tradition of American literature, Hudgins’s early poems swell with sanguinary images of guilt, sacrifice, and powerlessness. Other early books such as After the Lost War: A Narrative (1988), a series of dramatic monologues recounting the life of Georgia poet and Confederate soldier Sidney Lanier, and The Glass Hammer: A Southern Childhood (1994) also use the conventions of Southern literary tradition to delve into the narrative potential of biography and autobiography. Hudgins himself has spoken of his desire to write poems he himself would like to read, and critic Jordan Davis has argued that The Glass Hammer is one of the best verse-autobiographies of the last few decades because of the attention Hudgins pays to the fashioning of self: “most writers forget that I is a character,” Davis wrote in The Constant Critic, “and that the special relationship between the writer and this character does not relieve the writer of the obligation to tell the reader something worth hearing. Hudgins remembers this obligation clearly in The Glass Hammer.”\nHudgins’s collection of essays, The Glass Anvil (1997), explores childhood, memory, and personal poetics in prose. Of his tendency to take on project-length works, Hudgins has said he enjoys their self-sustaining quality, and for the unique kind of inspiration they foster: “I do believe that immersing ourselves in a project allows our brains to work on them without our conscious effort. So I have made a rule for myself that if an idea flashes through my head in those moments before sleep, I will get up and write it down. A lot of incoherent notes—or notes that are merely obvious or dumb—get pitched in the morning, but that twilight of consciousness often enough permits good ideas to flit around in the shadows. My deal with my subconscious is that if it permits me to glimpse those shadows I will take them seriously by getting up and recording what I see, even if it costs me a good night’s sleep.”\nTypically a narrative poet whose dependence on persona and dramatic monologue extend into later collections such as Shut Up You’re Fine: Poems for Very, Very Bad Children (2009), Hudgins has also attempted more lyrical modes in volumes like Ecstatic in the Poison: New Poems (2003). Describing the collection, poet Mark Strand alleged, “Dark moments seem charged with an eerie luminosity and the most humdrum events assume a startling lyric intensity. A deep resonant humor is everywhere, and everywhere amazing.” American Rendering: New and Selected Poems (2010) contains two dozen new poems that take on a range of familiar themes—including a religious tension that has marked much of Hudgins’s work. Jordan Davis noted that in his latest work Hudgins “appears to be pulling together all his powers, dramatic self-interruption, intense physicality, good-natured almost immature mischief, and a charming impatience that wears a lot better with experience. More importantly, he is turning all his energies toward life as well as death, toward uncertain conclusions as often as foregone ones.” Hudgins has ascribed his frequent use of humor to a similar understanding of uncertainty. In an interview with The Pedestal Magazine, he said, “Humor is a complex and often dirty business. As the ancient playwrights knew, everything depends on where the Wheel of Fortune stops, or more accurately, pauses, hesitates, or trembles, before it starts spinning again. Emerson: ‘Every end is prospective of some other end, which is also temporary.’”\nHudgins’s many awards include the Hanes Poetry Prize and the Witter Bynner Award for Poetry. He has received fellowships from the Ingram Merrill Foundation, the National Endowment for the Arts and the Bread Loaf Writers’ Conference. He has taught at numerous institutions including Baylor University, the University of Cincinnati, and Ohio State University.\n", "attrs": {"Region:": ["U.S., Southern"]}}