{"pf_url": "https://www.poetryfoundation.org/poets/andrew-marvell", "name": "Andrew Marvell", "yob": "1621", "yod": "1678", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/3dda1670d90e336268ebd624c8ccb1ef45cd03fc.jpeg", "bio": "\nAndrew Marvell is surely the single most compelling embodiment of the change that came over English society and letters in the course of the 17th century. In an era that makes a better claim than most upon the familiar term transitional, Marvell wrote a varied array of exquisite lyrics that blend Cavalier grace with Metaphysical wit and complexity. He first turned into a panegyrist for the Lord Protector and his regime and then into an increasingly bitter satirist and polemicist, attacking the royal court and the established church in both prose and verse. It is as if the most delicate and elusive of butterflies somehow metamorphosed into a caterpillar.\n\r\nTo be sure, the judgment of Marvell’s contemporaries and the next few generations would not have been such. The style of the lyrics that have been so prized in the 20th century was already out of fashion by the time of his death, but he was a pioneer in the kind of political verse satire that would be perfected by his younger contemporary John Dryden and in the next generation by Alexander Pope (both writing for the other side)—even as his satirical prose anticipated the achievement of Jonathan Swift in that vein. Marvell’s satires won him a reputation in his own day and preserved his memory beyond the 18th century as a patriotic political writer—a clever and courageous enemy of court corruption and a defender of religious and political liberty and the rights of Parliament. It was only in the 19th century that his lyrical poems began to attract serious attention, and it was not until T.S. Eliot’s classic essay (first published in March 1921), marking the tercentenary of Marvell’s birth, that Marvell attained recognition as one of the major lyric poets of his age.\n\r\nIn recent years postmodernist theory has once again focused on Marvell as a political writer, but with as much attention to the politics of the lyric poems as to the overtly partisan satires. Doubtless what sustains critical interest in Marvell and accommodates the enormous quantity of interpretive commentary attracted by his work is the extraordinary range and ambiguity of theme and tone among a comparatively small number of poems. Equally uncertain are the nature and timing of his personal involvement and his commitments in the great national events that occurred during his lifetime. Nevertheless, despite the equivocal status of many of the details of Marvell’s life and career, the overall direction is clear enough: he is a fitting symbol for England’s transformation in the 17th century from what was still largely a medieval, Christian culture into a modern, secular society. In his subtle, ironic, and sometimes mysterious lyrics, apparently written just at the middle of the century, we have one of our finest records of an acute, sensitive mind confronting the myriad implications of that transformation.\n\r\nThe son of the Reverend Andrew Marvell and Anne Pease Marvell, Andrew Marvell spent his boyhood in the Yorkshire town of Hull, where his father, a clergyman of Calvinist inclination, was appointed lecturer at Holy Trinity Church and master of the Charterhouse when the poet was three years old. His father was, Marvell wrote years later in The Rehearsal Transpros’d: The Second Part (1673), “a Conformist to the established Rites of the Church of England, though I confess none of the most over-running or eager in them.” Not surprisingly then, at the age of twelve in 1633, Marvell was sent up to Trinity College, Cambridge. This was the very year that William Laud became archbishop of Canterbury. If not such a stronghold of Puritanism as Emmanuel College (alma mater of Marvell’s father), Trinity was characterized by a moderation that contrasted sharply with a college such as Peterhouse (Richard Crashaw‘s college), which ardently embraced the Arminianism and ritualism of the Laudian program. Indeed, the liberal, rationalistic tenor of Marvell’s religious utterances in later life may owe something to the influence of Benjamin Whichcote, who in 1636 as lecturer at Trinity Church began to lay the foundation for the latitudinarian strain that was so important in the Church of England after the Restoration. Such tenuous evidence as exists, however, does not suggest Puritan enthusiasm on the part of the youthful poet. The story that Marvell, converted by Jesuits, ran away from Cambridge and was persuaded to return by his father, who found him in a London bookshop, has never been properly verified (although embarrassment over such a youthful indiscretion might go far to explain the virulent anti-Catholicism of his later years). More provocative is the lack of any evidence that he participated in the English Civil War, which broke out a few months after his twenty-first birthday, and the Royalist tone of his poems before 1650.\n\r\nMarvell’s earliest surviving verses lead to no conclusions about his religion and politics as a student. In 1637 two pieces of his, one in Latin and one in Greek, were published in a collection of verses by Cambridge poets in honor of the birth of a fifth child to Charles I. Other contributors were as diverse as Richard Crashaw, who would later be a Catholic priest, and Edward King, whose death by drowning that same year was the occasion for John Milton’s Lycidas (1638). Marvell’s Latin poem, “Ad Regem Carolum Parodia,” is a “parody” in the sense that it is a close imitation—in meter, structure, and language—of Horace, Odes I.2. While the Roman poet hails Caesar Augustus as a savior of the state in the wake of violent weather and the flooding of the Tiber, Marvell celebrates the fertility of the reigning sovereign and his queen on the heels of the plague that struck Cambridge at the end of 1636. Marvell’s contribution in Greek asserts that the birth of the king’s fifth child had redeemed the number five, of ill omen since attempts had been made on the life of James I on August 5, 1600 and November 5, 1605. It would be easy enough to condemn the poem’s frigid ingenuity but for a reluctance to be harsh with the work of a 16-year-old capable of writing Latin and Greek verse.\n\r\nIf little can be made of these student exercises, the poems written in the 1640s that imply a close association between Marvell and certain Royalists furnish intriguing (if meager) grounds for speculation. The mystery is further complicated by a lack of evidence regarding Marvell’s whereabouts and activities during most of the decade. In 1639 he earned his BA and stayed on at the university, evidently to pursue a MA degree. In 1641, however, his father drowned in “the Tide of Humber”—the estuary at Hull made famous by “To his Coy Mistress.” Shortly afterward Marvell left Cambridge, and there is plausible speculation that he might have worked for a time in the shipping business of his well-to-do brother-in-law, Edmund Popple. It is known that sometime during the 1640s Marvell undertook an extended tour of the Continent. In a letter of February 21, 1653 recommending Marvell for a place in his own department in Oliver Cromwell’s government, Milton credits Marvell with four years’ travel in Holland, France, Italy, and Spain, where he acquired the languages of all four countries. Regrettably Milton casts no light upon the motives and circumstances of this journey. Modern scholarship has generally assumed that Marvell served as the companion/tutor of a wealthy and perhaps noble youth, but all the candidates brought forward for this role have been eliminated by one consideration or another. Some have suggested that Marvell was merely avoiding the war, others that he was some kind of government agent. Although the explanation that he was a tutor seems most plausible, there is no certainty about what he was doing.\n\r\nWhatever the purpose of his travel, its lasting effects turn up at various points in Marvell’s writings. The burlesque “Character of Holland” (1665), for example, draws on reminiscences of the dikes of the Netherlands: “How did they rivet, with Gigantick Piles, / Thorough the Center their new-catched Miles.” “Upon Appleton House” describes a drained meadow by evoking a Spanish arena “Ere the Bulls enter at Madril,” and a letter “To a Friend in Persia” recalls fencing lessons in Spain (August 9, 1671). The circumstantial detail of “Fleckno, an English Priest at Rome,” a satire very much in the manner of John Donne’s efforts in that genre, suggests that Marvell actually met the victim of his poem in Rome when Richard Flecknoe was there in 1645-1647. Flecknoe is, of course, the man immortalized as Thomas Shadwell’s predecessor as king of dullness in John Dryden’s Mac Flecknoe (1682). Marvell mercilessly ridicules both the poverty of Flecknoe’s wit and his literal poverty and consequent leanness. The jokes at the expense of Catholic doctrine seem almost incidental to the abuse of Flecknoe’s undernourished penury:\n \nNothing now Dinner stay’d\r\nBut till he had himself a Body made.\r\nI mean till he were drest: for else so thin\r\nHe stands, as if he only fed had been\r\nWith consecrated Wafers: and the Host\r\nHath sure more flesh and blood than he can boast.\nDoubtless these lines play irreverently with the Thomist teaching that the Body and Blood of Christ are both totally contained under each of the eucharistic species, as well as with accounts of the life of Saint Catherine of Siena, who is said to have subsisted for several years with no other nourishment than daily Communion. But the real object of this quasi-Scholastic wit (again, much in the style of Donne) is the absurdity of Flecknoe, and it lacks the virulent loathing that characterizes Marvell’s attack on the doctrine of Transubstantiation years later in An Account of the Growth of Popery (1677). His mockery of the narrowness of Flecknoe’s room makes a similar joke with the doctrine of the Trinity, which was accepted by virtually all Protestants at the time:\n \n          there can no Body pass\r\nExcept by penetration hither, where\r\nTwo make a crowd, nor can three Person here\r\nConsist but in one substance.\n\n\r\nWhile the jocular anti-Catholicism of “Fleck-no” hardly implies militant Puritanism, by placing Marvell in Rome between 1645 and 1647, it raises the possibility that he met Lord Francis Villiers, who was also in Rome in 1645 and 1646. This would strengthen the case for Marvell’s authorship of “An Elegy upon the Death of my Lord Francis Villiers” and bring to three the number of Royalist poems that he wrote. Two poems published in 1649, Richard Lovelace and “Upon the death of Lord Hastings,” are both indisputably by Marvell and indisputably Royalist in sentiment. It is not simply that both poems celebrate known adherents of the king’s failed cause, but that they do so with pungent references to the triumphant side in the Civil War. The death of Henry, Lord Hastings, in 1649 at the age of 19 may have resulted immediately from smallpox, but the ultimate source of his fate is that “the Democratick Stars did rise, / And all that Worth from hence did Ostracize.” The poem to Lovelace is one of the commendatory pieces in the first edition of Lucasta (1649). Marvell observes how “Our Civill Wars have lost the Civicke crowne” and refers with explicit scorn to the difficulty encountered in acquiring a printing license for the volume:\n \nThe barbed Censurers begin to looke\r\nLike the grim consistory on thy Booke;\r\nAnd on each line cast a reforming eye,\r\nSeverer then the yong Presbytery.\nIn subsequent lines Marvell refers to Lovelace’s legal difficulties with Parliament, especially his imprisonment for presenting the Kentish petition requesting control of the militia and the use of the Book of Common Prayer.”\n\r\n“An Elegy upon the Death of my Lord Francis Villiers” was first published in the H.M. Margoliouth edition (1927) from an apparently unique pamphlet left to the Worcester College Library by George Clarke (1660-1736) with an ascription of the poem to Marvell in Clarke’s hand. Villiers (1629-1648), posthumous son of the assassinated royal favorite George Villiers, first Duke of Buckingham, died in a skirmish against Parliamentary forces. Here the poet celebrates not just a Royalist, but a Royalist killed in military action against the revolutionary government. “Fame” had “Much rather” told “How heavy Cromwell gnasht the earth and fell. / Or how slow Death farre from the sight of day / The long-deceived Fairfax bore away.” Villiers is credited with erecting “A whole Pyramid / Of Vulgar bodies,” and the poet recommends that those who lament him turn to military rather than literary “Obsequies”:\n \nAnd we hereafter to his honour will\r\nNot write so many, but so many kill.\r\nTill the whole Army by just vengeance come\r\nTo be at once his Trophee and his Tombe.\nAll the evidence suggests that Clarke was a reliable witness; there is nothing in the style of the poem that rules out Marvell as the author; and, though more extreme politically, it is certainly compatible in sentiment and tone with the Hastings elegy and the commendatory poem for Lucasta, which Marvell is known to have written about the same time. If the Villiers elegy is in fact Marvell’s, then it casts a rather eerie light on the man who would the following year write “An Horatian Ode upon Cromwel’s Return from Ireland” and in 1651 become tutor to the daughter of Thomas, third Baron Fairfax.”\n\r\nThe “Horatian Ode” is undoubtedly one of the most provocatively equivocal poems in English literature. It has been read both as a straightforward encomium of Cromwell and as an ironic deprecation. There is plentiful evidence for both extremes as well as for intermediate positions. Interpretations are only more confused by the fact that the poem can be narrowly dated. Its occasion is the return of Oliver Cromwell from one of the more brutally successful of the many British efforts to “pacify” the Irish, at the end of May 1650. It anticipates his invasion of Scotland, which occurred on July 22, 1650. During the interval Thomas, Lord Fairfax, already unhappy about the execution of King Charles, resigned his position as commander in chief of the Parliamentary army because he disapproved of striking the first blow against the Scots. His lieutenant general, Cromwell, was appointed in his place and proceeded with the attack. Little is known about Marvell’s footing with the Royalists whom he honored with poems in 1649 or with his Puritan employers, Fairfax beginning in 1651 and later Cromwell himself; hence it is futile to infer the attitude of the 1650 ode from the sketchy biographical facts.”\n\r\nWhatever was in Marvell’s mind at the time, the “Horatian Ode” succeeds in expressing with surpassing finesse and subtlety a studied ambivalence of feeling sharply bridled by the decisive grasping of a particular point of view. Written near the exact midpoint of the century and very nearly in the middle of the poet’s 57 years, the ode on Cromwell establishes its portentous subject as a paradigmatic figure of the great transformation of English culture then unfolding—as both a cause and effect of the final dissolution of the feudal order of medieval Christendom. The argument of the ode, which shares something of the driving energy of the “forward Youth” and of “restless Cromwel” himself, is almost completely devoted to the exaltation of the victorious general as a man in whom a relentless individual will to power and an inevitable historical necessity have converged to refashion the world. Cromwell is described both as conscious, deliberating agent and as an ineluctable force of nature:\n \nSo restless Cromwel could not cease\r\nIn the inglorious Arts of Peace,\r\nBut through adventrous War\r\nUrged his active Star.\r\nAnd, like the three-fork’d Lightning, first\r\nBreaking the Clouds where it was nurst,\r\nDid through his own Side\r\nHis fiery way divide.\nHe is exonerated for the violence and destruction of his campaigns because he is the instrument of divine wrath, but he is also given credit for character, courage, and craftiness:\n \n‘Tis Madness to resist or blame\r\nThe force of angry Heavens flame:\r\nAnd, if we would speak true,\r\nMuch to the Man is due.\nMarvell accepts the contemporary rumor that Cromwell deliberately engineered Charles’s flight from Hampton Court, by “twining subtile fears with hope,” so that after the king’s recapture his loss of crown and head was more likely; but the device is adduced not to exemplify Cromwell’s malice, but his “wiser Art.” Cromwell is thus the rehabilitation of Niccolò Machiavelli. Even the closing stanzas, while asserting the continued necessity of military force to maintain the regime, in no way condemn it. Writing in the year before Thomas Hobbes published Leviathan (1651), Marvell has come independently to the same conclusion, that power is essentially its own justification:\n \nBut thou the Wars and Fortunes Son\r\nMarch indefatigably on;\r\nAnd for the last effect\r\nStill keep thy Sword erect:\r\nBesides the force it has to fright\r\nThe Spirits of the shady Night,\r\nThe same Arts that did gain\r\nA Pow’r must it maintain.\nUndoubtedly Marvell means that Cromwell is to keep his “Sword erect” by keeping the blade up, ready to strike; but the assertion that it would thus “fright / The Spirits of the shady Night,” notwithstanding precedents in Homer’s Odyssey and Virgil’s Aeneid, still calls to mind the opposite procedure: holding up the hilt as a representation of the cross. By implicitly rejecting the cross as an instrument of political power, Marvell obliquely indicates that one effect of the vast cultural revolution set in motion by the Civil War was the banishing of religion from political life, just one aspect of the general secularization of Western civilization already under way at the time.”\n\r\nOf course what distinguishes the “Horatian Ode” is the emotional shudder that pervades it, acknowledging the wrenching destructiveness of massive social change. Marvell concedes that Charles I, in some sense, has right on his side, but he will not concede that the right, or justice, is an inviolable absolute to which a man must remain unshakably committed. A terrible exhilaration marks the stanza in which the “ruine” of “the great Work of Time” is regretted but unblinkingly accepted:\n \nThough Justice against Fate complain,\r\nAnd plead the antient Rights in vain:\r\nBut those do hold or break\r\nAs Men are strong or weak.\nThere is a finely calculated irony in the way “the Royal Actor” on the “Tragick Scaffold” occupies the very center of an ode dedicated to Cromwell’s victories and furnishes the poem’s most memorable lines:\n \nHe nothing common did or mean\r\nUpon that memorable Scene:\r\nBut with his keener Eye\r\nThe Axes edge did try:\r\nNor call’d the Gods with vulgar spight\r\nTo vindicate his helpless Right,\r\nBut bow’d his comely Head,\r\nDown as upon a Bed.\nThese lines are moving, and they seem to reflect Marvell’s genuine admiration for the king as well as a vivid realization that some ineffable cultural value was lost irrecoverably with Charles’s head, but nostalgia for what was passing away is subsumed in the excited awareness of the advent of what was new: “This was that memorable Hour / Which first assur’d the forced Pow’r.” The word forced is not pejorative here; force is, finally, the hero of the poem even more than the individual Cromwell.”\n\r\nThe brilliant ambivalence of feeling is enhanced by Marvell’s deft deployment of classical precedents. The obvious Horatian model is Odes I.37, a celebration of Augustus’s naval victory at Actium that closes with a tribute to Cleopatra’s courage in committing suicide rather than facing the humiliation of a Roman triumph. In addition, Marvell has drawn upon the language and imagery of Lucan’s Pharsalia, both in the original and in Thomas May’s English translation. That Marvell’s language describing Cromwell is mainly borrowed from Lucan’s descriptions of Caesar (whom Lucan detested) is not an encoded condemnation of the English general; it is an aspect of Marvell’s strategy for praising Cromwell not merely in spite of, but because of, qualities that are conventionally condemned. The point of the “Horatian Ode” is that Cromwell has ushered in a new era that renders “the antient Rights” obsolete.”\n\r\nGiven the radical character of the “Horatian Ode,” it is actually easier to account for the apparent anomaly of Marvell’s poem “Tom May’s Death.” May, who died on November 13, 1650 and whose translation of Lucan seems to have influenced some passages of the “Horatian Ode,” had made his reputation as a poet at the court of Charles I and apparently hoped to succeed Ben Jonson as poet laureate upon Jonson’s death in 1637. According to his enemies—including the author of “Tom May’s Death”—it was chagrin at having been passed over in favor of William Davenant that led May to switch sides and became a propagandist for Parliament. In the major action of the poem the shade of Ben Jonson, in “supream command” of the Elysian Fields of poets, expels May from their number for “Apostatizing from our Arts and us, / To turn the Chronicler of Spartacus.” Critics have wondered how the same man who celebrated Cromwell in the “Horatian Ode” could only a few months later scornfully equate the Parliamentary rebellion against the king with the revolt of Roman slaves under Spartacus, or depict the two best-known regicides of the classical world thus: “But how a double headed Vulture Eats, / Brutus and Cassius the Peoples cheats.” What Marvell may well be doing in this poem is simply distancing himself from May, who seems to have been a loutish individual (according to contemporary accounts he died in a drunken stupor) and whose political choices seemed to have been determined by sheer expediency as well as personal pique. His death perhaps afforded Marvell an opportunity to deal with residual Royalist sentiment in conflict with his judgment and even to assure himself that his own changing allegiances were not motivated by venality. Given the ambiguity of Marvell’s politics in 1650, it is not reasonable to exclude a poem from the canon because it seems politically incompatible with another poem. It is also difficult to deny Marvell lines such as these:\n \nWhen the Sword glitters ore the Judges head,\r\nAnd fear has Coward Churchmen silenced,\r\nThen is the Poets time, ‘tis then he drawes,\r\nAnd single fights forsaken Vertues cause.\r\nHe, when the wheel of Empire, whirleth back,\r\nAnd though the World’s disjointed Axel crack,\r\nSings still of ancient Rights and better Times,\r\nSeeks wretched good, arraigns successful Crimes.\nIt is by no means displeasing to think that Marvell had second thoughts about his dismissal of the “antient Rights” in the “Horatian Ode.”\n\r\nPerhaps before the end of 1650, but certainly by 1651, Marvell was employed as tutor in languages to the twelve-year-old daughter of Thomas, Lord Fairfax, who had returned to his Yorkshire estates after resigning his military command. It is not known who recommended Marvell for the post, but doubtless his own Yorkshire background was a factor. Marvell remained with Fairfax until early 1653 when he sought employment in the Cromwell government with John Milton’s recommendation. Instead Cromwell procured Marvell a position as tutor to William Dutton, who was being considered as a husband for Cromwell’s youngest daughter, Frances. Marvell served as Dutton’s tutor until 1657, living in the house of John Oxenbridge, a Puritan divine who had spent time in Bermuda to escape Laud’s reign over the Church of England. In 1657 Marvell did receive a government post with Milton as his supervisor. The period of the poet’s employment as a tutor is generally thought to be the time when his greatest lyrics and topographical poems—the works on which his twentieth-century reputation is founded—were written.”\n\r\nUndoubtedly having their source in Marvell’s sojourn with Fairfax are three poems on the general’s properties at Bilbrough and Nun Appleton: “Epigramma in Duos montes Amosclivum Et Bilboreum. Farfacio,” “Upon the Hill and Grove at Bill-borow To the Lord Fairfax,” and “Upon Appleton House, to my Lord Fairfax.” The first two of these poems, the Latin epigram and its English companion piece, allegorize topographical features in and around the Fairfax manor at Bilbrough to praise the character of Marvell’s patron. The Latin poem attributes to Fairfax both the forbidding ruggedness of Almscliff and the gentleness of the hill at Bilbrough: “Asper in adversos, facilis cedentibus idem” (the same man is harsh to enemies, easy on those who yield); while the English poem elaborates upon the agreeable qualities of Bilbrough as an emblem of the man who modestly withdrew from “his own Brightness” as a military leader to a life of rural retirement. “Upon Appleton House” takes up the theme and develops it through nearly 800 lines into a subtle and complex meditation on the moral implications of choosing a life of private introspection over action, of withdrawal from the world rather than involvement in its affairs. Beginning as a country-house poem in the mode of Jonson’s “To Penshurst,” Marvell’s poem expands into a leisurely survey of the entire landscape that moves with an ease that is the antithesis of the urgency of the “Horation Ode.”\n\r\n“Upon Appleton House” covers an array of topics with an extraordinary range of wit and tone, but its central preoccupation is the identical theme of the ode on Cromwell, only in reverse: while that poem gives an exhilarating account of the career of Cromwell’s “active Star,” moderated by a keen sense of the violence of “the three-fork’d Lightning,” the poem on Fairfax expresses a deep affection as well as respect for its hero, tempered by just a hint that Fairfax’s scruples and modesty may have been excessive and detrimental to his country. Marvell comments on the incongruity between the floral ordinance of Nun Appleton’s fort-shaped flower beds and the actual warfare that had laid England waste; then he suggests that, had Fairfax’s conscience been less tender, it might have been within his power to set England right:\n \nAnd yet their walks one on the Sod\r\nWho, had it pleased him and God,\r\nMight once have made our Gardens spring\r\nFresh as his own and flourishing.\r\nBut he preferr’d to the Cinque Ports\r\nThese five imaginary Forts:\r\nAnd, in those half-dry Trenches, spann’d\r\nPow’r which the Ocean might command.\nThe fine discrimination of these lines defies comment: Is there an intimation, however slight, that preference for “imaginary Forts” is not worthy of a man of Fairfax’s gifts during a national crisis? But even to suggest this much is to suggest too much: it is never put in doubt that Fairfax is listening to his conscience; that is, to God. While there is regret that the best man is impeded by his very goodness from assuming the position for which he is fitted, there is no recrimination; the sorrow is, finally, a result of the inherent condition of fallen mankind:\n \nOh Thou, that dear and happy Isle\r\nThe Garden of the World ere while,\r\nThou Paradise of four Seas,\r\nWhich Heaven planted us to please,\r\nBut, to exclude the World, did guard\r\nWith watry if not flaming Sword;\r\nWhat luckless Apple did we tast,\r\nTo make us Mortal, and The Wast?\nIf Fairfax himself has succeeded in withdrawing from the world—now become “a rude heap together hurled”—into the “lesser World” of Nun Appleton, “Heaven’s Center, Nature’s Lap. / And Paradice’s only Map,” his daughter must go out into that world in marriage to carry on “beyond her Sex the line.” Always the individual hope of happy retirement is threatened by the historical necessity of society:\n \nWhence, for some universal good,\r\nThe Priest shall cut the sacred Bud;\r\nWhile her glad Parents most rejoice,\r\nAnd make their Destiny their Choice\nWe can only wonder how Marvell responded to the marriage of his former pupil when it came in 1657, and Maria Fairfax was joined with George Villiers, second Duke of Buckingham, elder brother of Lord Francis Villiers, and one of the most notorious rakes of the notorious Restoration era. Such a “destiny” may have shaken even the poet’s cool detachment.”\n\r\nMany of Marvell’s best-known lyrics are associated with his tenure as Maria Fairfax’s tutor because they deploy language and themes that appear in “Upon Appleton House.” The Mower poems, for example, provide a particular focus on the undifferentiated figures of the mowing section of “Upon Appleton House” (lines 385-440). Four in number, the Mower poems are a variant of the pastoral mode, substituting a mower for the familiar figure of the shepherd (as Jacopo Sannazaro’s Piscatorial Eclogues [1526] substitutes fishermen). “The Mower against Gardens” is the complaint of a mower against the very idea of the formal enclosed garden planted with exotic hybrids—an increasingly fashionable feature of English country estates in the 17th century, condemned by the mower as a perverted and “luxurious” tampering with nature at her “most plain and pure.” The theme is unusual, if not unprecedented, with the most familiar treatment coming in Perdita’s argument with Polixenes in William Shakespeare’s The Winter’s Tale (IV.4). As is so often the case in Marvell’s poems, the point is stated in its most extreme form by his censorious mower: it is not just excess that offends him, the “Onion root [tulip bulb] they then so high did hold, / That one was for a Meadow sold”; but the very notion of the luxuriant, ornamental garden as an improvement over nature: “‘Tis all enforc’d; the Fountain and the Grot; / While the sweet Fields do lye forgot.” The poem is thus pervaded by hints of timely references to the revolutionary situation of England at mid-century: the mower’s strictures against formal gardens recall the Puritan’s suspicion of religious images and courtly extravagance, the laboring man’s bitter disdain for the self-indulgent idleness of his social “betters,” and the whole vexed issue of land enclosures. Yet these are overtones not arguments, and the single-minded moralizing of the mower is certainly not in the poet’s own style, although a part of his nature would doubtless sympathize with the mower’s “root-and-branch” viewpoint.”\n\r\nThe other three Mower poems, “Damon the Mower,” “The Mower to the Glo-Worms,” and “The Mower’s Song,” all express Damon’s frustration at his rejection by a certain “fair Shepheardess,” Juliana. It cannot be determined whether Damon is to be identified with the speaker of “The Mower against Gardens,” but the voice in all the Mower poems displays the belligerent intensity of wounded self-righteousness. “Damon the Mower” is in a line of pastoral figures beginning with the Polyphemus of Theocritus (Idylls 11) and Ovid (Metamorphoses 13) and the Corydon of Virgil (Eclogues 2), all of whom enumerate their clownishly rustic wealth and personal attributes with incredulous frustration at the beloved’s refusal to respond favorably to their advances. In keeping with the classical precedents, Marvell tempers the lugubriousness of his unhappy mower by endowing him with a certain threatening aura. In “Damon the Mower” the frantic activity of the lovesick laborer results in “Depopulating all the Ground” as he “does cut / Each stroke between the Earth and Root.” When he inadvertently cuts his own ankle, he is solemnly mocked with the line “By his own Sythe, the Mower mown”; but Damon dismisses this wound as inconsequential compared to that given by “Julianas Eyes,” and the poem closes with a sinister reminder of the symbolism of the Mower: “‘Tis death alone that this must do: / For Death thou art a Mower too.” Similarly, in “The Mower’s Song” his obsessive fixation on desire disdained is expressed in a grim refrain, the only one in Marvell’s verse, closing out all five stanzas: “For Juliana comes, and She / What I do to the Grass, does to my Thoughts and Me.” Even “The Mower to the Glo-Worms” leaves its disconsolate speaker benighted despite the friendly efforts of the fireflies, “For She my Mind hath so displac’d / That I shall never find my home.” There are undoubtedly political resonances in the vociferous mower—sprung out of the soil, brandishing his scythe, and denouncing wealthy gardeners and shepherds and scornful shepherdesses—but his menacing air is blended with a larger measure of absurd pathos. The Mower poems are thus characteristic of Marvell’s aloof irony.”\n\r\n“The Garden“ shares in this equivocal detachment, as the endless debates about its sources (in classical antiquity, the church fathers, the Middle Ages, hermeticism, and so on), its relation to contemporary poetry, and its own ultimate significance show. The poem has been regarded as an account of mystical ecstasy by some commentators, of Horatian Epicureanism by others; some find in it an antilibertine version of the poetry of rural retirement, while others interpret it in terms of “the politics of landscape.” What seems indisputable is its congruence with the vision of reality proposed by the “Horatian Ode” and “Upon Appleton House”: a virtually unbridgeable chasm is seen between contented withdrawal into contemplation and the actual life of man in the world. Ostensibly a celebration of the contemplative garden, hinting equally at the Garden of Eden and the enclosed garden of the Song of Songs, and the garden of the mind of classical philosophy, “The Garden“ subverts the solemnity of the meditative theme by engulfing it in irony. The dismissal of the active life, of ambition or love, in the first four stanzas is stated in terms of absurd hyperbole: the strenuous efforts of politicians, soldiers, and even poets are disparaged because they result, at best, in only the “short and narrow verged Shade” of a single wreath, “While all Flow’rs and all Trees do close / To weave the Garlands of repose.” Similarly, the “lovely green” of “am’rous” plants is preferred to the conventional red and white of the Petrarchan mistress’s complexion; and Apollo and Pan are supposed to have pursued Daphne and Syrinx not for the sake of their feminine charms, but for the laurel and reed into which the nymphs were transformed. The wit of these first four stanzas is highlighted by the labored elaboration of the same conceits in the Latin version of the poem, “Hortus,” which lacks any lines corresponding to stanzas 5-8 of “The Garden.” Sharply contrasted to, but never wholly free of, this foolery is the stunning depiction of “The Mind” and its transcendent activity, “Annihilating all that’s made / To a green Thought in a green Shade.” But this introspective solitude can be known only as a longed-for impossibility by the self-conscious intelligence that defines itself in relation to the Other:\n \nSuch was that happy Garden-state,\r\nWhile Man there walk’d without a Mate:\r\nAfter a Place so pure, and sweet,\r\nWhat other Help could yet be meet!\r\nBut ‘twas beyond a Mortal’s share\r\nTo wander solitary there:\r\nTwo Paradises ‘twere in one\r\nTo live in Paradise alone.\nThe speaker’s petulant misogyny expresses at a deeper level a loathing for the social nature of the human condition, which creates the longing for total withdrawal into contemplative solitude and also renders it impossible.”\n\r\n“The Nymph complaining for the death of her Faun” posits the dichotomy in even starker terms: retirement into the innocence of nature, epitomized by a sublimely exquisite beast, is disrupted by warfare, that most violent manifestation of social conflict. Whether the “wanton Troopers riding by,” who have slain the fawn belong to Prince Rupert’s Royalist forces, to the Scotch covenanting army of 1640, or to Cromwell’s New Model Army is finally irrelevant to their significance in the poem. They personify the turbulent strife of the world outside the garden of contemplative withdrawal that, on this occasion, they have invaded. The casual indifference with which they kill the fawn aligns them with the Cromwell of the “Horatian Ode” who, as “The force of angry Heavens flame,” wreaks indiscriminate havoc. Similarly, the Nymph and the fawn are attractive but ineffectual figures, much like the King Charles of the “Ode.” The Nymph, in contrast to Isabel Thwaites and Maria Fairfax of “Upon Appleton House,” attempts to maintain a life of perpetual virginity and solitude, already disillusioned by “Unconstant Sylvio” before the advent of the “Ungentle men” who kill the fawn. At the center of the poem is the dying fawn itself. Swathed in a web of allusions to the Song of Songs and Virgil, as well as to other scriptural and classical passages, the fawn has been regarded as a symbol for Christ or the Church of England, or a surrogatus amoris for the deceived Nymph. The ambiguity of the fawn’s significance does not, however, obscure the meaning of the poem; it is the meaning of the poem. In the 70 years since, it has not been better expressed than in T.S. Eliot’s tercentenary essay: “Marvell takes a slight affair, the feeling of a girl for her pet, and gives it a connection with that inexhaustible and terrible nebula of emotion which surrounds all our exact and practical passions and mingles with them.” Of course, in surrounding the “slight affair” of personal emotion with a panoply of traditional references with mystical overtones, Marvell anticipated the enhanced role of subjective experience in the modern world and manifested a poignant awareness of the alienation of the private individual from the public objective realm.”\n\r\nAlienation is likewise the keynote of Marvell’s love poems, which frequently elaborate the treatment of love in “Upon Appleton House,” where William Fairfax wins Isabel Thwaites by force, wresting her away from the nuns, and Maria Fairfax’s marriage is anticipated as a ritual sacrifice. “Young Love” and “The Picture of little T.C. in a Prospect of Flowers” both take up a theme which originates in the Greek Anthology and proceeds through Horace to several 17th-century poets, including Thomas Randolph and Thomas Carew, before Marvell. What is striking in Marvell’s poems is a certain ominousness: both girls are reminded that they may perish before their mature charms become threatening to men, and it is the threat of their growing beauty that leads the poet to seek peace before he is stricken. The application to a little girl of the full Petrarchan topos of the woman who murders by a combination of beauty and disdain, as in these lines from “The Picture of little T.C.,” borders on grotesquery:\r\n \nO then let me in time compound,\r\nAnd parly with those conquering Eyes;\r\nEre they have try’d their force to wound,\r\nEre, with their glancing wheels, they drive\r\nIn Triumph over Hearts that strive,\r\nAnd them that yield but more despise.\n\r\nThe war of the sexes is similarly depicted in “The Fair Singer“; here the object of the poet’s desire adds to the advantage of her captivating eyes the charms of an exquisite singing voice, which combine to defeat all his resistance conceived in martial terms: “And all my Forces needs must be undone, / She having gained both the Wind and Sun.” “The Match” portrays the beauties of one Celia as the storehouse of Nature’s vitality, the poet as the conflagration of Love’s powder magazine in her presence; and in “The Gallery“ the poet’s soul is a portrait gallery containing pictures only of Clora in an endless variety of guises and poses. She is both “Enchantress” and “Murtheress,” both Aurora and Venus. The poet confesses that he prefers the painting “at the Entrance” where she appears as a shepherdess, “with which I first was took”; but of course the point is that this “Posture,” like all the rest, is just a pose, a disguise—the real “Clora” cannot be finally identified, and certainly not relied upon.”\n\r\nThe negative view of love suggested by these heightened Petrarchan conceits is intensified by two poems which blend tragic despair with an ingenious baroque extravagance. “The unfortunate Lover” deploys a series of emblematic images of the lover as a gallantly embattled knight of despair, born by “a Cesarian Section” to a woman shipwrecked on rocky shoals. The state of the lover is likened to the torment of Tityrus in hell (in Lucretius’s De rerum natura). Cormorants “fed him up with Hopes and Air, / Which soon digested to Despair.” Hence the birds both nurture and consume him: “And as one Corm’rant fed him, still / Another on his Heart did bill.” The lover thus exists in a condition of endlessly frustrated hope. The heraldic image at the poem’s close suggests that the lover’s tormented dissatisfaction makes him the hero only of romantic stories, but that such hopeless love is valuable not in reality, but only in romance:\n \nYet dying leaves a Perfume here,\r\nAnd Musick within every Ear:\r\nAnd he in Story only rules,\r\nIn a Field Sablea Lover Gules.\nThese lines are reminiscent of the Charles I of the “Horatian Ode,” who is a “Royal Actor” upon the “Tragick Scaffold” but not really fit to rule.”\n\r\n“The Definition of Love” depicts the hopelessness of love in geometric terms. The lovers are like opposite poles of the globe, enviously separated by Fate’s “Decrees of Steel”; to consummate this love would require the destruction of the world: “And, us to joyn, the World should all / Be cramp’d into a Planisphere.” It is the very perfection of such love that renders impossible its temporal and physical realization:\n \nAs Lines so Loves obliquemay well\r\nThemselves in every Angle greet:\r\nBut ours so truly Paralel,\r\nThough infinite can never meet.\nThe alternative to fateful, despairing passion would seem to be cynicism. In “Daphnis and Chloe” the latter, whom nature “long had taught ... to be coy,” offers to yield when Daphnis announces that he has given over his suit and will depart forever. Daphnis refuses this desperate offer for several high-sounding reasons, but the penultimate stanza reveals that his real motive is casual cruelty: “Last night he with Phlogis slept; / This night for Dorinda kept; / And but rid to take the Air.”\n\r\nThe masculine assault upon the reluctance of the “coy” woman lies at the heart of Marvell’s best-known love poem—perhaps the most famous “persuasion to love” or carpe diem poem in English—”To his Coy Mistress.” Everything we know about Marvell’s poetry should warn us to beware of taking its exhortation to carnality at face value. Critics from T. S. Eliot on took note of the poem’s “logical” structure, but then it began to be noticed that the conditional syllogism in that structure is invalid—a textbook case of affirming the consequent or the fallacy of the converse. Has Marvell made an error? Or does he attribute an error to the speaking persona of the poem? Or is the fallacy part of the sophistry that a seducer uses on an ingenuous young woman? Or is it a supersubtle compliment to a woman expected to recognize and laugh at the fallacy? These alternatives must be judged in the light of the abrupt shifts in tone among the three verse paragraphs. In the opening lines the seducer assumes a pose of disdainful insouciance with his extravagant parody of the Petrarchan blason:\n \nAn hundred years should go to praise\r\nThine Eyes, and on thy Forehead Gaze.\r\nTwo hundred to adore each Breast:\r\nBut thirty thousand to the rest.\r\nAn Age at least to every part,\r\nAnd the last Age should show your Heart.\nAlthough the Lady is said to “deserve this State,” the compliment is more than a little diminished when the speaker adds that he simply lacks the time for such elaborate wooing. It is also likely that most women would be put off rather than tempted by the charnel-house imagery of the poem’s middle section where the seducer, sounding like a fire-and-brimstone preacher, warns that “Worms shall try / That long preserv’d Virginity.” Finally, the depiction of sexual intimacy at the poem’s close, with its vision of the lovers as “am’rous birds of prey” who will “tear our Pleasures with rough strife,” is again a disconcerting image in an ostensible seduction poem. The persona’s desire for the reluctant Lady is mingled with revulsion at the prospect of mortality and fleshly decay, and he manifests an ambivalence toward sexual love that is pervasive in Marvell’s poetry.”\n\r\nMarvell’s poems of religious inclination are few in number and so equivocal in status that one critic, J.B. Leishman, puts “religious” in quotation marks. The first problem is to decide which pieces in the Marvell canon count as religious poems. “Clorinda and Damon” and “A Dialogue between Thyrsis and Dorinda” are both pastorals with quasi-religious overtones. In the first of these Damon has met “Pan” (pastoral jargon for Jesus, as Good Shepherd) and loftily informs Clorinda that he will no longer wanton with her in “that unfrequented Cave,” which she calls “Loves Shrine” but which to him is now “Virtue’s Grave.” Clorinda is easily (too easily?) convinced to join Damon in praising “Pan” in place of wanton frolic. In “A Dialogue between Thyrsis and Dorinda,” Dorinda is so enraptured by her religious vision (of “Elizium”) that she persuades Thyrsis to enter into a suicide pact with her so they can reach “Elizium” as quickly as possible. Insofar as these dialogues touch on religious themes, they might be taken as sardonic parodies of Richard Crashaw’s pastoral Nativity hymn, which also includes a shepherd named Thyrsis and concludes with the shepherds offering to burn as a sacrifice in the fiery eyes of the Christ Child. “Eyes and Tears” could similarly be taken as a not altogether pious imitation of Crashaw’s “The Weeper.” Only the eighth stanza of Marvell’s poem, a translation of his own Latin epigram on Mary Magdalene, makes an explicitly Christian reference. “Eyes and Tears” employs the baroque extravagance of “The Weeper” without Crashaw’s devotional intensity.”\n\r\n“A Dialogue, Between The Resolved Soul, and Created Pleasure” and “A Dialogue between the Soul and Body” are essentially philosophical in tone and substance although the former does make glancing allusion to the Pauline “whole armor of God” (Eph. 6:13-17) and the delight of “Heaven” in the soul’s triumphant resistance to the temptation of worldly pleasure. The soul/body dialogue makes no expressly Christian references and, contrary to the usual fashion of such poems, shows the body getting the better of the argument and undercutting the aloof smugness of the “Resolved Soul”:\n \nWhat but a Soul could have the wit\r\nTo build me up for Sin so fit?\r\nSo Architects do square and hew,\r\nGreen Trees that in the Forest grew.\nBy the same token “On a Drop of Dew,” for all its perfect meditative form, is more Neoplatonic than Christian in mood, and this is equally true of its Latin companion piece, “Ros.” Both poems deploy the similitude of an evaporating drop of dew for the soul “dissolving” back into its natural home, “the Glories of th’Almighty Sun,” and only a further comparison to evaporating manna provides a scriptural reference.”\n\r\n“Bermudas” and “The Coronet” of all Marvell’s poems most resolutely develop Christian themes. The former doubtless dates from the time Marvell spent as a tutor to William Dutton in the Eton home of John Oxenbridge, who had sought refuge in Bermuda during Laud’s persecution of Puritans. In part the poem is polemical: in Bermuda the psalm-singing English boatmen are “Safe from the Storms, and Prelat’s rage”; but mainly it develops a vision of an earthly paradise as symbol for that withdrawal from the workaday world that is Marvell’s constant preoccupation. The remote island is a garden spot of contemplative retirement, and its imagery is reminiscent of “The Garden”: “He hangs in shades the Orange bright, / Like golden Lamps in a green Night.” “The Coronet” is perhaps the most witheringly self-conscious poem of a poet of studied self-consciousness. Written in the tradition of John Donne’s “La Corona” and George Herbert’s “A Wreath,” Marvell’s effort at repentance by weaving “So rich a Chaplet ... / As never yet the king of Glory wore” can be said almost to “deconstruct” the devotional tradition that it invokes. “Dismantling all the fragrant Towers / That once adorn’d my Shepherdesses head” in order to weave a garland for Christ is clearly a figure for sacred parody—application of the tropes and themes of profane love poetry to devotional poetry. Marvell finds the whole procedure, central to the religious verse of the 17th century, flawed by an inevitable lack of purity of intention or of sincerity. The result is implicitly idolatry, the worship of our own devices and desires:\n \nAlas I find the Serpent old\r\nThat, twining in his speckled breast,\r\nAbout the flow’rs disguis’d does fold,\r\nWith wreaths of Fame and Interest.\nHence in a sophisticated manner, Marvell shares the Puritan suspicion of any ritual worship as not only inadequate but unworthy to express true devotion to God. Religious gesture and image (and perhaps the religious poem) must be destroyed to destroy the devil lurking within: “Or shatter too with him my curious frame: / And let these wither, so that he may die, / Though set with Skill and chosen out with Care.” Thus is Puritanism a recipe for secularization: since there can be no fitting or innocent expression of religious feeling, religion must remain silent; and art and culture are left to what is profane.”\n\r\nDuring the years that Marvell served as tutor to Dutton, Cromwell’s virtual ward, the poet evidently came to be on intimate footing with the Lord Protector. Toward the end of 1654 Marvell commemorated The First Anniversary of the Government under O.C. in more than two hundred heroic couplets. The poem was published in quarto early in the following year by Thomas Newcomb, the government printer. The praise here is considerably less equivocal than in the “Horatian Ode,” but even so scholars have debated the ultimate intention of The First Anniversary. Is it a simple panegyric, a deliberative poem urging Cromwell to legitimate and solidify his power by having himself crowned king (the thesis of John M. Wallace), or an apocalyptic poem that celebrates Cromwell as the herald and architect of a new order of things? The last seems by far most probable, since Marvell pointedly contrasts Cromwell with “Unhappy Princes, ignorantly bred, / By Malice some, by Errour more misled,” who fail to recognize “Angelique Cromwell” as the “Captain” under whom they might pursue “The Great Designes kept for the latter Dayes!” The greatest design in which the subordinate monarchs should join the Protector is, evidently, the destruction of the Catholic church, “Which shrinking to her Roman Den impure, / Gnashes her Goary teeth; nor there secure.” Indeed, this poem, with its apocalyptic overtones, is the first sample of the virulent anti-Catholicism which will become central to Marvell’s post-Restoration politics. He approaches the prophecy that Cromwell is the harbinger of the Millennium, but draws back into a cautious uncertainty: “That ‘tis the most which we determine can, / If these the Times, then this must be the Man.” What The First Anniversary leaves us with, finally, is a sense of the fragility of the regime that depended so much on one man, whose mortality was so pointedly signaled by his potentially fatal Hyde Park coach accident in September 1654, a central incident in the poem.”\n\r\nIn 1657 Marvell was appointed Latin secretary, the post for which Milton had recommended him four years earlier, and wrote two different though equally public poems: “On the Victory Obtained by Blake over the Spaniards in the Bay of Santacruze, in the Island of Teneriff. 1657” and “Two Songs at the Marriage of the Lord Fauconberg and the Lady Mary Cromwell.” The following year Cromwell died, and Marvell celebrated the late Lord Protector in A Poem upon the Death of O.C. Although the closing lines of this poem seem to proffer allegiance to Oliver’s son, Richard Cromwell, who succeeded to his father’s place, when Richard’s government failed and he fled the country, the poet was a member of the Parliament that restored Charles II to the throne his father had lost. Elected member of Parliament for Hull in 1659, a position he held until the end of his life, Marvell was safe himself in the wake of the Restoration and well placed to help other members of the Interregnum government, including Milton, whose life he may well have saved.”\n\r\nApart from two diplomatic journeys in the service of Charles Howard, Earl of Carlisle, in Holland (1662-1663) and in Russia, Sweden, and Denmark (1663-1665), Marvell remained generally in London, faithfully and energetically representing his Hull constituency of middle-class merchants. Naturally he became increasingly disenchanted with and alienated from the court of Charles II, who resorted to secret subsidies from Louis XIV and high-handed taxation measures to circumvent Parliament’s reluctance to support his pro-French foreign policy and toleration of Catholicism. The most charming of Marvell’s poems of this period is “On Mr. Milton’s Paradise lost,” first published in the second edition of Milton’s great epic (1674). Better than anyone else, Marvell expresses the wonder that most readers have felt upon perusing Milton’s work: “Where couldst thou Words of such a compass find? / Whence furnish such a vast expense of Mind?” Otherwise, Marvell’s Restoration poetry is almost exclusively confined to political satire of an extremely topical bent. With these poems questions of text and authenticity of attribution are extremely vexed. During an age of severe censorship, such fierce attacks upon the government could be published or circulated only anonymously; while still alive Marvell could not safely claim authorship, and after his death a poem gained immediate currency if attributed to the renowned patriot, whether he actually wrote it or not. Among the satires that Marvell certainly wrote, the most important are “Clarindon’s House-Warming,” “The last Instructions to a Painter,” and “The Loyall Scot.” Reasonable arguments can also be made for “The Kings Vowes,” “The Statue in the Stocks-Market,” “The Statue at Charing Cross,” “A Dialogue between the Two Horses,” and one or two other minor satires. George deF. Lord argues vigorously for the inclusion in the Marvell canon of the second and third “Advice to a Painter” poems, but his contention has not been widely accepted.”\n\r\n“Clarindon’s House-Warming” reverses the architectural symbolism of “Upon Appleton House” by attacking the character of Henry Hyde, Earl of Clarendon, the king’s chief minister, through ridicule of the ostentatious and very expensive house he built between 1664 and 1667, a time when London was suffering from the combined effects of fire, plague, and unsuccessful war with the Dutch. “The last Instructions to a Painter” is one of several satirical burlesques of Edmund Waller’s panegyric on a naval victory commanded by the king’s brother, James, Duke of York, titled Instructions to a Painter, For the Drawing of the Posture and Progress of His Majesties Forces at Sea (1666). Running to almost one thousand lines, “The last Instructions to a Painter” is the longest poem Marvell wrote. Although not infrequently enlivened by flashes of wit and intensity that anticipate the satires of Dryden and Pope, on the whole it lacks the clarity and universal appeal of Dryden’s Absalom and Achitophel (1681) or Pope’s Dunciad (1728, 1742). Perhaps the most effective of Marvell’s satires is The Loyall Scot, which purports to be a recantation by the ghost of John Cleveland of his Royalist anti-Presbyterian satire, The Rebel Scot (1644). Marvell’s satire on the ineptitude of the Royal Navy in an encounter with the Dutch under Michiel Adriaanszoon de Ruyter (1667) is highlighted by contrast with the heroic death of the Scottish captain Archibald Douglas. In lines that also appear in “The last Instructions to a Painter,” Marvell captures the young Scot’s fiery death with the baroque intensity of his earlier manner:\n \nLike a glad lover the fierce Flames he meets\r\nAnd tries his first Imbraces in their sheets.\r\nHis shape Exact which the bright flames enfold\r\nLike the sun’s Statue stands of burnisht Gold:\r\nRound the Transparent fire about him Glowes\r\nAs the Clear Amber on the bee doth Close;\r\nAnd as on Angells head their Glories shine\r\nHis burning Locks Adorn his face divine.\n\n\r\nMarvell also wrote satires in prose, which are generally more successful in themselves while providing a model, in this case, for the prose of Jonathan Swift. Of these the best are surely the two parts of The Rehearsal Transpros’d (1672, 1673), in which Marvell takes on the Reverend Samuel Parker, an erstwhile Puritan turned intolerant Tory Anglican, who recommended severe persecution of Protestant dissenters from the established church. The title of Marvell’s work comes from George Villiers, second Duke of Buckingham’s farcical mockery of Dryden’s poetry, The Rehearsal (1672), and it engages in the same sort of high-spirited, if scurrilous, mockery in religious controversy that Buckingham had introduced into a literary quarrel. For once Marvell found himself, superficially at least, in agreement with the king, who had just issued the short-lived Declaration of Indulgence, which removed criminal penalties against Protestant dissenters and Catholic recusants alike. Charles, however, was mainly interested in protecting the recusants, and Marvell had sympathy only for the dissenters, so the marriage of convenience did not last long. Marvell continued his attack on Anglican intolerance in Mr. Smirke; or The Divine in Mode, which was published with his Historical Essay on General Councils (1676), and he is probably the author of Remarks Upon a Late Disingenuous Discourse (1678), which defends the independent nonconformist John Howe from the strictures of a severe Calvinist dissenter, Thomas Danson. Finally, just before his death, Marvell produced An Account of the Growth of Popery, and Arbitrary Government in England (1677), which blends shrewd insights into the devious machinations of the government of Charles II in circumventing Parliament with Marvell’s own brand of furiously anti-Catholic intolerance.”\n\r\nBy the time of Marvell’s death, generally attributed to a fever, on August 16, 1678, there was a reward offered by the government for the identity of the author of An Account of the Growth of Popery, though there was little doubt who the author was. Popular rumor attributed Marvell’s death to poisoning by the Jesuits. Whatever the event, the ensuing decades would see Marvell remembered essentially as a patriot, and a great many political satires, most of which he could not have written, were attributed to him. In 1681 the folio edition of Miscellaneous Poems. By Andrew Marvell, Esq., including the lyrics that made the poet’s 20th-century reputation, was published under mysterious circumstances. Although there is no record that Marvell ever married, the volume is prefaced by a short note by a woman claiming to be the poet’s widow and calling herself “Mary Marvell.” She was in fact his housekeeper, Mary Palmer, and no one except William Empson believes that the marriage ever took place. Instead it is generally regarded as a ruse to protect Marvell’s small estate from the depredations of his business partners’ creditors. Whatever their motivations, the editors of the Miscellaneous Poems have earned the gratitude of modern readers, and it seems fitting that a certain ambiguity should surround the posthumous publication of such ambiguous poetry.\n \n", "attrs": {"Region:": ["England"]}}