{"pf_url": "https://www.poetryfoundation.org/poets/anna-laetitia-barbauld", "name": "Anna Lætitia Barbauld", "yob": "1743", "yod": "1825", "image": null, "bio": "\nWith her first publication, a slender volume titled Poems (1773), Anna Laetitia Aikin became a figure of eminence in the world of letters; she would hold that position until her death—as Anna Laetitia Barbauld—well into the next century. Barbauld belongs, like many late-18th-and early-19th-century poets, almost equally to two generations. Like the poets, who preceded her she evinces the Horatian principle utile dulce (the useful with the agreeable) and favors poetic diction over more ordinary speech; like the poets who followed her she celebrates the individual, the passionate, the natural, and the ordinary. She is more than simply a representative poetic voice, however; for in spite of the neglect of her work by 20th-century critics, even a cursory acquaintance with her poetry and prose reveals that her talent was as unusual as it was real and that her fame in her own time was well deserved. She was renowned as an educator and a literary critic as well as a poet. \nBorn at Kibworth Harcourt, Leicester, into a family of Dissenters on June, 20, 1743, Aikin was the elder of John and Jane Jennings Aikin’s two children; her brother, John, was four years younger. Disabled by poor health from serving in the ministry for which he had taken orders, their father had opened a boys’ school in Kibworth. By the time his children were born the school was well established and enjoyed a high reputation; Dissenters sent their boys to learn Latin, Greek, French, Italian, and other subjects taught by the Reverend Mr. Aikin, who was distinguished by his open, stimulating manner of instruction. Anna Aikin’s early life was spent in this environment, an ideal setting for, as her mother described her later, “a little girl who was as eager to learn as her instructors could be to teach her, and who, at two years old, could read sentences and little stories in her wise book, roundly, without spelling, and in half a year more could read as well as most women.” Her precocity led to a sound education first in modern and then in classical languages and literature.\nWhen Aikin was 15 her father accepted a position as classical tutor at Warrington Academy in Lancashire, a newly established Dissenting institution where she formed many lasting and important friendships. The society at Warrington, made up of John Aikin’s colleagues and their families, included Joseph Priestley; his future wife, Mary Wilkinson; and a regular visitor, Josiah Wedgwood. According to Lucy Aikin, Anna Barbauld’s niece and the editor of her works, part of the social idiom of the Warrington set included the exchange of complimentary or occasional poems: “both bout rimes and vers de societe were in fashion with the set,” she reports. “Once it was their custom to slip anonymous pieces into Mrs. Priestley’s workbag. One copy of verses, a very eloquent one, puzzled all guessers for a long time; at length it was traced to Dr. Priestley’s self.” The group considered privately putting on plays; the students favored the plan, but the tutors vehemently prohibited it.\nIn his Memoirs, Joseph Priestley speaks to the symbiotic nature of literary life at Warrington, with particular reference to Anna Aikin’s own development of poetic skill: “Mrs. Barbauld has told me that it was the perusal of some verses of mine that first induced her to write anything in verse; so that this country is in some measure indebted to me for one of the best poets it can boast of. Several of her first poems were written while she was in my house, on occasions that occurred while she was there.” One of these poems remained unpublished until after her death, but it bears the distinct lightness of touch amid allusive erudition that marked Barbauld’s style throughout her career. “An Inventory of the Furniture in Dr. Priestley’s study” reveals:\n\nA map of every country known\r\nWith not a foot of land his own.\r\nA list of folks that kicked a dust\r\nOn this poor globe from Ptol. the First;\r\n.................................\r\nA Juvenal to hunt for mottos;\r\nAnd Ovid’s tales of nymphs and grottos.\n\nThroughout her life at Warrington, Anna Aikin wrote poems that were passed around among the scholars to universal admiration. With the encouragement of her brother, who by this time had begun a medical practice, she had a collection of her poems published just before her 30th birthday. The volume went through four editions in one year and secured for Aikin the attention of the literary establishment.\nThe poems are lyrics and include odes, songs, hymns, verse epistles, and fables on a variety of subjects, many making specific reference, as Priestley suggests, to life at Warrington; but others reach beyond the academy to more universal themes. “Corsica,” written in 1769, expresses admiration for the island’s spirit of independence in the year its long struggle for freedom ended in surrender to France. The poem describes the islands “swelling mountains, brown with the solemn shade / Of various trees, that wave their giant arms / O’er the rough sons of freedom.” It’s a setting is emblematic of “Liberty, / The mountain Goddess” who “loves to range at large / Amid such scenes,” and although Aikin laments “The iron fates” that have brought military defeat, she invokes another kind of freedom, “the freedom of the mind” which lies “Beyond the proud oppressor’s cruel grasp / Seated secure, uninjured, undestroyed. / Worthy of Gods.\"\nThe exploration of freedom through the description of natural setting in “Corsica” is striking, both formally and thematically; for although nature is ubiquitous throughout Aikin’s volume of poetry it generally appears in a much more limited and controlled context. “The Invitation,” for example, is written in closed iambic pentameter couplets, replete with personification, poetic diction, decorum, and polish:\n\nThe Muse invites; my Delia, haste away,\r\nAnd let us sweetly waste the careless day.\r\nHere gentle summits lift their airy brow;\r\nDown the green slope here winds the labouring plough;\r\nHere, bathed by frequent showers cool vales are seen,\r\nClothed with fresh verdure and eternal green.\n\nOther poems depict a sentimental anthropomorphism, as in “To Mrs. P******** with Some Drawings of Birds and Insects.” In this poem the “tawny Eagle” “with cruel eye premeditates ... war” while the butterflies “idly fluttering live their little hour; / Their life all pleasure, and their task all play.” Still other poems celebrate nature’s gentle presence in the scenes of domesticity: One of Aikin’s “Characters,” for example, describes a “happy old man” who is “stretched beneath the shade / Of large grown trees, or in the rustic porch / With woodbine canopied, where linger yet / The hospitable virtues,” and who “calm enjoy’st / Nature’s best blessings.\"\nAikin’s religious training and sensibility are evident in “Address to the Diety,” which expresses the personal and deeply felt reverence that characterizes Dissenting belief: “I feel that name my inmost thoughts controul, / And breathe an awful stillness through my soul.” Other verses, probably her best, are more light-hearted and playful, attempting to entertain or tease the reader into moral awareness. “The Groans of the Tankard” reports the complaints of a goblet fallen into disuse:\n\nUnblest the day, and luckless was the hour,\r\nWhich doomed me to a Presbyterian’s power:\r\nFated to serve the Puritanic race,\r\nWhose slender meal is shorter than their grace;\r\nWhose moping sons no jovial orgies keep;\r\nWhere evening brings no summons—but to sleep;\r\nNo Carnival is even Christmas here,\r\nAnd one long Lent involves the meagre year.\n\nIn “The Mouse’s Petition,” the trapped creature, being held for one of Dr. Priestley’s experiments on the noxious effects of certain gases, pleads for mercy in Deistic terms: “The cheerful light, the vital air, / Are blessings widely given; / Let Nature’s commoners enjoy / The common gifts of Heaven.\"\nFinally, there are the poems wherein the rebellious voice of youthful vitality sounds the note of personal indignation that would characterize Barbauld’s writings throughout her life. In “To Wisdom” the outcry is prompted by the Warrington tutors’ objections to the proposal for private theatricals; later, graver social offenses would provoke similar arguments for independence:\n\nWisdom! thine empire I disclaim,\r\nThou empty boast of pompous name!\r\nIn gloomy shade of cloisters dwell,\r\nBut never haunt my cheerful cell:\r\nHail to Pleasure’s frolic train!\r\nHail to Fancy’s golden reign!\r\nFestive Mirth, and Laughter wild,\r\nFree and sportful as the child!\r\nHope with eager sparkling eyes,\r\nAnd easy faith, and fond surprise!—\r\nLet these, in fairy colours drest,\r\nFor ever share my careless breast:\r\nThen, though wise I may not be,\r\nThe wise themselves shall envy me.\n\nCritical response was overwhelmingly favorable. The Monthly Review (February 1773) wrote: “We congratulate the public on so great an accession to the literary world, as the genius and talents of Miss Aikin. We very seldom have an opportunity of bestowing praise with so much justice, and so much pleasure.” Mary Scott’s The Female Advocate (1774) paid tribute in verse:\n\nFir’d with the Music, Aikin, of thy lays,\r\nTo thee the Muse a joyful tribute pays;\r\nTransported dwells on that harmonious line,\r\nWhere taste, and spirit, wit, and learning shine;\r\nWhere Fancy’s hand her richest colourings lends,\r\nAnd ev’ry shade in just proportion blends.\r\nHow fair, how beauteous to our gazing eyes\r\nThy vivid intellectual paintings rise!\r\nWe feel thy feelings, glow with all thy fires,\r\nAdopt thy thoughts, and pant with thy desires.\r\nProceed, bright maid! and may thy polish’d page\r\nRefine the manners of a trifling age.\n\nThe one point of adverse criticism came from the generally enthusiastic reviewer in the Monthly Review who wished “that she had marked, from her own feelings, the particular distresses of some female situations!” In May 1774 she married Rochemont Barbauld, one of the Warrington Academy’s former pupils and a clergyman six years her junior. Mr. Barbauld had accepted a position as minister to a congregation in Palgrave in Suffolk, where he planned to establish a boys’ school. Mrs. Barbauld’s recent fame as a poet helped to attract a large initial enrollment; the school prospered for 11 years. Barbauld’s most popular writing came out of this experience: Hymns in Prose for Children (1781), considered by many her best work; and four volumes of Lessons for Children (1787-1788), written for her nephew Charles Rochemont Aikin, whom she and her husband adopted. Of this foray into children’s literature Samuel Johnson, who had praised her prose style in her Miscellaneous Pieces in Prose (1773) as being nearest his own of any he had read, was, according to James Boswell, disdainfully severe:\n\nMiss Aikin was an instance of early cultivation, but in what did it terminate? In marrying a little Presbyterian parson, who keeps an infant boarding school, so that all her employment now is “To suckle fools, and chronicle small-beer.” She tells the children, “This is a cat, and that is a dog, with four legs and a tail; see there! you are much better than a cat or a dog, for you can speak.” If I had bestowed such an education on a daughter, and had discovered that she thought of marrying such a fellow, I would have sent her to the Congress.\n\nHester Lynch Piozzi, however, records Johnson’s admiration for Barbauld’s “voluntary descent from possible splendour to painful duty.” Barbauld seems to have embraced such “duty” with an enthusiasm buttressed by a belief in and respect for the importance of early education in the forming of mind and character.\nThe more popular of Barbauld’s children’s works, Hymns in Prose for Children, went through 30 editions by 1849 and was translated into five languages. Designed, as Barbauld says in the preface, to impress the “idea of God” on the infant mind, each hymn guides the child into recognizing experience as an expression of the divine order. Hymn 8, for example, teaches that social organization, from the most private level to the most public, is a reflection of the mind of God:\n\nSee where stands the cottage of the labourer, covered with a warm roof; the mother is spinning at the door; the young children sport before her on the grass; the elder ones learn to labour, and are obedient; the father worketh to provide them food. ... Many kingdoms, and states, and countries full of people, and islands, and large continents, and different climates, make up this whole world. God governeth it.\n\nNot that Barbauld would have the children think that God’s governance prevents evil or sadness. On the contrary, her hymns teach that both exist, the one a result of human perfidy which goes against the will of God and the other simply a part of human life. Hymn 8 concludes with an example of the first: “Negro Woman, who sitteth pining in captivity, and weepest over thy sick child; though no one seeth thee, God seeth thee; though no one pitieth thee, God pitieth thee: raise thy voice, forlorn and abandoned one; call upon him from amidst thy bonds, for assuredly he will hear thee.” The hymns were widely known to children and adults alike, including, one might assume, the poet William Blake, who in his “Little Black Boy” (published in Songs of Innocence [1789]) seems to echo the “Negro Woman” passage and whose Songs of Innocence and Songs of Experience (1794) in general recall many of Barbauld’s images and sentiments.\nBarbauld gave careful thought to the practical aspects of children’s books, insisting, for instance, on large type for the younger readers and choosing rhythmical prose for her hymns to aid in memorization and recitation; she avoided verse itself, she explained, for “It may well be doubted whether poetry ought to be lowered to the capacities of children, or whether they should not rather be kept from reading verse till they are able to relish good verse; for the very essence of poetry is an elevation in thought and style above the common standard; and if it wants this character, it wants all that renders it valuable.” Her care and concern found reward in the distinguished careers of many of her students, including Lord Thomas Denman, who became the lord chief justice, and Sir William Gell, scholar of Troy and Pompeii.\nIn 1785 the Barbaulds gave up their school to spend a year traveling on the Continent. When they returned to England they settled in Hampstead, where Mr. Barbauld officiated at a small church. Mrs. Barbauld began writing again, producing children’s stories and fables for her brother’s Evenings at Home (1792-1796). She also wrote poetry, contributing occasionally to the Monthly Magazine poems that continued the general tenor of her 1773 collection—observations about contemporary events, classical pieces, religious odes or hymns, and domestic light verse such as “Washing Day“ (December 1797). This poem begins in mock-epic form: “Come, Muse, and sing the dreaded Washing-Day.” It continues with homely detail as striking for its realism as for its wit:\n\nThe silent breakfast-meal is soon dispatch’d;\r\nUninterrupted, save by anxious looks\r\nCast at the lowering sky, if sky should lower.\r\nFrom that last evil, oh preserve us, heavens!\r\nFor should the skies pour down, adieu to all\r\nRemains of quiet; then expect to hear\r\nOf sad disasters,—dirt and gravel stains\r\nHard to efface, and loaded lines at once\r\nSnapped short,—and linen-horse by dog thrown down,\r\nAnd all the petty miseries of life.\r\nSaints have been calm while stretched upon the rack,\r\nAnd Guatimozin smiled on burning coals;\r\nBut never yet did housewife notable\r\nGreet with a smile a rainy washing-day.\n\nLater the poem takes an autobiographical turn as Barbauld depicts herself as a child denied on washing day the “usual indulgences” of “jelly,” “creams,” or “butter’d toast.” Petulant, Barbauld recalls, she “would ... sit me down, and ponder much / Why washings were.” Another poem published in the Monthly Magazine (August 1799) reflects Barbauld’s experience as an educator. “A School Eclogue” draws both on the many conversations Barbauld must have overheard among her boys and on the lessons she had them recite for her.\nIn Hampstead, also, Barbauld began her work as an editor and literary critic. She edited and wrote an introduction for Mark Akenside’s Pleasures of the Imagination in 1794, and in 1797 she prefaced her edition of the poems of William Collins with an essay which earned her the assessment of Collins’s 20th-century biographer, Edward Gay Ainsworth, as one of the poet’s “most penetrating critics.”\nBarbauld’s poem “To Mr. S.T. Coleridge,” published in the Monthly Magazine in April 1799, speaks to her involvement in contemporary literature as well as in the literature of the preceding age; though her advice to Coleridge may strike one now as being wrongheaded, she offered the verse more in praise than in reproof: “Youth beloved / Of Science—of the Muse beloved,—not here, / Not in the maze of metaphysic lore, / Build thou thy place of resting!” This poem brings to mind the well-known exchange between Barbauld and Coleridge about Coleridge’s The Rime of the Ancient Mariner (1798). As Coleridge recounted the incident: “Mrs. Barbauld told me that the only faults she found with the Ancient Mariner were—that it was improbable, and had no moral. As for the probability—to be sure that might admit some question—but I told her that in my judgment the chief fault of the poem was that it had too much moral, and that too openly obtruded on the reader.” This conversation is often cited to illustrate the gulf between 18th-century and Romantic sensibilities; but despite such differences, Coleridge entertained for quite some time as great an admiration for Barbauld’s intelligence as she held for his talent. The relationship of mutual respect soured around 1804, when Coleridge began to take offense at harsh reviews in the Annual Review and the Monthly Review attributed—sometimes erroneously—to Barbauld.\nMany of Barbauld’s essays and poems during the Hampstead years addressed social themes, such as the Revolution in France, which she supported, and the Test Act, which she did not. Her Epistle to William Wilberforce, Esq., on the Rejection of the Bill for Abolishing the Slave Trade (1791) praises Wilberforce for his support of the defeated bill, although he “strove in vain.” Her admiration for Wilberforce is evident throughout, as is her bitter disappointment at the fate of the bill: “For, not unmark’d in Heaven’s impartial plan, / Shall man, proud worm, contemn his fellow-man!” Barbauld’s outspokenness provoked the conservative Horace Walpole to write Hannah More (September 29, 1791), “I cannot forgive the heart of a woman ... that curses our clergy and feels for negroes.\"\nThe obvious productivity of this period notwithstanding, during most of the final decade of the 18th century and the initial decade of the 19th Barbauld was preoccupied with domestic problems: her husband’s hereditary mental instability began to take on an abusive quality that more than once threatened her life. In 1802 the Barbaulds moved to Stoke Newington to be near John Aikin and his family. While there, Mrs. Barbauld edited a selection of essays from the Spectator, Tatler, Guardian, and Freeholder (1804) and a six-volume edition of the letters of Samuel Richardson (1804). In 1808 Mr. Barbauld drowned in the New River.\nAfter her husband’s death, which left her devastated, Barbauld seems to have thrown herself into her work, undertaking first a massive edition of The British Novelists (1810), including a long introductory essay, “On the Origin and Progress of Novel-Writing,” and biographical and critical essays on each of the novelists. She then prepared an edition of poetry and prose suitable to young women, The Female Speaker (1816).\nBarbauld was still drawn to the theme of independence. The poem Eighteen Hundred and Eleven (1812) is a comment on the condition of freedom in her own day and country. A satire, the work describes the experiences of a visitor from America who discovers in England “faded glories” and “desolated shores” as opposed to the possibility of freedom available in the New World. The few favorable reviews were overwhelmed by the cries of protest, the Quarterly Review (June 1812) being particularly severe: “we must take the liberty of warning [Mrs. Barbauld] to desist from satire, which indeed is satire on herself alone; and of entreating, with great earnestness, that she will not, for the sake of this ungrateful generation, put herself to the trouble of writing any more party pamphlets in verse.” She did not; Barbauld was so discouraged by the attack that she ceased preparations for an edition of her collected works.\nBarbauld had little work published after 1812 other than an occasional poem in the Monthly Repository, such as “Poetical Thought on Death” (1822) and “Lines Written at the Close of the Year” (1823). Yet she ended her life revered and honored, still the center of a literary circle. In spite of disappointment, she retained hope for the human condition and faced the end of her life with equanimity. The final stanza of her poem “Life,” written when she was in her 80s, expresses what seems to have been her characteristic state of mind:\n\nLife! we’ve been long together,\r\nThrough pleasant and through cloudy weather;\r\n’Tis hard to part when friends are dear;\r\nPerhaps ’twill cost a sigh, a tear;\r\nThen steal away, give little warning,\r\nChoose thine own time;\r\nSay not Good night, but in some brighter clime\r\nBid me Good morning.\n\nThis graceful verse touched a sympathetic chord in many readers. Fanny Burney, in her final years, is reported to have repeated it to herself every night before going to sleep; and, according to Henry Crabb Robinson, Wordsworth said of the stanza: “I am not in the habit of grudging other people their good things, but I wish I had written those lines.” Barbauld died at Stoke Newington on March 9, 1825, a few months shy of her 82nd birthday.\nAny final assessment of Barbauld’s work must recognize that her contribution to children’s literature was innovative, her criticism was sound, and her poetry was pleasing in the highest sense of the word. Her reputation as a poet was justly won; only the customary undervaluing of late-18th-century verse can explain her omission from 20th-century anthologies, for her work adds to the simple elegance that characterizes the best of this period’s poetry a quiet sincerity and a gentle wit all her own.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}