{"pf_url": "https://www.poetryfoundation.org/poets/anna-akhmatova", "name": "Anna Akhmatova", "yob": "1889", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/c8f6abdf8f1135e4f76606052edc5ca918264f38.jpeg", "bio": "\nAnna Akhmatova is regarded as one of Russia’s greatest poets. In addition to poetry, she wrote prose including memoirs, autobiographical pieces, and literary scholarship on Russian writers such as Aleksandr Sergeevich Pushkin. She also translated Italian, French, Armenian, and Korean poetry. In her lifetime Akhmatova experienced both prerevolutionary and Soviet Russia, yet her verse extended and preserved classical Russian culture during periods of avant-garde radicalism and formal experimentation, as well as the suffocating ideological strictures of socialist realism. Akhmatova shared the fate that befell many of her brilliant contemporaries, including Osip Emil’evich Mandel’shtam, Boris Leonidovich Pasternak, and Marina Ivanovna Tsvetaeva. Although she lived a long life, it was darkened disproportionately by calamitous moments. Isaiah Berlin, who visited Akhmatova in her Leningrad apartment in November 1945 while serving in Russia as first secretary of the British embassy, aptly described her as a “tragic queen,” according to György Dalos. Berlin’s assessment has echoed through generations of readers who understand Akhmatova—her person, poetry, and, more nebulously, her poetic persona—as the iconic representation of noble beauty and catastrophic predicament.\nShe was born Anna Andreevna Gorenko on June 11, 1889 in Bol’shoi Fontan, near the Black Sea, the third of six children in an upper-class family. Her mother, Inna Erazmovna Stogova, belonged to a powerful clan of landowners, while her father, Andrei Antonovich Gorenko, had received his title from his own father, who had been created a hereditary noble for service in the royal navy. Gorenko grew up in Tsarskoe Selo (literally, Tsar’s Village), a glamorous suburb of St. Petersburg—site of an opulent royal summer residence and of splendid mansions belonging to Russian aristocrats. Tsarskoe Selo was also where, in 1903, she met her future husband, the poet Nikolai Stepanovich Gumilev, while shopping for Christmas presents in Gostinyi Dvor, a large department store. This first encounter made a much stronger impression on Gumilev than on Gorenko, and he wooed her persistently for years. In Tsarskoe Selo, Gorenko attended the women’s Mariinskaia gymnasium yet completed her final year at Fundukleevskaia gymnasium in Kiev, where she graduated in May 1907; she and her mother had moved to Kiev after Inna Erazmovna’s separation from Andrei Antonovich. In 1907 Gorenko enrolled in the Department of Law at Kiev College for Women but soon abandoned her legal studies in favor of literary pursuits.\nGorenko began writing verse as a teenager. Although she did not fancy Gumilev at first, they developed a collaborative relationship around poetry. He edited her first published poem, which appeared in 1907 in the second issue of Sirius, the journal that Gumilev founded in Paris. She signed this poem, “Na ruke ego mnogo blestiashchikh kolets” (translated as “On his hand are lots of shining rings,” 1990), with her real name, Anna Gorenko. Eventually, however, she took the pseudonym Akhmatova. The pen name came from family lore that one of her maternal ancestors was Khan Akhmat, the last Tatar chieftain to accept tribute from Russian rulers. According to the family mythology, Akhmat—who was assassinated in his tent in 1481—belonged to the royal bloodline of Genghis Khan.\nIn November 1909 Gumilev visited Akhmatova in Kiev and, after repeatedly rejecting his attentions, she finally agreed to marry him. The wedding ceremony took place in Kiev in the church of Nikol’ska Slobodka on April 25, 1910. The couple spent their honeymoon in Paris, where Akhmatova was introduced to Amedeo Modigliani, at the time an unknown and struggling Italian painter. The encounter was perhaps one of the most extraordinary events of Akhmatova’s youth. Modigliani wrote her letters throughout the winter, and they met again when she returned to Paris in 1911. Akhmatova stayed in Paris for several weeks that time, renting an apartment near the church of St. Sulpice and exploring the parks, museums, and cafés of Paris with her enigmatic companion. The addressee of the poem “Mne s toboiu p’ianym veselo” (published in Vecher, 1912; translated as “When you’re drunk it’s so much fun,” 1990) has been identified as Modigliani. In the lyric the autumnal color of the elms is a deliberate shifting of seasons on the part of the poetess, who left Paris long before the end of summer: “When you’re drunk it’s so much fun—/ Your stories don’t make sense. / An early fall has strung / The elms with yellow flags.” Modigliani made 16 drawings of Akhmatova in the nude, one of which remained with her until her death; it always hung above her sofa in whatever room she occupied during her frequently unsettled life.\nAround this time Gumilev emerged as the leader of an eclectic and loosely knit literary group, ambitiously dubbed “Acmeism” (from the Greek akme, meaning pinnacle, or the time of flowering). Acmeism rose in opposition to the preceding literary school, Symbolism, which was in decline after dominating the Russian literary scene for almost two decades. The hallmark Symbolist features were the use of metaphorical language, belief in divine inspiration, and emphases on mysticism and religious philosophy. The Symbolists worshiped music as the most spiritual art form and strove to convey the “music of divine spheres,” which was a common Symbolist phrase, through the medium of poetry. In contrast Gumilev and his fellow Acmeists turned to the visible world in all its triumphant materiality. They focused on the portrayal of human emotions and aesthetic objects; replaced the poet as prophet with the poet as craftsman; and promoted plastic models for poetry at the expense of music. In October 1911 Gumilev, together with another Acmeist, Sergei Mitrofanovich Gorodetsky, organized a literary workshop known as the “Tsekh poetov,” or Guild of Poets, at which readings of new verse were followed by a general critical discussion. Six poets formed the core of the new group: besides Gumilev, Gorodetsky, and Akhmatova—who was an active member of the guild and served as secretary at its meetings—it also included Mandel’shtam, Vladimir Ivanovich Narbut, and Mikhail Aleksandrovich Zenkevich. Several dozen other poets shared the Acmeist program at one time or another; the most active were Georgii Vladimirovich Ivanov, Mikhail Leonidovich Lozinsky, Elizaveta Iur’evna Kuzmina-Karavaeva, and Vasilii Alekseevich Komarovsky.\nGumilev was originally opposed to Akhmatova pursuing a literary career, but he eventually endorsed her verse, which, he found, was in harmony with some Acmeist aesthetic principles. In February and March 1911 several of Akhmatova’s poems appeared in the journals Vseobshchii zhurnal (Universal Journal), Gaudeamus, and Apollon. When she published her first collection, Vecher (1912; translated as Evening, 1990), fame followed immediately. Vecher includes introspective lyrics circumscribed by the themes of love and a woman’s personal fate in both blissful and, more often than not, unhappy romantic relationships. Akhmatova’s style is concise; rather than resorting to a lengthy exposition of feelings, she provides psychologically concrete details to represent internal drama. In “Pesnia poslednei vstrechi” (translated as “The Song of the Last Meeting,” 1990) an awkward gesture suffices to convey the pain of parting: “Then helplessly my breast grew cold, / But my steps were light. / I pulled the glove for my left hand / Onto my right.” Likewise, abstract notions are revealed through familiar concrete objects or creatures. For example, in “Liubov’” (translated as “Love,” 1990), a snake and white dove stand for love: “Now, like a little snake, it curls into a ball, / Bewitching your heart, / Then for days it will coo like a dove / On the little white windowsill.”\nReaders have been tempted to search for an autobiographical subtext in these poems. In fact, Akhmatova transformed personal experience in her work through a series of masks and mystifications. In a poem about Gumilev, titled “On liubil …” (published in Vecher; translated as “He Loved …” 1990), for example, she poses as an ordinary housewife, her universe limited to home and children. The heroine laments her husband’s desire to leave the simple pleasures of the hearth for faraway, exotic lands:\nOn liubil tri veshchi na svete:\r\nZa vechernei pen’e, belykh pavlinov\r\nI stertye karty Ameriki.\r\nNe liubil, kogda plachut deti,\r\n. . . . . . . . . . . . . . . . . . . . . . .\r\n. . . A ia byla ego zhenoi.\n\r\n(He loved three things in life:\r\nEvensong, white peacocks\r\nAnd old maps of America.\r\nHe hated it when children cried,\r\n. . . . . . . . . . . . . . . . . . . . . . . . . .\r\n. . . And I was his wife.)\nAkhmatova and Gumilev did not have a conventional marriage. They lived separately most of the time; one of Gumilev’s strongest passions was travel, and he participated in many expeditions to Africa. Moreover, Akhmatova’s attitude toward her husband was not based on passionate love, and she had several affairs during their brief marriage (they divorced in 1918). When “On liubil …” was written, she had not yet given birth to her child. Her only son, Lev Nikolaevich Gumilev, was born on September 18, 1912. Akhmatova entrusted her newborn son to the care of her mother-in-law, Anna Ivanovna Gumileva, who lived in the town of Bezhetsk, and the poet returned to her bohemian life in St. Petersburg.\nAkhmatova’s second book, Chetki (Rosary, 1914), was by far her most popular. By the time the volume was published, she had become a favorite of the St. Petersburg literary beau monde and was reputed for her striking beauty and charismatic personality. During these prewar years, between 1911 and 1915, the epicenter of St. Petersburg bohemian life was the cabaret “Brodiachaia sobaka” (The Stray Dog), housed in the abandoned cellar of a wine shop in the Dashkov mansion on one of the central squares of the city. The artistic elite routinely gathered in the smoky cabaret to enjoy music, poetry readings, or the occasional improvised performance of a star ballet dancer. The walls of the cellar were painted in a bright pattern of flowers and birds by the theatrical designer Sergei Iur’evich Sudeikin. Akhmatova read her poems often at the Stray Dog, her signature shawl draped around her shoulders.\nMandel’shtam immortalized Akhmatova’s performance at the cabaret in a short poem, titled “Akhmatova” (1914). In the poem Akhmatova’s shawl arrests her movement and turns her into a timeless and tragic female figure. Mandel’shtam pursued Akhmatova, albeit unsuccessfully, for quite some time; she was more inclined, however, to conduct a dialogue with him in verse, and eventually they spent less time together.\nThe Stray Dog was a place where amorous intrigues began—where the customers were intoxicated with art and beauty. Akhmatova first encountered several lovers there, including the man who became her second husband, Vladimir Kazimirovich Shileiko, another champion of her poetry. She also had an affair with the composer Artur Sergeevich Lur’e (Lourie), apparently the subject of her poem “Vse my brazhniki zdes’, bludnitsy” (from Chetki; translated as “We are all carousers and loose women here,” 1990), which first appeared in Apollon in 1913: “You are smoking a black pipe, / The puff of smoke has a funny shape. / I’ve put on my tight skirt / To make myself look still more svelte.” This poem, precisely depicting the cabaret atmosphere, also underlines the motifs of sin and guilt, which eventually demand repentance. The two themes, sin and penitence, recur in Akhmatova’s early verse. Passionate, earthly love and religious piety shaped the oxymoronic nature of her creative output, prompting the critic Boris Mikhailovich Eikhenbaum, the author of Anna Akhmatova: Opyt analiza (Anna Akhmatova: An Attempt at Analysis, 1923), to call her “half nun, half whore.” Later, Eikhenbaum’s words gave Communist Party officials in charge of the arts reason to ban Akhmatova’s poetry; they criticized it as immoral and ideologically harmful.\nIn Chetki the heroine is often seen praying to, or evoking, God in search of protection from the haunting image of her beloved, who has rejected her. This kind of female persona appears, for example, in “Ia nauchilas’ prosto, mudro zhit’” (translated as “I’ve learned to live simply, wisely,” 1990), first published in Russkaia mysl’ in 1913: “I’ve learned to live simply, wisely, / To look at the sky and pray to God …  / And if you were to knock at my door, / It seems to me I wouldn’t even hear.” A similar heroine speaks in “Budesh’ zhit’, ne znaia likha” (translated as “You will live without misfortune,” 1990):\nBudesh’ zhit’, ne znaia likha,\r\nPravit’ i sudit’,\r\nSo svoei podrugoi tikhoi\r\nSynovei rastit’.\r\n. . . . . . . . . . . .\r\nI dlia nas, sklonennykh dolu,\r\nAltari goriat,\r\nNashi k Bozh’emu prestolu\r\nGolosa letiat.\n \n(You will live without misfortune,\r\nYou will govern, you will judge.\r\nWith your quiet partner\r\nYou will raise your sons.\r\n. . . . . . . . . . . . . . . . . . . .\r\nAnd for us, descending into the vale,\r\nThe altars burn,\r\nAnd our voices soar\r\nTo God’s very throne.)\nOnce more she finds the most economical way to sketch her emotional landscape. The simplicity of her vocabulary is complemented by the intonation of everyday speech, conveyed through frequent pauses that are signified by a dash, for instance, as in “Provodila druga do perednei” (translated as “I led my lover out to the hall,” 1990), which appeared initially in her fourth volume of verse, Podorozhnik (Plantain, 1921): “A throwaway! invented word—/ Am I really a note or a flower?” Akhmatova’s poetry is also known for its pattern of ellipsis, another example of a break or pause in speech, as exemplified in “Ia ne liubvi tvoei proshu” (translated as “I’m not asking for your love,” 1990), written in 1914 and first published in the journal Zvezda (The Star) in 1946: “I’m not asking for your love—/ It’s in a safe place now …” The meaning of unrequited love in Akhmatova’s lyrics is twofold, because the speaker alternately suffers and makes others suffer. But whether falling victim to her beloved’s indifference or becoming the cause of someone else’s misfortune, the persona conveys a vision of the world that is regularly besieged with dire events—the ideal of happiness remains elusive.\nThe outbreak of World War I marked the beginning of a new era in Russian history. Many perceived the year 1913 as the last peaceful time—the end of the sophisticated, light-hearted fin de siècle period. Artists could no longer afford to ignore the cruel new reality that was setting in rapidly. For the bohemian elite of St. Petersburg, one of the first manifestations of the new order was the closing of the Stray Dog cabaret, which did not meet wartime censorship standards. Akhmatova’s poetic voice was also changing; more and more frequently she abandoned private lamentations for civic or prophetic themes. In the poem “Molitva” (translated as “Prayer,” 1990), from the collection Voina v russkoi poezii (War in Russian Poetry, 1915), the lyric heroine pleads with God to restore peace to her country: “This I pray at your liturgy / After so many tormented days, / So that the stormcloud over darkened Russia / Might become a cloud of glorious rays.”\nAkhmatova’s third collection, Belaia staia (White Flock, 1917), includes not only love lyrics but also many poems of strong patriotic sentiment. Self-conscious in her new civic role, she announces in a poem—written on the day Germany declared war on Russia—that she must purge her memory of the amorous adventures she used to describe in order to record the terrible events to come. In “Pamiati 19 iiulia 1914” (translated as “In Memoriam, July 19, 1914,” 1990), first published in the newspaper Vo imia svobody (In the Name of Freedom) on May 25, 1917, Akhmatova suggests that personal memory must from now on give way to historical memory: “Like a burden henceforth unnecessary, / The shadows of passion and songs vanished from my memory.” In a poem addressed to her lover Boris Vasil’evich Anrep, “Net, tsarevich, ia ne ta” (translated as “No, tsarevich, I am not the one,” 1990), which initially came out in Severnye zapiski (Northern Notes, 1915), she registers her change from a woman in love to a prophetess: “And no longer do my lips / Kiss—they prophesy.” Born on St. John’s Eve, a special day in the Slavic folk calendar, when witches and demons were believed to roam freely, Akhmatova believed herself clairvoyant. Many of her contemporaries acknowledged her gift of prophecy, and she occasionally referred to herself as Cassandra in her verse.\nWhether or not the “soothsayer” Akhmatova anticipated the afflictions that awaited her in the Soviet state, she never considered emigration a viable option—even after the 1917 Revolution, when so many of her close friends were leaving and admonishing her to follow. She spent most of the revolutionary years in Petrograd (formerly St. Petersburg) and endured extreme hardship. During the dire years of the Russian Civil War (1918-1920) she resided in Sheremet’ev Palace—also known as Fontannyi Dom (Fountain House), one of the most graceful palaces in the city—which had been “nationalized” by the Bolshevik government; the Bolsheviks routinely converted abandoned mansions of Russian noblemen to provide living space for prominent scholars, artists, and bureaucrats who had been deemed useful for the newly founded state of workers and peasants. Akhmatova was able to live in Sheremet’ev Palace after marrying, in 1918, Shileiko—a poet close to the Acmeist Guild, a brilliant scholar of Assyria, and a professor at the Archeological Institute. Because of his invaluable contribution to scholarship, Shileiko was assigned rooms in Sheremet’ev Palace, where he and Akhmatova stayed between 1918 and 1920.\nThe palace was built in the 18th century for one of the richest aristocrats and arts patrons in Russia, Count Petr Borisovich Sheremet’ev. For Akhmatova, this palace was associated with prerevolutionary culture; she was quite aware that many 19th-century poets had socialized there, including Aleksander Sergeevich Pushkin and Petr Andreevich Viazemsky.\nFor a few years after the revolution the Bolshevik government was preoccupied with fighting a war on several fronts and interfered little in artistic life. This short period of seemingly absolute creative freedom gave rise to the Russian avant-garde. Many literary workshops were held around the city, and Akhmatova was a frequent participant in poetry readings. Most of her poems from that time were collected in two books, Podorozhnik and Anno Domini MCMXXI (1922). Among her most prominent themes during this period are the emigration of friends and her personal determination to stay in her country and share its fate. In the poem “Ty—otstupnik: za ostrov zelenyi” (from Podorozhnik; translated as “You are an apostate: for a green island,” 1990), first published in Volia naroda (The People’s Will) on April 13, 1918, for example, she reproaches her lover Anrep for abandoning Russia for the “green island” of England. In evoking Russia, she creates a stylized, folktale image of a peaceful land of pine-tree forests, lakes, and icons—an image forever maimed by the ravages of war and revolution: “You are an apostate: for a green island / You betrayed, betrayed your native land, / Our songs and our icons / And the pine above the quiet lake.” Anrep’s betrayal of Russia merges with Akhmatova’s old theme of personal abandonment, when in the last stanza she plays on the meaning of her name, Anna, which connotes grace: “Yes, neither battles nor the sea terrify / One who has forfeited grace.”\nAkhmatova’s firm stance against emigration was rooted in her deep belief that a poet can sustain his art only in his native country. Above all defining her identity as a poet, she considered Russian speech her only true “homeland” and determined to live where it was spoken. Later, Soviet literary historians, in an effort to remold Akhmatova’s work along acceptable lines of socialist realism, introduced excessive, crude patriotism into their interpretation of her verses about emigration. For instance, the poem “Kogda v toske samoubiistva” (translated as “When in suicidal anguish,” 1990), published in Volia naroda on April 12, 1918 and included in Podorozhnik, routinely appeared in Soviet editions without several of its opening lines, in which Akhmatova conveys her understanding of brutality and the loss of the traditional values that held sway in Russia during the time of revolutionary turmoil; this period was “When the capital by the Neva, / Forgetting her greatness, / Like a drunken prostitute / Did not know who would take her next.” A biblical source has been offered by Roman Davidovich Timenchik for her comparison between the Russian imperial capital and a drunken prostitute. The prophet Isaiah pictures the Jews as a “sinful nation,” their country as “desolate,” and their capital Jerusalem as a “harlot”: “How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers” (Isaiah 1:21). Furthermore, Akhmatova reports of a “voice” that called out to her “comfortingly,” suggesting emigration as a way to escape from the living hell of Russian reality. But her heroine rejects the new name and identity that the “voice” has used to entice her: “But calmly and indifferently, / I covered my ears with my hands, / So that my sorrowing spirit / Would not be stained by those shameful words.” Rather than staining her conscience, she is determined to preserve the bloodstains on her hands as a sign of common destiny and of her personal responsibility in order to protect the memory of those dramatic days.\nIn “Petrograd, 1919” (translated, 1990), from Anno Domini MCMXXI, Akhmatova reiterates her difficult personal choice to give up freedom for the right to stay in her beloved city:\nNikto nam ne khotel pomoch’\r\nZa to, chto my ostalis’ doma,\r\nZa to, chto, gorod svoi liubia,\r\nA ne krylatuiu svododu,\r\nMy sokhranili dlia sebia\r\nEgo dvortsy, ogon’ i vodu.\n(No one wants to help us\r\nBecause we stayed home,\r\nBecause, loving our city\r\nAnd not winged freedom,\r\nWe preserved for ourselves\r\nIts palaces, its fire and water.\nIn “Ne s temi ia, kto brosil zemliu” (translated as “I am not with those who abandoned their land,” 1990), a poem written in 1922 and published in Anno Domini. Stikhotvoreniia. Kniga tret’ia (Anno Domini. Poems. Book Three, 1923), the enlarged edition of Anno Domini MCMXXI, she contrasts herself to those who left Russia but pities their sad lot as strangers in a strange land: “I am not with those who abandoned their land / To the lacerations of the enemy … / But to me the exile is forever pitiful.” Because of the year when the poem was composed, the “enemy” here is not Germany—the war ended in 1918—but the Bolsheviks.\nAkhmatova and Shileiko grew unhappy shortly after marrying, but they lived together, on and off, for several more years. When, in 1924, he was allocated two rooms in the Marble Palace, she moved in with him and lived there until 1926. This palace on the Neva embankment, in close proximity to the Winter Palace, was originally built for Count Grigorii Orlov, a favorite of Catherine the Great, and then passed into the hands of grand dukes. Yet, despite the “royal” accommodations, food, matches, and almost all other goods were in short supply. Both Akhmatova and her husband were heavy smokers; she would start every day by running out from her unheated palace room into the street to ask a passerby for a light.\nIn the 1920s Akhmatova’s more epic themes reflected an immediate reality from the perspective of someone who had gained nothing from the revolution. She lamented the culture of the past, the departure of her friends, and the personal loss of love and happiness—all of which were at odds with the upbeat Bolshevik ideology. Critics began referring to Akhmatova as a “relic of the past” and an “anachronism.” She was criticized on aesthetic grounds by fellow poets who had taken advantage of the radical social changes by experimenting with new styles and subject matters; they spurned Akhmatova’s more traditional approach. Eventually, as the iron grip of the state tightened, Akhmatova was denounced as an ideological adversary and an “internal émigré.” Finally, in 1925 all of her publications were officially suppressed. The state allowed the publication of Akhmatova’s next book after Anno Domini, titled Iz shesti knig (From Six Books), only in 1940.\nThe 15 years when Akhmatova’s books were banned were perhaps the most trying period of her life. Except for her brief employment as a librarian in the Institute of Agronomy in the early 1920s, she had never made a living in any way other than as a writer. Since all literary production in the Soviet Union was now regulated and funded by the state, she was cut off from her most immediate source of income. Despite the virtual disappearance of her name from Soviet publications, however, Akhmatova remained overwhelmingly popular as a poet, and her magnetic personality kept attracting new friends and admirers. The help she received from her “entourage” likely enabled her to survive the tribulations of these years. Occasionally, through the selfless efforts of her many friends, she was commissioned to translate poetry. Besides verse translation, she also engaged in literary scholarship. Her essays on Pushkin and his work were posthumously collected in O Pushkine (On Pushkin, 1977).\nIn 1926 Akhmatova and Shileiko divorced, and she moved in permanently with Nikolai Nikolaevich Punin and his extended family, who lived in the same Sheremet’ev Palace on the Fontanka River where she had resided some years earlier. Like Gumilev and Shileiko, Akhmatova’s first two husbands, Punin was a poet; his verse had been published in the Acmeist journal Apollon. He first met Akhmatova in 1914 and became a frequent guest in the home that she then shared with Gumilev. Before the revolution Punin was a scholar of Byzantine art and had helped create the Department of Icon Painting at the Russian Museum. After 1917 he became a champion of avant-garde art. The Bolshevik government valued his efforts to promote new, revolutionary culture, and he was appointed commissar of the Narodnyi komissariat prosveshcheniia (People’s Commissariat of Enlightenment, or the Ministry of Education), also known as Narkompros. For most of his career Punin was affiliated with the Russian Museum, the Academy of Fine Arts, and Leningrad State University, where he built a reputation as a talented and engaging lecturer. By 1922, as an eminent art historian, he was allowed to live in an apartment in a wing of the Sheremet’ev Palace. Akhmatova’s romantic involvement with Punin dates approximately to this same year, and for the next several years she often lived in his study for extended periods of time. While the palace was her residence for the brief time that she was with Shileiko, it became her longtime home after she moved there again to be with Punin. Inevitably, it served as the setting for many of her works.\nPunin, whom Akhmatova regarded as her third husband, took full advantage of the relatively spacious apartment and populated it with his successive wives and their families. The arrangements at Fontannyi dom were typical of the Soviet mode of life, which was plagued by a lack of space and privacy. For years Akhmatova shared her quarters with Punin’s first wife, daughter, and granddaughter; after her separation from Punin at the end of the 1930s, she then lived with his next wife. Despite the noise and the general uneasiness of the situation, Akhmatova did not seem to mind communal living and managed to retain her regal persona even in a cramped, unkempt, and poorly furnished room. Lidiia Korneevna Chukovskaia, an author and close acquaintance of Akhmatova who kept diaries of their meetings, captured the contradiction between the dignified resident and the shabby environment. In Zapiski ob Anne Akhmatovoi (Notes on Anna Akhmatova, 1976; translated as The Akhmatova Journals, 1994), in an entry dated August 19, 1940, Chukovskaia describes how Akhmatova sat “straight and majestic in one corner of the tattered divan, looking very beautiful.”\nDuring the long period of imposed silence, Akhmatova did not write much original verse, but the little that she did compose—in secrecy, under constant threat of search and arrest—is a monument to the victims of Joseph Stalin’s terror. Between 1935 and 1940 she composed her long narrative poem Rekviem (1963; translated as Requiem in Selected Poems [1976]), published for the first time in Russia during the years of perestroika in the journal Oktiabr’ (October) in 1989. It was whispered line by line to her closest friends, who quickly committed to memory what they had heard. Akhmatova would then burn in an ashtray the scraps of paper on which she had written Rekviem. If found by the secret police, this narrative poem could have unleashed another wave of arrests for subversive activities.\nAs Akhmatova states in a short prose preface to the work, Rekviem was conceived while she was standing in line before the central prison in Leningrad, popularly known as Kresty, waiting to hear word of her son’s fate. A talented historian, Lev spent much of the time between 1935 and 1956 in forced-labor camps—his only crime was being the son of “counterrevolutionary” Gumilev. Before he was eventually dispatched to the camps, Lev was first kept in Kresty along with hundreds of other victims of the regime. The era of purges is characterized in Rekviem as a time when, “like a useless appendage, Leningrad / Swung from its prisons.” Akhmatova dedicated the poem to the memory of all who shared her fate—who had seen loved ones dragged away in the middle of the night to be crushed by acts of torture and repression: “They led you away at dawn, / I followed you like a mourner …”\nWithout a unifying or consistent meter, and broken into stanzas of various lengths and rhyme patterns, Rekviem expresses a disintegration of self and world. Mixing various genres and styles, Akhmatova creates a striking mosaic of folk-song elements, popular mourning rituals, the Gospels, the odic tradition, and lyric poetry. She revives the epic convention of invocations, usually addressed to a muse or a divinity, by summoning Death instead—elsewhere called “blissful.” Death is the only escape from the horror of life: “You will come in any case—so why not now? / I am waiting for you—I can’t stand much more. / I’ve put out the light and opened the door / For you, so simple and miraculous.”\nIn the epilogue, visualizing a monument that may be erected to her in the future, Akhmatova evokes a theme that harks back to Horace’s ode “Exegi monumentum aere perennius” (I Erected a Monument More Solid than Bronze, 23 BCE). This theme has proven consistently popular in European literature over the past two millennia, and Pushkin’s “Ia pamiatnik sebe vozdvig nerukotvornyi” (My monument I’ve raised, not wrought by human hands, 1836) was its best known adaptation in Russian verse. Horace and those who followed him used the image of the monument as an allegory for their poetic legacy; they believed that verse ensured posthumous fame better than any tangible statue. Akhmatova, however, speaks literally of a bronze monument to herself that should be set before the prison gates:\nA esli kogda-nibud’ v etoi strane\r\nVozdvignut’ zadumaiut pamiatnik mne,\nSoglas’e na eto daiu torzhestvo,\r\nNo tol’ko s uslov’em—ne stavit’ ego\nNi okolo moria, gde ia rodilas’;\r\nPosledniaia s morem razorvana sviaz’.\nNi v tsarskom sadu u zavetnogo pnia,\r\nGde ten’ bezuteshnaia ishchet menia,\nA zdes’, gde stoiala ia trista chasov\r\nI gde dlia menia ne otkryli zasov.\n\r\n(And if ever in this country\r\nThey decide to erect a monument to me,\nI consent to that honor\r\nUnder these conditions—that it stand\nNeither by the sea, where I was born:\r\nMy last tie with the sea is broken,\nNor in the tsar’s garden near the cherished pine stump,\r\nWhere an inconsolable shade looks for me,\nBut here, where I stood for three hundred hours,\r\nAnd where they never unbolted the doors for me.)\nAkhmatova finds another, much more personal metaphor for the significance of her poetic legacy: her poem becomes a “mantle of words,” spread over the people she wishes to commemorate. She writes, “I’d like to name them all by name, / But the list has been confiscated and is nowhere to be found. / I have woven a wide mantle for them / From their meager, overheard words.” The image of the mantle is reminiscent of the protective cover that, according to an early Christian legend, the Virgin spread over the congregation in a Byzantine church, an event commemorated annually by a holiday in the Orthodox calendar. Akhmatova, well versed in Christian beliefs, reinterprets this legend to reflect her own role as a redeemer of her people; she weaves a mantle that will protect the memory of the victims and thus ensure historical continuity. Rekviem, therefore, is a testimony to the cathartic function of art, which preserves the poet’s voice even in the face of the unspeakable.\nIn Akhmatova’s later period, perhaps reflecting her search for self-definition, the theme of the poet becomes increasingly dominant in her verse. She always believed in the poet’s “holy trade”; she wrote in “Nashe sviashchennoe Remeslo” (Our Holy Trade, 1944; first published in Znamia, 1945) “Our holy trade / Has existed for a thousand years … / With it even a world without light would be bright.” She also believed in the common poetic lot. In a short prewar cycle, titled “Trostnik” (translated as Reed, 1990) and first published as “Iva” (Willow) in the 1940 collection Iz shesti knig, Akhmatova addresses many poets, living and deceased, in an attempt to focus on the archetypal features of their fates. The poet’s life, as becomes clear from this cycle, is defined by exile, understood both literally and in existential terms. Dante Alighieri is for Akhmatova the prototypical poet in exile, longing for his native land: “But barefoot, in a hairshirt, / With a lighted candle he did not walk / Through his Florence—his beloved, / Perfidious, base, longed for …” (“Dante,” 1936). Among the exiled Russian poets that Akhmatova mentions are Pushkin; Mikhail Iur’evich Lermontov, who was sent to the faraway Caucasus by the tsar; and her friend and contemporary Mandel’shtam, who was confined, on Stalin’s orders, to the provincial city of Voronezh. She even includes herself in this collective image of the exiled poet—only her exile is not from a place but from a time. Dwelling in the gloom of Soviet life, Akhmatova longed for the beautiful and joyful past of her youth. In the lyric “Tot gorod, mnoi liubimyi s detstva” (translated as “The city, beloved by me since childhood,” 1990), written in 1929 and published in Iz shesti knig, she pictures herself as a foreigner in her hometown, Tsarskoe Selo, a place that is now beyond recognition:\nTot gorod, mnoi liubimyi s detstva,\r\nV ego dekabr’skoi tishine\r\nMoim promotannym nasledstvom\r\nSegodnia pokazalsia mne.\r\n. . . . . . . . . . . . . . . . . . . . .\r\nNo s liubopytstvom inostranki,\r\nPlenennoi kazhdoi noviznoi,\r\nGliadela ia, kak mchatsia sanki,\r\nI slushala iazyk rodnoi.\n \n(The city, beloved by me since childhood,\r\nSeemed to me today\r\nIn its December silence\r\nLike my squandered inheritance.\r\n. . . . . . . . . . . . . . . . . . . . . . . . . . .\r\nBut with a stranger’s curiosity,\r\nCaptivated by each novelty,\r\nI watched how the sleds skimmed,\r\nAnd listened to my native tongue.)\nUnderlying all these meditations on poetic fate is the fundamental problem of the relationship between the poet and the state. Akhmatova suggests that while the poet is at the mercy of the dictator and vulnerable to persecution, intimidation, and death, his art ultimately transcends all oppression and conveys truth. From this point of view, the title “Trostnik” is symbolic of the poet’s word, which can never be silenced. The image of the reed originates in an Oriental tale about a girl killed by her siblings on the seashore. According to the legend, a reed soon sprang out of the pool of her spilled blood, and when a shepherd later cut the reed into a pipe, the instrument sang the story of the unfortunate girl’s murder and her siblings’ treachery.\nIn 1940 Akhmatova wrote a long poem titled “Putem vseia zemli” (published in Beg vremeni [The Flight of Time], 1965; translated as “The Way of All Earth,” 1990), in which she meditates on death and laments the impending destruction of Europe in the crucible of war. Her memory transports her to the turn of the century and leads her through the sites of the most important military confrontations—including the Boer War, the annihilation of the Russian navy at Tsushima, and World War I, all of which foreshadowed disaster for Europe. Personal memories of St. Petersburg and the Crimea are woven into this uncanny panorama of the past. Despite the urgent apocalyptic mood of the poem, the heroine calmly contemplates her approaching death, an end that promises relief and a return to the “paternal garden”: “And I will take my place calmly / In a light sled … / In my last dwelling place / Lay me to rest.” Here, Akhmatova is paraphrasing the words of the medieval Russian prince Vladimir Vsevolodovich Monomakh that appear in his “Pouchenie” (Instruction, circa 1120), which he spoke, addressing his children, from his deathbed (represented as a “sled,” used by ancient Slavs to convey corpses for burial). In “Putem vseia zemli” Akhmatova assumes a similar role and speaks like a wise, experienced teacher instructing her compatriots.\nAkhmatova spent the first few months of World War II in Leningrad. As the German blockade tightened around the city, many writers, musicians, and intellectuals addressed their fellow residents in a series of special radio transmissions organized by the literary critic Georgii Panteleimonovich Makagonenko. Participating in these broadcasts, Akhmatova once more became a symbol of her suffering city and a source of inspiration for its citizens. At the end of September 1941 she left Leningrad; along with many other writers, she was evacuated to Central Asia. But even from Tashkent, where she lived until May 1944, her words reached out to the people. Her poetic voice, which had grown more epic and philosophical during the prewar years, acquired a well-defined civic cadence in her wartime verse. The best known of these poems, first published on March 8, 1942 in the newspaper Pravda (Truth) and later published in Beg vremeni, is “Muzhestvo” (translated as “Courage,” 1990), in which the poet calls on her compatriots to safeguard the Russian language above all: “And we will preserve you, Russian speech, / Mighty Russian word! / We will transmit you to our grandchildren / Free and pure and rescued from captivity / Forever!” Here, as during the revolution, Akhmatova’s patriotism is synonymous with her efforts to serve as the guardian of an endangered culture.\nIn Tashkent, Akhmatova often recited verse at literary gatherings, in hospitals, and at the Frunze Military Academy. After her recovery from a severe case of typhus in 1942, she began writing her fragmentary autobiography. Captivated by her surroundings in Uzbekistan, she dedicated several short poetic cycles to her “Asian house,” including “Luna v zenite: Tashkent 1942-1944” (translated as “The Moon at Zenith,” 1990), published in book form in Beg vremeni. Akhmatova’s special attitude toward Tashkent was stimulated by her belief in her own Asian pedigree, as she writes in the “Luna v zenite” cycle: “I haven’t been here for seven hundred years, / But nothing has changed ….”\nAkhmatova returned to Leningrad in the late spring of 1944 full of renewed hope and radiant expectations. The year before, because of the temporary relaxation of state control over art during the war, her Izbrannoe (Selected Poems) had come out; its publication was brought about with some assistance from the renowned and influential writer Aleksei Nikolaevich Tolstoy. Moreover, she was going to marry Vladimir Georgievich Garshin, a distinguished doctor and professor of medicine, whom she had met before the war. They had corresponded regularly during Akhmatova’s stay in Central Asia, and Garshin had proposed marriage in one of his letters. Yet, following her arrival in Leningrad, he broke off the engagement, an act she attributed to his hereditary mental illness—he was a relative of the emotionally troubled 19th-century Russian writer Vsevolod Mikhailovich Garshin, who had ended his life by flinging himself down a staircase. Yet, there is evidence suggesting that the real cause was Garshin’s affair with another woman. Akhmatova reluctantly returned to live at Sheremet’ev Palace. Her son, Lev, who had been released from the labor camp toward the end of the war and sent to the front to take part in the storming of the city of Berlin, was reinstated at Leningrad State University and allowed to continue his research. By 1946 Akhmatova was preparing another book of verse.\nJust as her life seemed to be improving, however, she fell victim to another fierce government attack. Most likely, it was triggered by two visits from Isaiah Berlin, who, merely because of his post at the British embassy, was naturally suspected of being a spy by Soviet officials. Through a mutual acquaintance, Berlin arranged two private visits to Akhmatova in the fall of 1945 and saw her again in January 1946. Akhmatova always cherished the memories of her nightlong conversations with Berlin, a brilliant scholar in his own right. Inspired by their meetings, she composed the love cycle “Cinque” (first published in the journal Leningrad in 1946; translated, 1990), which was included in Beg vremeni; it reads in part: “Sounds die away in the ether, / And darkness overtakes the dusk. / In a world become mute for all time, / There are only two voices: yours and mine.”\nShe paid a high price for these moments of happiness and freedom. In a Communist Party resolution of August 14, 1946 two magazines, Zvezda and Leningrad, were singled out and criticized for publishing works by Akhmatova and the writer Mikhail Mikhailovich Zoshchenko—works deemed unworthy and decadent. In a condemnatory speech the party secretary dismissed Akhmatova’s verse as pessimistic and as rooted in bourgeois culture; she was denounced as a “nun” and a “whore,” her Communist critics borrowing the terms from Eikhenbaum’s 1923 monograph. Akhmatova experienced dramatic repercussions. She was expelled from the Union of Soviet Writers; the loss of this membership meant severe hardship, as food supplies were scarce at the time and only Union members were entitled to food-ration cards. Almost all copies of her recently published books were destroyed, and further publications of original poetry were banned. Most significant, Lev, who had just defended his dissertation, was rearrested in 1949.\nThe situation seemed so hopeless that friends advised Akhmatova to buy her son’s pardon by compromising her gift of poetry. In Stalinist Russia, all artists were expected to advocate the Communist cause, and for many the occasional application of their talents to this end was the only path to survival. Forced to sacrifice her literary reputation, Akhmatova wrote a dozen patriotic poems on prescribed Soviet subjects; she praised Stalin, glorified the motherland, wrote of a “happy” life in the Soviet Union, and denounced the “lies” about it that were disseminated in the West. Published in the journal Ogonek (The Flame) in 1949-1950, the cycle “Slava miru” (In Praise of Peace) was a desperate attempt to save Lev. Such lauding of the executioner by his victim, however, dressed as it was in Akhmatova’s refined classical meter, did not convince even Stalin himself. She did not manage to make her propagandistic poems sound sincere enough, and they therefore remained a sacrifice in vain—another testimony of artistic oppression under the Soviet regime.\nAkhmatova’s most significant creative work during her later period and, arguably, her masterpiece, was Poema bez geroia (translated as Poem without a Hero, 1973), begun in 1940 and repeatedly rewritten and edited until the 1960s; it was published in Beg vremeni in 1965. This narrative poem is Akhmatova’s most complex. It features abrupt shifts in time, disconnected images linked only by oblique cultural and personal allusions, half quotations, inner speech, elliptical passages, and varying meters and stanzas. The themes of this poema (long narrative poem) may be narrowed to three: memory as a moral act; the ritual of expiation; and the funeral lament. Confronting the past in Poema bez geroia, Akhmatova turns to the year 1913, before the “real—not the calendar—Twentieth century” was inaugurated by its first global catastrophe, World War I. That time of her youth was marked by an elegant, carefree decadence; aesthetic and sensual pleasures; and a lack of concern for human suffering, or the value of human life. Shadows of the past appear before the poet as she sits in her candlelit home on the eve of 1940. Her acquaintances, now all dead, arrive in the guise of various commedia dell’arte characters and engage the poet in a “hellish harlequinade.”\nThe masks of the guests are associated with several prominent artistic figures from the modernist period. Akhmatova uses Poema bez geroia in part to express her attitude toward some of these people; for instance, she turns the homosexual poet Mikhail Alekseevich Kuzmin, who had criticized her verse in the 1920s, into Satan and the arch-sinner of her generation. Her former friends and lovers turn up as well among this surreal and festive crowd. As the sole survivor of this bohemian generation (“Only how did it come to pass / That I alone of all of them am still alive?”), she feels compelled to atone for the collective sins of her friends—the act of expiation will secure a better future for her country. One of the leitmotivs in this work is the direct link between the past, present, and future: “As the future ripens in the past, / So the past rots in the future …” The scenes from 1913 are followed by passages in “Chast’ tret’ia: Epilog” (Part Three: Epilogue) that describe the present horror of war and prison camps, a retribution for a sinful past:\nA za provolokoi koliuchei,\r\nV samom serdtse taigi dremuchei—\r\nIa ne znaiu, kotoryi god—\r\nStavshii gorst’iu lagernoi pyli,\r\nStavshii skazkoi iz strashnoi byli,\r\nMoi dvoinik na dopros idet.\n(And from behind barbed wire,\r\nIn the very heart of the taiga—\r\nI don’t know which year—\r\nHaving become a heap of “camp dust,”\r\nHaving become a terrifying fairy tale,\r\nMy double goes to the interrogation.)\nAkhmatova locates collective guilt in a small, private event: the senseless suicide of a young poet and soldier, Vsevolod Gavriilovich Kniazev, who killed himself out of his unrequited love for Ol’ga Afanas’evna Glebova-Sudeikina, a beautiful actress and Akhmatova’s friend; Ol’ga becomes a stand-in for the poet herself. Although Kniazev’s suicide is the central event of the poema, he is not a true hero, since his death comes not on the battlefield but in a moment of emotional weakness. Other shadows of the past, like Kniazev, cannot be qualified as heroes, and the poema remains without one. Scholars agree that the only real hero of the work is Time itself. In effect Poema bez geroia resembles a mosaic, portraying Akhmatova’s artistic and whimsical youth in the 1910s in St. Petersburg.\nWhile she identifies with her generation, Akhmatova at the same time acts like the chorus of ancient tragedies (“And the role of the fatal chorus / I agree to take on”) whose function is to frame the events she recounts with commentary, adoration, condemnation, and lamentation. Furthermore, negative aesthetics play an important role in Poema bez geroia. They are expressed in particular not just through the absence of a concrete hero but also through ellipses, which Akhmatova inserts to suggest themes that could not be discussed openly because of censorship. Another focal point of the poem is the nonevent, such as the missed meeting with a guest who is expected to call on the author: “He will come to me in the Fountain Palace / To drink New Year’s wine / And he will be late this foggy night.” The absent character, to whom the poet refers further as a “guest from the future,” cannot join the shadows of Akhmatova’s friends, because he is still alive. This mysterious guest has been identified as Berlin, whose visit to Akhmatova in 1945 gave rise to such dramatic consequences for her son and herself (hence the line, “It is death that he bears”). In 1956, when Berlin was on a short trip to Russia, Akhmatova refused to receive him, presumably out of fear for Lev, who had just been released from prison. She talked to Berlin only on the telephone, and this “non-meeting” subsequently appeared in Poema bez geroia in the form of vague allusions. Akhmatova’s cycle “Shipovnik tsvetet” (published in Beg vremeni; translated as “Sweetbriar in Blossom,” 1990), which treats the meetings with Berlin in 1945-1946 and the nonmeeting of 1956, shares many cross-references with Poema bez geroia.\nFinally, as befits a modern narrative poem, Akhmatova’s most complex work includes metapoetic content. In “Chast’ vtoraia: Intermetstso. Reshka” (Part Two: Intermezzo. Tails) of Poema bez geroia the narrator argues with her editor, who complains that the work is too obscure, and then directly addresses the poema as a character and interlocutor. Akhmatova knew that Poema bez geroia would be considered esoteric in form and content, but she deliberately refused to provide any clarification. During an interview with Berlin in Oxford in 1965, when asked if she was planning to annotate the work, Akhmatova replied that it would be buried with her and her century—that it was not written for eternity or posterity but for those who still remembered the world she described in it. In the text itself she admits that her style is “secret writing, a cryptogram, / A forbidden method” and confesses to the use of “invisible ink” and “mirror writing.” Poema bez geroia bears witness to the complexity of Akhmatova’s later verse and remains one of the most fascinating works of 20th-century Russian literature.\nIn 1952, with great displeasure, Akhmatova and the Punins moved out of Fontannyi Dom, which was taken over entirely by the Arctic Institute, and received accommodations in a different part of the city. Despite her deteriorating health, the last decade of Akhmatova’s life was fairly calm, reflecting the political “thaw” that followed Stalin’s death in 1953. Lev was released from prison in 1956, and several volumes of her verse, though censored, were published in the late 1950s and the 1960s. Her most important poetry volume also came out during this period. Appearing in 1965, Beg vremeni collected Akhmatova’s verse since 1909 and included several previously published books, as well as the unpublished “Sed’maia kniga” (Seventh Book). Well into her 70s by this time, she was allowed to make two trips abroad: in 1964 she traveled to Italy to receive the Etna Taormina International Prize in Poetry, and in 1965 she went to England, where she was awarded an honorary doctorate from Oxford University. During the second trip she stopped briefly in Paris to visit with some of her old friends who had left Russia after the revolution.\nAnna Andreevna Akhmatova died on March 5, 1966 in Domodedovo (near Moscow), where she had been convalescing from a heart attack. Following an official funeral ceremony in the capital, her body was flown to Leningrad for a religious service in Nikol’skii Cathedral. She was buried in Komarovo, located in the suburbs of Leningrad and best known as a vacation spot; in the 1960s she had lived in Komarovo in a small summer house provided by Literaturnyi fond (Literary Fund). Akhmatova achieved full recognition in her native Russia only in the late 1980s, when all of her previously unpublishable works finally became accessible to the general public. In 1989 her centennial birthday was celebrated with many cultural events, concerts, and poetry readings. The communal apartment in Sheremet’ev Palace, or Fontannyi dom, where she lived intermittently for almost 40 years, is now the Anna Akhmatova Museum.\n", "attrs": {"Region:": ["Russia"]}}