{"pf_url": "https://www.poetryfoundation.org/poets/anne-waldman", "name": "Anne Waldman", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6ed2684947c404d9cbb29ea6f348467c2c91f4a5.jpeg", "bio": "\nThe author of more than 40 collections of poetry and poetics, Anne Waldman is an active member of the Outrider experimental poetry movement, and has been connected to the Beat movement and the second generation of the New York School. Her publications include Fast Speaking Woman (1975), Marriage: A Sentence (2000), the multi-volume Iovis project (1992, 1993, 1997), and Voice’s Daughter of a Heart Yet to Be Born (2016).\n\r\nHer work as a cultural activist and her practice of Tibetan Buddhism are deeply connected to her poetry. Waldman is, in her words, “drawn to the magical efficacies of language as a political act.” Her commitment to poetry extends beyond her own work to her support of alternative poetry communities. Waldman has collaborated extensively with visual artists, musicians, and dancers, and she regularly performs internationally. Her performance of her work is engaging and physical, often including chant or song, and has been widely recorded on film and video.\n\r\nBorn in Millville, New Jersey, Waldman grew up in Manhattan on Beat poetry and jazz. Early encounters with Leadbelly, Pete Seeger, and Thelonious Monk drew her attention to the full range of musical possibilities in poetry, as did her reading of poets such as Allen Ginsberg and Gertrude Stein. She was educated at Bennington College, where she studied with Howard Nemerov, Bernard Malamud, and Stanley Edgar Hyman.\n\r\nIn 1965 she attended the Berkeley Poetry Conference, where the Outrider voices she encountered inspired her to commit to poetry and to found Angel Hair, a small press that published an eponymous magazine and numerous books. Upon graduation she returned to New York and became assistant director, and then director, of the St. Mark’s Church Poetry Project, a role she continued for a decade and where she found support for her own work from poets such as Ted Berrigan, Allen Ginsberg, Diane di Prima, and Kenneth Koch. In 1974, with Ginsberg, Waldman founded the Jack Kerouac School of Disembodied Poetics at the Naropa Institute in Boulder, Colorado.\n\r\nHer honors include grants from the Foundation for Contemporary Performance Arts, the Poetry Foundation, and the National Endowment for the Arts. She has had residencies at the Civitella Ranieri Center, the Emily Harvey Foundation in Venice, and Rockefeller Center’s Bellagio Center, and has received the Poetry Society of America’s Shelley Memorial Award. She has twice won the International Poetry Championship Bout in Taos, New Mexico. She was “poet in residence” with Bob Dylan’s famed concert tour, the Rolling Thunder Revue, in 1975–76. Waldman has also edited several anthologies, including The Beat Book (1996). She co-founded the Poetry Is News collective with writer/scholar Ammiel Alcalay in 2002.\n", "attrs": {"Region:": ["U.S., Southwestern"], "School/Period:": ["New York School (2nd Generation)"]}}