{"pf_url": "https://www.poetryfoundation.org/poets/anne-bradstreet", "name": "Anne Bradstreet", "yob": "1612", "yod": "1672", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/8db8f7d97dbe2ff888e4902a3f3b05605af706ac.jpeg", "bio": "\nAnne Bradstreet was the first woman to be recognized as an accomplished New World Poet. Her volume of poetry The Tenth Muse Lately Sprung Up in America ... received considerable favorable attention when it was first published in London in 1650. Eight years after it appeared it was listed by William London in his Catalogue of the Most Vendible Books in England, and George III is reported to have had the volume in his library. Bradstreet's work has endured, and she is still considered to be one of the most important early American poets.\n\r\nAlthough Anne Dudley Bradstreet did not attend school, she received an excellent education from her father, who was widely read— Cotton Mather described Thomas Dudley as a \"devourer of books\"—and from her extensive reading in the well-stocked library of the estate of the Earl of Lincoln, where she lived while her father was steward from 1619 to 1630. There the young Anne Dudley read Virgil, Plutarch, Livy, Pliny, Suetonius, Homer, Hesiod, Ovid, Seneca, and Thucydides as well as Spenser, Sidney, Milton, Raleigh, Hobbes, Joshua Sylvester's 1605 translation of Guillaume du Bartas's Divine Weeks and Workes, and the Geneva version of the Bible. In general, she benefited from the Elizabethan tradition that valued female education. In about 1628—the date is not certain—Anne Dudley married Simon Bradstreet, who assisted her father with the management of the Earl's estate in Sempringham. She remained married to him until her death on September 16, 1672. Bradstreet immigrated to the new world with her husband and parents in 1630; in 1633 the first of her children, Samuel, was born, and her seven other children were born between 1635 and 1652: Dorothy (1635), Sarah (1638), Simon (1640), Hannah (1642), Mercy (1645), Dudley (1648), and John (1652).\n\r\nAlthough Bradstreet was not happy to exchange the comforts of the aristocratic life of the Earl's manor house for the privations of the New England wilderness, she dutifully joined her father and husband and their families on the Puritan errand into the wilderness. After a difficult three-month crossing, their ship, the Arbella, docked at Salem, Massachusetts, on July 22, 1630. Distressed by the sickness, scarcity of food, and primitive living conditions of the New England outpost, Bradstreet admitted that her \"heart rose\" in protest against the \"new world and new manners.\" Although she ostensibly reconciled herself to the Puritan mission—she wrote that she \"submitted to it and joined the Church at Boston\"—Bradstreet remained ambivalent about the issues of salvation and redemption for most of her life.\n\r\nOnce in New England the passengers of the Arbella fleet were dismayed by the sickness and suffering of those colonists who had preceded them. Thomas Dudley observed in a letter to the Countess of Lincoln, who had remained in England: \"We found the Colony in a sad and unexpected condition, above eighty of them being dead the winter before; and many of those alive weak and sick; all the corn and bread amongst them all hardly sufficient to feed them a fortnight.\" In addition to fevers, malnutrition, and inadequate food supplies, the colonists also had to contend with attacks by Native Americans who originally occupied the colonized land. The Bradstreets and Dudleys shared a house in Salem for many months and lived in spartan style; Thomas Dudley complained that there was not even a table on which to eat or work. In the winter the two families were confined to the one room in which there was a fireplace. The situation was tense as well as uncomfortable, and Anne Bradstreet and her family moved several times in an effort to improve their worldly estates. From Salem they moved to Charlestown, then to Newtown (later called Cambridge), then to Ipswich, and finally to Andover in 1645.\n\r\nAlthough Bradstreet had eight children between the years 1633 and 1652, which meant that her domestic responsibilities were extremely demanding, she wrote poetry which expressed her commitment to the craft of writing. In addition, her work reflects the religious and emotional conflicts she experienced as a woman writer and as a Puritan. Throughout her life Bradstreet was concerned with the issues of sin and redemption, physical and emotional frailty, death and immortality. Much of her work indicates that she had a difficult time resolving the conflict she experienced between the pleasures of sensory and familial experience and the promises of heaven. As a Puritan she struggled to subdue her attachment to the world, but as a woman she sometimes felt more strongly connected to her husband, children, and community than to God.\n\r\nBradstreet's earliest extant poem, \"Upon a Fit of Sickness, Anno. 1632,\" written in Newtown when she was 19, outlines the traditional concerns of the Puritan—the brevity of life, the certainty of death, and the hope for salvation:\n                           O Bubble blast, how long can'st last?\r\n                           That always art a breaking,\r\n                           No sooner blown, but dead and gone,\r\n                           Ev'n as a word that's speaking.\r\n                           O whil'st I live, this grace me give,\r\n                           I doing good may be,\r\n                           Then death's arrest I shall count best,\r\n                           because it's thy decree.\nArtfully composed in a ballad meter, this poem presents a formulaic account of the transience of earthly experience which underscores the divine imperative to carry out God's will. Although this poem is an exercise in piety, it is not without ambivalence or tension between the flesh and the spirit—tensions which grow more intense as Bradstreet matures.\n\r\nThe complexity of her struggle between love of the world and desire for eternal life is expressed in \"Contemplations,\" a late poem which many critics consider her best:\n                           Then higher on the glistering Sun I gaz'd\r\n                           Whose beams was shaded by the leavie Tree,\r\n                           The more I look'd, the more I grew amaz'd\r\n                           And softly said, what glory's like to thee?\r\n                           Soul of this world, this Universes Eye,\r\n                           No wonder, some made thee a Deity:\r\n                           Had I not better known, (alas) the same had I\nAlthough this lyrical, exquisitely crafted poem concludes with Bradstreet's statement of faith in an afterlife, her faith is paradoxically achieved by immersing herself in the pleasures of earthly life. This poem and others make it clear that Bradstreet committed herself to the religious concept of salvation because she loved life on earth. Her hope for heaven was an expression of her desire to live forever rather than a wish to transcend worldly concerns. For her, heaven promised the prolongation of earthly joys, rather than a renunciation of those pleasures she enjoyed in life.\nBradstreet wrote many of the poems that appeared in the first edition of The Tenth Muse ... during the years 1635 to 1645 while she lived in the frontier town of Ipswich, approximately thirty miles from Boston. In her dedication to the volume written in 1642 to her father, Thomas Dudley, who educated her, encouraged her to read, and evidently appreciated his daughter's intelligence, Bradstreet pays \"homage\" to him. Many of the poems in this volume tend to be dutiful exercises intended to prove her artistic worth to him. However, much of her work, especially her later poems, demonstrates impressive intelligence and mastery of poetic form.\n\r\nThe first section of The Tenth Muse ... includes four long poems, known as the quaternions, or \"The Four Elements,\" \"The Four Humors of Man,\" \"The Four Ages of Man,\" and \"The Four Seasons.\" Each poem consists of a series of orations; the first by earth, air, fire, and water; the second by choler, blood, melancholy, and flegme; the third by childhood, youth, middle age, and old age; the fourth by spring, summer, fall, and winter. In these quaternions Bradstreet demonstrates a mastery of physiology, anatomy, astronomy, Greek metaphysics, and the concepts of medieval and Renaissance cosmology. Although she draws heavily on Sylvester's translation of du Bartas and Helkiah Crooke's anatomical treatise Microcosmographia (1615), Bradstreet's interpretation of their images is often strikingly dramatic. Sometimes she uses material from her own life in these historical and philosophical discourses. For example, in her description of the earliest age of man, infancy, she forcefully describes the illnesses that assailed her and her children:\n                           What gripes of wind my infancy did pain,\r\n                           What tortures I in breeding teeth sustain?\r\n                           What crudityes my stomach cold has bred,\r\n                           Whence vomits, flux, and worms have issued?\n\nLike the quaternions, the poems in the next section of The Tenth Muse—\"The Four Monarchies\" (Assyrian, Persian, Grecian, and Roman)—are poems of commanding historical breadth. Bradstreet's poetic version of the rise and fall of these great empires draws largely from Sir Walter Raleigh's History of the World (1614). The dissolution of these civilizations is presented as evidence of God's divine plan for the world. Although Bradstreet demonstrates considerable erudition in both the quaternions and monarchies, the rhymed couplets of the poems tend to be plodding and dull; she even calls them \"lanke\" and \"weary\" herself. Perhaps she grew tired of the task she set for herself because she did not attempt to complete the fourth section on the \"Roman Monarchy\" after the incomplete portion was lost in a fire that destroyed the Bradstreet home in 1666.\n\r\n\"Dialogue between Old England and New,\" also in the 1650 edition of The Tenth Muse ... expresses Bradstreet's concerns with the social and religious turmoil in England that impelled the Puritans to leave their country. The poem is a conversation between mother England and her daughter, New England. The sympathetic tone reveals how deeply attached Bradstreet was to her native land and how disturbed she was by the waste and loss of life caused by the political upheaval. As Old England's lament indicates, the destructive impact of the civil strife on human life was more disturbing to Bradstreet than the substance of the conflict:\n                           O pity me in this sad perturbation,\r\n                           My plundered Towers, my houses devastation,\r\n                           My weeping Virgins and my young men slain;\r\n                           My wealthy trading fall'n, my dearth of grain\nIn this poem, Bradstreet's voices her own values. There is less imitation of traditional male models and more direct statement of the poet's feelings. As Bradstreet gained experience, she depended less on poetic mentors and relied more on her own perceptions.\n\r\nAnother poem in the first edition of The Tenth Muse ... that reveals Bradstreet's personal feelings is \"In Honor of that High and Mighty Princess Queen Elizabeth of Happy Memory,\" written in 1643, in which she praises the Queen as a paragon of female prowess. Chiding her male readers for trivializing women, Bradstreet refers to the Queen's outstanding leadership and historical prominence. In a personal caveat underscoring her own dislike of patriarchal arrogance, Bradstreet points out that women were not always devalued:\n                           Nay Masculines, you have thus taxt us long,\r\n                           But she, though dead, will vindicate our wrong,\r\n                           Let such as say our Sex is void of Reason,\r\n                           Know tis a Slander now, but once was Treason.\nThese assertive lines mark a dramatic shift from the self-effacing stanzas of \"The Prologue\" to the volume in which Bradstreet attempted to diminish her stature to prevent her writing from being attacked as an indecorous female activity. In an ironic and often-quoted passage of \"The Prologue,\" she asks for the domestic herbs \"Thyme or Parsley wreath,\" instead of the traditional laurel, thereby appearing to subordinate herself to male writers and critics:\n                           Let Greeks be Greeks, and women what they are\r\n                           Men have precedency and still excell,\r\n                           It is but vain unjustly to wage warre;\r\n                           Men can do best, and women know it well\r\n                           Preheminence in all and each is yours;\r\n                           Yet grant some small acknowledgement of ours.\nIn contrast, her portrait of Elizabeth does not attempt to conceal her confidence in the abilities of women:\n                           Who was so good, so just, so learned so wise,\r\n                           From all the Kings on earth she won the prize.\r\n                           Nor say I more then duly is her due,\r\n                           Millions will testifie that this is true.\r\n                           She has wip'd off th' aspersion of her Sex,\r\n                           That women wisdome lack to play the Rex\nThis praise for Queen Elizabeth expresses Bradstreet's conviction that women should not be subordinated to men—certainly it was less stressful to make this statement in a historic context than it would have been to confidently proclaim the worth of her own work.\n\r\nThe first edition of The Tenth Muse ... also contains an elegy to Sir Philip Sidney and a poem honoring du Bartas. Acknowledging her debt to these poetic mentors, she depicts herself as insignificant in contrast to their greatness. They live on the peak of Parnassus while she grovels at the bottom of the mountain. Again, her modest pose represents an effort to ward off potential attackers, but its ironic undercurrents indicate that Bradstreet was angered by the cultural bias against women writers:\n                           Fain would I shew how he same paths did tread,\r\n                           But now into such Lab'rinths I am lead,\r\n                           With endless turnes, the way I find not out,\r\n                           How to persist my Muse is more in doubt;\r\n                           Which makes me now with Silvester confess,\r\n                           But Sidney's Muse can sing his worthiness.\nAlthough the ostensible meaning of this passage is that Sidney's work is too complex and intricate for her to follow, it also indicates that Bradstreet felt his labyrinthine lines to represent excessive artifice and lack of connection to life.\n\r\nThe second edition of The Tenth Muse ..., published in Boston in 1678 as Several Poems ..., contains the author's corrections as well as previously unpublished poems: epitaphs to her father and mother, \"Contemplations,\" \"The Flesh and the Spirit,\" the address by \"The Author to her Book,\" several poems about her various illnesses, love poems to her husband, and elegies of her deceased grandchildren and daughter-in-law. These poems added to the second edition were probably written after the move to Andover, where Anne Bradstreet lived with her family in a spacious three-story house until her death in 1672. Far superior to her early work, the poems in the 1678 edition demonstrate a command over subject matter and a mastery of poetic craft. These later poems are considerably more candid about her spiritual crises and her strong attachment to her family than her earlier work. For example, in a poem to her husband, \"Before the Birth of one of her Children,\" Bradstreet confesses that she is afraid of dying in childbirth—a realistic fear in the 17th century—and begs him to continue to love her after her death. She also implores him to take good care of their children and to protect them from a potential stepmother's cruelty:\n                           And when thou feel'st no grief, as I no harms,\r\n                           Yet love thy dead, who long lay in thine arms:\r\n                           And when thy loss shall be repaid with gains\r\n                           Look to my little babes my dear remains.\r\n                           And if thou love thy self, or love'st me\r\n                           These O protect from step Dames injury.\nNot only is this candid domestic portrait artistically superior to of \"The Four Monarchies,\" it gives a more accurate sense of Bradstreet's true concerns.\n\r\nIn her address to her book, Bradstreet repeats her apology for the defects of her poems, likening them to children dressed in \"home-spun.\" But what she identifies as weakness is actually their strength. Because they are centered in the poet's actual experience as a Puritan and as a woman, the poems are less figurative and contain fewer analogies to well-known male poets than her earlier work. In place of self-conscious imagery is extraordinarily evocative and lyrical language. In some of these poems Bradstreet openly grieves over the loss of her loved ones—her parents, her grandchildren, her sister-in-law—and she barely conceals resentment that God has taken their innocent lives. Although she ultimately capitulates to a supreme being—He knows it is the best for thee and me\"—it is the tension between her desire for earthly happiness and her effort to accept God's will that makes these poems especially powerful.\n\r\nBradstreet's poems to her husband are often singled out for praise by critics. Simon Bradstreet's responsibilities as a magistrate of the colony frequently took him away from home, and he was very much missed by his wife. Modeled on Elizabethan sonnets, Bradstreet's love poems make it clear that she was deeply attached to her husband:\n                           If ever two were one, then surely we\r\n                           If ever man were lov'd by wife, then thee;\r\n                           If ever wife was happy in a man\r\n                           Compare with me ye women if you can\nMarriage was important to the Puritans, who felt that the procreation and proper training of children were necessary for building God's commonwealth. However, the love between wife and husband was not supposed to distract from devotion to God. In Bradstreet's sonnets, her erotic attraction to her husband is central, and these poems are more secular than religious:\n                           My chilled limbs now nummed lye forlorn;\r\n                           Return, return sweet Sol from Capricorn;\r\n                           In this dead time, alas, what can I more\r\n                           Than view those fruits which through thy heat I bore?\n\nAnne Bradstreet's brother-in-law, John Woodbridge, was responsible for the publication of the first edition of The Tenth Muse.... The title page reads \"By a Gentlewoman in those parts\"—and Woodbridge assures readers that the volume \"is the work of a Woman, honored and esteemed where she lives.\" After praising the author's piety, courtesy, and diligence, he explains that she did not shirk her domestic responsibilities in order to write poetry: \"these poems are the fruit but of some few hours, curtailed from sleep and other refreshments.\" Also prefacing the volume are statements of praise for Bradstreet by Nathaniel Ward, the author of The Simple Cobler of Aggawam (1647), and Reverend Benjamin Woodbridge, brother of John Woodbridge. In order to defend her from attacks from reviewers at home and abroad who might be shocked by the impropriety of a female author, these encomiums of the poet stress that she is a virtuous woman.\n\r\nIn 1867, John Harvard Ellis published Bradstreet's complete works, including materials from both editions of The Tenth Muse ... as well as \"Religious Experiences and Occasional Pieces\" and \"Meditations Divine and Morall\" that had been in the possession of her son Simon Bradstreet, to whom the meditations had been dedicated on  March 20, 1664. Bradstreet's accounts of her religious experience provide insight into the Puritan views of salvation and redemption. Bradstreet describes herself as having been frequently chastened by God through her illnesses and her domestic travails: \"Among all my experiences of God's gractious Dealings with me I have constantly observed this, that he has never suffered me long to sit loose from him, but by one affliction or other hath made me look home, and search what was amiss.\" Puritans perceived suffering as a means of preparing the heart to receive God's grace. Bradstreet writes that she made every effort to submit willingly to God's afflictions which were necessary to her \"straying soul which in prosperity is too much in love with the world.\" These occasional pieces in the Ellis edition also include poems of gratitude to God for protecting her loved ones from illness (\"Upon my Daughter Hannah Wiggin her recovering from a dangerous fever\") and for her husband's safe return from England. However, these poems do not have the force or power of those published in the second edition of The Tenth Muse ... and seem to be exercises in piety and submission rather than a complex rendering of her experience.\n\r\nThe aphoristic prose paragraphs of \"Meditations Divine and Morall\" have remarkable vitality, primarily because they are based on her own observations and experiences. While the Bible and the Bay Psalm Book are the source of many of Bradstreet's metaphors, they are reworked to confirm her perceptions: \"The spring is a lively emblem of the resurrection, after a long winter we see the leaveless trees and dry stocks (at the approach of the sun) to resume their former vigor and beauty in a more ample manner than when they lost in the Autumn; so shall it be at that great day after a long vacation, when the Sun of righteousness shall appear, those dry bones shall arise in far more glory then that which they lost at their creation, and in this transcends the spring, that their lease shall never fail, nor their sap decline\" (40)\nPerhaps the most important aspect of Anne Bradstreet's poetic evolution is her increasing confidence in the validity of her personal experience as a source and subject of poetry. Much of the work in the 1650 edition of The Tenth Muse ... suffers from being imitative and strained. The forced rhymes reveal Bradstreet's grim determination to prove that she could write in the lofty style of the established male poets. But her deeper emotions were obviously not engaged in the project. The publication of her first volume of poetry seems to have given her confidence and enabled her to express herself more freely. As she began to write of her ambivalence about the religious issues of faith, grace, and salvation, her poetry became more accomplished.\n\r\nBradstreet's recent biographers, Elizabeth Wade White and Ann Stanford, have both observed that Bradstreet was sometimes distressed by the conflicting demands of piety and poetry and was as daring as she could be and still retain respectability in a society that exiled Anne Hutchinson. Bradstreet's poetry reflects the tensions of a woman who wished to express her individuality in a culture that was hostile to personal autonomy and valued poetry only if it praised God. Although Bradstreet never renounced her religious belief, her poetry makes it clear that if it were not for the fact of dissolution and decay, she would not seek eternal life: \"for were earthly comforts permanent, who would look for heavenly?\"\n\r\nIn a statement of extravagant praise Cotton Mather compared Anne Bradstreet to such famous women as Hippatia, Sarocchia, the three Corinnes, and Empress Eudocia and concluded that her poems have \"afforded a grateful Entertainment unto the Ingenious, and a Monument for her Memory beyond the stateliest Marbles.\" Certainly, Anne Bradstreet's poetry has continued to receive a positive response for more than three centuries, and she has earned her place as one of the most important American women poets.\n", "attrs": {"Region:": ["U.S., New England"]}}