{"pf_url": "https://www.poetryfoundation.org/poets/annie-dillard", "name": "Annie Dillard", "yob": "1945", "yod": null, "image": null, "bio": "\n                                                                    Born Meta Ann Doak in Pittsburgh, poet and writer Annie Dillard earned a BA and an MA at Hollins College. Influenced by Henry David Thoreau and Walt Whitman, Dillard writes compressed, lyric poetry and prose that engages the balance of daily life within the frame of literature and ideas. In a 2007 review of The Maytrees for the Washington Post, Marilynne Robinson observes, “Annie Dillard's books are like comets, like celestial events that remind us that the reality we inhabit is itself a celestial event, the business of eons and galaxies, however persistently we mistake its local manifestations for mere dust, mere sea, mere self, mere thought. The beauty and obsession of her work are always the integration of being, at the grandest scales of our knowledge of it, with the intimate and momentary sense of life lived.”   Dillard’s numerous books include the poetry collections Tickets for a Prayer Wheel (1974) and Mornings Like This: Found Poems (1995); the nonfiction books Pilgrim at Tinker Creek (1974), winner of a Pulitzer Prize, National Book Critics Circle Award finalist An American Childhood (1987), and For the Time Being (1999); and the novels The Living (1992) and The Maytrees (2007). She edited the anthologies Best American Essays 1988 and Modern American Memoirs (1996, coedited with Cort Conley).   A member of the American Academy of Arts & Sciences and a Fellow of the American Academy of Arts and Letters, Dillard also holds honorary doctorates at Boston College, the University of Hartford, and Connecticut College. Additional honors include grants from the National Endowment for the Arts and the John Simon Guggenheim Foundation, a New York Press Club Award for Excellence, an Appalachian Gold Medallion, a Campion Award, and an Academy Award in Literature from the American Academy of Arts and Letters.    Professor emeritus at Wesleyan University, she lives in Hillsborough, North Carolina, and Wythe County, Virginia. A selection of her papers is archived at the Beinecke Rare Book and Manuscript Library at Yale University.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}