{"pf_url": "https://www.poetryfoundation.org/poets/anselm-berrigan", "name": "Anselm Berrigan", "yob": "1972", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/9f999c9747947961daa3db03a9b20e5984022b35.jpeg", "bio": "\nAuthor of eight books of poetry and numerous chapbooks, Anselm Berrigan earned a BA from SUNY Buffalo and an MFA from Brooklyn College. His collections of poetry include Integrity & Dramatic Life (1999), Zero Star Hotel (2002), Some Notes on My Programming (2006), Free Cell (2009), Something for Everybody (2018)and the book-length poems Notes from Irrelevance (2011) and Primitive State (2015). His book Come In Alone (2016) is made up entirely of poems written in rectangle-form out at the edges of the page. An on-going body of work entitled “Pregrets” has been collected in the chapbooks Pregrets (2014) and Degrets (2017).\nWith his mother, Alice Notley, and brother, Edmund Berrigan, he coedited The Collected Poems of Ted Berrigan (2005), and Selected Poems of Ted Berrigan (2011). He is the poetry editor for The Brooklyn Rail, a print and online arts & culture monthly, and he edited a volume of interviews with poets and artists, What Is Poetry: Just Kidding, I Know You Know (Interviews from the Poetry Project Newsletter 1983-2009), published in 2017. As a member of the subpress publishing collective he has published books of poetry by Hoa Nguyen, Steve Carey, Adam DeGraff, and Brendan Lorber. With visual artist Jonathan Allen he collaborated on the book Loading (2013).\nAnselm Berrigan’s poetry makes associative leaps of personal and political observation. Keith Taylor, reviewing Free Cell for arborweb (Ann Arbor online), noted that Berrigan “comes back to the basic elements of American speech and the direct representation of emotion, an attitude he seems to trust even as he forces us to challenge the prejudices of our own experience with language.” In a review on Octopus Magazine online, Noah Eli Gordon compared Berrigan’s work to that of Philip Whalen, noting that an “approach … based on exploring and mapping myriad states of consciousness, from those unexamined in our daily routines to those brought on by Rimbaud’s dictum of forceful derangement, is foundational for Zero Star Hotel.”\nBerrigan was the recipient of a 2017 Grant for Artists from the Foundation of Contemporary Arts, a Robert Rauschenberg Residency in 2014 from the Rauschenberg Foundation, a 2007 poetry fellowship from the New York Foundation for the Arts, and several grants from The Fund for Poetry. He directed the Poetry Project at St. Mark’s Church from 2003 to 2007 and is Writing co-chair for the interdisciplinary MFA program at Bard College. He also teaches part-time at Brooklyn College and Pratt Institute.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}