{"pf_url": "https://www.poetryfoundation.org/poets/anthony-thwaite", "name": "Anthony Thwaite", "yob": "1930", "yod": null, "image": null, "bio": "\nAnthony Thwaite was born in Chester, England; grew up in Yorkshire and the United States, to which he was evacuated during World War II; and earned his undergraduate degree in English from Christ Church, Oxford University. He is the author of numerous collections of poetry, including Home Truths (1957); The Owl in the Tree (1963); The Stones of Emptiness: Poems 1963–66 (1967), which won a Richard Hillary Prize; New Confessions (1974); Letter from Tokyo (1987); Poems 1953–1988 (1989); Selected Poems 1956–1996 (1997); and Collected Poems (2008). Inspired by archaeology and the object world, Thwaite’s urbane, frequently witty narratives and dramatic monologues have wide historical and geographic scope. Reviewing Thwaite’s collection A Move in the Weather (2003) for the Guardian, Adam Newey noted, “There are paradoxes at the heart of Anthony Thwaite's poetry. On the one hand, there’s a strong feeling of domesticity: there are elegies for friends and relatives, a yearning for home, for the comfortably routine. On the other, there’s an ever-present urge to explore the exotic, combined with an incapacitating sense of the futility of action.”\nEarly in his career, Thwaite was associated with the Movement, a loosely affiliated group of British writers publishing in the 1950s. Thwaite was close friends with Philip Larkin, the poet who most epitomized Movement verse, and he and Andrew Motion are the literary executors of Larkin’s estate. Thwaite edited Larkin’s Collected Poems (1988); Selected Letters (1992); the collection of broadcasts, reviews, and other ephemera, Further Requirements (2001); and Letters to Monica (2011).\nThwaite has worked as a broadcaster and as literary editor of many seminal English literary magazines, including the Listener, the New Statesman, and Encounter. He is a former director of the publishing house André Deutsch and has taught at various institutions, including Vanderbilt University, Tokyo University, the University of Libya, and the University of East Anglia. The husband of Ann Thwaite, a noted biographer and children’s book writer, he lives in Norfolk, England.\n", "attrs": {"Region:": ["England"]}}