{"pf_url": "https://www.poetryfoundation.org/poets/antonio-machado", "name": "Antonio Machado", "yob": "1875", "yod": "1939", "image": null, "bio": "\nAntonio Machado ranks among Spain’s greatest 20th-century poets. He was born in 1875 in Palacio de las Duenas on his family’s country estate. When he was still a child, Machado moved with his family to Madrid, where his father had obtained a professorship. After Machado’s father died suddenly in 1893, the family fell from financial security. Machado and his brother Manuel turned to writing and acting and circulated among fellow bohemians, including poets Rubén Darío and Juan Ramón Jiménez. In 1899 the brothers traveled to Paris and found work as translators at Garnier publishers. While in Paris Machado met the Irish writer Oscar Wilde. His poetry is still widely read and celebrated today.\r\n \r\nMachado had begun writing poetry by the early 1900s. In 1902 he collected his verse in Soledades: Poesias, which reveals his inclination for the reflective and the spiritual. Five years later Machado published an enlarged version, Soledades, galerias y otros poemas (published in English as Solitudes, Galleries, and Other Poems). This collection features more poems that Carl W. Cobb, writing in the Dictionary of Literary Biography, described as having “spiritual and ethical emphasis.” Cobb added that in these poems “Machado establishes himself as … a poet of temporality” and “a poet of time and memory.” Notable among these poems are “Anoche cuando dormia” (“Last Night as I Lay Sleeping”), a mystical work replete with symbolism and Christian imagery, and the self-reflective “Leyendo un claro dia” (“Reading a Clear Day”), in which  he relates how he discovered his destiny was to be a poet. Cobb wrote: “In these symbols of his soul he discovers the value of moral labor and the inevitability of human pain. Now he will dedicate himself to labor rather than mere song; he will work with the old griefs. First he must descend into the darkness of the soul, then he must emphasize his ethical and spiritual nature.”\r\n \r\nAfter completing the Soledades volumes, Machado assumed a teaching position in Soria, Spain, where he eventually married. He taught there until 1911, when he received a fellowship enabling him to study in Paris. While traveling, Machado’s wife fell ill with tuberculosis and died. Machado thereupon returned to Spain and obtained a teaching post in Andalusia.\n\r\nIn 1912 Machado published another major poetry collection, Campos de Castilla (published in English as The Castilian Camp), in which he considers the fate of Spain and reflects on his late wife. As Cobb noted, “All the poems in Campos de Castilla look outward, toward the history and landscape of Spain, literary friends, and Machado’s wife.” The volume divides into three sections: the first portion regards the Spanish land and people; the central section recalls Soria, where he had met his wife; the concluding portion expresses his love for his late wife. Cobb observed in the Dictionary of Literary Biography that “Campos de Castilla has become a minor classic that expresses the hard and bitter aspects of the Spanish land and character and yet somehow suggests an enduring hope.”\n\r\nMachado continued to develop as a poet while he belatedly pursued collegiate study in Madrid. After graduating from the university there in 1918, he found work as a teacher in nearby Segovia. By this time Machado was considered to be in decline, but in 1924 he produced the personal, yet philosophical, collection Nuevas canciones (“New Songs”), where he again recalls his late wife. This volume, however, also includes a section in which Machado expresses his love for another woman. These passionate poems signify that Machado was not yet a spent artist.\r\n \r\nDuring the 1920s Machado became involved with the theatre. He collaborated with his brother on several works that realized production in Madrid. In addition, he published another verse collection, De un cancionero apocrifo (“From an Apocryphal Songbook”), wherein he proclaims his rejuvenation and passion through various guises, including both a philosopher and the philosopher’s biographer. Writing in Antonio Machado, Cobb explained, “Machado’s reasons for creating this profusion of personae are fairly clear. He showed reluctance when it came to presenting philosophy under his own name, since he lacked systematic training in this discipline.”\r\n \r\nMachado revived Juan de Mairena, the biographer from De un cancionero apocrifo, in Juan de Mairena: Sentencias, donaires, apuntes y recuerdos de un professor apocrifo (“Juan de Mairena: Maxims, Witticisms, Notes, and Remembrances of an Apocryphal Professor”), a 1936 publication—posthumously reprinted as two volumes in 1943—in which Machado considers various elements of Spanish culture. Mairena is portrayed as an inspiring teacher who conducts freewheeling examinations of subjects ranging from Kantian philosophy to bullfighting, and from poetry to communism. As Kessel Schwartz wrote in the Encyclopedia of World Literature in the Twentieth Century, Mairena “examines the problems of existence and death” and explores “literature, truth, liberty, politics, language and philosophic works.”\r\n \r\nWhen Spain erupted in civil war in 1936, Machado initially remained in Madrid. But in 1939, as the country further degenerated into violence, Machado fled with his mother to Paris. During the journey, however, he developed pneumonia, and he died in Collioure, a fishing village on the coast of the Mediterranean Sea.\n \n", "attrs": {"Region:": ["Spain"]}}