{"pf_url": "https://www.poetryfoundation.org/poets/antonin-artaud", "name": "Antonin Artaud", "yob": "1896", "yod": "1948", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/b40b70c847d4300ac206b1ccb1c1c146f977e864.jpeg", "bio": "\nAntonin Artaud, considered among the most influential figures in the evolution of modern drama theory, was born in Marseilles, France, and he studied at the Collège du Sacré-Cœur. He moved to Paris, where he associated with surrealist writers, artists, and experimental theater groups during the 1920s. When political differences resulted in his break from the surrealists, he founded the Theatre Alfred Jarry with Roger Vitrac and Robert Aron. Together they hoped to create a forum for works that would radically change French theater. Artaud, especially, expressed disdain for Western theater of the day, panning the ordered plot and scripted language his contemporaries typically employed to convey ideas, and he recorded his ideas in such works as Le Theatre de la cruaute (1933) and Le Theatre et son double (1938, translated as The Theater and Its Double, 1958).\nMost critics believe that Artaud’s most noted contribution to drama theory is his “theater of cruelty,” an intense theatrical experience that combined elaborate props, magic tricks, special lighting, primitive gestures and articulations, and themes of rape, torture, and murder to shock the audience into confronting the base elements of life. Les Cenci (1935), Artaud’s play about a man who rapes his own daughter and is then murdered by men the girl hires to eliminate him, typifies Artaud’s theater of cruelty. Les Cenci was produced in Paris, and was closed after 17 dismal performances. Another example of Artaud’s work is The Fountain of Blood (1925), a farce about the creation of the world and its destruction by humans, especially women. Like many of Artaud’s other plays, scenarios, and prose, Les Cenci and The Fountain of Blood were designed to challenge conventional, civilized values and bring out the natural, barbaric instincts Artaud felt lurked beneath the refined, human facade. Of The Fountain of Blood, Albert Bermel wrote in Artaud’s Theater of Cruelty: “All in all, The Fountain of Blood is a tragic, repulsive, impassioned farce, a marvelous wellspring for speculation, and a unique contribution to the history of the drama.”\nAlthough Artaud’s theater of cruelty was not widely embraced, his ideas have been the subject of many essays on modern theater, and many writers continue to study Artaud’s concepts. Author George E. Wellwarth, for example, in Drama Survey, explained the theater of cruelty as “the impersonal, mindless—and therefore implacable—cruelty to which all men are subject. The universe with its violent natural forces was cruel in Artaud’s eyes, and this cruelty, he felt, was the one single most important fact of which man must be aware. ... Artaud’s theater must be ecstatic. It must crush and hypnotize the onlooker’s sense.” Another description of the theater of cruelty was offered by Wallace Fowlie in an essay published in Sewanee Review: “A dramatic presentation should be an act of initiation during which the spectator will be awed and even terrified. ... During that experience of terror or frenzy ... the spectator will be in a position to understand a new set of truths, superhuman in quality.”\nArtaud’s creative abilities were developed, in part, as a means of therapy during the artist’s many hospitalizations for mental illness. While being treated in a hospital by Edouard Toulouse, Artaud was encouraged to express himself in poetry, which Toulouse later published in the journal Demain. Artaud’s life and his work, despite the efforts of psychotherapy, reflected his mental afflictions and were further complicated by his dependence on narcotics. At times he expressed faith in God; other times he denounced the Church and deified himself. He was also obsessed with the human body; he loathed the idea of sex and expressed a desire to separate himself from his sexual self.\nIn Antonin Artaud: Man of Vision, author Bettina L. Knapp wrote of the theorist’s mental illness: “Artaud was unable to adapt to life; he could not relate to others; he was not even certain of his own identity.” Knapp commented that “Artaud was in essence constructing an entire metaphysical system around his sickness, or, if you will, entering the realm of the mystic via his own disease. The focal point of his universe was himself and everything radiated from him outward.” Referring to Artaud’s The Umbilicus of Limbo, Knapp indicated Artaud “intended to ‘derange man,’ to take people on a journey ‘where they would never have consented to go.’” She further explained, “Since Artaud’s ideas concerning the dramatic arts were born from his sickness, he looked upon the theater as a curative agent; a means whereby the individual could come to the theater to be dissected, split and cut open first, and then healed.” Knapp also offered an explanation of Artaud’s popularity long after his death: “In his time, he was a man alienated from his society, divided within himself, a victim of inner and outer forces beyond his control. ... The tidal force of his imagination and the urgency of his therapeutic quest were disregarded and cast aside as the ravings of a madman. ... Modern man can respond to Artaud now because they share so many psychological similarities and affinities.”\nSimilar words were issued in a Horizon essay by Sanche de Gramont, who wrote of Artaud, “If he was mad, he welcomed his madness. ... To him the rational world was deficient; he welcomed the hallucinations that abolished reason and gave meaning to his alienation. He purposely placed himself outside the limits in which sanity and madness can be opposed, and gave himself up to a private world of magic and irrational visions.”\nArtaud spent nine of his last 11 years confined in mental facilities but continued to write, producing some of his finest poetry during the final three years of his life, according to biographer Susan Sontag: “Not until the great outburst of writing in the period between 1945 and 1948 ... did Artaud, by then indifferent to the idea of poetry as a closed lyric statement, find a long-breathed voice that was adequate to the range of his imaginative needs—a voice that was free of established forms and open-ended, like the poetry of [Ezra] Pound.” However, Sontag, other biographers, and reviewers agree that Artaud’s primary influence was on the theater. According to Sontag, Artaud “has had an impact so profound that the course of all recent serious theater in Western Europe and the Americas can be said to divide into two periods—before Artaud and after Artaud.”\n", "attrs": {"Region:": ["France"], "School/Period:": ["Modern"]}}