{"pf_url": "https://www.poetryfoundation.org/poets/ariana-reines", "name": "Ariana Reines", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/07f8f9767d956feb161690e9f7bbe074b03ff41c.jpeg", "bio": "\nBorn in Salem, Massachusetts, poet, playwright, and translator Ariana Reines earned a BA from Barnard College, and completed graduate work at both Columbia University and the European Graduate School, where she studied literature, performance, and philosophy. Her books of poetry include The Cow (2006), Coeur de Lion (2007), Mercury (2011), Thursday (2012), Beyond Relief (2013), The Origin of the World (2014), Ramayana (2015), Tiffany's Poems (2015), and A Sand Book (2019). Her poems have been anthologized in Corrected Slogans (2013), Miscellaneous Uncatalogued Materials (2011), Against Expression (2011), and Gurlesque (2010). Known for her interest in bodily experience, the occult, new media, and the possibilities of the long or book-length form, Reines has been described as “one of the crucial voices of her generation” by Michael Silverblatt on NPR’s Bookworm. At once personal, Romantic, slippery, and extreme, Reines’s poetry investigates and overturns lyric conventions. Of her own work, she admitted in an interview with HTML Giant: “My best writing seems to have to be forced from me by some other force but that force has to be one whose power I agree to serve.”\r\n \r\nReines’s first play Telephone (2009) was performed at the Cherry Lane Theater and received two Obie Awards. A re-imagining of its second act was featured as part of the Guggenheim’s Works+Process series in 2009, and the script was published in Play: A Journal of Plays in 2010. Reines’s translations include a version of Baudelaire’s My Heart Laid Bare (2009); Jean-Luc Hennig’s The Little Black Book of Grisélidis Réal: Days and Nights of an Anarchist Whore(2009); and Tiqqun’s Preliminary Materials Toward a Theory of the Young-Girl (2012).\r\n \r\nReines was awarded the Kingsley Tufts Poetry Award in 2020. She has taught at Columbia University and the European Graduate School, where she studied literature, performance, and philosophy. In 2009 she was the Roberta C. Holloway Lecturer in Poetry at the University of California-Berkeley, the youngest poet to ever hold that position. She has served as a translator on United Nations missions to Haiti, as part of the on-going relief efforts there.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}