{"pf_url": "https://www.poetryfoundation.org/poets/armand-schwerner", "name": "Armand Schwerner", "yob": "1927", "yod": "1999", "image": null, "bio": "\n                                                                    Armand Schwerner was born in Antwerp, Belgium, and immigrated to the United States in 1935. He studied at Cornell and Columbia universities and earned his BA and MA at Columbia. His early collections of poetry include The Lightfall (1963), (if personal) (1968), and Seaweed (1969); a volume of his Selected Shorter Poems (1999) appeared posthumously. Schwerner’s graduate work included a focus on anthropology, and he was sometimes affiliated with the ethnopoetics movement. According to Norman Finkelstein, “it was given to Schwerner, perhaps to a greater extent than any of his fellows, to understand the deep irony and uncanny pathos that informed the ethnopoetic project at its most serious—which is also to say, at its most grandly comic. Schwerner embraced the universalizing spirit of ethnopoetics—the dream of total translation, total performance, total synchronicity—while at the same time implicitly acknowledging its impossibility.”    Schwerner’s most famous work is the multivolume The Tablets (1999), a poem in 27 sections that he wrote over 25 years. The poem is built of supposed translations of 4,000-year-old Sumerian or Akkadian clay tablets, and Schwerner included numerous glosses, “untranslatable” passages, and margin comments by the “scholar/translator” allegedly translating the work. The poem is sometimes compared to Ezra Pound’s The Cantos or Louis Zukofsky’s A; like those works, The Tablets is intricately layered and archeological, composed of various kinds of language and content, and intensely polyvocal. According to Michael Heller, “More than anything, the key to Armand's work is its diction, tonally and lexically so accurate and finally so moving. For a poet who took the self's structures as the scrap lumber of language, and so takes himself apart in every poem, word choice, its voicings and intonings, are almost the only tracery of personality. High intelligence, humor, crudity, spiritual depth, these come from a place of great activity and search, one that is constantly centering and decentering itself.”   Schwerner’s performances of The Tablets series were well known; according to the New York Times, Schwerner “could produce many distinct voices from one breath to the next. He could also use his mastery of rhythm (he was an accomplished clarinetist) to create an audible stir in an audience, which at times made it seem that his poems were speaking from the floor, the balcony and the rafters all at once.” During the 1980s, the Living Theater staged versions of The Tablets. Schwerner himself wrote for the stage, including a version of Sophocles’s Philoctetes.    Schwerner taught for many years at the College of Staten Island, CUNY. He was active in PEN America and on the board of the Tibetan Museum in Staten Island. He died in 1999.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}