{"pf_url": "https://www.poetryfoundation.org/poets/arna-bontemps", "name": "Arna Bontemps", "yob": "1902", "yod": "1973", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/8d190813eac429aa03be22ce08e0cc5877d6ffdb.jpeg", "bio": "\nLike his close friend Langston Hughes and their fellow writers in the Harlem Renaissance, Arna Bontemps explored African-American experience in a wide variety of genres. As a poet, novelist, historian, anthologist and archivist, he enriched and preserved black cultural heritage.\n\r\nBontemps was born in Alexandria, Louisiana, but moved with his family to Los Angeles at age three. After graduating in 1923 from Pacific Union College, he took a teaching job in the Harlem section of New York City, where he became part of a group of African-American literary artists and scholars whose innovative work was beginning to attract attention. Here Bontemps won poetry prizes from The Crisis and Opportunity, as well as journals dedicated to the dawning “renaissance,” and began his lifelong friendship with Hughes.\n\r\nIn 1926 he married Alberta Johnson, who would bear him six children, and in 1931, as the Depression worsened, he accepted a post at Oakwood Junior College in Huntsville, Alabama. In that year, too, Bontemps published his first book, God Sends Sunday, a novel about a St. Louis jockey. More permanent and gratifying employment came in 1946, when he was named Head Librarian at Fisk University in Nashville, Tennessee; here he oversaw the expansion of one of the greatest archives of African-American cultural material, meanwhile writing books on everything from slave rebellions to the college’s famous Jubilee singers.\n\r\nAlthough Bontemps had begun as a poet, his many interests and the needs of his growing family led him to other areas—he even wrote children’s books to “reach young readers not yet hardened or grown insensitive to man’s inhumanity to man.” But in the 1960s the Black Arts movement inspired a return to his poetry, and in 1963 he published a volume of verse, Personals.\n\r\nBontemp’s poems are marked by a concern for the values of endurance and dignity— themes he treats in conservative forms even as he expresses his rage at injustice. They also reflect his immersion in the musical and oral traditions of African Americans. He has much in common with Hughes and Countee Cullen, as with the later poets Robert Hayden and Gwendolyn Brooks.\n\nImportant Works \n\nGod Sends Sunday (1931)\n\nBlack Thunder (1936—historical novel)\n\nPersonals (1963; 3rd ed., 1973)\n\nThe Harlem Renaissance Remembered (1972)\n\nThe Old South (1973—collected short fiction)\n\nRecordings \n\nArna Wendell Bontemps Reading His Poems with Comment at Radio Station WPLN, Nashville Public Library, May 22, 1963. [sound recording] Library of Congress. Archive of Recorded Poetry and Literature.\n\nAnthology of Negro Poets in the U.S.A.: 200 Years. Folkways Records FP 91-2, 1955.\n\nAn Anthology of African American Poetry for Young People. Cassette or CD; Smithsonian Folkways, 45044, 1990.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Harlem Renaissance"]}}