{"pf_url": "https://www.poetryfoundation.org/poets/arthur-vogelsang", "name": "Arthur Vogelsang", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/258b23686cc44b584d187b0d2c675ec0fa0cae70.jpeg", "bio": "\nArthur Vogelsang was born in Baltimore, Maryland, and earned a BA in English at the University of Maryland, an MA from the Writing Seminars at the Johns Hopkins University, and an MFA the University of Iowa Writers’ Workshop. From 1973-2006 Vogelsang served as an editor of the American Poetry Review. Vogelsang’s editing career also includes Metro Book Co. (1983-2002) and the Ark River Review (1971-80), and he has taught at the Iowa Writers’ Workshop, University of Nevada, University of Redlands, Kansas Arts Commission Workshops, and the University of Southern California. His books of poetry are A Planet (1983), Twentieth Century Women (1988), selected by John Ashbery for the Contemporary Poetry Series, Cities and Towns (1996), which won the Juniper Prize, Left Wing of a Bird (2003), Expedition: New & Selected Poems (2011), and Orbit (2016).\nA poet who takes as much from the New York School as from the Metaphysicals, Vogelsang’s images bespeak both imagination and intellect, his forms equal parts carpentry and classical piano, his aesthetic as whimsical as it is political. His “good, nasty poems evoke the America of Norman Rockwell,” says John Ashbery, “as Hieronymus Bosch might have painted it,” though Vogelsang at second or third glance is never as ironic or surreal as on first read. His “absolutely familiar voice,” as one reviewer calls it, disarms amid tough syntax and surprising juxtapositions, and that same reviewer, Gerald Stern, in tracking the mixed polar qualities of Vogelsang’s work, says “by direction and by indirection he creates a verbal framework, a poetic tablet, the way a poet can, and if he’s brave enough, does.” In a 2011 interview, Vogelsang himself directs us to his Raymond Chandler poem, where the hero, the narrator, and the poet are three separate characters able to fulfill any or all of their functions in the poem, thus it is “able to speak about concerns broader than tragedy even, which are energy, disequilibrium, and equilibrium.” Vogelsang makes no apology for the romantic imagination, however his “or” becomes more Stevensian over the course of five books, gradually suppressing an earlier pessimism in favor of imaginative possibility.\nArthur Vogelsang’s work has also been anthologized in The Best American Poetry, The Pushcart Prize, The New Breadloaf Anthology of Contemporary Poetry, and American Hybrid. He is recipient of three National Endowment for the Arts fellowships in poetry and a California Arts Council fellowship. He and his wife Judith reside in Los Angeles.\n", "attrs": {"Region:": ["U.S., Western"]}}