{"pf_url": "https://www.poetryfoundation.org/poets/arthur-symons", "name": "Arthur Symons", "yob": "1865", "yod": "1945", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/59aa32903c62ed86e943f8cd57fa08780ce722ca.jpeg", "bio": "\n                                                                    British poet, critic, and translator Arthur Symons was born in Wales and educated by private tutors. At 16, Symons moved to London, where he joined a vibrant literary community and participated, alongside poets like William Butler Yeats, in the notorious Rhymers’ Club, a group of poets and writers responsible for witty repartee anthologies such as The Book of the Rhymers’ Club (1892), in which Symons’s poems appeared.Symons’s formal poetry explores romantic love, loss, and the passage of time. Selections from four of Symons’s early collections of poetry—Silhouettes (1892), London Nights (1896), Amoris Victima (1897), and Images of Good and Evil (1899)—were later collected in his two-volume Poems (1902). His seminal guide The Symbolist Movement in Literature (1899) introduced English readers to the Symbolist movement, which Symons described as “an attempt to spiritualise literature.” Symons also translated the work of French and Italian poets Paul Verlaine, Stéphane Mallarmé, and Gabriele D’Annunzio into English, as well as publishing the critical studies An Introduction to the Study of Browning (1886) and The Romantic Movement in English Poetry (1909).Symons’s literary career was cut short by a devastating mental breakdown in 1908. Little of his writing after that point has been published, save his volume Confessions: A Study in Pathology (1930). Posthumously published papers include The Memoirs of Arthur Symons: Life and Art in the 1890s (1977) and Arthur Symons: Selected Letters 1880–1935 (1989). He died in Kent, England. Selections of his papers are held at the Princeton University Library and the Beinecke Rare Book and Manuscript Library at Yale University.﻿\n                                                            ", "attrs": {"Region:": ["England"]}}