{"pf_url": "https://www.poetryfoundation.org/poets/arthur-davison-ficke", "name": "Arthur Davison Ficke", "yob": "1883", "yod": "1945", "image": null, "bio": "\n                                                                    Arthur Davison Ficke was a prolific writer who worked during the early decades of the twentieth century. Ficke was born in 1883 in Davenport, Iowa. He received an undergraduate degree from Harvard University, traveled around the world, and returned to Iowa. While working as an English teacher, he entered the University of Iowa to study law. After completing his studies, he joined his father's law firm. The young lawyer was also a budding poet. Two collections of his poetry were published in 1907, From the Isles: A Series of Songs out of Greece and The Happy Princess, and Other Poems. According to Dictionary of Literary Biography contributor Paula L. Hart, these volumes display Ficke's \"fondness for romantic themes, the influence of his extensive travel, and his partiality for the lyric form.\"  In 1908 Ficke's collection The Earth Passion, Boundary, and Other Poems was published. He followed this volume with The Breaking of Bonds: A Drama of the Social Unrest and the verse drama Mr. Faust. Ficke based Mr. Faust on Johann Wolfgang von Goethe's poetic drama Faust. In Ficke's version of the work, a rich American strikes a demonic bargain to attain sensual pleasure. Discussing Mr. Faust in the Dictionary of Literary Biography, Paula L. Hart observed: \"The spirit of individualism embodied in the theme is American to the core, and reviewers responded favorably to the artistic ingenuity in the adaptation of the dramatic framework as well as the clarity of characterization.\"  Ficke followed Mr. Faust with the poetry collection Twelve Japanese Painters, and includes some of the pieces in Twelve Japanese Painters in Chats on Japanese Prints. Ficke also provides commentary in Chats on Japanese Prints. He asserts that Eastern art can produce aesthetic pleasure and hopes that his poetry can heighten artistic awareness and liberate readers from everyday reality. According to Dial contributor F. W. Gookin, Chats on Japanese Painters \"is easily the best book about Japanese prints that has yet been written.\" In Sonnets of a Portrait-Painter, another volume of poetry, Ficke charts the course of a love affair through a sequence of fifty-seven sonnets. This work was later republished as Sonnets of a Portrait-Painter, and Other Sonnets.  Ficke also produced long narrative poems on subjects ranging from suicide to romantic disappointment. In the title poem of The Man on the Hilltop, and Other Poems, a man believes he must crucify himself to save others. Reviewing The Man on the Hilltop in Dial, R. M. Alden commented that the collection \"as a whole cannot be said to mark progress either in the matter or form of the writer's art,\" but stated that \"the volume contains some fine things.\" Meanwhile, a Springfield Republican reviewer commented on the \"freshness of thought and buoyancy of spirit\" found in The Man on the Hilltop. Discussing Ficke's An April Elegy, a Boston Transcript reviewer wrote of the poet's \"genuine gift of poetic expression.\" An April Elegy includes a lengthy work about two people who fail to revive the romance of their initial encounter. A contributor to the Springfield Republic offered a mixed review of An April Elegy, stating that the poet \"at times reaches the Pyrian Heights of the old school, and at times approaches the gutter depths of much of the new.\" A New York Times reviewer gave a more uniform assessment of the work, praising its \"impassioned beauty, rich restraint, and romantic appeal.\"  During this period, Ficke and a friend created a literary hoax. Using the pseudonym Anne Knish, Ficke teamed with fellow poet Witter Bynner—writing as Emanuel Morgan—to launch the fictional Spectrist poetry movement. This \"movement\" generated poetic works designed to mock modernist free verse. The Spectrists supplied their poems to various periodicals. In one of the periodicals, Others, Marjorie Allen Seiffert, using the name Elijah Hay, wrote poems with Ficke and Bynner. Ficke and Bynner's Spectrist works were published in Spectra: A Book of Poetic Experiments (1916). The Spectra Hoax continued until 1918, when Bynner finally disclosed the truth.  Ficke served in the army during World War I and became a captain. While in the military, he met famous U.S. poet Edna St. Vincent Millay, with whom he had been corresponding for years. The two had a brief but passionate affair. After the war, Ficke divorced his first wife and married an artist. He quit practicing law and devoted himself to writing. In 1924 he completed Out of Silence, and Other Poems, then returned to writing sonnets. In a New York Tribune review, Milton Raison maintained that only a few poems in Out of Silence possess the quality found in the poetry of Sonnets of a Portrait-Painter, but added that those few pieces \"are very good.\"  Ficke's Selected Poems appeared in 1926. Ficke's later work includes The Secret, and Other Poems, a 1936 collection that New York Times contributor P. M. Jack described as \"neither subtle nor musical,\" yet \"gracefully written,\" as well as Tumultuous Shore, and Other Poems, a 1942 collection of sonnets and other poems. After suffering from tuberculosis and cancer, Ficke died in 1945.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}