{"pf_url": "https://www.poetryfoundation.org/poets/august-kleinzahler", "name": "August Kleinzahler", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/fc5fb449e0369cb6bbb6b85d9a3ccc48d7783375.jpeg", "bio": "\nAugust Kleinzahler was born on December 10, 1949 in Jersey City, New Jersey. He grew up in Fort Lee, New Jersey and has been a longtime resident of San Francisco, California. His many poetry collections include The Hotel Oneira (2013); Sleeping It Off in Rapid City (2008), which was awarded the National Book Critics Circle Award; The Strange Hours Travelers Keep (2004), which won the Griffin Poetry Prize; Live from the Hong Kong Nile Club: Poems, 1975-1990; Green Sees Things in Waves (1999); and Red Sauce, Whiskey and Snow (1995). He has received an American Academy of Arts and Letters Literature Award, a Lannan Literary Award in Poetry, the Berlin Prize, and a fellowship from the Guggenheim Foundation. His prose is also regularly published in the London Review of Books and Slate.\nOften described a “pugnacious” and a “pugilist poet,” August Kleinzahler’s reputation rests on his jazzy, formally inventive and energetic poetry, though he has also garnered notice as something of a bad-boy literary outsider prone to picking fights with the establishment. Kleinzahler’s fame as a colloquial poet of “dive bars, greasy soup, alcohol and old girlfriends,” as John Glionna of the LA Times put it, has built steadily over the past several decades. His poetry’s gruff language and fondness for off-color subject matter doesn’t overshadow his formal control and innovation, however, and he is highly praised for his mastery of vocabulary, syntax, and line. Allen Ginsberg famously remarked that “August Kleinzahler’s verse line is always precise, concrete, intelligent and rare—that quality of ‘chiseled’ verse memorable in Basil Bunting’s and Ezra Pound’s work. A loner, a genius.”\nKleinzahler’s early life in New Jersey was marked by an intense awareness of the mob; Fort Lee was a notorious bedroom community for Albert Anastasia’s Murder Inc. syndicate. In an interview with Kleinzahler for the Guardian, James Campbell noted that “the poet remains passionate about his New Jersey identity, sometimes referring to it as if it were a separate character, and about his home town in particular. His poems set in his native surroundings are free of bravado, touched instead by fondness that matures while its focus recedes into memory.” As a young man, Kleinzahler was influenced by both Beat aesthetics and ethics, dropping out of the University of Wisconsin-Madison to hitchhike across the country and taking odd jobs along the road. His early books were published as broadsheets and chapbooks, mainly in Canada, where he attended the University of Victoria in British Columbia to study under the great English modernist Basil Bunting. Bunting and the poet Thom Gunn both had a major influence on Kleinzahler’s early work.\nKleinzahler’s fourth book of poems, Red Sauce, Whiskey, and Snow (1995), was the first published by a trade press. A reviewer discussing the collection for the Economist said of the poems: “[They] twitch and jerk and snap their fingers at you. ... High and low vocabularies hang out together. They are hectic, pulsing things, ever alive to the music of words when spoken.” Bruce Murphy in Poetry described Kleinzahler’s poems as “playful, like a stone dropped in a pool—or maybe thrown. They aren’t necessarily going anywhere, or they are rippling outward in every direction at once.” For Murphy, Kleinzahler’s influences included the Beats as well as “jazz, Buddhism, urban landscapes, and street life.” According to David Rivard, writing in Ploughshares, the poems in Red Sauce, Whiskey, and Snow accomplish “one of the hardest things of all” by combining “an impulse toward improvisatory speech with a terrific ear for clarified structures.” Rivard set Kleinzahler apart from postmodern writers because “he’s interested in rendering the feel of living into accessible speech.”\nThe title poem in Kleinzahler’s next volume, Green Sees Things in Waves (1998), deals with a man named Green who has taken too much LSD and continues to have flashbacks to a drugged state of consciousness. David Wojahn, writing in Poetry, observed that the poet “favors gallows humor … Yet if I wonder about the tone of the book’s title poem, perhaps it’s because no one quite sounds like August Kleinzahler, despite the fact that he wears his influences on his sleeve. The caffeinated momentum of his lines and his surprising associative vectors make for exhilarating reading, so much so that it’s easy to forget how dark he can be.” Reviewing the collection for the Boston Review, William Broaddus noted that there are “fewer street folk in Green Sees Things in Waves, and more artists looking at streets, although it’s hard ever to claim certainty about Kleinzahler’s point of view.” For Broaddus, that uncertainty of perception is coupled with Kleinzahler’s formal awareness, so that his “model [is] of an art that captures life while it happens, but also reminds us there is someone around and behind the lens, choosing and arranging the shots.” Broaddus concluded that Kleinzahler’s poems “stage a process in which sense turns into nonsense and back again, depending on how we use our senses, or perceive a word. Just as often, in this book, that process is caught and released, so we can examine, and not only experience, its workings.”\nThe Strange Hours Travelers Keep (2004) was unanimously praised. The book presents a “frenetic and wily collection” of poems from a poet fascinated with what thinking humans build and concoct to “keep themselves busy and dizzy and safe from sorrow’s dark draw,” remarked Donna Seaman in Booklist. Maureen McLane in the New York Times wondered if Kleinzahler “might be considered a postmodern metaphysical poet,” for his interest in conceits “deftly played out.” But more than metaphysics, McLane noted Kleinzahler’s interest in media, music and noise in the collection: “His work often seizes upon art’s techne, its means of production, and the soulful aspirations conveyed in them: he takes for granted our 21st-century cyber-situation, and his poems invoke the impact of dreams, computers, movies, jazz, detective novels, pop songs, ads, headlines, billboards … [yet] this poet aspires to something more permanent than fleeting tones but less marmoreal than self-monumentalizing poetry. His poems ring many changes, delicate and precise, on what is ‘fugitive’ (a recurring word here), even as his ears remain preternaturally open to the America of attack jets, talk radio and holiday gatherings ‘with the TV going all the while.’”\nKleinzahler’s prose memoir, Cutty, One Rock (2004), explores his childhood in 1950s Fort Lee, New Jersey, where the mafia was everywhere and Jews were scarce among the area’s many Italians. In these “wry, off-kilter essays,” he writes about the images and events that defined his youth and which set him on the track to becoming a poet, noted Entertainment Weekly reviewer Jennifer Reese. The youngest of three children, and an unexpected baby, Kleinzahler grew up with a father whose moods were unpredictable and whose mother did not like children—even her own. He describes the sights, sounds, and smells of his early home, of the constant din of subway trains, the inescapable presence of other people. He looks back almost affectionately at the gangsters, members of Albert Anastasia’s Murder Inc., who were constant presences in his life, and one mobster in particular whom he considered the best babysitter he ever had. But the memoir is haunted by Kleinzahler’s older brother, a financial analyst who lived a double life as a gangster and gambler, and who took his own life at age 27. The stories related in the book are “high and low, crushing and comic, indelible as India ink,” observed a Kirkus Reviews contributor. “Kleinzahler’s unsparing essays glow with the threat and promise of the neon signs of all-night dives,” commented Donna Seaman in Booklist.\nSleeping it Off in Rapid City (2008) was hailed by critics as a major achievement. Collecting poems from his earlier collections, as well as presenting new work, the volume included the tour-de-force “Retard Spoilage” which turns the rotting contents of a refrigerator into a meditation on love. The poem also showed off Kleinzahler’s ability to use a semi-specialized vocabulary to spectacular effect. Stephen Burt in the New York Times Book Review noted that the volume “shows continuities along with the ways in which the poet has changed.” From tough-guy personae to weary world-travelers, Burt found that Kleinzahler succeeds in trying “to sound tough, or masculine, or self-conscious about manhood” where other poets “fail miserably” because of “His eye, and his ear—he is, first and last, a craftsman, a maker of lines—but also his range of tones, and his self-restraint: he never says more than he should, rarely repeats himself and keeps his focus not on the man who speaks the poems (and whose personality comes across anyway) but on what that man sees and on what he can hear.”\nDescribing his own style in a Paris Review interview, Kleinzahler said, “I don’t think of such a thing as my style, and prefer not to. But one thing I’ve been made to realize about my poetry that is perhaps a bit different is that I continually change registers, which is more common in musical composition than poetry, and my models are musical, i.e. Bartók’s late string quartets. I suppose Mingus, in jazz, would also be a model of sorts, but less complex and interesting than Bartók, I think. Not that I can match their complexity. But I think this changing of register confuses readers who are more comfortable deciding at the top if this is a nice poem, or a pretty poem, or a sad poem, or an angry poem, whatever, and don’t like the tablecloth to be pulled out from under them just as they’re halfway through their Stroganoff.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}