{"pf_url": "https://www.poetryfoundation.org/poets/b-h-fairchild", "name": "B. H. Fairchild", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/18a5c040343c9ba4f33bd4f48f4c553adbdb1f8c.jpeg", "bio": "\nB.H. Fairchild was born in 1942 in Houston, Texas, and grew up in small towns in Texas and Kansas. The son of a lathe operator, he attended the University of Kansas and the University of Tulsa. His poetry explores the empty landscapes of the region of his birth, and the lives of its working-class residents, including his own family and friends. Frequently described as a poet of the “sacred,” Fairchild’s work has gained renown for its union of high and low culture and art, as well as its interest in evoking beauty in quotidian memories and events. According to Paul Mariani, “Like William Carlos Williams, James Wright, and James Dickey, all writing in the American grain, [Fairchild] insist[s] on the beauty to be found in what seems to be a desolate landscape.” Fairchild’s books of poetry include The Arrival of the Future (1985; reissued 2000); The Art of the Lathe (1998), which received the Beatrice Hawley Award and was a finalist for the National Book Award; Early Occult Memory Systems of the Lower Midwest (2004), winner of the National Book Critics Circle Award, the California Book Award, and the Bobbitt National Prize for Poetry; Local Knowledge (2005); and Usher: Poems (2009). Fairchild has also written a critical study on the poetry of William Blake, Such Holy Song: Music as Idea, Form, and Image in the Poetry of William Blake (1980).\r\n \r\nReviewing Usher in the Los Angeles Times, David Ulin declared Fairchild, “one of those poets prose readers love: Meaty, maximalist, driven by narrative, he stakes out an American mythos in which the personal and the collective blur.” Fairchild’s carefully wrought narratives include moments of ecstatic revelation, often by bringing typically American themes and locales into juxtaposition with “high” art. Barbara Berman in the Rumpus noted that Usher’s title poem contains “references to Gene Kelly, Milk Duds. Kierkegaard and other signifiers of popular, intellectual and religious culture is equally inventive proof of Fairchild’s risk-taking. Gritty meets exalted and gets the shadows just right.”\n\r\nFairchild himself spoke to the intersection of physical labor, memory, and his development as a poet in an interview with Mariani: “One of the most important transitions for me, psychological or otherwise, was the gradual, halting movement out of the physical world of work into the world of art and literature and ideas. Very often, especially in my later teens and early twenties, I was existing in both worlds at the same time, watching a welder lay down a perfect seam while Madame Bovary was walking around in my head, or observing the gleam of a freshly shaped and honed piece of stock while remembering the arc of a Brancusi sculpture. I don’t ‘insist’ upon beauty being found in strange, overlooked places; that’s just the way it seems to emerge in many of my poems. Nobody could be more surprised at this than I am. I did not have a talent for machine work and could not wait to escape that little town, at least for nine months, to the world of the university. But that town is where my mind seems to locate the startling fact of beauty. And the stranger the circumstances or source of beauty, the more authentic it seems to me.”\r\n \r\nFairchild has received numerous honors and awards for his work, including fellowships from the National Endowment for the Arts and the Guggenheim Foundation. He is the recipient of the William Carlos Williams Award, the Kingsley Tufts Poetry Award, the Aiken Taylor Award, the Arthur Rense Prize from the American Academy of Arts and Letters, and the PEN Center USA West Poetry Award, among others. His work appears widely and he has taught at numerous institutions. He currently lives in southern California.\n \n", "attrs": {}}