{"pf_url": "https://www.poetryfoundation.org/poets/barbara-hamby", "name": "Barbara Hamby", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/25ceb6e481a93a0cb6c5143859e555c024a0a838.jpeg", "bio": "\n                                                                    Born in New Orleans and raised in Hawaii, poet Barbara Hamby earned an MA at Florida State University. She is the author of several poetry collections, including All-Night Lingo Tango (2009); Babel (2004), which won the Association of Writers & Writing Programs’ Donald Hall Prize; and Delirium (1995), which won the Vassar Miller Prize, the Kate Tufts Discovery Award, and the Poetry Society of America’s Norma Farber First Book Award. Her short story collection, Lester Higata’s 20th Century (2010), won the Iowa Short Fiction Prize/John Simmons Award. With her husband, poet David Kirby, Hamby coedited the anthology Seriously Funny (2010). Hamby’s poetry has been featured in numerous anthologies, including The Penguin Anthology of 20th Century American Poetry (2011), three editions of Best American Poetry (2010, 2009, and 2000), and Good Poems for Hard Times (2006).   Hamby weaves together a mix of high and pop cultural references into formally strict, lyrically extravagant poems. A reviewer for Publishers Weekly described Hamby’s fourth collection, All-Night Lingo Tango, as “[c]hatty and whimsical, literary and (at its best) laugh-out-loud funny,” and observed, “Long-lined Odes, most in monorhyme or in loose couplets, give her extroverted, digressive imagination free play.” In an interview with BOMBLOG, Hamby spoke to her interest in formal constraints: “When I was writing my first book, I found myself being pleased when I was working under certain formal constraints. Whether it was an anaphora that I had to repeat, the abecedarian corset, or a sound I was repeating—I found that the constraint forced me to dig deep into language and, more interestingly, into myself.”   Hamby has won fellowships from the Guggenheim Foundation and the National Endowment for the Arts as well as several grants from the Florida Arts Council. In 2010, she was named a Distinguished University Scholar at Florida State University. She lives in Tallahassee, Florida.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}