{"pf_url": "https://www.poetryfoundation.org/poets/fulke-greville", "name": "Baron Brooke Fulke Greville", "yob": "1554", "yod": "1628", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d5137775689edbf786e6fa66009e72862577586d.jpeg", "bio": "\nFulke Greville, first Lord Brooke, was the principal courtly writer of the Elizabethan and Jacobean eras, apart from his short-lived friend Sir Philip Sidney. Although some attention has been paid to him as a writer of short poems, the main interest in Greville has been focused not on his closet dramas Alaham (1633) and Mustapha (1609), his sonnet sequence Caelica (1633); nor on his verse treatises An Inquisition upon Fame and Honor (1633), A Treatise of Humane Learning (1633), A Treatise of Wars (1633), A Treatise of Monarchy (1670), and A Treatise of Religion (1670), but on his relationship with the Sidney circle, especially as it emerged from the biographical material on Sidney in Greville's Dedication to Sir Philip Sidney (originally published as Life of the Renowned Sir Philip Sidney, 1652).\n\r\nFulke Greville was born on October 3, 1554, the only son of an influential landowning Warwickshire family with aristocratic connections: his father, Sir Fulke Greville, de jure Lord Willoughby de Broke, married Ann Neville, daughter of the earl of Westmoreland. Born when his father was 18 years old, he had to wait until the elder Greville's death in 1606 before coming into his inheritance. Only in 1621, after much petitioning and bargaining, was he accorded the title of Lord Brooke.\n\r\nIn 1564, at the age of ten, Greville was sent to join the young Philip Sidney at the newly founded school at Shrewsbury in the neighboring county of Shropshire. The friendship of the two boys was cemented during the three years they spent together at school and influenced Greville for the rest of his life. In 1568, the friends were parted: Greville entered Jesus College, Cambridge, while Sidney pursued his studies at Christ Church, Oxford. As was common for someone of his standing, Greville left Cambridge after three or four years without taking a degree.\n\r\nPartly because he held the humanist notion of service to one's prince, partly because he undoubtedly wished to keep company with his brilliant friend, and partly because he realized that he would probably be an old man before he came into his inheritance, Greville had by 1575 determined on a career at court, where he attached himself to the radical Protestant faction headed by Sidney's uncle, Robert Dudley, Earl of Leicester. Sidney was a member of this faction, but his political ambitions were frustrated by his failure to secure any significant office. Greville discovered that the distrust of the queen and her advisers, William Cecil, Lord Burghley, and his son Sir Robert, was extended to him, so that any of his own more modest forays into conduct that could possibly be construed as having political significance were frustrated.\n\r\nIn 1585 Greville and Sidney were prevented from joining Sir Francis Drake's expedition to the West Indies. Greville's account of these events is particularly revealing. Drake, in order to facilitate the equipping of the expedition, may have secretly agreed to allow Sidney, frustrated by inactivity, to accompany him. He might even have fostered in Sidney the belief that he would have the standing of a joint commander. But it is clear that he had no intention of sharing the command, and it is probable that he never intended Sidney and Greville to leave the shores of England in his company. The skeptical and observant Greville soon discerned that Drake's conduct lacked candor and that his delaying tactics were intended to invite a royal order forbidding Sidney's attempt at independent action. Sidney's own forthright nature would not credit such duplicity, and he refused to heed his less-trusting companion's advice. In due course, the peremptory prohibition arrived, forcing Greville and Sidney to return to the court in disgrace. An account such as this reveals Greville as a willing seconder rather than initiator of action, but also as someone capable of distancing himself from events by a profound distrust of the apparent motives of human actions.\n\r\nThe chronology of Greville's literary works is by no means certain. It is clear that his earliest writing was undertaken in collaboration with Sidney, and to a lesser extent with Sir Edward Dyer. Caelica's sonnets 1 through 76 and 83 appear to have been written after 1577, when the three friends were experimenting with verse forms. Many of Greville's poems can be seen as responses to rather than imitations of those of Sidney. The nature of this friendly rivalry is revealed by the titles of their sonnet sequences: Sidney's mistress is a single star (Stella); Greville addresses his poems to the entire sky (Caelica). Greville's poems thus need to be read in the context of his friend's. Sonnet 6 of Caelica, for example, his only poem in quantitative verse (rhymed sapphics), gains by being set against one of Sidney's generally less successful attempts to write in classical meters, \"If Mine Eyes Can Speak to Do Hearty Errand.\"\n\nCaelica is a miscellany of predominantly short, often introspective poems in which no fewer than three mistresses are named: Caelica, Myra, and Cynthia. On the occasions when Greville writes sonnets, he prefers the English form to the Italian. Unlike Sidney, whose poems typically move from an abstraction to passionate attention to the beloved, Greville wrote poems throughout his career that turn from a particular experience to a generalized philosophical observation.\n\r\nIn the years following Sidney's death in 1586, Greville found no way of advancing his political career apart from representing the county of Warwickshire in all the remaining Parliaments of Elizabeth's reign and continuing to hold the lucrative office of secretary to the Council of the Marches of Wales. However, he naturally attached himself to Sidney's political heir, Robert Devereux, Earl of Essex, who had inherited Sidney's sword and married his widow. After many years of submitting, often unwillingly, to the queen's restraint of his activities, Greville eventually obtained, with Essex's support, the office of treasurer of the navy. This was his first significant appointment, one that he retained despite his patron's disgrace and subsequent execution in 1601. Greville had had the foresight to distance himself from Essex. The queen, moreover, had come to take the measure of his capacity for independent action and knew that his loyalties lay with her. In this way, he avoided the immediate retaliation of Essex's great enemy, the ever-distrustful Sir Robert Cecil. Although Greville was knighted at the accession of King James in 1603, Cecil saw to it that he was forced from office because of the embarrassment Greville suffered when he refused to connive at the corruption of his fellow naval administrators. At the age of 49, he retired to Warwickshire, seemingly at the end of his career.\n\r\nThe shock of Sidney's death did not prevent Greville from stopping the unauthorized publication of Sidney's Arcadia and, with the aid of Matthew Gwinne and John Florio, seeing the first authorized edition through the press in 1590. This publication was Greville's first significant contribution to Sidney mythography. In his own writing, he produced no more poems of human love; and the handful of poems written between 1577 and 1603, Caelica sonnets 77-81, turn to the political and religious concerns that were to preoccupy him in the writing of his poetic closet dramas, Alaham, Mustapha, and the lost Antony and Cleopatra, during the last five years of the century.\n\r\nIn the extant plays Greville's immediate concern is with the dangers and evils of power and intrigue in an absolute monarchy. In addition to the examination of the public vices of tyranny, ambition, and intrigue, however, there is a somberly pessimistic view of the bewildered individual as radically incapable of escaping the consequences of political corruption. As such, the plays embody Greville's Protestant acceptance of the necessity of living in the world while yet being convinced of the irremediable fallibility and degeneracy of human nature since the Fall. The complexity of this view, which does not entail withdrawal from the world, is encapsulated in a remark of Greville in a letter to Sir John Coke dated February 1, 1613: \"I know the world and believe in God.\"\n\r\nIt is likely that Greville's unfinished prose work, A Letter to an Honorable Lady, was composed during the period 1595-1601. Written in the literary tradition of the consolatio and of the Senecan epistle, the work attempts to persuade a virtuous aristocrat who has been ill-treated by her husband to lead a life of stoic, Christian patience.\n\r\nThe addressee of A Letter to an Honorable Lady has not been identified, though the circumstances of Margaret Clifford, Countess of Cumberland, match those assumed by the work. Lady Cumberland's plight is also touched on in two poems by Greville's protégé, Samuel Daniel: \"A Letter from Octavia to Marcus Antonius\" (1599) and \"To Lady Margaret, Countess of Cumberland\" (1603). The evidence is not decisive, however, and Greville could simply be exploring a favorite idea: the wife's secondary relation to her husband is figured as that between a subject and monarch. As such, the Letter has a great deal in common with the plays Greville was writing in the 1590s and also with Caelica sonnet 86, which advocates patience in the face of the vicissitudes of life and trust in the consolation of Heaven. In this work one can see Greville coming to terms with a central issue in his life and writings, the frustration at the lack of personal autonomy.\n\r\nGreville was neither impoverished nor idle in his retirement. With an annual income of between £5,000 and £7,000, he was able to maintain six residences, and he spent a great deal of time overseeing the practical affairs connected with them. A major project was the refurbishment, at a cost of £10,000 over several years, of Warwick Castle, his seventh residence, which he acquired in 1604. These matters did not distract him from writing. In fact, the loss of office led directly to his most productive period.\n\nA Treatise of Monarchy, Greville's first discursive poem, was written early in his retirement. According to his account in the Dedication to Sir Philip Sidney, the poem had its origin in the choruses of his plays. He might thus have begun work on it some time before 1599, at the time he was encouraging Daniel to write philosophical verse, and when the Caelica poems began to show a preference for the six-line stanza that was to be the standard form of his long poems. By 1610, after several major revisions, A Treatise of Monarchy took its final form. The 664 stanzas are divided into 15 sections. The first five sections focus on the problematic nature of wielding monarchal power, with Greville not distinguishing between kingship and tyranny, or attempting to exempt monarchs from human fallibility. Sections 6-12 deal with the monarch's responsibility in the spheres of religion, law, the nobility, commerce, revenue, peace, and war. His main concern is with the practicalities of cautious but effective political government. In the last three sections, where the traditional alternatives of aristocracy and democracy are compared with monarchy, monarchy is upheld as the best hope against disorder.\n\r\nThe advice offered by Greville in A Treatise of Monarchy is that of a retired but committed politician. The same stance underlies the Dedication to Sir Philip Sidney, composed in its final form between 1610 and 1612. The first part of the work consists of a laudatory biography of Sidney as an ideal subject, hence the commonly misleading title \"The Life of Sidney.\" The second part is an encomiastic history of Queen Elizabeth's reign, which by indirections makes clear Greville's opinion of the reign of her successor, James I. The awkward structure of the Dedication disappears once it is realized that the work was most likely intended for the eyes of Henry, Prince of Wales. By 1610 Henry had established a measure of independence from his father and had become the center of a circle advocating a vigorously anti-Catholic foreign policy that ran counter to that of James I. Given Henry's independence, his patronage would have been ideally suited to someone out of favor and office. Unfortunately for Greville, Henry died suddenly in November 1612, though by then it looked as if Greville's political fortunes would change. His old enemy Cecil had died in May. The rancor that fuels so much of the Dedication no longer had an object, while the prospect of once again attaining office and so of being able to influence political decisions made advice to a potential patron irrelevant. Though Greville had to wait until October 1614 before returning to office, he appears to have abandoned the work. This possibility might explain the absence of the Dedication from the collection of manuscript fair copies of his works that Greville had prepared under his supervision.\n\r\nThe second part of the Dedication is an essay in the new civil history being pioneered by Greville's friend and client, William Camden. Greville indicates how his ambition to write a history of Elizabeth was frustrated by Cecil, who was only too aware of the political uses to which such a history could be put in the reign of James. But the material on Elizabeth in the Dedication cannot be regarded as the torso of this failed project, for Greville simply translated material from Camden's original Latin manuscript of his Annals (1625). This use of Camden's unpublished material is not as predatory as it might appear, since it is more than likely that Camden's friendship with Greville allowed him access to material that would otherwise have been unavailable.\n\r\nThe Dedication, which survives in four manuscripts, was not published until 1652 under the cumbersome title of The Life of the Renowned Sir Philip Sidney, with the True Interest of England as It Then Stood in Relation of All Foreign Princes, and Particularly for Suppressing the Power of Spain Stated by Him, His Principal Actions, Counsels, Designs, and Death, Together with a Short Account of the Maxims and Policies Used by Queen Elizabeth in Her Government. Written by Sir Fulke Greville, Knight, Lord Brook, a Servant to Queen Elizabeth, and His Companion and Friend. From the lengthy subtitle it would seem as if the publication was motivated by an attempt to use the reputations of Sidney and Elizabeth to influence foreign-policy decisions in Commonwealth England.\n\r\nGreville's collaboration with Camden indicates the nature of the tradition of patronage which he had inherited from Sidney. Through Greville, Camden had obtained the position of Clarenceux, King of Arms in the Herald's Office, which freed him to undertake his historical research. Another historian, John Speed, also received support from Greville. It is clear from Bishop Joseph Hall's dedication in Epistles and Contemplations upon the Principal Passages of the Holy Bible (1610), however, that Greville's patronage was valued more for his capacity for intellectual exchange with his clients than for material and social benefits that could arise from association with him: \"The world hath long and justly both noted and honored you for eminence in wisdom and learning, and I above the most; I am ready with the awe of a learner to embrace all precepts from you: you shall expect nothing from me but testimonies of respect and thankfulness.\" Certainly in his retirement Hall was in no position to exercise the kind of influence by which, in the last years of Elizabeth's reign, he was able to gain the deanships of Westminster and St. Paul's for Lancelot Andrewes and John Overall, respectively. As with Camden, the client-patron relationship could develop into one of friendship. This seems to have happened also in the case of Daniel, whose writing career was profoundly influenced by his relationship with Greville.\n\r\nFour other writers' names have been linked with Greville. Francis Bacon, with whom he exchanged ideas about the nature and methods of writing history, is unlikely to have been in need of Greville's support during his early career. With Bacon's disgrace in 1620, the ever-cautious Greville severed all contact with him. The young William Davenant was a member of Greville's household, but there is no evidence to show that the aging Greville took an interest in his writing. The two remaining authors were linked to Greville in David Lloyd's Statesmen and Favorites of England since the Reformation (1670). According to Lloyd, Greville was known for \"his respect of the worth of others, desiring to be known to posterity under no other notion than of Shakespeare's and Ben Jonson's Master.\" There is no evidence to substantiate this tantalizing suggestion, though the obvious Warwickshire connection with William Shakespeare and Ben Jonson's connection with Camden do lend it some plausibility. The greatest instance of Greville's political patronage is his friend Sir John Coke, whom he met when he was secretary to the navy. Coke subsequently looked after Greville's affairs and later rose to the office of secretary of state during the reign of Charles I.\n\r\nDuring the period between the death of Prince Henry and his return to office as chancellor and treasurer of the exchequer and as privy councillor in October 1614, Greville composed An Inquisition upon Fame and Honor.\n\r\nThe date of composition of the three remaining philosophical poems is uncertain, but it is thought to be after Greville's return to office. In the two-year period after his creation as Lord Brooke, and his loss of the chancellorship of the exchequer in 1621, he attended few Privy Council meetings. It is possible that in the absence of public duties and commitments he once again devoted his energies to writing.\n\r\nIn the first four stanzas of A Treatise of Humane Learning, Greville reveals the extent of his commitment to the tradition of Renaissance skepticism. Like Michel de Montaigne and Bacon, he acknowledges the human incapacity for accurate perception and intellectual conception, which results in universal disagreement and lack of self-knowledge. Unlike them, however, his views are grounded in his convictions about original sin. Montaigne's delight in relativism and Bacon's humanistic optimism hold no attractions for him.\n\r\nAlthough A Treatise of Humane Learning has much in common with Bacon's Advancement of Learning (1605), it has even been seen as a response to that work, since Greville never endorses the project for redeeming the consequences of the Fall through learning. Instead he follows his initial dismissal of all human learning as vanity with an assertion of the double perspective of the temporal and the eternal: thus ignorance is the nurse and mother of lust, and learning is \"A bunch of grapes sprung up among thorns, / Where, but by caution, none the harm can miss.\"\n\r\nSetting aside the Elect, whose only concern is obedience to God, Greville presents a program for the reform of learning. His target is the same as Bacon's: scholastic speculation conducted in terms of the deductive method. The branches of learning he discusses are those of the university faculties. Theology should not meddle with the mysteries of divinity, but should be concerned with the relationship between humans and God. Law should be based on divine injunctions, protect the individual citizen, and maintain royal authority. Both medicine and moral philosophy must be concerned with practical and ethical matters, while political philosophy should enable kings to avoid impediments to their authority.\n\r\nThe \"instrumental arts\" of the traditional trivium (grammar, rhetoric, and logic) must be simplified. Of the \"Arts of Recreation,\" music should properly enhance worship and inspire martial valor; poetry, based on truth \"while it seemeth but to please, / Teacheth us order under pleasure's name.\" Arithmetic, geometry, and astronomy are all to have a practical application. Conversely, the use of knowledge for evil ends is to be condemned. Turning then from these \"vanities\" to the Elect, Greville suggests that the faithful should obey willingly their temporal prince as part of their submission to God's providential scheme, since the only human obligation is to come to terms with the spiritual degradation precipitated by the Fall.\n\r\nThe two remaining treatises seem to be much more the work of an aging, disillusioned statesman and politician. In the first five stanzas of A Treatise of Wars, the benefits of peace to fallen mankind are celebrated. This is followed by a representation of war as \"the perfect type of hell.\" In the remaining 38 stanzas Greville treats his subject from a providential perspective. Rather than seeing war as an instrument of monarchal power (as in A Treatise of Monarchy and the Dedication), or as a means to personal honor (as in the Dedication or Caelica sonnet 108), he sees it primarily as a divine scourge of human wickedness, as a trial of the Elect, as a purge for the excesses of peace, and as an instrument for sustaining the vicissitudes of the fallen condition.\n\r\nGreville then turns from the causes to the varieties of war. He distinguishes between human war and divine war (by which he appears to mean not holy wars such as the Crusades but something like the angelic wars against Satan). Of human wars, the only ones in which the Elect may participate are those having the divine sanctions of prophecies and angelic wonders, and then only on condition that they are conducted mercifully and charitably by lawfully constituted authorities. That being the case, there can be justification neither for involvement in war in order to attain honor or power, nor for rebellion or its suppression. War thus has value only to those whose undertakings are limited by this world. For this reason, the Elect must not be like nominal Christians and Mohammedans in being unable \"to leave the world for God, nor God for it.\" Any superstitious compromise as to the benefits of war merely augments the evil of war. What is required is an absolute commitment: war will be brought to an end only when humans \"begin / For God's sake to abhor this world of sin.\"\n\r\nIn A Treatise of Religion Greville writes directly about the topic that has dominated most of his thinking. The first four stanzas establish the assumption that fallen human nature can be redeemed only by grace through Christ; neither human passion nor reason is capable of redeeming us. Nevertheless, human beings naturally have such a sense of the need for redemption that if human nature were not radically corrupt, they would \"grow happily adorers of the good.\" Instead, human affection and reason lead people to find external remedies for their condition in superstition and hypocrisy, respectively. True religion, however, is not external, but is manifested initially in virtue attained through grace.\n\r\nBy insisting that this virtue is not the pagan self-sufficiency of stoicism, Greville rejects the equanimity he advocated in A Letter to an Honorable Lady. He now maintains that regeneration is possible only through supernatural grace, by means of which the faithful, the \"Church invisible,\" must devote themselves to prayer and obedience, not to the \"book-learning\" of a subservient external church professing faith in God but not obeying Him. In maintaining that the Elect are those who accept, and are regenerated by, grace, and so persevere in faith and good works, Greville implicitly rejects the Calvinistic doctrine of predestination. For him, humans are not eternally either redeemed or reprobate. Instead, they can either devote themselves to God, as Abel did, or seek some external manifestation of divinity and so fail in their obedience, as did Cain. Those who seek peace through other than heavenly things--rulers, the learned, and the clergy of an outward church--will all be brought to desolation, a vision of which is presented in the appropriately apocalyptic concluding poem of Caelica, sonnet 109. The Elect, who are such by their faith in and devotion to Christ the Redeemer, will find peace and joy.\n\r\nGreville obviously considered A Treatise of Religion the most important of his shorter philosophical poems. In a note in one of the volumes of the fair copies of his works prepared for him between 1619 and 1625, he indicates the order in which the poems are to be placed: \"1. Religion. 2. Humane learning. 3. Fame and Honor. 4. War.\" However, when his works were put through the press by Coke and Sir Kenelm Digby, A Treatise of Religion ran afoul of the censors. All copies of Certain Learned and Elegant Works (1633) lack the pages that should have contained it, and it has generally been assumed that someone like William Lord, then bishop of London, would have taken exception to the slur on episcopacy in stanza 92 and to the criticism of an Established Church in stanzas 30-31 and 68-69. Two other works are also absent from the 1633 volume.\n\r\nIf in the case of the Dedication the work still survived among the manuscript fair copies, Greville's literary executors might have foreseen the difficulties that implicit criticism of James I could raise during his son's reign. They certainly did not even consider publication of A Treatise of Monarchy, with its notion of kingship as a product of human fallibility. With the absolute powers claimed by Charles I, the poem would have lent support to the increasingly vehement opposition to the king. Moreover, Coke and Digby would have recalled that Greville's plans for a lectureship in history at Cambridge had failed because of Laud's objection to the similar views of monarchy expressed by the first appointee, Isaac Dorislaus. The two potentially subversive treatises thus had to wait until 1670, when they were published in a volume titled The Remains of Sir Fulke Greville: Being Poems of Monarchy and Religion.\n\r\nGreville's death followed shortly after the assassination on August 23, 1628 of George Villiers, Duke of Buckingham, the despised favorite of James I and Charles I. The attack on Greville by a servant, Ralph Hayward, on September 1does not seem to have been politically motivated. Hayward appears to have been discontented with the terms of his employer's will and stabbed Greville in the stomach while he was assisting his master to fasten his breeches. There is no indication that the stabbing was occasioned by anything untoward happening while Hayward performed these personal services for his master, who prevented anyone from pursuing his assailant. Greville died of gangrene on September 30, after physicians had replaced the depleted natural fatty membrane around their patient's intestines with animal fat. His corpse was transported from London to Warwick, where it was buried in the family crypt in St. Mary's Church. Nearby, now enclosed in a small room, stands the monumental tomb Greville had prepared for himself, bearing the inscription, \"Fulke Greville / Servant to Queen Elizabeth / Councillour to King James / and Friend to Sir Philip Sidney. / Trophaeum Peccati.\" With its claims of only secondary fame and its awareness of the wages of sin, the inscription reveals much of Greville's complexity, while the location of the tomb aptly underscores the dominant mode of his life, frustration.\n", "attrs": {"Region:": ["England"]}}