{"pf_url": "https://www.poetryfoundation.org/poets/basho", "name": "Basho", "yob": "1644", "yod": "1694", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/750909e6564caf06c66d1524e05643921c209578.jpeg", "bio": "\nThe 17th-century Japanese haiku master Basho was born Matsuo Kinsaku near Kyoto, Japan, to a minor samurai and his wife. Soon after the poet’s birth, Japan closed its borders, beginning a seclusion that allowed its native culture to flourish. It is believed that Basho’s siblings became farmers, while Basho, at Ueno Castle in the service of the local lord’s son, grew interested in literature. After the young lord’s early death, Basho left the castle and moved to Kyoto, where he studied with Kigin, a distinguished local poet. During these early years Basho studied Chinese poetry and Taoism, and soon began writing haikai no renga, a form of linked verses composed in collaboration.\r\n \r\nThe opening verse of a renga, known as hokku, is structured as three unrhymed lines of five, seven, and five syllables. In Basho’s time, poets were beginning to take the hokku’s form as a template for composing small standalone poems engaging natural imagery, a form that eventually became known as haiku. Basho was a master of the form. He published his haiku under several names, including Tosei, or “Green Peach,” out of respect for the Chinese poet Li Po, whose name translates to “White Plum.” Basho’s haiku were published in numerous anthologies, and he edited Kai Oi, or Seashell Game (1672), and Minashiguri, or Shriveled Chestnuts (1683), anthologies that also included a selection of his own work.\r\n \r\nIn his late 20s Basho moved to Edo (now a sector of Tokyo), where he joined a rapidly growing literary community. After a gift of basho trees from one student in 1680, the poet began to write under the name Basho. His work, rooted in observation of the natural world as well as in historical and literary concerns, engages themes of stillness and movement in a voice that is by turns self-questioning, wry, and oracular.\r\n \r\nSoon after Basho began to study Zen Buddhism, a fire that destroyed much of his city also took his house. Around 1682, Basho began the months-long journeys on foot that would become the material for a new poetic form he created, called haibun. Haibun is a hybrid form alternating fragments of prose and haiku to trace a journey. Haibun imagery follows two paths: the external images observed en route, and the internal images that move through the traveler’s mind during the journey. Basho composed several extended haibun sequences starting in 1684, including Nozarashi Kiko, or Travelogue of Weather-Beaten Bones (1685); Oi no Kobumi, or The Knapsack Notebook (1688); and Sarashina Kiko, or Sarashina Travelogue (1688).\r\n \r\nHis most well-known haibun, Oku no Hosomichi, or Narrow Road to the Interior, recounts the last long walk Basho completed with his disciple Sora—1,200 miles covered over five months beginning in May 1689. While their days were spent walking, in the evenings they often socialized and wrote with students and friends who lived along their route. The route was also planned to include views that had previously been described by other poets; Basho alludes to these earlier poems in his own descriptions, weaving fragments of literary and historical conversation into his solitary journey. Basho revised his final haibun until shortly before his death in 1694. It was first published in 1702, and hundreds of editions have since been published in several languages.\n", "attrs": {"Region:": ["Asia, East"]}}