{"pf_url": "https://www.poetryfoundation.org/poets/ben-jonson", "name": "Ben Jonson", "yob": "1572", "yod": "1637", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c62f34ab2eff408c0dd0d6270362431f08cc6dbc.jpeg", "bio": "\nBen Jonson is among the best-known writers and theorists of English Renaissance literature, second in reputation only to Shakespeare. A prolific dramatist and a man of letters highly learned in the classics, he profoundly influenced the Augustan age through his emphasis on the precepts of Horace, Aristotle, and other classical Greek and Latin thinkers. While he is now remembered primarily for his satirical comedies, he also distinguished himself as a poet, preeminent writer of masques, erudite defender of his work, and the originator of English literary criticism. Jonson’s pro­fessional reputation is often obscured by that of the man himself: bold, independent and aggressive. He fashioned for himself an image as the sole arbiter of taste, standing for erudition and the supremacy of clas­sical models against what he perceived as the general populace’s ignorant preference for the sensational. While his direct influence can be seen in each genre he undertook, his ultimate legacy is considered to be his literary craftsmanship, his strong sense of artistic form and control, and his role in bringing, as Alex­ander Pope noted, “critical learning into vogue.”\n\r\nJonson was born in London shortly after the death of his father, a minister who claimed descent from the Scottish gentry. Despite a poor upbringing, he was educated at Westminster School under the renowned antiquary William Camden. He apparently left his schooling unwillingly to work with his stepfather as a bricklayer. He then served as a volunteer in the Low Countries in the Dutch war against Spain, and the sto­ry is told that he defeated a challenger in single com­bat between the opposing armies, stripping his van­quished opponent of his arms in the classical fashion. Returning to England by 1592, Jonson married Anne Lewis in 1594. Although the union was unhappy, it produced several children, all of whom Jonson out­lived. In the years following his marriage, he became an actor and also wrote numerous “get-penny” enter­tainments—financially motivated and quickly com­posed plays. He also provided respected emendations and additions to Thomas Kyd’s The Spanish Tragedy (1592). By 1597 he was writing for Philip Henslowe’s theatrical company. That year, Henslowe employed Jonson to finish Thomas Nashe’s satire The Isle of Dogs (now lost), but the play was suppressed for al­leged seditious content and Jonson was jailed for a short time. In 1598 the earliest of his extant works, Every Man in His Humour, was produced by the Lord Chamberlain’s Men with William Shakespeare—who became close friends with Jonson—in the cast. That same year, Jonson fell into further trouble after killing actor Gabriel Spencer in a duel, narrowly escaping the gallows by claiming benefit of clergy (meaning he was shown leniency for proving that he was literate and educated). While incarcerated at Newgate prison, Jon­son converted to Catholicism.\n\r\nShortly thereafter, writing for the Children of the Queen’s Chapel, Jonson became embroiled in a public feud with playwrights John Marston and Thomas Dekker. In Cynthia’s Revells and Poetaster (both 1601), Jonson portrayed himself as the impartial, well informed judge of art and society and wrote unflattering portraits of the two dramatists. Marston and Dekker counterat­tacked with a satiric portrayal of Jonson in the play Satiromastix; or, The Untrussing of the Humorous Poet (1602). Interestingly, scholars speculate that the dis­pute, which became known as the “War of the The­atres,” was mutually contrived in order to further the authors’ careers. In any event, Jonson later reconciled with Marston, and collaborated with him and George Chapman in writing Eastward Ho! (1605). A joke at the King’s expense in this play landed him once again, along with his coauthors, in prison. Once freed, how­ever, Jonson entered a period of good fortune and productivity. He had many friends at court, and James I valued his learning highly. His abilities thus did not go unrecognized, and he was frequently called upon to write his popular, elegant masques, such as The Mas­que of Blacknesse (1605). During this period, Jonson also produced his most successful comedies, begin­ning in 1606 with Volpone and following with The Silent Woman (1609), The Alchemist (1610), and Bar­tholomew Fayre (1614). Jonson’s remaining tragedies, Sejanus His Fall (1603) and Catiline His Conspiracy (1611), though monuments to his scholarship, were not well received due to their rigid imitation of classical tragic forms and their pedantic tone.\n\r\nIn 1616 Jonson published his Workes, becoming the first English writer to dignify his dramas by terming them “works,” and for this perceived presumption he was soundly ridiculed. In that year Jonson assumed the responsibilities and privileges of Poet Laureate, though without formal appointment. From 1616 to 1625 he primarily wrote masques for presentation at court. He had already collaborated with poet, architect, and stage designer Inigo Jones one several court masques, and the two continued their joint efforts, establishing the reign of James I as the period of the consummate masque. For his achievements, the University of Ox­ford honored him in 1619 with a master of arts degree.\n\r\nMisfortune, however, marked Jonson’s later years. A fire destroyed his library in 1623, and when James I died in 1625, Jonson lost much of his influence at court, though he was named City Chronologer in 1628. Later that year, he suffered the first of several strokes which left him bedridden. Jonson produced four plays during the reign of Charles I, and was eventually grant­ed a new pension in 1634. None of these later plays was successful. The rest of his life, spent in retirement, he filled primarily with study and writing; at his death, on August 6, 1637, two unfinished plays were discov­ered among his mass of papers and manuscripts. Jon­son left a financially depleted estate, but was neverthe­less buried with honor in Westminster Abbey.\n\r\nJonson’s earliest comedies, such as Every Man in His Humour, derive from Roman comedy in form and structure and are noteworthy as models of the comedy of “humours,” in which each character represents a type dominated by a particular obsession. Although Jonson was not the first to employ the comedy of humours, his use of the form in Every Man in His Humour and Every Man out of His Humour is considered exempla­ry, and such characterization continued to be a feature of his work. Of particular significance in appraisals of Jonson are the four comical satires produced between 1606 and 1614: Volpone, The Silent Woman, The Al­chemist, and Bartholomew Fayre. Each exposes some aberration of human appetite through comic exagger­ation and periodic moralisms while evincing Jonson’s interest in the variety of life and in the villain as a cunning, imaginative artist. Volpone, his most famous and most frequently staged work, is also his harshest attack on human vice, specifically targeting greed. Like The Silent Woman and The Alchemist, it mixes didac­tic intent with scenes of tightly constructed comic coun­terpoise. The last of Jonson’s great dramas is the pan­oramic Bartholomew Fayre. Softening the didacticism that characterized his earlier work, Jonson expressed the classical moralist’s views of wisdom and folly through a multiplicity of layered, interrelated plots in a colorfully portrayed and loosely structured form. All four comedies exhibit careful planning executed with classical precision, a command of low speech and col­loquial usage, and a movement toward more realistic, three-dimensional character depiction.\n\r\nCritics note that Jonson’s later plays, beginning with The Divell is an Asse in 1616, betray the dramatist’s diminishing artistry. These later dramas were dismissed by John Dryden, who undertook the first extensive anal­ysis of Jonson, as mere “dotages.” While generously likening him to Virgil and calling him “the most learned and judicious writer which any theatre ever had,” Dryden’s comments also signaled the start of a decline in Jonson’s reputation, for his observations included a comparison of Jonson and Shakespeare, one which nodded admiringly toward Jonson, but bowed adoring­ly before Shakespeare. This telling comparison col­ored Jonson’s reputation for more than 200 years, fueled by such 19th-century Romantic critics as Samuel Taylor Coleridge (1818), and Will­iam Hazlitt (1819), who found Jonson lacking in imag­ination, delicacy, and soul. His “greatest defect,” ac­cording to George Saintsbury, was the “want of pas­sion.” “Yet,” he conceded, “his merits are extraordi­nary.” Most 19th-century critics agreed with the assessment of John Addington Symonds that the “higher gifts of poetry, with which Shakespeare—‘nature’s child’—was so richly endowed, are almost absolutely wanting in Ben Jonson.”\n\nT.S. Eliot, writing in 1919, focused attention on Jonson’s reputation as “the most deadly kind that can be compelled upon the memory of a great poet. To be universally accepted; to be damned by the praise that quenches all desire to read the book; to be afflicted by the imputation of the virtues which excite the least pleasure; and to be read only by historians and anti­quaries—this is the most perfect conspiracy of approv­al.” With this began a reevaluation of Jonson, whose reputation benefited from modernist reaction against Romanticist sensibility, and who began to be appreciated on his own terms. English critic L.C. Knights, in 1937, considered Jonson “a very great poet”; and while Edmund Wilson, in 1948, still found none of Shakespeare’s “immense range” in Jonson, he thought him “a great man of letters” and acknowl­edged his influence on writers as diverse as Milton, Congreve, Swift, and Huxley. Recent scholarship has sought to place Jonson in the theatrical and political milieu of London, addressing his relationship with his audience and the monarchy. This focus on historical context has also produced an emphasis on the former bricklayer’s “self-fashioning” into dramatist, critic, and finally the first poet laureate. Many critics now regard him as a fore-runner in the 17th-century move­ment toward classicism, and his plays are often ad­mired for their accurate depictions of the men and women of his day, their mastery of form, and their successful blend of the serious and the comic, the top­ical, and the timeless.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}