{"pf_url": "https://www.poetryfoundation.org/poets/ben-okri", "name": "Ben Okri", "yob": "1959", "yod": null, "image": null, "bio": "\nBorn in Minna to an Igbo mother and an Urhobo father, Nigerian poet, fiction writer, and essayist Ben Okri spent his early childhood in London while his father studied law and returned to Nigeria with his family in 1968. He studied comparative literature at Essex University in England.\nInformed by folk tales and dream logic, Okri’s writing also treats his family’s experience of the Nigerian civil war. In an interview for The National, Okri stated, “I grew up in a tradition where there are simply more dimensions to reality: legends and myths and ancestors and spirits and death. You can't use Jane Austen to speak about African reality. Which brings the question: what is reality? Everyone's reality is different. For different perceptions of reality we need a different language.”\nOkri, who served as poetry editor for West Africa magazine, has published numerous books, including the novel The Freedom Artist (2019); the short story collection Prayer for the Living (2019); the prose-poetry hybrids Tales of Freedom (2009) and A Time for New Dreams (2011); the long poem Mental Flight (1999); the essay collection A Way of Being Free (1997); the poetry collection An African Elegy (1992); and the Booker Prize-winning novel The Famished Road (1991). He has also written film scripts and plays; he co-wrote the film script adaptation of his 2014 novel, The Age of Magic.\nOkri’s many honors include an OBE, Italy’s Premio Palmi and Premio Grinzane Cavour, the World Economic Forum’s Crystal Award, and the Paris Review’s Aga Khan Prize for Fiction, as well as honorary doctorates from the University of Westminster and the University of Essex. A Fellow of the Royal Society of Literature, Okri has served on the board of the Royal National Theatre and as vice president of the PEN International English Centre. He has been a Fellow Commoner in Creative Arts at Trinity College, Cambridge and a visiting professor of literature at Leicester University. He lives in London.\n", "attrs": {"Region:": ["Africa"]}}