{"pf_url": "https://www.poetryfoundation.org/poets/ben-lerner", "name": "Ben Lerner", "yob": "1979", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bdaa2d78c3abfab59f56d56c039af6ce71095d6a.jpeg", "bio": "\nBorn and raised in Topeka, Kansas, writer and editor Ben Lerner earned a BA in political science and an MFA in creative writing from Brown University. He has served as a Fulbright scholar in Madrid and as a Guggenheim fellow. In 2015 he was awarded a prestigious MacArthur fellowship.\nLerner is the author of several full-length poetry collections, including No Art (2016); Mean Free Path (2010); Angle of Yaw (2006), which was a finalist for the National Book Award and the Northern California Book Award; and the sonnet sequence The Lichtenberg Figures (2004), which won the Hayden Carruth Award, was chosen by Library Journal as one of the year’s 12 best poetry books, and was a Lannan Literary Selection. His poetry has also been included in the anthologies 12x12: Conversations in Poetry and Poetics (2009), New Voices (2008), and Best American Poetry. His novels include The Topeka School (2019), 10:04 (2014), and Leaving the Atocha Station (2011). The Hatred of Poetry, his monograph, was published in 2016 by Farrar, Straus and Giroux.\nRanging from sonnets to extended, collage-based prose poems, Lerner’s work often uses scientific structures to explore the relationship between language, form, and movement. Noting his use of “arresting lines that are comical, anxious and hauntingly true,” Boston Review critic Craig Morgan Teicher described Lerner’s aim in Angle of Yaw to “juxtapose discordant elements of noise such that their collective racket cancels each component out, leaving behind a language purged by negation—refreshed, defiant, and wholly self-aware.” In a 2004 interview with Kent Johnson for Jacket magazine, Lerner described that collection as focused on “the commercialization of public space and speech. I’m also interested in the ways that technologies of viewing—aerial photography in particular—replace the God-term with a camera that feeds our spectacular culture an image of itself.”\nIn 2002, Lerner cofounded, with Deb Klowden, No: a journal of the arts, and he has also served as the poetry editor for Critical Quarterly. He has taught at the University of Pittsburgh and California College of the Arts, and he is a distinguished professor in the English department at Brooklyn College.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}