{"pf_url": "https://www.poetryfoundation.org/poets/benjamin-alire-saenz", "name": "Benjamin Alire Sáenz", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/55e643dff3ff6ba85242edaea669c8e50d4de198.jpeg", "bio": "\nAmerican poet, novelist, and children’s author Benjamin Alire Sáenz was born and raised in New Mexico. He earned a BA in Humanities and Philosophy from St. Thomas Seminary in Denver, Colorado, studied theology at the University of Louvain in Louven, Belgium, and was a priest in El Paso, Texas for a few years before leaving the order. He returned to school, earning an MA in Creative Writing from the University of Texas at El Paso and studying in PhD programs at the University of Iowa at Stanford University, where he was awarded a Wallace Stegner Fellowship and, under the guidance of Denise Levertov, completed his first book of poems, Calendar of Dust (1991). \nSáenz is the author of four additional poetry collections: Dark and Perfect Angels (1995), winner of the Southwest Book Award; Elegies in Blue (2002); Dreaming the End of War (2006); and The Book of What Remains (2010). His short stories collections are Flowers for the Broken (1992) and Everything Begins and Ends at the Kentucky Club (2012), which won the PEN/Faulkner Award for Fiction (and was the first Latino author to win the award), the Lambda Literary Award for Gay Fiction, and was named a Stonewall Honor Book by the American Library Association. He has authored several books for children and novels for adults and young adults, including Names on a Map (2008) and Aristotle and Dante Discover the Secrets of the Universe (2012), winner of the Lambda Literary Award, the Stonewall Book Award, an Amelia Elizabeth Walden Award honor, the Pura Belpré Narrative Medal for Latino fiction, and the Michael L. Printz Award honor for Young Adult fiction. \nSáenz lives and works in El Paso, Texas. \n", "attrs": {"Region:": ["U.S., Southwestern"]}}