{"pf_url": "https://www.poetryfoundation.org/poets/bernadette-mayer", "name": "Bernadette Mayer", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dee459c579b41b04e8ec7afe8598551b1248b271.jpeg", "bio": "\nAn avant-garde writer associated with the New York School of poets, Bernadette Mayer was born in Brooklyn, New York, and has spent most of her life in New York City. Her collections of poetry include Midwinter Day (1982, 1999), A Bernadette Mayer Reader (1992), The Desire of Mothers to Please Others in Letters (1994), Another Smashed Pinecone (1998), Poetry State Forest (2008), and Works and Days (2016), which was a National Book Critics Circle Award finalist.\nKnown for her innovative use of language, Mayer first won critical acclaim for the exhibit Memory, which combined photography and narration. Mayer took one roll of film shot each day during July 1971, arranging the photographs and text in what Village Voice critic A.D. Coleman described as “a unique and deeply exciting document.”\nMayer’s poetry often challenges poetic conventions by experimenting with form and stream-of-consciousness; readers have compared her to Gertrude Stein, Dadaist writers, and James Joyce. Poet Fanny Howe commented in the American Poetry Review on Midwinter Day, a book-length poem written during a single day in Lenox, Massachusetts: “In a language made up of idiom and lyricism, Mayer cancels the boundaries between prose and poetry, ... Her search for patterns woven out of small actions confirms the notion that seeing what is is a radical human gesture.”\nThe Desire of Mothers to Please Others in Letters consists of prose poems Mayer wrote during her third pregnancy. She also combined poetry and prose in Proper Name and Other Stories (1996). Reviewing that collection in the Lambda Book Report, Susan Landers noted Mayer’s “Steinesque syntactical play, her meta-narrative maneuvers à la Barth or Borges, and a language poet’s interest in language.”\nAnge Mlinko’s review of Two Haloed Mourners (1998) in the Poetry Project Newsletter describes its structure: “The book starts out dense, vagrant, proceeding on a combination of automatic writing and methodical structural repetitions. It picks up speed, changes gears from poetry to prose and back again, tries out a sestina where both beginning and ending words recur. ... Then something explodes midway through the book, as though all this formal experimentation was the rumbling and smoldering of Mt. Saint Helens erupting over the circumstances of Bernadette Mayer’s move back to the Lower East Side from New Hampshire, where what was menace in the air of rural America is met head-on in the New York of Reagan and Wall Street.”\nBernadette Mayer has worked as an editor and teacher. She edited the journal 0 TO 9 with artist Vito Acconci and established United Artists press with the poet Lewis Warsh. United Artists Press, under Mayer and Warsh, published a number of influential writers, including Robert Creeley, Anne Waldman, James Schuyler, and Alice Notley. Mayer has taught at the New School for Social Research and The Poetry Project at St. Mark’s Church in New York City. In 2015 she was the recipient of a Guggenheim Fellowship.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Language Poetry"]}}