{"pf_url": "https://www.poetryfoundation.org/poets/bertolt-brecht", "name": "Bertolt Brecht", "yob": "1898", "yod": "1956", "image": null, "bio": "\nBertolt Brecht was one of the most influential playwrights of the 20th century. His works include The Threepenny Opera (1928) with composer Kurt Weill, Mother Courage and Her Children (1941), The Good Person of Szechwan (1943), and The Resistible Rise of Arturo Ui (1958). Brecht was born in Augsburg, Bavaria, in 1898, and the two world wars directly affected his life and works. He wrote poetry when he was a student but studied medicine at the Ludwig Maximilian University of Munich. After military service during World War I, he abandoned his medical studies to pursue writing and the theater.\nA member of the Independent Social Democratic Party, Brecht wrote theater criticism for a Socialist newspaper from 1919 to 1921. His plays were banned in Germany in the 1930s, and in 1933, he went into exile, first in Denmark and then Finland. He moved to Santa Monica, California, in 1941, hoping to write for Hollywood, but he drew the attention of the House Un-American Activities Committee. Although he managed to deflect accusations of being a Communist, he moved to Switzerland after the hearings. He relocated to East Berlin in 1949 and ran the Berliner Ensemble, a theater company. As a director, he advocated the “alienation effect” in acting—an approach intended to keep the audience emotionally uninvolved in the plights of the characters.\nBrecht’s poetry is collected in Poems 1913-1956 (1997) and Poetry and Prose: Bertolt Brecht (2003). He wrote a wide variety of poetry, including occasional poems, poems he set to music and performed, songs and poems for his plays, personal poems recording anecdotes and thoughts, and political poems. Poet Michael Hofmann, in “Singing About the Dark Times: The Poetry of Bertolt Brecht” for the Liberal, commented, “In the course of a mobile, active and engaged life, the poems were the intelligent, compressed, adaptable and self-contained form for both his private and his public address.”\nBertolt Brecht died in 1956. He is buried in Berlin.\n", "attrs": {"Region:": ["Germany"]}}