{"pf_url": "https://www.poetryfoundation.org/poets/betsy-franco", "name": "Betsy Franco", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Children’s author, poet, and editor Betsy Franco (née Verne) was raised in Shaker Heights, Ohio. She earned a BA in studio art at Stanford University, but once she became a mother to three young boys, she turned her creative focus from painting to writing for children.   Incorporating elements of science, mathematics, and imagination, Franco composes playful yet insightful poems and stories for children and teenagers. In an interview for Stanford Magazine, Franco described her process: “I love putting together elements that normally don't go together, such as math and poetry, or counting with birdsongs. It’s like a chemistry experiment. You put them together and wait for the explosion.”   Franco is the author of dozens of books for young audiences, including the poetry collections for children Counting Our Way to the 100th Day! (2004); Math Poetry: Linking Language and Math in a Fresh Way (2006), which won the Arizona Book Award for Best Educational Book; and A Curious Collection of Cats: Concrete Poems (2009). Her picture books for children include Birdsongs (2007); Pond Circle (2009), which was chosen as one of the Bank Street Best Books of the Year; and Zero Is the Leaves on the Tree (2009). Franco has also published the pedagogical guide Conversations with a Poet: Inviting Poetry into K–12 Classrooms (2005).    She has edited several anthologies of poetry and prose written by teenagers, including You Hear Me? Poems and Writing by Teenage Boys (2001), Things I Have to Tell You: Poems and Writing by Teenage Girls (2001), Night Is Gone, Day Is Still Coming: Stories and Poems by American Indian Teens and Young Adults (2003), and Falling Hard: 100 Love Poems by Teenagers (2008).    Her son, the actor James Franco, produced a documentary about the stage version of her debut young adult novel, Metamorphosis: Junior Year (2009). The production was put on by the Palo Alto Children’s Theatre in 2011. She collaborated with her three sons on the book’s production: her son Tom provided the illustrations, and sons James and David recorded the audio version.   She lives in Palo Alto, California, where she is a member of the comedy troupe Suburban Squirrel. ﻿\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}