{"pf_url": "https://www.poetryfoundation.org/poets/billy-collins", "name": "Billy Collins", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/16cf8bf93961f6581170f540b3aa78c3189fee91.jpeg", "bio": "\nDubbed “the most popular poet in America” by Bruce Weber in the New York Times, Billy Collins is famous for conversational, witty poems that welcome readers with humor but often slip into quirky, tender, or profound observation on the everyday, reading and writing, and poetry itself. Collins was born in 1941 in New York City. He earned a BA from the College of the Holy Cross, and both an MA and PhD from the University of California-Riverside. In 1975 he cofounded the Mid-Atlantic Review with Michael Shannon. He has received fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the New York Foundation for the Arts and has taught at Columbia University, Sarah Lawrence, and Lehman College, City University of New York, where he is a Distinguished Professor. He is also Senior Distinguished Fellow of the Winter Park Institute in Florida, and a faculty member at the State University of New York-Stonybrook.\nCollins’s level of fame is almost unprecedented in the world of contemporary poetry: his readings regularly sell out, and he received a six-figure advance when he moved publishers in the late 1990s. He served two terms as the US poet laureate, from 2001-2003, was New York State poet laureate from 2004-2006, and is a regular guest on National Public Radio programs. In 2002, as US poet laureate, Collins was asked to write a poem commemorating the first anniversary of the fall of the Twin Towers of the World Trade Center on September 11. The reading was in front of a joint session of Congress held outside of Washington, DC.\nThough Collins published throughout the 1980s, it was his fourth book, Questions about Angels (1991), that propelled him into the literary spotlight. The collection was selected by poet Ed Hirsch for the 1990 National Poetry Series. Collins’s subsequent work has been regularly lauded for its ability to connect with readers. Discussing Picnic, Lightning (1998) and its predecessor, The Art of Drowning (1995), John Taylor noted that Collins’s skillful, smooth style and inventive subject matter “helps us feel the mystery of being alive.” Taylor added: “Rarely has anyone written poems that appear so transparent on the surface yet become so ambiguous, thought-provoking, or simply wise once the reader has peered into the depths.”\nTaking off Emily Dickinson’s Clothes (2000) was the first Collins collection published outside the US. It selected work from his previous four books and was met with great acclaim in the UK. Poet and critic Michael Donaghy called Collins a “rare amalgam of accessibility and intelligence,” and A.L. Kennedy described the volume as containing “great verse, moving, intelligent and darkly funny.” Sailing Alone Around the Room: New and Selected Poems (2001), the US version of Collins’s selected, had a tumultuous journey to print. The story, which garnered a front-page slot in the New York Times, originally cast Collins’s first publishers, the University of Pittsburgh Press, in an unfair light, accusing them of refusing to grant rights for poems requested by Random House for inclusion in Sailing Alone Around the Room. However, it later emerged that Random House had begun to produce the book without first securing rights from Pitt Poetry Press, a highly unusual move for a major publishing house to make. Dennis Loy Johnson reported on the controversy for Salon, noting that “ultimately it was Random House, not Pitt, that chose to delay the publication of Collins’s selected volume.”  The battle between Random House and the University of Pittsburgh Press was public and uncharacteristic of the world of poetry publishing. When Sailing Alone Around the Room was finally published, in 2001, it was met with enthusiastic reviews and brisk sales.\nCollins’s next books Nine Horses: Poems (2002), The Trouble with Poetry (2005), Ballistics (2008), Horoscopes for the Dead (2011), Aimless Love (2013), and The Rain in Portugal (2016) have continued to offer poems that mix humor with insight. Reviewing Nine Horses for the New York Times, Mary Jo Salter commented that Collins’s “originality derives, it seems, from the marriage of a loopy, occasionally surreal imagination … to an ordinary life observed in just a few ordinary words.” She added that “one appeal of the typical Collins poem is that it’s less able to help you memorize it than to help you to remember, for a little while anyway, your own life.” But Collins’s emphasis on writing—and writing “ordinary life” at that—can, for some critics, make his poetry seem pedestrian or one-note. However, many readers find Collins a source of warmth, wit, and surprisingly sure technique, and reviewers have consistently noted how Collins’s poems manifest a literal concern for their readers. John Deming in Cold Front Mag has discussed Collins’s concern for those reading his poems because “the transmission of poem to head takes place always elsewhere and in silence, in the mysterious space where poems live…Collins lets us access this place with alarming graciousness, and the openness of his voice probably helps account for his popularity.”\nPoet-critic Richard Howard has said of Collins: “He has a remarkably American voice…that one recognizes immediately as being of the moment and yet has real validity besides, reaching very far into what verse can do.” Collins has described himself as “reader conscious”: “I have one reader in mind, someone who is in the room with me, and who I’m talking to, and I want to make sure I don’t talk too fast, or too glibly. Usually I try to create a hospitable tone at the beginning of a poem. Stepping from the title to the first lines is like stepping into a canoe. A lot of things can go wrong.” Collins further related: “I think my work has to do with a sense that we are attempting, all the time, to create a logical, rational path through the day. To the left and right there are an amazing set of distractions that we usually can’t afford to follow. But the poet is willing to stop anywhere.”\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}