{"pf_url": "https://www.poetryfoundation.org/poets/blaise-cendrars", "name": "Blaise Cendrars", "yob": "1887", "yod": "1961", "image": null, "bio": "\nBlaise Cendrars was born Frédéric Louis Sauser in La Chaux-de-Fonds, Switzerland, to a Swiss father and a Scottish mother. Cendrars was famous for self-mythologizing, and details of his childhood vary: in his own account, he was apprenticed to a Russian watchmaker at 15 and witnessed the Russian Revolution of 1905. In 1911, he changed his name to Blaise Cendrars, “a bastardisation,” according to Lee Rourke, “of ‘braise’ (embers) and ‘cendres’ (ashes) with ‘ars’ (art) thrown in for good measure.” Cendrars was an important figure in the formation of modernist art, mixing in avant-garde circles in Paris and New York City that included Guillaume Apollinaire, Marc Chagall, Pablo Picasso, and others. His poems from this period, emphasizing direct experience and formal experimentation and utilizing techniques such as montage gleaned from cinema, influenced the developing international modernist style. Cendrars’s long poems from this period include Pâques à New-York (Easter in New York), which he wrote over a few days in 1912; La Prose du Transsibérien et de la Petite Jehanne de France (The Prose of the Trans-Siberian and of Little Joan of France, 1913), originally published on a nearly 7-foot-long sheet of paper with paintings by Sonia Delaunay-Terk in what Cendrars called the first “simultaneous poem”; and Le Panama ou Les Aventures de Mes Sept Oncles (1918), which was translated by John Dos Passos and published in the United States as Panama or the Adventures of my Seven Uncles in 1931.\nCendrars joined the French Foreign Legion when World War I broke out; he served as a corporal and lost his arm in the fighting. After the war, he continued to write and to work in film as both a writer and director. He also became interested in the cultures of South America, championing South American writers such as Ferreira de Castro and editing Anthologie Nègre (1921), the first of a proposed three-volume anthology that collected writings he had discovered during his travels to Africa and South America. (Volumes 2 and 3 were destroyed by the Germans in WW II.) Cendrars wrote mainly novels and “novelized” biographies in the 1920s and 1930s, including L’Or (1925), based on the life of Johann August Sutter and published in the United States as Sutter’s Gold (1926).\nCendrars was a war correspondent during the early months of World War II, but after the fall of France in 1940, he retired to his country house in Aix-en-Provence, where he began work on the tetralogy of war memoirs that most critics consider his most important work: L’Homme foudroyé (The Astonished Man, 1945), La main coupée (Lice, 1946), Bourlinguer (Planus, 1948), and Le lotissement du ciel (Sky, 1949). Inducted into the Légion d’Honneur by the French government in 1958, Cendrars was awarded the Grand Prix Littéraire de la Ville de Paris weeks before his death in 1961.\n", "attrs": {"Region:": ["France"]}}