{"pf_url": "https://www.poetryfoundation.org/poets/blas-falconer", "name": "Blas Falconer", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/32d5b83955feeab60e92ce5ca464461c9aa07c61.jpeg", "bio": "\nPoet and editor Blas Falconer earned an MFA from the University of Maryland and a PhD in creative writing and literature from the University of Houston. He is the author of the poetry collections A Question of Gravity and Light (2007) and The Foundling Wheel (2012). The poems in his debut collection utilize both free verse and received forms to explore themes of sexuality, otherness, and loss. In a voice “at once detached and enlivened,” critic Yasmin Nair observes in a 2008 review of A Question of Gravity and Light for the Windy City Times, Falconer has created “a set of pieces whose apparent lightness belies the burden of grief and longing experienced by the narrator(s).” Speaking to the unifying principle behind the poems in A Question of Gravity and Light during an interview with poet Steven Cordoba for the University of Notre Dame’s Institute for Latino Studies, Falconer notes, “I realized that the metaphor of crossing spoke to all of the conflicts within the book, regardless of subject matter. So the recurring metaphor, not subject, became the organizing principle, and I saw each poem existing somewhere on that continuum between departure and arrival.”\r\n \r\nFalconer has edited poetry for the literary journal Zone 3, has been an editor with Zone 3 Press, and co-edited Mentor and Muse: Essays from Poets to Poets (2010, with Beth Martinelli and Helena Mesa). His honors include the Maureen Egen Literary Award from Poets & Writers, the New Delta Review Eyster Prize for Poetry, and the Barthelme Fellowship.\r\n \r\nFalconer has taught at Austin Peay State University and the Tennessee Young Writers’ Workshop. He lives in Nashville, Tennessee.\n", "attrs": {"Region:": ["U.S., Southern"]}}