{"pf_url": "https://www.poetryfoundation.org/poets/bob-cobbing", "name": "Bob Cobbing", "yob": "1920", "yod": "2002", "image": null, "bio": "\n                                                                    Publisher and poet Bob Cobbing was born in Enfield, England and raised a member of the Plymouth Brethren. Trained as an accountant and teacher, Cobbing is best known for his work as publisher of Writers Forum and pioneering visual, concrete, and sound poetry and performances. An important force in avant-garde British poetry, Cobbing managed Better Books, home to many literary and artistic happenings in London’s underground literary scene in the 1960s. Cobbing also helped found the Association of Little Presses and Poets Conference, as well as serving on the Poetry Society council. From 1963 to 2002 he published hundreds of pamphlets and books of experimental poetry under the Writers’ Forum aegis.    Cobbing’s work drew on elements of concrete and sound poetry; he foregrounded language as material, as sign or mark, while developing sound as an element of non-semantic meaning. Cobbing wrote of his practice in “Some Statements on Sound Poetry”: “Gone is the word as word, though the word may still be used as sound or shape. Poetry now resides in other elements.” Those other elements, as Robert Sheppard noted in his obituary for Cobbing, included not just “any mark—whether letter-shape, lip imprint, or inkblot…on the page,” but “moaning, sighing, shouting, even sneezing.” Cobbing’s first work of visual poetry was the sequence “ABC In Sound” (1964); other works include Kurrirrurriri (1967), So: Six Sound Poems (1968), Whisper Piece (1969), Etcetera: A New Collection of Found and Sound Poems (1970), Chronology Sound Poetry (1974), And Avocado (1977), and The Kollekted Kris Kringle Volume IV (1979), among others. Cobbing died in 2002.\n                                                            ", "attrs": {"Region:": ["England"]}}