{"pf_url": "https://www.poetryfoundation.org/poets/bob-dylan", "name": "Bob Dylan", "yob": null, "yod": null, "image": null, "bio": "\nMusician, singer, and songwriter Bob Dylan was born Robert Allen Zimmerman in Duluth, Minnesota; he legally changed his name to Robert Dylan in 1962 reportedly in homage to the poet Dylan Thomas. He is widely recognized as one of the greatest songwriters of the 20th century. Dylan was awarded the Nobel Prize in Literature in 2016.\n\r\nBob Dylan was inducted into the Songwriters Hall of Fame in 1982 and the Rock and Roll Hall of Fame in 1988. His albums Highway 61 Revisited and Blonde on Blonde, as well as the individual songs “Mr. Tambourine Man,” “Like a Rolling Stone,” and “Blowin’ in the Wind,” are in the Grammy Hall of Fame. In 2008 he was awarded a Pulitzer Prize Special Citation for his “profound impact on popular music and American culture, marked by lyrical composition of extraordinary poetic power.”\n\r\nAn early performer on the folk music scene, influenced by Woody Guthrie, Dylan has evolved a musical style that includes folk rock, rock, gospel, country, and jazz. He repopularized folk ballads, and some of his contemporary renditions of the ballad form have appeared in poetry anthologies; for instance, his song “Mr. Tambourine Man” was included in The Norton Introduction to Literature (2005). \n\r\nHis writing is known for its verbal dexterity, wit, social commentary, and adept handling of metaphor and rhyme. His lyrics have had a profound influence on writers as well as other musicians. Allen Ginsberg, on first hearing Dylan’s music, wrote, “I heard ‘Hard Rain’—and wept. Because it seemed that the torch had been passed to another generation, from earlier bohemian, and Beat illumination.” Joyce Carol Oates dedicated her short story “Where Are You Going, Where Have You Been” to Dylan; Oates has cited the transformative effect of his first albums: “the genuine power, originality and heartrending pathos . . . were like nothing we’d encountered before.”  \n\r\nDylan’s lyrics have been collected in The Complete Annotated Lyrics (edited by Christopher Ricks, Lisa Nemrow, and Julie Nemrow, 2014), Lyrics 1962–2001 (2004), The Definitive Bob Dylan Songbook (2001), and Forever Young (2008), illustrated by Paul Rogers. Almost two dozen of his poems appeared in Hollywood Foto-Rhetoric: The Lost Manuscript (2008), alongside photographs by Barry Feinstein. Dylan is also the author of a memoir, Chronicles: Volume One (2001), as well as Tarantula (1971), a prose work written in 1966.\n", "attrs": {}}