{"pf_url": "https://www.poetryfoundation.org/poets/bob-holman", "name": "Bob Holman", "yob": null, "yod": null, "image": null, "bio": "\nSpoken-word poet and arts activist Bob Holman was born in Harlan, Kentucky, and grew up in Ohio. He earned a BA at Columbia University and also studied at the St. Mark’s Poetry Project with Ted Berrigan, Alice Notley, and Bernadette Mayer.\nA central figure in the New York City spoken-word poetry community, Holman founded the Bowery Poetry Club in 2002, served as slammaster at the Nuyorican Poets Cafe from 1988 to 1996, and coordinated the St. Mark’s Poetry Project from 1977 to 1984. With linguists Daniel Kaufman and Juliette Blevins, he founded the Endangered Language Alliance in New York City. Holman has also served as artistic director of the nonprofit Bowery Arts + Science. Founder of the spoken-word label Mouth Almighty/Mercury, Holman produced the PBS series The United States of Poetry and several audio recordings of his own work, including The Awesome Whatever (2007). He has taught at Columbia University and New York University.\nIn his work, Holman often explores sexuality and art with humor and boldness and writes with performance in mind. In an interview, he stated, “When you're performing poetry, that's also part of the creative process. It's not just a presentation of a finished piece. … Writing a poem continues as you perform it.”\nHe is the author of numerous collections of poetry, including Picasso in Barcelona (2011), Bob Holman’s The Collect Call of the Wild (1995), and Tear to Open: This This This … (1979). He coedited the collaboration Crossing State Lines: An American Renga (2011, with Carol Muske-Dukes), The United States of Poetry (1996, with Joshua Blum and Mark Pellington), and ALOUD! Voices from the Nuyorican Poets Cafe (1994, with Miguel Algarin). Numerous anthologies have included his work, including Spoken Word Revolution (2003), Bum Rush the Page: A Def Poetry Jam (2001), and Up Late: American Poetry Since 1970 (1988). He cotranslated The Book of Sana’a: Poetry of Abd Al-aziz Al-maqalih (2004, with Sam Liebhaber) and also translated poet Er Zhang’s Carved Water (2003).\nHolman’s honors include the Elizabeth Kray Poetry Award from Poets House, the New York Public Library Minerva Award, Poets & Writers/Barnes & Noble Writers for Writers Award, the Before Columbus American Book Award, the Nuyorican Poets Cafe’s Legend Award, and a fellowship from the New York Foundation for the Arts.\nA selection of his recordings is held at the Fales Library at New York University. Holman lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}