{"pf_url": "https://www.poetryfoundation.org/poets/bobbi-katz", "name": "Bobbi Katz", "yob": "1933", "yod": null, "image": null, "bio": "\nBobbi Katz was born in Newburgh, New York in 1933. A former editor at Random House, Katz has published many rhyming picture books for elementary school students, including Trailblazers: Poems of Exploration (2007), Once Around the Sun (2006), Pocket Poems (2004), A Rumpus of Rhymes: A Book of Noisy Poems (2001), and Germs! Germs! Germs! (1996). Tonally, these books range from the sublime to the outright ridiculous, and Katz uses rhyme to catch children’s attention in order to educate and entertain them.\nHer books American History Poems (1998) and We, the People (2000) introduce young students to important figures in American history as well as fictitious representative citizens from previous centuries. School Library Journal contributor Karey Wehner noted that in We, the People, “a multitude of Americans are speaking directly to readers.” The critic added that Katz’s book “is unique in offering such a strong sense of time and place.”\nA Rumpus of Rhymes “begs to be shared aloud,” according to Margaret C. Howell in School Library Journal. The selection of poems, from short rhyming couplets to longer verses, describe different loud noises that people or inanimate objects can make. These vary from the pop of bubblegum to the grinding din of a washing machine. Booklist correspondent Lauren Peterson noted that the book “offers plenty of opportunities for kids to be loud and silly.” In the New York Times Book Review, Marighy Dupuy wrote, “Bobbi Katz does everything right. Not only are her poems engaging and lively, but she puts the words themselves front and center.” Dupuy styled A Rumpus of Rhymes ”a celebration of onomatopoeia and delicious nonsense words.”\nKatz once told Contemporary Authors: “I write for children because I hope to join those writers and artists who delight, sensitize, and give hope to children.” She has led numerous poetry workshops for children, teachers, and librarians. She lives in upstate New York.\n", "attrs": {}}