{"pf_url": "https://www.poetryfoundation.org/poets/brad-leithauser", "name": "Brad Leithauser", "yob": "1953", "yod": null, "image": null, "bio": "\nA native of Detroit, Brad Leithauser graduated from Harvard Law School and worked as a research fellow at the Kyoto Comparative Law Center in Japan before turning to writing and teaching. His collections of poetry include Hundreds of Flies (1982), Cats of the Temple (1986), The Mail from Anywhere (1990), The Odd Last Thing She Did (1998), Curves and Angles (2006), and The Oldest Word for Dawn (2013). He has published two collections of light verse, Lettered Creatures: Light Verse (2004),and Toad to a Nightingale (2007), and a novel-in-verse, Darlington’s Fall (2002).\nLeithauser is also the author of many novels, including Equal Distance (1985), The Friends of Freeland (1997), A Few Corrections (2001), The Art Student’s War (2009), and The Promise of Elsewhere (2019). His essay collections include Penchants and Places (1995) and Rhyme’s Rooms: The Architecture of Poetry (2020). He edited The Norton Book of Ghost Stories (1994) and No Other Book (1999), a selection of poet Randall Jarrell’s prose.\nLeithauser’s work reveals interests as diverse as ghosts, theater, Iceland, light verse, American music, and natural history—particularly insects. Darlington’s Fall, a novel in verse about an entomologist, was a New York Times Notable Book in 2002. Curves and Angles included translations of Jorge Luis Borges, explorations of the body’s beauty and frailty, and poems about beetles, mushrooms, millipedes, and ants. Leithauser explained in an interview with PBS, “As a poet, I’m very interested in structures and what you might call the mathematics of poetry, the prosody of poetry, the stuff that is as independent of meaning as anything in a poem can be independent of meaning.” Critic Joel Conarroe, in a review of Hundreds of Fireflies, described Leithauser as “inventive by nature, playful, and in love with language.”\nFor 21 years, he shared the position of Emily Dickinson Senior Lecturer in the Humanities at Mount Holyoke College with his wife, the poet Mary Jo Salter. In 2008, he joined the faculty at Johns Hopkins University, where he is Chair of the MA in Teaching Writing Program, the MA in Writing Program, and the Science Writing Program in the Advanced Academic Programs. A poet, novelist, critic, and translator, he is the winner of an Ingram Merrill Grant, an Amy Lowell Traveling Scholarship, a Guggenheim Fellowship, and a MacArthur Fellowship. In 2005, his writings on Nordic literature earned him membership in Iceland’s Order of the Falcon.\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}