{"pf_url": "https://www.poetryfoundation.org/poets/brenda-hillman", "name": "Brenda Hillman", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/2260ae55c116aeb6438684e389a7071458ced526.jpeg", "bio": "\nOne of contemporary American poetry’s most eclectic and formally innovative writers, Brenda Hillman is known for poems that draw on elements of found texts and document, personal meditation, observation, and literary theory. Often described as “sensuous” and “luminescent,” Hillman’s poetry investigates and pushes at the possibilities of form and voice, while remaining grounded in topics such as geology, the environment, politics, family, and spirituality. In an interview with Sarah Rosenthal, Hillman described her own understanding of form: “It is the artist’s job to make form. Not even to make it, but to allow it. Allow form. And all artists have a different relationship to it, and a different philosophy of it … I think that when you are trying to open up a territory—in this case I was working with a desire to open the lyric—you have to be greedy, in that you want more than you can do. And you’re always bound to fail.” Praising Hillman’s deft handling of form and subject, Marjorie Welish wrote, “Each poem … creates its own experimental configuration, within which the phrase swerves and discombobulates sense, as several registers of subject complicate the sampling of experiences and also as the experimental format throws the lyric into symbolic disarray one moment and naturalist scrutiny the next. And even more: she writes as if the lyric poem had a political calling.”\nBorn in 1951 in Tucson, Arizona, Hillman earned degrees at Pomona College and the Iowa Writers’ Workshop. The author of over 10 books of poetry, she has received numerous awards for her work including fellowships from the National Endowment for the Arts, the Guggenheim Foundation, the Academy of American Poets, the Poetry Society of America, as well as a Pushcart Prize and the Delmore Schwartz Memorial Award. Her collection Bright Existence (1993) was a finalist for the Pulitzer Prize, and Loose Sugar (1997) a finalist for the National Book Critic’s Circle Award. She cotranslated Ashur Etwebi’s Poems from Above the Hill (2011), Jeongrye Choi’s Instances (2011), and Ana Cristina Cesar’s At Your Feet (2018); and edited or coedited several volumes, including The Pocket Emily Dickinson (2009). A professor of creative writing, she holds the Olivia Filippi Chair in Poetry at St. Mary’s College, in Moraga, California.\nHillman’s early poetry collections received critical praise for their transfiguration of experience. With the publication of Loose Sugar, however, Hillman acquired a formidable reputation in the world of contemporary poetry. Cascadia (2001) and Pieces of Air in the Epic (2003) both use complicated structures to achieve what Forrest Gander has called “poetic architectures.” Hillman spoke to Poets and Writers about her process of composition in Cascadia: “One of the ideas I got from André Breton when I read him in college is the use of chance as anchor. I would arbitrarily choose words and make myself use them to anchor the rest of the writing to the page … in the long poem, ‘A Geology,’ the corner words ‘anchor’ the rest of the poem to the page so it wouldn’t float.”\nConcerned with pop culture, the landscape of California, and the ethics of collective identity, Cascadia became the opening volume of Hillman’s proposed tetralogy about the classical life elements of air, water, earth, and fire. Pieces of Air in the Epic and the Los Angeles Times Book Prize-winning Practical Water (2010) followed. The fourth volume in the series, Seasonal Works With Letters on Fire (2013), was longlisted for the National Book Award and received the 2014 International Griffin Poetry Prize. Reviewing Practical Water for the Boston Review, Craig Morgan Teicher spoke to Hillman’s process: “Hillman has charted her own unusual course, borrowing things—a mixture of conversational and high-lyric diction, an emphasis on language’s materiality, an interest in metaphysics and occult knowledge, and a passionate environmental and political consciousness—from pretty much every major poetic movement of the last century.” Practical Water even includes transcripts from congressional hearings, in which Hillman—who is an activist for social and environmental justice as well as a poet— tries to “seek out the humanity behind policy and policymakers.”\nHillman’s most recent book is Extra Hidden Life, among the Days (2018). It is “perhaps her most radical poetry collection yet,” wrote Major Jackson on the Academy of American Poets website. It’s “full of celebrations of those who keep fighting the good fight, or … devoted their lives to resisting. This is a collection that invites all of us to ‘Angrily [Stand] Outside in the Wind.”\n", "attrs": {"Region:": ["U.S., Western"]}}