{"pf_url": "https://www.poetryfoundation.org/poets/brigit-pegeen-kelly", "name": "Brigit Pegeen Kelly", "yob": "1951", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c1c348a70ff70aae2e63315b4472691e20c4b298.jpeg", "bio": "\nBrigit Pegeen Kelly was one of America’s most strikingly original contemporary poets. Born in Palo Alto, California, Kelly received some of American poetry’s most prestigious honors, including a Discovery/the Nation Award, the Yale Younger Poets Prize, a Whiting Writers Award, and fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Academy of American Poets.\nKelly was the author of To the Place of Trumpets (1987), selected by James Merrill for the Yale Series of Younger Poets Prize; Song (1995), winner of the Lamont Poetry Prize of the Academy of American Poets; and The Orchard (2004), a finalist for the Los Angeles Times Book Award in Poetry, the National Book Critics Circle Award, and the Pulitzer Prize. In poems that frequently turn nature into a kind of myth, Kelly exposes both the glory and menace of animal and human life, birth and death, stasis and change. Over three books, she has created a style at once richly imagined and emotionally complex. Praising Kelly’s work, poet Carl Phillips noted that “her poems are like no one else’s—hard and luminous, weird in the sense of making a thing strange, that we at last might see it, poems that from book to book show a strength that flexes itself both formally and in terms of content, in ways that continue to, at equal turns, teach and surprise.”\n“The religious imagination is part and parcel of Kelly’s work,” commented Stephen Yenser in the Yale Review. “Always in touch with the so-called natural world, her poems nonetheless present it ineluctably in Christian terms, whose implicit verities she invariably calls into question.” Kelly’s earliest book, To the Place of Trumpets, includes several poems that reflect her Catholic upbringing, including stained-glass angels coming to life. At times adopting a child’s point of view, the book is a detailed vision of a world beginning to take shape unto itself; it points towards the larger themes and bigger, stranger landscapes that characterize her second and third books. While continuing to explore ritual, belief, and doubt, Kelly’s later work has won praise for its stark, even shocking, portrayals of evil and transcendence. Using a menagerie of animals both real and invented, Kelly’s later work explores the slippage between fact and fantasy. According to Carl Phillips, Kelly’s self-imposed task has been to “investigate why the world is so protean, pitching our human desire to empirically know a thing against a very real—and in the world of Kelly’s poems—an otherworldly resistance to so-called rational thinking. The title poem in Song associates a haunting tune with the brutal killing of a girl’s pet goat by a group of boys. The poem “appropriately introduces the reader to some of the unexpected and compelling ways the poet achieves meaning and effect through the agency of music,” wrote Robert Buttel in American Book Review. Comparing Song and The Orchard in the Guardian, Fiona Sampson noted that while they share similar themes and structures, The Orchard’s “diction is thicker, less elegant. The poems are more clearly narrative and populated: the figure of a boy, in particular, recurs. By now it is clear that goat, doe, and all the rest are not merely statuary but animated myths. Kelly’s Orchard is the dangerous grove where transformations happen.”\n\r\nKelly taught at various colleges and universities, including the University of California-Irvine, Purdue University, Warren Wilson College, and the University of Illinois in Urbana-Champaign. She died in 2016.\r\n﻿\n", "attrs": {}}