{"pf_url": "https://www.poetryfoundation.org/poets/bruce-guernsey", "name": "Bruce Guernsey", "yob": null, "yod": null, "image": null, "bio": "\nPoet, teacher, and editor, Bruce Guernsey graduated from Colgate University 1966. He later earned MAs from the University of Virginia and The John Hopkins University and a PhD from the University of New Hampshire.\r\n \r\nBruce Guernsey’s quiet, observant poems draw vividly upon the nature of his surroundings in the Northeast—and later Midwest—United States. In an interview with poet Diane Lockward, Guernsey notes how the move from New England to Illinois affected his writing profoundly: “the flatness of the prairie gave me the perspective I needed to write about my native stone walls and pine forests. The same stones and those dark woods also made me look at the open fields of the Midwest in a far different way than did those who grew up here.”\r\n \r\nGuernsey has published seven chapbooks and several books of poetry, including New England Primer (2008), The Lost Brigade (2004), Soldier's Home (2003), January Thaw (1982), and Lost Wealth (1974). His prose has been published in several magazines, including War, Literature, and the Arts, the Virginia Quarterly Review, and Fly Rod & Reel. He received the creative nonfiction award from the journal Flyway for his essay \"The Raven's Gift.\"\r\n \r\nPoet Carl Phillips writes of Soldier’s Home, “Guernsey takes us to the very outposts of remembering, where the left-behind tokens of the dead—a father's cap, a coat, a photograph—forever ring with talismanic power, and where the ghosts that haunt us are not only those of the dead but of our own earlier, as-if-dead selves.”\r\n \r\nBruce Guernsey is a Distinguished Professor Emeritus at Eastern Illinois University, where he has taught creative writing and American literature for 25 years. He has also taught at William and Mary, The Johns Hopkins University, the University of New Hampshire, and Virginia Wesleyan College where he was the poet in residence for four years. He was the editor of The Spoon River Poetry Review from 2006 until the spring of 2010 and currently divides his time between Charleston, Illinois and Bethel, Maine.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}