{"pf_url": "https://www.poetryfoundation.org/poets/bruce-weigl", "name": "Bruce Weigl", "yob": "1949", "yod": null, "image": null, "bio": "\nSoon after turning eighteen, Bruce Weigl enlisted in the Army and served in Vietnam for one year, beginning in December 1967. He was awarded the Bronze Star and returned to his hometown of Lorain, Ohio, where he enrolled in Lorain County Community College. As Weigl states in his best-selling prose memoir, The Circle of Hanh (2000), “The paradox of my life as a writer is that the war ruined my life and in return gave me my voice.”\n\r\nWeigl earned his BA at Oberlin College, his MA at the University of New Hampshire, and his PhD at the University of Utah. After teaching at Penn State for many years, Weigl returned to Lorain County Community College as the school’s first Distinguished Professor. In addition to teaching, he started a student veterans group and, in 2008, founded the online North Coast Review.\n\r\nInfluenced by James Wright, Weigl’s free-verse poetry seeks, in his words, “the beauty of a thing said straight.” Weigl’s early work engages directly with the horror of his experience of war, while more recent work explores themes of family and childhood. His Buddhist practice influences his compassionate and unflinching attention to what he terms “ordinary people in extraordinary situations.”\n\r\nWeigl is the author of more than a dozen books of poetry, including On the Shores of Welcome Home (2019), winner of the Isabella Gardner Poetry Award; The Abundance of Nothing (2012), which was nominated for the Pulitzer Prize; The Unraveling Strangeness (2002); Archeology of the Circle: New and Selected Poems (1999); After the Others (1999); and Song of Napalm (1988), which was also nominated for a Pulitzer. He has also written several collections of critical essays, has published translations of Vietnamese and Romanian poetry, and has also edited or co-edited several anthologies of war poetry, including Writing Between the Lines: An Anthology on War and Its Social Consequences (1997) and Mountain River: Vietnamese Poetry from the Wars, 1948–1993; A Bilingual Collection (1998). Weigl’s own poetry has been widely anthologized, including in Best American Poetry (1994), The Morrow Anthology of Younger American Poets (1985), Against Forgetting: Twentieth Century Poetry of Witness (1993), and American Alphabets: 25 Contemporary Poets (2006).\n\r\nWeigl has won numerous awards for his work, including the Robert Creeley Award, the Lannan Literary Award for Poetry, the Paterson Poetry Prize, the Poet’s Prize from the Academy of American Poets, the Cleveland Arts Prize, and two Pushcart Prizes. He has received fellowships from the National Endowment for the Arts and the Yaddo Foundation.\n\n\n", "attrs": {"Region:": ["U.S., Midwestern"]}}