{"pf_url": "https://www.poetryfoundation.org/poets/c-d-wright", "name": "C. D. Wright", "yob": "1949", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/65d7e9d7ce63137224b15e287843f7e64b914438.jpeg", "bio": "\nC.D. Wright was born in the Ozark Mountains of Arkansas, the daughter of a judge and a court reporter. She published over a dozen books, including ShallCross (2016); The Poet, The Lion, Talking Pictures, El Farolito, A Wedding in St. Roch, The Big Box Store, The Warp in the Mirror, Spring, Midnights, Fire & All (2016); One With Others (2011), which won the National Book Critics Circle Award and was nominated for a National Book Award; Rising, Falling, Hovering (2008); Like Something Flying Backwards: New and Selected Poems (2007); and Tremble (1996). She also provided the text to two book collaborations with photographer Deborah Luster: One Big Self: An Investigation (2003), which documents Louisiana inmates; and The Lost Road Project (1994), a walk-in exhibit of Arkansas. She also published several book-length poems, including the critically acclaimed Deepstep Come Shining(1998).\nWright’s writing has been described as experimental, Southern, socially conscious, and elliptical; as a volume of selected poems, Steal Away demonstrates how Wright has not cleaved to any one voice or form but continues to evolve her style. As poet and critic Joel Brouwer asserts, “Wright belongs to a school of exactly one,” and Wright herself pointed out the contradictions inherent in her work: “I’m country but sophisticated. I’m particular and concrete, but I’m probing another plane. ... There are many times when I want to hammer the head. Other times I want to sleep on the hammer.”\n\r\nThough her work is deeply connected to the Ozarks, Wright spent significant periods in New York and San Francisco before moving in 1983 to Rhode Island, where she taught at Brown University. With her husband, poet Forrest Gander, she founded and ran Lost Roads Press for over 20 years. Among her honors are a MacArthur Fellowship, a Lannan Literary Award, a Robert Creeley Award, and membership in the American Academy of Arts and Sciences. In 2013, she was elected as a chancellor of the Academy of American Poets.\n\r\n“Poetry is a necessity of life,” Wright said. “It is a function of poetry to locate those zones inside us that would be free, and declare them so.”\n", "attrs": {"Region:": ["U.S., Southern"]}}