{"pf_url": "https://www.poetryfoundation.org/poets/c-k-williams", "name": "C. K. Williams", "yob": "1936", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/164b4580e03c025e5bb13d3b131e4bd7b715b946.jpeg", "bio": "\nHailed by poet Paul Muldoon in the Times Literary Supplement as “one of the most distinguished poets of his generation,” C.K. Williams created a highly respected body of work, including several collections of original poems, volumes of translations and criticism, and a memoir. Williams was especially known as an original stylist; his characteristic line is extraordinarily long, almost prose-like, and emphasizes characterization and dramatic development. His early work focused on overtly political issues such as the Vietnam War and social injustice. In his later work, Williams shifted from a documentary style toward a more introspective approach, writing descriptive poems that revealed the states of alienation, deception, and occasional enlightenment that exist between public and private lives in modern urban America.\n\r\nWilliams was born in Newark, New Jersey and educated at Bucknell College and the University of Pennsylvania. Though he was encouraged by his father to read and memorize poems, Williams didn’t begin to write poetry until his late teens. He soon found success, however, and Williams’s early poetry was often promoted by other poets. His first book, Lies (1969), was published upon the recommendation of Anne Sexton who, according to Allan M. Jalon in the Los Angeles Times, called Williams “the Fellini of the written word.” The book was widely acclaimed: M.L. Rosenthal in Poetry described it as a collection of poems that portrays “psychic paralysis despite the need to make contact with someone.” The book’s final poem, “A Day for Anne Frank,” which had been published separately a year earlier, was praised by Alan Williamson in Shenandoah as “a surprisingly moving poem, one of the best in the book.”\n\r\nWilliams’s next three books were also critical successes. I Am the Bitter Name (1972; reprinted 1992) is largely a collection of protest poems about the fear and hatred nurtured by America’s involvement in the Vietnam War. It is Williams’s next book, With Ignorance (1977; reprinted 1997), however, that first shows the development of the poet’s trademark style; as James Atlas explained in the Nation, “the lines are so long that the book had to be published in a wide-page format, like an art catalogue,” giving the poetry “an eerie incantatory power.” Tar (1983) employs the same expansive line, which allows for philosophical investigation and qualification. The title poem circles the nuclear reactor disaster at Three Mile Island in characteristically Williams fashion, finding dangerous equivalences in as mundane an endeavor as roofing.\n\n In Flesh and Blood (1987) Williams changed format, but not subject matter. The book is a collection of eight-line poems, each line of twenty or twenty-five syllables and printed two poems to a page. Michael Hofmann, in the Times Literary Supplement, pointed out the poems’ subjects are “the by-now familiar gallery of hobos and winos, children and old people, lovers and invalids; the settings, typically, public places, on holidays, in parks, on pavements and metro-stations.” Edward Hirsch, writing in the New York Times Book Review, described Williams’s poetry as having a “notational, ethnographic quality” that presents “single extended moments intently observed.” Even though these poems sometimes read “like miniature short stories, sudden fictions,” Hirsch continued, they always present people in situations where they are “vulnerable, exposed, on the edge.” The book won Williams the National Book Critics Circle Award in 1987.\n\r\nWilliams’s first volume of selected poems, Poems 1963-1983 (1988), collects selections from Lies and I Am the Bitter Name, and reproduces both With Ignorance and Tar in their entirety. Muldoon called it “the book of poems I most enjoyed this year,” finding Williams to have “an enviable range of tone” and to be “by turns tender and troubling.” Hofmann claimed that the book “has as much scope and truthfulness as any American poet since Lowell and Berryman.” Williams himself, in a Los Angeles Times interview with Allan Jalon, stated that he believes “the drama of American poetry is based very much on experience. It’s coming out of all the different cultures. We’re an enormous nation and we have an enormous poetry.” The Vigil (1997) and Repair (1999) both feature the long, prose-like lines that were Williams’s signature. Richard Howard, reviewing The Vigil for the Boston Review found that “The lines [in The Vigil] have to array some of the most garish and clunky language assayed in recent poetry,” but he appreciated their suitability for narration and description. “So vivid are Williams’s successes with immediacy of sensation and of narration, so overwhelming his virtuosity...in revving up his chosen, his imposed machine,” Howard concluded, “that I am most of the time transfixed by his gift.”\n\r\nWilliams’s later work, particularly in Repair, developed an increasingly intimate tone. Repair, which won the Pulitzer Prize for poetry, the Los Angeles Times Book Prize and was a finalist for the National Book Award, is often personal and introspective. The poems consider such subjects as the birth of the poet’s grandson, the death of a friend’s child, love, and the flowered house dresses worn by his mother and the women of her generation. Yet Williams also includes reminders of his earlier, more socially aware material, including the title poem, which points a righteous finger at a tyrant whose “henchmen had disposed of enemies ... by hammering nails into their skulls.” Critic Brian Phillips, in the New Republic, acknowledged Willliams’s skills at observation and description, concluding that “[Williams’s] work reflects the moral self-questioning of Herbert, the plain-spokenness and the yearning toward nature of Wordsworth, the foul rag-and-bone shop of the heart of the later Yeats.”\nWilliams’s collection The Singing (2003) won the National Book Award in 2003. Three years later, Williams’s Collected Poems (2006) was published. Over 600 pages long, the book received major critical attention and provided an opportunity for readers to follow the arc of Williams’s long career. In the International Herald Tribune, Dan Chiasson reviewed Williams’s major achievement: his ability to get the “ratio of sympathy to detachment…just right” so that “documentary precision and the wide-angle embellishments of ‘art’ find perfect balance.” In 2012 Williams published his nineteenth book of poetry, Writers Writing Dying. A collection of his later poems, Selected Later Poems, was published posthumously in 2015.\r\nIn addition to his acclaimed memoir, Misgivings: My Mother, My Father, Myself (2000), Williams also wrote works of critical prose, including Poetry and Consciousness (1998), which included Williams’s meditations on psychology, the relation of poetry to history and the novel, as well as reflections on his own creative process, and the book of essays, In Time: Poets, Poems, and the Rest (2012). Williams was also a noted translator. His translation of The Bacchae of Euripides (1990) received widespread praise for its plain, vigorous language and attention to the possibilities of the stage. He also translated the poetry of Adam Zagajewski and Francis Ponge.\n\r\nC.K. Williams received many honors and awards over his long career, including an American Academy of Arts and Letters Award, a Guggenheim Fellowship, the Lila Wallace-Reader’s Digest Award, a Pushcart Prize, the PEN/Voelcker Award for Poetry and the Ruth Lilly Poetry Award. Averill Curdy, commenting on The Singing in a Poetry magazine round table discussion, noted that Williams “is one of the poets of his generation who is still singing, who hasn’t retreated into a pokey nostalgia or silence. His poems remain vital to me in their attempt to address the contemporary world, and I find the attempt itself moving.” Williams taught at Princeton University from 1996 until just before his death, in fall 2015.\r\n \r\n[Updated 2015]\n\n\n\n\r\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}