{"pf_url": "https://www.poetryfoundation.org/poets/c-p-cavafy", "name": "C. P. Cavafy", "yob": "1863", "yod": "1933", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/c43d80fc7b37909d071ff568c17230672a2ededc.jpeg", "bio": "\nC.P. Cavafy is widely considered the most distinguished Greek poet of the 20th century. He was born in Alexandria, Egypt, where his Greek parents had settled in the mid-1850s. Cavafy’s father was an importer-exporter whose business responsibilities frequently led him to the port city of Liverpool, England. Cavafy’s father died in 1870, and the business he left in Alexandria proved insufficiently profitable for Cavafy’s mother and eight siblings. The family consequently moved to Liverpool, where the eldest sons assumed control of the family’s business operations.\nCavafy lived in England for much of his adolescence, and developed both a command of the English language and a preference for the writings of William Shakespeare and Oscar Wilde. Cavafy’s older brothers mismanaged the family business in Liverpool, and Cavafy’s mother was ultimately compelled to move the family back to Alexandria, where they lived until 1882. Then Cavafy’s mother, sensing danger, returned to Constantinople with Cavafy and the rest of her children. When the British bombarded Alexandria, the Cavafy family home was destroyed in the battle, and all of Cavafy’s papers and books were lost.\nCavafy remained in Constantinople with his mother until 1885; many of his brothers had returned to Alexandria. At this time, Cavafy—a teenager—was writing poems, preparing for a career, and discovering his queerness, which would inform much of his later poetry. Cavafy eventually joined his older brothers in Alexandria and found work as a newspaper correspondent. In the late 1880s he obtained a position as his brother’s assistant at the Egyptian Stock Exchange, and he worked there for a few years before becoming a clerk at the Ministry of Public Works. Cavafy stayed at the ministry for the next 30 years, eventually becoming its assistant director. In 1933, 11 years after leaving the ministry, he died of cancer.\nDuring his lifetime Cavafy was an obscure poet, living in relative seclusion and publishing little of his work. A short collection of his poetry was privately printed in the early 1900s and reprinted with new verse a few years later, but that was the extent of his published poetry. Instead, Cavafy chose to circulate his verse among friends.\nThis lack of concern for publication was due, perhaps, to the highly personal nature of many poems. Cavafy, who was gay, wrote many sexually explicit poems. W.H. Auden noted as much in his introduction to the 1961 volume The Complete Poems of C.P. Cavafy when he wrote, “Cavafy was a homosexual, and his erotic poems make no attempt to conceal the fact.” Auden added: “As a witness, Cavafy is exceptionally honest. He neither bowdlerizes nor glamorizes nor giggles. The erotic world he depicts is one of casual pickups and short-lived affairs. Love, there, is rarely more than physical passion … At the same time, he refuses to pretend that his memories of moments of sensual pleasure are unhappy or spoiled by feelings of guilt.”\nCavafy was also an avid student of history, particularly ancient civilizations, and in a great number of poems he subjectively rendered life during the Greek and Roman empires. Some of these poems treating ancient times eventually reached English novelist E.M. Forster, who was sufficiently impressed to write an essay entitled “The Poetry of C.P. Cavafy” (later published in Pharos and Pharillon). In his essay, Forster hailed Cavafy for providing a compelling alternative to conventional renderings of ancient Greece, and he described Cavafy’s perspective as “intensely subject; scenery, cities and legends all re-emerge in terms of the mind.” Forster added: “Such a writer can never be popular. He flies both too slowly and too high … He has the strength … of the recluse, who, though not afraid of the world, always stands at a slight angle to it.”\nAs a stylist Cavafy was atypical. His language was flat, his delivery direct, whether he was writing about mortality, beauty, or despair; and whether he was writing about eroticism, the past, or the anxiety-inducing present. C.M. Bowra, in the essay “Constantine Cavafy and the Greek Past” (published in The Creative Experiment), affirmed, “Cavafy used neither Greek nor Western European models. Still less did he owe anything to the East. His manner was his own invention, the reflection of his temperament and his circumstances, guided by a natural instinct for words. Even in his language he went his own way.”\nAmong Cavafy’s most acclaimed poems is “Waiting for the Barbarians,” in which leaders in ancient Greece prepare to yield their land to barbarians only to discover that the barbarians, so necessary to political and social change, no longer exist. In “Ithaca,” another of Cavafy’s highly regarded works, the poet evokes Homer’s Odyssey in stressing the importance of the journey over the destination. And in poems such as “The Battle of Magnesia” and “To Antiochus of Epiphanes,” Cavafy emphasizes that decadence in a civilization leads to its destruction. Philip Sherrard acknowledged this in The Marble Threshing Floor: Studies in Modern Greek Poetry, when he wrote that such poems “imply ... that the corruption and decadence of [ancient Rome] invites its own overthrow, that the Romans are simply the unconscious instruments in the execution of a sentence which those who live the superficial, self-indulgent life of the senses call down on themselves.”\nCavafy’s more erotic poems treat themes similar to those addressed in his historical verses. In Alexandria Still: Forster, Durrell, and Cavafy, Jane Lagoudis Pinchin acknowledged this, writing, “Cavafy’s love poems build a twentieth-century mythological kingdom that has much in common with the crumbling world of ancient days. Here lovers meet ‘On the Stair’ of wretched brothels, ‘At the Theatre,’ ‘At the Cafe Door,’ in front of ‘The Windows of the Tobacco Shop’… [They] work in dull offices, or for tailors, ironmongers, or small shopkeepers. Like Ptolemy Philomiter, they are often forced to beg. Like Antiochos Epiphanis’ beloved, they give their perfect bodies for the rewards of this world. The mood is the same, but Greater Greece is so much smaller than it was.”\nUltimately, Cavafy’s erotic poems and historical verse are products of a singular vision, one which explores, in various ways, the gratifications, and ramifications, of the pursuit of pleasure. Eroticism, history, and death are all part of what George Seferis, writing in On the Greek Style, calls “Cavafy’s panorama,” and he observes, “All these things together make up the experience of his sensibility—uniform, contemporary, simultaneous, expressed by his historical self.”\n", "attrs": {"Region:": ["Greece"]}}