{"pf_url": "https://www.poetryfoundation.org/poets/c-a-conrad", "name": "CAConrad", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/bae0c820441ecd4600303e05e53ee1577fd76b7a.jpeg", "bio": "\nPoet CAConrad grew up in Pennsylvania, where they helped to support their single mother during Conrad's difficult youth. Influenced by Eileen Myles, Audre Lorde, Alice Notley, and Emily Dickinson, Conrad writes poems in which stark images of sex, violence, and defiance build a bridge between fable and confession. In a 2010 interview with Luke Degnan for BOMB Magazine’s BOMBlog, Conrad discussed their approach to poetry, which focuses on process and on engaging the permeability of the border between self and other. “Ultimately, I want my (Soma)tic poetry and poetics to help us realize at least two things. That everything around us has a creative viability with the potential to spur new thinking and imaginative output and that the most necessary ingredient to bringing the sustainable, humane changes we need and want for our world requires creativity in all lives, every single day.” In a 2010 review of The Book of Frank for Jacket Magazine, poet Eileen Myles observes, “In Conrad’s world the parameters are deliberately unknowable because that is the nature of our time. In piecing together, configuring and releasing [their] extreme miniatures—agonized fables, poems about America. CAConrad includes us all in the enormous outside of [their] heart. Which is the world in all its possibility.”\r\n \r\nCAConrad is the author of nine books of poetry and essays, including their latest book is JUPITER ALIGNMENT: (Soma)tic Poetry Rituals (Ignota Books, 2020) and While Standing in Line for Death (Wave Books), which won a Lambda Book Award. A documentary about their work, The Book of Conrad (Delinquent Films), is viewable online on their website. \nCAConrad has also received a 2019 Creative Capital grant as well as a Pew Fellowships in the Arts, a Believer Magazine Book Award, and a Gil Ott Book Award. They regularly teach at Columbia University in New York City, and at Sandberg Art Institute in Amsterdam.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}