{"pf_url": "https://www.poetryfoundation.org/poets/carl-rakosi", "name": "Carl Rakosi", "yob": "1903", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/67d89cb2413e0e10719b8d9d813c0a051dc50877.jpeg", "bio": "\n                                                                    The son of German Jewish parents, Carl Rakosi was born in Berlin in 1903, moving soon to Hungary following his parents’ separation in 1904. Immigrating with his father and stepmother to Kenosha, Wisconsin, in 1910, he eventually graduated from the University of Wisconsin (where he edited the literary magazine) and later earned a master’s degree in social work from the University of Pennsylvania. Rakosi’s involvement in the Communist movement during the Great Depression led him to give up writing in favor of social work, a vocation he continued for nearly 30 years. \r Best known for being included in the Objectivist movement, Rakosi’s poems are characterized by short, humorous, often lyric phrases. Having been influenced by Wallace Stevens and William Carlos Williams, as well as the Modernist movement, his introduction into the world of poetry began with his inclusion in the 1931 “Objectivist” issue of Poetry edited by Louis Zukofsky. While the group of poets included in the issue were termed the Objectivists, Rakosi insisted that great variations among their styles made it hard to claim they came from the same movement: “The term is a bit of a nuisance, because it has to be defined and it can’t be done when you try to use our work as evidence. There’s too much difference among us, for one thing, and one gets lost trying to define Objectivist or Objectivism as a theoretical concept. Zukofsky couldn’t define it either in his introduction to the Objectivist poems. . . .” Rakosi’s work seems to be hard to characterize even for himself. He has said, “. . . I am a visual poet but I am also satirical at times and often meditative and those three sometimes clash, but that’s just being a human being.”\r In 1967, at the encouragement of English poet Andrew Crozier, Rakosi began writing poems again after a hiatus of over 30 years and produced work steadily from that point, beginning with his book Amulet (New Directions, 1967). He published widely following his return to poetry, including a collected works published in 1986 by the National Poetry Foundation. In 1996 he won a PEN award for his book, Poems 1923-1941 (Sun and Moon Press, 1995).\n                                                            ", "attrs": {"School/Period:": ["Objectivist"]}}