{"pf_url": "https://www.poetryfoundation.org/poets/carl-phillips", "name": "Carl Phillips", "yob": "1959", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/48faf73cd1fcd021c85478df9b216042b4e73f9f.jpeg", "bio": "\nReferred to as “one of America’s most original, influential, and productive of lyric poets,” Carl Phillips is the author of a dozen books of poetry and two works of criticism. He was born in Everett, Washington in 1959, and his family moved frequently around the United States. He earned a BA from Harvard, an MAT from the University of Massachusetts, and an MA in creative writing from Boston University. Before teaching English at the university level, he taught Latin at several high schools. He is Professor of English at Washington University in St. Louis, where he also teaches creative writing. Phillips was elected a chancellor of the Academy of American Poets in 2006, and since 2011 he has served as the judge for the Yale Series of Younger Poets.\r\n \r\nPhillips’s most recent books of poetry are Pale Colors in a Tall Field (2020), Wild Is the Wind (2018), Reconnaissance (2015), Silverchest (2013, nominated for the Griffin Prize), Double Shadow (2011, winner Los Angeles Times Book Prize for Poetry and finalist for the National Book Award), and Speak Low (2009, finalist for the National Book Award). His other books include Quiver of Arrows: Selected Poems, 1986-2006, Riding Westward (2006), The Rest of Love (2004), and Rock Harbor (2002). \n\r\nPhillips has also published works of criticism and translation. Graywolf Press has published two collections of his essays: The Art of Daring: Risk, Restlessness, Imagination (2014) and Coin of the Realm: Essays on the Life and Art of Poetry (2004). Oxford University Press published Phillips’s translation of Sophocles’s Philoctetes (2003).\r\n \r\nA classicist by training, Phillips often employs classical forms and makes allusions to classical literature, art, and music. While in his teens, Phillips began to write poetry. “I was a nerdy kid,” he told Lawrence Biemiller in the Chronicle of Higher Education. “Maybe it has to do with creating your own world. For some people it’s easier to create a world that you can rely on, that travels with you.” Phillips entered Harvard University on a scholarship, where he studied Latin and Greek. For a long time he did not write any poetry, but in 1990, while coming to terms with his identity as a gay man, he rediscovered his poetic voice.\n\r\n\u2028\u2028Phillips received critical acclaim early in his career. His debut book In the Blood was the winner of the Samuel French Morse Poetry Prize in 1992. Alfred Corn, writing in the Kenyon Review, described the style of In the Blood as metamorphic: “As with symbolism, words are used in associative rather than logical ways, constantly shifting ground and modulating context so that the central subject is never made baldly explicit. The poems (most of them) will support several interpretations, though no single interpretation perfectly.”\n\r\nA decade later, Phillips’s collections Pastoral (2000) and The Tether (2001, winner of the Kingsley Tuft Poetry Award) were also well received in critical circles. The poetry in Pastoral continues to “echo the sorrow, alienation and eros of bodily existence,” summarized a Publishers Weekly critic, who called the work “brilliant.” Philip Clark in Lambda Book Report argued that the poems in Pastoral are written in a style different from Phillips’s previous collections; they are “more daring than anything Phillips has tried previously, and when they work, the poems create a pleasantly disorienting effect.” Tina Barr in the Boston Review found the poems in the collection “self-reflexive, musical, referential, educated, and passionate.” \n\r\nWriting on Double Shadow (2011) in the Chicago Tribune, Troy Jollimore said, “the perpetually shifting textures and shardlike quality of Phillips’ language are reminiscent of John Ashbery.” Unlike Ashbery’s playful universe, “Phillips’ is a somber, autumnal landscape, one that is illuminated by moments of ephemeral, ethereal beauty.” Jenny Mueller, reviewing Speak Low, wrote that the work “brings echoes to the reader's ear of such 20th-century eminences as Wallace Stevens, John Ashbery, T.S. Eliot and Rainer Maria Rilke. As in Rilke, Phillips’ lines give his language a near-sculptural form, something like a fountain. The poems are structures of alternating firmness and give, as the sense spills from line to line.”\n\r\nOf Phillips’s more recent collections, Joseph Campana has written, “Silverchest displays the gifts of an exceptional talent with palpable staying power. The lyrics often manage to combine a disarming speaker, elegant syntax and startling titles that index powerful acts of mind.” In the Washington Post, Elizabeth Lund said of Wild Is the Wind: “The writing dazzles with transcendent metaphors, complex connections and linguistic flourishes. It also draws on some familiar Phillips motifs—navigation and the sea, the sky and land—to explore the possibility that love can bring both stability and freedom.”\nPhillips’s honors include fellowships from the Guggenheim Foundation and the Library of Congress. He is the recipient of the Academy of American Poets Fellowship, an Award in Literature from the American Academy of Arts and Letters, the Academy of American Poets Prize, and a Pushcart Prize, and he has been inducted into the American Academy of Arts and Sciences. Phillips lives in St. Louis, Missouri.  \n", "attrs": {}}