{"pf_url": "https://www.poetryfoundation.org/poets/carl-sandburg", "name": "Carl Sandburg", "yob": "1878", "yod": "1967", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/a0c77f7821d7d2d22d5932f330aeece41663e400.jpeg", "bio": "\nPoet Carl Sandburg was born into a poor family in Galesburg, Illinois. In his youth, he worked many odd jobs before serving in the 6th Illinois Infantry in Puerto Rico during the Spanish-American War. He studied at Lombard College, and then moved to Milwaukee, Wisconsin, where he worked as an organizer for the Socialist Democratic Party. In 1913, he moved to Chicago, Illinois and wrote for the Chicago Daily News. His first poems were published by Harriet Monroe in Poetry magazine. Sandburg’s collection Chicago Poems (1916) was highly regarded, and he received the Pulitzer Prize for Corn Huskers (1918). His many subsequent books of poetry include The People, Yes (1936), Good Morning, America (1928), Slabs of the Sunburnt West (1922), and Smoke and Steel (1920).\n“Trying to write briefly about Carl Sandburg,” said a friend of the poet, “is like trying to picture the Grand Canyon in one black and white snapshot.” His range of interests was enumerated by his close friend, Harry Golden, who, in his study of the poet, called Sandburg “the one American writer who distinguished himself in five fields—poetry, history, biography, fiction, and music.”\nSandburg composed his poetry primarily in free verse. Concerning rhyme versus non-rhyme Sandburg once said airily, “If it jells into free verse, all right. If it jells into rhyme, all right.” Some critics noted that the illusion of poetry in his works was based more on the arrangement of the lines than on the lines themselves. Sandburg, aware of the criticism, wrote in the preface to Complete Poems (1950), “There is a formal poetry only in form, all dressed up and nowhere to go. The number of syllables, the designated and required stresses of accent, the rhymes if wanted—they all come off with the skill of a solved crossword puzzle. ... The fact is ironic. A proficient and sometimes exquisite performer in rhymed verse goes out of his way to register the point that the more rhyme there is in poetry the more danger of its tricking the writer into something other than the urge in the beginning.” He dismissed modern poetry, however, as “a series of ear wigglings.” In Good Morning, America (1928), he published 38 definitions of poetry, among them: “Poetry is a pack-sack of invisible keepsakes. Poetry is a sky dark with a wild-duck migration. Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during a moment.” His success as a poet was limited to that of a follower of Walt Whitman and of the Imagists. In Carl Sandburg, Karl Detzer says that in 1918 “admirers proclaimed him a latter-day Walt Whitman; objectors cried that their six-year-old daughters could write better poetry.”\nAdmirers of his poetry, however, have included Sherwood Anderson (“among all the poets of America he is my poet”), and Amy Lowell, who called Chicago Poems (1916) “one of the most original books this age has produced.” Lowell’s observations were reiterated by H.L. Mencken, who called Sandburg “a true original, his own man.” No one, it is agreed, can deny the unique quality of his style. In his newspaper days, an old friend recalls, the slogan was, “Print Sandburg as is.” It was Sandburg, as Golden observes, who “put America on paper,” writing the American idiom, speaking to the masses, who held no terror for him. As Richard Crowder notes in Carl Sandburg, the poet “Had been the first poet of modern times actually to use the language of the people as his almost total means of expression. ... Sandburg had entered into the language of the people; he was not looking at it as a scientific phenomenon or a curiosity. ... He was at home with it.” Sandburg’s own Whitmanesque comment was, “I am the people—the mob—the crowd—the mass. Did you know that all the work of the world is done through me?” He was always read by the masses, as well as by scholars. He once observed, “I’ll probably die propped up in bed trying to write a poem about America.”\nSandburg’s account of the life of Abraham Lincoln is one of the monumental works of the century. Abraham Lincoln: The War Years (1939) alone exceeds in length the collected writings of Shakespeare by some 150,000 words. Though Sandburg did deny the story that in preparation he read everything ever published on Lincoln, he did collect and classify Lincoln material for 30 years, moving himself into a garret, storing his extra material in a barn, and for nearly 15 years writing on a cracker-box typewriter. His intent was to separate Lincoln the man from Lincoln the myth, to avoid hero-worship, to relate with graphic detail and humanness the man both he and Whitman so admired. The historian Charles A. Beard called the finished product “a noble monument of American literature,” written with “indefatigable thoroughness.” Allan Nevins saw it as “homely but beautiful, learned but simple, exhaustively detailed but panoramic ... [occupying] a niche all its own, unlike any other biography or history in the language.” The Pulitzer Prize committee apparently agreed. Prohibited from awarding the biography prize for any work on Washington or Lincoln, it circumvented the rules by placing the book in the category of history. As a result of this work, Sandburg was the first private citizen to deliver an address before a joint session of Congress (on February 12, 1959, the 150th anniversary of Lincoln’s birth).\nPerhaps Sandburg was best known to America as the singing bard—the “voice of America singing,” says Golden. Sandburg was an author accepted as a personality, as was Mark Twain. Requests for his lectures began to appear as early as 1908. He was his own accompanist, and was not merely a musician of sorts; he played the guitar well enough to have been a pupil of Andres Segovia. Sandburg’s songs were projected by a voice “in which you [could] hear farm hands wailing and levee Negroes moaning.” It was fortunate that he was willing to travel about reciting and recording his poetry, for the interpretation his voice lent to his work was unforgettable. With its deep rich cadences, dramatic pauses, and Midwestern dialect, his speech was “a kind of singing.” Ben Hecht once wrote: “Whether he chatted at lunch or recited from the podium he had always the same voice. He spoke like a man slowly revealing something.”\nSandburg was the recipient of numerous honorary degrees, had six high schools and five elementary schools named for him, and held news conferences with presidents at the White House. “My father couldn’t sign his name,” wrote Sandburg; “[he] made his ‘mark’ on the CB&Q payroll sheet. My mother was able to read the Scriptures in her native language, but she could not write, and I wrote of Abraham Lincoln whose own mother could not read or write! I guess that somewhere along in this you’ll find a story of America.”\nA Sandburg archives is maintained in the Sandburg Room at the University of Illinois. Ralph G. Newman, who is known primarily as a Lincoln scholar but who also is the possessor of what is perhaps the largest and most important collection of Sandburgiana, has said that a complete bibliography of Sandburg’s works, including contributions to periodicals and anthologies, forewords, introductions, and foreign editions would number more than 400 pages. Sandburg received 200­ to 400 letters each week. Though, to a friend who asked how he managed to look 10 years younger than he appeared on his last visit, he replied, “From NOT answering my correspondence,” he reportedly filed his mail under “F” (friendly and fan letters), “No reply needed,” and “Hi fi” (to be read and answered).\nFor all this fame, he remained unassuming. What he wanted from life was “to be out of jail, ... to eat regular, ... to get what I write printed, ... a little love at home and a little nice affection hither and yon over the American landscape, ... [and] to sing every day.” He wrote with a pencil, a fountain pen, or a typewriter, “but I draw the line at dictating ’em,” he said. He kept his home as it was, refusing, for example, to rearrange his vast library in some orderly fashion; he knew where everything was. Furthermore, he said, “I want Emerson in every room.”\nOn September 17, 1967, there was a National Memorial Service at the Lincoln Memorial in Washington, DC, at which Archibald MacLeish and Mark Van Doren read from Sandburg’s poetry. A Carl Sandburg Exhibition of memorabilia was held at the Hallmark Gallery in New York City, from January to February, 1968, and his home is under consideration as a National Historical site.\nSandburg’s prose and poetry continues to inspire publication in new formats. The volume Arithmetic (1993), for example, presents Sandburg’s famous poem of the same title in the form of a uniquely illustrated text for children. Sandburg’s poem is a humorous commentary on the grade-school experience of learning arithmetic: “Arithmetic is where numbers fly like pigeons in and out of your head.” Reviewers praised the creative presentation of the poem, and the effectiveness of what School Library Journal reviewer JoAnn Rees called Ted Rand’s “brightly colored, mixed-media anamorphic paintings.” Also written for children, several of Sandburg’s unpublished “Rootabaga” stories (also referred to as “American fairy tales”) have been posthumously collected by Sandburg scholar George Hendrick in More Rootabagas (1993). Sandburg had published Rootabaga Pigeons in 1923 and Potato Face in 1930, leaving many other tales in the series unpublished. Critics praised the inventiveness, whimsicality, and humor of the stories, which feature such characters and places as “The Potato Face Blind Man,” “Ax Me No Questions,” and “The Village of Liver and Onions.” “Sandburg was writing for the children in himself,” comments Verlyn Klinkenborg in New York Times Book Review, “for the eternal child, who, when he or she hears language spoken, hears rhythm, not sense.”\nIn 2002, a collection of Sandburg’s previously unknown letters, manuscripts, and photographs was auctioned for $80,000 by Tom Hall Auctions in Schneckville, Pennsylvania. The papers belonged to Sandburg’s editor until her death, when they were given to her nephew. Many items were obtained by the University of Illinois, where Sandburg’s papers are held.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Modern"]}}