{"pf_url": "https://www.poetryfoundation.org/poets/carolyn-forche", "name": "Carolyn Forché", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/16d0d112ff374c4d5914502318a99c39dbdc2ce6.jpeg", "bio": "\nBorn in Detroit, Michigan in 1950, poet, teacher and activist Carolyn Forché has witnessed, thought about, and put into poetry some of the most devastating events of twentieth-century world history. According to Joyce Carol Oates in the New York Times Book Review, Forché’s ability to wed the “political” with the “personal” places her in the company of such poets as Pablo Neruda, Philip Levine, and Denise Levertov.\n\r\nAn articulate defender of her own aims as well as the larger goals of poetry, Forché is perhaps best-known for coining the term “poetry of witness.” In her ground-breaking anthology, Against Forgetting: Twentieth-Century Poetry of Witness (1993), Forché described the difficulties of politically-engaged poetry: “We are accustomed to rather easy categories: we distinguish between ‘personal’ and ‘political’ poems…The distinction…gives the political realm too much and too little scope; at the same time, it renders the personal too important and not important enough. If we give up the dimension of the personal, we risk relinquishing one of the most powerful sites of resistance. The celebration of the personal, however, can indicate a myopia, an inability to see how larger structures of the economy and the state circumscribe, if not determine, the fragile realm of the individual.” Calling for a new poetry invested in the “social,” Forché’s anthology presented poets who had written under extreme conditions, including war, exile, and imprisonment. The anthology solidified her place as one of America’s most important and aware poetic voices.\nForché’s first book of poetry, Gathering the Tribes (1975), however, is resolutely personal, recounting experiences of the author’s adolescence and young-adult life. Published when she was just twenty four, the book won the 1975 Yale Series of Younger Poets Award. Judge Stanley Kunitz described the work as centering on “kinship” and noted that Forché “tries to understand the bonds of family, race, and sex.” Highly praised as a young poet of “uncommon vigor and assurance,” again according to Oates, Forché received a Guggenheim Fellowship and traveled to El Salvador as part of Amnesty International, in time to witness the unfolding civil war. While there, she viewed inadequate health facilities that had never received the foreign aid designated for them; saw young girls who had been sexually mutilated; and learned of torture victims who had been beaten, starved, and otherwise abused. Her experiences found expression in The Country between Us (1981). As reviewer Katha Pollitt observed in the Nation, Forché “insists more than once on the transforming power of what she has seen, on the gulf it has created between herself and those who have seen less and dared less.” The poet herself admitted to the compelling nature of her Central American experience. “I tried not to write about El Salvador in poetry, because I thought it might be better to do so in journalistic articles,” she told Jonathan Cott of Rolling Stone. “But I couldn’t—the poems just came.” In these poems Forché “addresses herself unflinchingly to the exterior, historical world,” Oates explained. She did so at a time when most of her contemporaries were writing poetry in which there is no room for politics—poetry, Pollitt stated, “of wistful longings, of failed connections, of inevitable personal loss, expressed in a set of poetic strategies that suit such themes.”\n\nThe Country between Us was named the 1981 Lamont Poetry Selection and became that most-rare publication: a poetry bestseller. In a critique for the Los Angeles Times Book Review, Art Seidenbaum maintained that the poems of the second volume “chronicle the awakening of a political consciousness and are themselves acts of commitment: to concepts and persons, to responsibility, to action.” A Ms reviewer called the book, “a poetry of dissent from a poet outraged.” More than one critic singled out her poem “The Colonel,” centering on her now-famous encounter with a Salvadoran colonel who, as he made light of human rights, emptied a bag of human ears before Forché. Pollitt remarked that “at their best, Forché’s poems have the immediacy of war correspondence, postcards from the volcano of twentieth-century barbarism.” Forché herself told Cott: “The voice in my first book doesn’t know what it thinks, it doesn’t make any judgments. All it can do is perceive and describe and use language to make some sort of re-creation of moments in time. But I noticed that the person in the second book makes an utterance.”\nA dozen years passed between the publication of The Country between Us and Forché’s editing of Against Forgetting: Twentieth-Century Poetry of Witness. Matthew Rothschild in the Progressive called the poems in the anthology “some of the most dramatic antiwar and anti-torture poetry written in this benighted century.” They provide, Gail Wronsky pointed out in the Antioch Review, “irrefutable and copious evidence of the human ability to record, to write, to speak in the face of those atrocities.” Building on the tradition of social protest and the antiwar poems of the late 1960s, Forché presents a range of approaches: “Many of the poems here are eyes-open, horrifyingly graphic portrayals of human brutality,” observed Rothschild. “But others are of defiance, demonstrating resolve and extracting hope even in the most extreme circumstances.”\n\r\nIn an article in the Mason Gazette, Forché commented that “The poetry of witness reclaims the social from the political and in so doing defends the individual against illegitimate forms of coercion.” The year following the publication of Against Forgetting saw Forché bring out her own book of witness, The Angel of History (1994), which won the 1994 Los Angeles Times Book Award for poetry. The book is divided into five sections dealing with the atrocities of war in France, Japan, and Germany and with references to the poet’s own experiences in Beirut and El Salvador. The title figure, the Angel of History—a figure imagined by Walter Benjamin—can record the miseries of humanity yet is unable either to prevent these miseries from happening or from suffering from the pain associated with them. Kevin Walker, in the Detroit Free Press, called the book “a meditation on destruction, survival and memory.” Don Bogen, in the Nation, saw this as a logical development, since Forché’s work with Against Forgetting was “instrumental in moving her poetry beyond the politics of personal encounter. The Angel of History is rather an extended poetic mediation on the broader contexts—historical, aesthetic, philosophical—which include [the twentieth]…century’s atrocities,” wrote Bogen. And Steven Ratiner, reviewing the work for the Christian Science Monitor, called it one that “addresses the terror and inhumanity that have become standard elements in the twentieth-century political landscape—and yet affirms as well the even greater reservoir of the human spirit.”\n\r\nForché’s next collection, Blue Hour (2003) took its title from the translated French phrase for dawn. According to a review in Publisher’s Weekly, the book draws on personal memories, “ethereal images of twentieth-century horror” and is “dosed with a mysticism derived from Heidegger and Buber.” Placing Forché squarely in line with the “visionary abstraction” of fellow poets Michael Palmer and Jorie Graham, the reviewer found sections of the book “lovely and mysterious,” and praised the tour-de-force at its center, “On Earth,” for the adroit foregrounding of its own “lyric complications.” Her new books include the collection In the Lateness of the World (2017), which was a finalist for the Nuestadt International Prize for Literature.\nCarolyn Forché is also a noted translator and teacher. Her translations of poets as various as Claribel Alegría, Georg Trakl, Robert Desnos and Mahmoud Darwish have won great critical acclaim. She has won numerous grants and awards, including fellowships from the Lannan Foundation, the National Endowment for the Arts, and the Academy of American Poets. In 1997, she was presented with the Edita and Ira Morris Hiroshima Foundation Award for using her poetry as a “means to attain understanding, reconciliation, and peace within communities and between communities.” Hope J. Smith commented in the Madison Gazette that “Forché’s work is unusual in that it straddles the realms of the political and the poetic, addressing political and social issues in poetry when many poets have abandoned these subjects altogether. In recognizing the link Forché has made between these worlds, the Hiroshima Foundation recognizes her human rights work as much as it does her writing.” Forché is currently University Professor at Georgetown University where she directs the Lannan Center for Poetics and Social Practice.\n \n \n", "attrs": {"Region:": ["U.S., New England"]}}