{"pf_url": "https://www.poetryfoundation.org/poets/carol-frost", "name": "Carol Frost", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/492b638b8779afca66a1ba057dc11f5f801e7ea4.jpeg", "bio": "\nCarol Frost was born in 1948 in Lowell, Massachusetts. She studied at the Sorbonne and earned degrees from the State University of Oneonta and Syracuse University. The author of numerous collections of poetry, including Alias City (2019), Entwined: Three Lyric Sequences (2014), Honeycomb: Poems (2010), The Queen’s Desertion (2006), I Will Say Beauty (2003), Love and Scorn: New and Selected Poems (2000), and the chapbook The Salt Lesson (1976), she has received grants from the National Endowment for the Arts and won several Pushcart Prizes. \n\r\nFrost's poems draw on sources from the book of Genesis to Shakespeare’s The Tempest to the poetry of John Donne; she writes of the human body, and her poems are rich with the acutely imagined objects of the natural world—whether found off the coast of Florida or in a beehive. Honeycomb, which won the Gold Medal in Poetry from the Florida Book Awards, treats the subject of dementia through a sustained metaphor of the beehive. According to Amy Glynn Greacen in New York Quarterly Reviews, “the interweaving of lost and confabulated, confused knowledge is a running theme ... in Frost’s deft hands it resonates and echoes through various natural processes and phenomena.” Frost has been praised elsewhere for her “protean layers of observation,” in the words of a reviewer for the Women's Review of Books, and inventive syntax; an interviewer at Smartish Pace described Frost's “encycolopedic approach to subject matter.”In that interview, Frost spoke to her writing process: “I write in intensive periods when I can clear time completely. I don't write all year around. When I find that time, and I like at least three weeks, I write from early morning till noon. I make myself stop near noon or one or two...Often, I have to make myself stop. After not writing for several weeks, even months, it's all pent up. In a writing period I follow up by walking or some other physical pursuit. In Cedar Key [Florida], I head into the gulf by kayak or small boat. I like to clear my mind of my own words.” \n\r\nFrost has taught at Hartwick College, Washington University, and Wichita State University; she has had several teaching residencies at the Vermont Studio Center, and was a visiting poet at University of Wollongong, Australia. She founded and for 15 years directed the Catskill Poetry Workshop at Hartwick College. She holds the Theodore Bruce and Barbara Lawrence Alfond Chair of English at Rollins College, where she directs the Winter with the Writers program.\n", "attrs": {"Region:": ["U.S., Southern"]}}