{"pf_url": "https://www.poetryfoundation.org/poets/catherine-bowman", "name": "Catherine Bowman", "yob": null, "yod": null, "image": null, "bio": "\nPoet Catherine Bowman was born in El Paso and earned an MFA at Columbia University. She is the author of several collections of poetry, including 1-800-HOT-RIBS (1993, reissued in 2000), The Plath Cabinet (2009), and Can I Finish, Please? (2016). In an interview with Gabriel Gudding, Katherine Hinnant, and Liz Thelen, published in Delicious Imaginations: Conversations with Contemporary Writers (1998), Bowman discusses the connection she senses between jazz improvisation and poetic constraint. In jazz, she observes, “you’re honoring something that’s already been done and then expanding on it and making it your own. It’s a kind of recognition of a self as an individual who’s both ‘odd’ and connected to culture and history. That’s why I love forms. I love that play between what repeats and what changes.”\nBowman builds her wry, precise, and musically nimble poems from the precisely rendered materials of a life. In a 2016 review of Can I Finish, Please? for the San Francisco Chronicle, Diana Whitney observes that Bowman “writes incisively about human hungers (both erotic and spiritual) and invents her own breed of magical realism in poems that astonish, interrupt and delight. Like Ginsberg, Bowman is a poetic descendant of Whitman, often using repetition and cascading syntax to propel her lines forward.”\nBowman is the editor of Word of Mouth: Poems Featured on NPR’s All Things Considered (2003), a selection of work she featured as poetry correspondent for NPR. Her own work has been anthologized in several editions of Best American Poetry as well as Aloud: Voices from the Nuyorican Poets Café (1994), The Extraordinary Tide: New Poetry by American Women (2001), and An Exaltation of Forms: Contemporary Poets Celebrate the Diversity of Their Art (2002).\nHer honors include a Peregrine Smith Poetry Prize, a Kate Tufts Discovery Award, and fellowships from the New York Foundation for the Arts and Yaddo. Ruth Lilly Professor of Poetry at Indiana University-Bloomington, Bowman has also received an Indiana University President’s Arts and Humanities Award. She lives on a farm and wildlife refuge in Indiana.\n", "attrs": {}}