{"pf_url": "https://www.poetryfoundation.org/poets/cecilia-woloch", "name": "Cecilia Woloch", "yob": "1956", "yod": null, "image": null, "bio": "\nBorn in Pittsburgh, Pennsylvania, and raised in rural Kentucky, poet Cecilia Woloch earned a BA at Transylvania University and an MFA at Antioch University, Los Angeles. She is the author of several poetry collections, including Tsigan: The Gypsy Poem (2018, 2002), Carpathia (2009), Late (2003), and Sacrifice (1997). Her poetry has been translated into several languages and included in numerous anthologies, such as An Introduction to the Prose Poem (2009), Best American Erotic Poems: From 1800 to the Present (2008), and 180 More: Extraordinary Poems for Every Day (2005). Former US poet laureate Ted Kooser has included her work in his syndicated newspaper column, American Life in Poetry.\nInfluenced by Anna Akhmatova, W.S. Merwin, and Walt Whitman, Woloch writes lyrical poems of witness and exploration. Many of Woloch’s poems arise from her extensive travels, and in an interview with Web Del Sol, she stated, “[W]hen I’m in a place that’s really strange to me—when I don’t know the language or the customs or the geography that surrounds me—I feel more self-contained, more a sense that my home is within myself. At the same time, there’s more of a sense of just being part of the sea of humanity, a way that those barriers—language, culture, borders—seem to dissolve.”\nWoloch’s honors include fellowships from the Fulbright Foundation, the National Endowment for the Arts, the California Arts Council, Chateau de La Napoule Retreat for Artists, and the Isaac W. Bernheim Foundation. She has collaborated with painter John Weber and choreographer Anna Leo.\nThe founding director of the Paris Poetry Workshop and Summer Poetry in Idyllwild, Woloch has also taught at the University of Southern California, Western Connecticut State University, Georgia College & State University, the Western Connecticut State University MFA program in writing, the New England College MFA program in poetry, and the summer program at Sichuan University in China. She is based in Los Angeles.﻿\n", "attrs": {"Region:": ["U.S., Western"]}}