{"pf_url": "https://www.poetryfoundation.org/poets/cecil-day-lewis", "name": "Cecil Day-Lewis", "yob": "1904", "yod": "1972", "image": null, "bio": "\n                                                                    Cecil Day-Lewis has two contrasting claims on our attention. The first is as an archetypal poet of the 1930s, the first-born, last-named member of the Auden/Spender/Day-Lewis triad, and the only one of those three friends whose commitment to Marxism extended to joining and working for the Communist Party. His second claim to recognition, at least for literary historians, is as the poet laureate of England from 1968 until his death in 1972. For critics and biographers, he poses the intriguing problem of reconciling the radical poet of the 1930s with the traditional poet of later decades.\r\nThe most obvious answer to the seeming paradox of Day-Lewis’s career is that his native poetic temperament was always romantic, even Georgian, and that the ideological overtones of his work in the 1930s were even then at war with a talent more at home with nature poetry and personal lyrics. But this answer leads only to another paradox, for his poetry was at its most vital in a period when he was least true to his natural inclinations. The answer to this may be that Day-Lewis always felt the need to discipline the lyric impulse. The discipline imposed by his Marxist commitment in the 1930s produced the kind of internal conflicts that give life to poetry; the formal poetic disciplines imposed on his later poetry produced too often a perfect but lifeless verse.\nThe roots of Day-Lewis’s vocation and inhibitions as a poet lie in his childhood. He was born in Ireland of Anglo-Irish parents; the family name had originally been Day, but his grandfather added the surname of an uncle and called himself Day-Lewis. The poet’s inverted snobbery in dropping the hyphen in his name on his publications (beginning in 1927) has been a source of trouble for librarians and bibliographers ever since. The family moved to Malvern, Worcestershire, in 1905 and to Ealing, West London, in 1908, when the poet was four years old. His mother died soon after the move, leaving Day-Lewis, an only child, to bear the full brunt of his father’s love and need for love, mixed with unpredictable spurts of paternal discipline. The father was a clergyman, and it was assumed that Day-Lewis would follow in his steps. Educated at home until he was eight, he says in his autobiography, The Buried Day (1960), that he began by writing verses, “short stories and sermons with a fine impartiality.” It was an atmosphere of high expectations and high demands, and Day-Lewis’s later memories of it seem dominated by guilt over his failure to meet the expectations and his inability to respond to the emotional demands.\nDay-Lewis’s account of his schooling is dominated by a pattern of early promise followed by failure and disappointment. At his first school, Wilkie’s in London, he began well but was humiliated by repeated failures to pass the Mathematics Certificate.At Sherborne School in Dorset, which he entered in 1917, he rose to be head boy in his house but had to stay on an extra year after failing in his first attempt to secure a university scholarship. At Wadham College, Oxford, he found himself less and less able to concentrate on his studies, ending, he said later, with “A fourth in Greats—and it is a mystery to me why the examiners did not fail me altogether.” Day-Lewis may have somewhat exaggerated this pattern in the interest of heightening the contrast of his eventual return to Oxford as elected Professor of Poetry in 1951—he actually secured a third in Greats—but the pattern seems real enough.\nThe disappointments of his academic career encouraged him to seek other ways of gaining self-esteem. At Sherborne he was active in sports and in singing, interests which he retained through life. His chief consolation, however, was a romantic image of himself as a poet, and at Oxford this identity was confirmed, though with many variations based on changing ideas of just what a poet should be. In 1925, he took a £ 25 legacy and paid for the publication of his first volume of verse, Beechen Vigil and Other Poems. He says in The Buried Day that “The publication of this book, and the inclusion of two of my poems in Oxford Poetry 1925 were quite enough to assure a young man with a temperament as sanguine as mine that he was a poet of accepted achievement,” though he continued to have difficulty in persuading anyone else to publish his verse. A second collection of undergraduate poems, Country Comets, was not published until 1928.\nThe tendency toward Georgian nature verse suggested by the title of Beechen Vigil reflects both the derivative character of Day-Lewis’s early verse and the possible influence of his first deep love, Mary King. Two years older than Day-Lewis, she was the daughter of one of the masters at Sherborne, part of a large family in which Day-Lewis found a surrogate household that partially compensated for his increasing alienation from his father and the stepmother his father married in 1921. Mary King was a “nature-worshipper” then, and Day-Lewis “took up nature worship because it was a poetic thing and because it would bring me closer to Mary.” Thus awakened, his love of nature soon became quite sincere, though the resulting poems are poor. Getting closer to Mary King proved more difficult. Theirs had begun as a brother-sister relationship, and Day-Lewis’s feelings were transformed into romantic love several years before his importunities persuaded her to yield her love to him. They were finally married during the Christmas holidays in 1928.\nCountry Comets (1928) is a somewhat more mature volume than its predecessor, with lyrics which reflect his love for Mary and his philosophical studies at Oxford. It is, however, clearly a volume of juvenilia, and Day-Lewis was justified in excluding the poems in both Beechen Vigil and Country Comets from later collections of his verse.\nIn his last year at Oxford, Day-Lewis met and came under the influence of Wystan Hugh Auden, whose ideas were to transform Day-Lewis’s poetry for the next decade. Like many others, he was fascinated by Auden’s restless energy, formidable intelligence, and air of authority. Auden and Day-Lewis served as joint editors of Oxford Poetry 1927, for which they wrote a manifesto-like preface, which combines dogmatic overstatement and burlesque in ways that make it clear that Auden was the dominant partner. Tossing together ideas from Eliot, the new psychology, and socialism, they call for a new kind of poetry whose exact lineaments are hard to discern in their prose.\nDay-Lewis’s own ideas about the shape of the new poetry are embodied in Transitional Poem (1929). Most of this volume was written during the winter of 1927-1928, when he was teaching at Summer Fields, a preparatory school in Oxford. It is a lyric sequence organized into four parts and utilizing a variety of stanza forms; when first published, it was accompanied by learned and not terribly useful notes in the manner of T.S. Eliot’s notes to The Waste Land. The unity of the whole and of each part is thematic rather than narrative, and the volume does not so much develop a theme as circle around it. In his notes, Day-Lewis identifies the theme as the pursuit of wholeness. The various parts, he says, take up in turn the metaphysical, ethical, psychological, and aesthetic aspects of this pursuit.\nTransitional Poem is a remarkable advance on Day-Lewis’s two previous volumes, and it is, in part, a celebration of his progress to maturity as a poet. The opening lines announce that the poet has “come to reason / And cast my schoolboy clout,” and part two opens with the declaration that “It is becoming now to declare my allegiance.” His “allegiance” is given to those who have helped him find his way: to Mary; to his friend Rex Warner; to an older woman friend who had helped him through some of the difficult passages of adolescence; and to Auden. New poetic allegiances, to Eliot and to Auden, coexist with the older models evident in such lines as “Or as the little lark/Who veins the sky with song.”\nLooking back on Transitional Poem in his memior The Buried Day, Day-Lewis describes it with some amusement as “a relentlessly and unexpectedly highbrow poem.” Part one presents man as cut off from nature, which he must somehow reduce to order through words. In part two, the poet is torn one way and another by desires, ambitions, love of knowledge, and love of nature—a conflict more difficult to resolve in a world from which the old certitudes have flown. The lyrics of part three rehearse the same dilemmas, while part four offers hints, if nothing more, that the poet may be able to live with, if not resolve, the antinomies of his existence.\nDespite its intellectual pretensions, Transitional Poem is in many respects a love poem to the poet’s wife-to-be. Much of its interest derives from the collision of its conventional romantic sentiments with the ideas Day-Lewis was struggling to make his own. One lyric, for example, begins with memories of a time when “Her beauty walked the page / And it was poetry,” but ends with the admission “that beauty is / A motion of the mind.” The confusions and contradictions which the verse mirrors make acceptable the frequent awkwardness of the rhythms.\nThe most clearly innovative aspect of Transitional Poem is its imagery, which at its best can blend the modern and scientific with the traditional and poetic, as in “I think love’s terminals/Are fixed in fire and wind.” In using imagery drawn from the modern urban world, Day-Lewis was following the examples of Eliot and Auden, but such imagery acquires a special savor when used to express Day-Lewis’s own romantic sensibility. Despite the derivative character of his ideas and manner, Transitional Poem is the volume of a poet with a distinctive voice. Its acceptance by Leonard and Virginia Woolf at the Hogarth Press marked Day-Lewis as a poet to be reckoned with as the 1930s opened.\nDay-Lewis had now achieved some of that recognition as a poet which he had long craved, but poetry was not a career on which he could expect to support his new wife. His mediocre results at Oxford did not open many doors to him, but friends secured him a series of posts as a schoolmaster. He entered the teaching profession with a sense of defeat and a positive distaste for the work he was entering upon. After a year at Summer Fields, he found a new post as a master at Larchfield School in Helensburgh, Dunbartonshire, Scotland. He left Larchfield in 1930—his successor was Auden—and moved to Cheltenham Junior School, Gloucestershire, “a highly conventional public school,” where he never felt entirely at home, despite making one or two close friends on the staff. Although he came to have a better feeling toward his work as a teacher and to feel some affection for his young charges, Day-Lewis continued to define himself as a poet. One of his superiors found the mildly erotic implications of some lyrics in Transitional Poem disturbing, and not everyone at Cheltenham was happy with Day-Lewis’s increasing, quite open Marxism.\nThe poet found no inspiration in his teaching. Instead, his next volume, From Feathers to Iron (1931), is a lyric sequence inspired by the birth of his first son. The birth itself is the climax of the volume; most of the lyrics are meditations by the poet or poems addressed to his wife or the unborn child. The first four lyrics introduce the metaphor of the journey; it is the child’s journey toward life, but it resolves into an image of his parents’ sexual love. Their union “is love’s junction, no terminus,” for it will engender life. The coming child means a new journey for his parents, who have been “Two years marooned on self-sufficiency.” The father-to-be is no longer fully part of the process, however; he pauses on “the frontier,” where he must “wait between two worlds,” between “conception and fruition.” The father’s mind is on his unborn child, who must come from the feathery world of the womb to an iron material world. He wonders what sort of world the child will find or help to build. The time passes slowly, but at last the child is born, and the father can invite him to “Come out into the sun!” He issues the same invitation to the world at large, that they might celebrate this birth. The volume ends with “Epilogue: Letter to W.H. Auden,” which again summons up the imagery of journey and exploration, this time applied to the poet’s task.\nIn his autobiography, Day-Lewis says that in writing From Feathers to Iron, “I found that my own excitements and apprehensions linked up quite spontaneously with a larger issue—the struggle and joy in which our new world should be born—and derived strength from it, so that I could use naturally for metaphors or metaphysical conceits the apparatus of the modern world, the machinery which, made over for the benefit of all, could help this world to rebirth.” Earlier, in A Hope for Poetry (1934), Day-Lewis indicated that he was “quite unconscious” of some of the poem’s political implications and complained that “the critics, almost to a man, took it for a political allegory; the simple, personal meaning evaded them.” From Feathers to Iron is certainly not a political allegory; even political imagery is relatively rare in this volume. Nevertheless, Day-Lewis’s growing political commitment is part of the background of the poem, and the poem’s strength is that the birth of his son evoked from the poet verses which pull together all that mattered most to him at that time.\nFrom Feathers to Iron was an important book for Day-Lewis as a poet. Held together by a simple narrative line, it had the kind of unity Transitional Poem only sought. The influence of Auden is apparent, but seems healthy—stiffening Day-Lewis’s rhythms and sharpening his diction. When his work appeared the next year alongside that of Auden and Stephen Spender in the New Signatures (1932) anthology, edited by Michael Roberts, it bore the comparison surprisingly well, and the legend of an Auden/Spender/Day-Lewis “group” was born.\nDay-Lewis may not have intended From Feathers to Iron as a political allegory, but his next volume, The Magnetic Mountain (1933), is just that. The mountain itself is a rather cloudy symbol of an ideal world which lies just beyond the horizon, the promise of a new beginning and of a new world in which body and spirit can be as one. The volume celebrates the mountain’s attraction for the pure of heart in thirty-six lyrics, arranged in four parts. In part one the poet summons his readers to join him on the difficult journey but says that he himself is “taking a light engine back along the line/For a last excursion, a tour of inspection.” This tour takes up the next two parts of the poem. In part two, four defendants speak on behalf of the old world and its values of nature, schooling, church, and domesticity; each is dismissed with a lyric of rebuke—responses anticipated by the sonnet of prejudgment which opens this section of the volume. In part three, we hear from four enemies of the quest, speaking on behalf of sensuality, journalism, science, and poetry itself, and their temptations are rejected. Part four rounds off the poem, not with an account of the journey, but with a miscellaneous group of lyrics celebrating the new world to come and inviting the reader to turn to its promise.\nThe merits of The Magnetic Mountain are mainly structural. It has an oddly static structure for a poem which says so much about journeys, but the sequence does not fall apart into separate lyrics until the last section. The middle sections are given unity by the use of the defendants and enemies. The influence of Auden is apparent throughout the poem and is a mixed blessing. Rhythmically, Day-Lewis is often most effective when borrowing from Auden, particularly in lines like “Consider these, for we have condemned them” or “You who go out alone, on tandem or on pillion.” Day-Lewis’s attempts to capture Auden’s jocular tone, however, show that he lacked Auden’s natural high spirits and talent for light verse.\nIn retrospect, any comparison of The Magnetic Mountain with From Feathers to Iron is bound to suggest that Day-Lewis was better at writing political allegories when he was not conscious of doing so. In The Magnetic Mountain, the political concerns which had given depth to its predecessor overwhelm the poem. Although epigraphs chosen from William Blake, D.H. Lawrence, and Gerard Manley Hopkins suggest that the allegory might have had more than purely political significance, other meanings tend to be drowned out by its noisy rhetoric. The immediate effect of the publication was to confirm Day-Lewis’s standing as one of the revolutionary young poets of the “Auden group,” though the poet’s own efforts to sing the joys of such comradeship are rather embarrassing—e.g., “Look west, Wystan, lone flyer, birdman, my bully boy!”\nWhen he came to write his first book of critical prose, A Hope for Poetry (1934), Day-Lewis could fairly claim that the recent “boom” in poetry “has been connected in certain quarters with the names of Auden, Spender and myself.” Day-Lewis himself expressed only the modest hope that his generation might yet produce a poet with the stature of Yeats, the integrity of Hardy, or even the technique of de la Mare. The names are significant; A Hope for Poetry was a manifesto for the 1930s because it assumed the political correctness of communism, but its underlying aesthetic is more romantic than Marxist.\nA Hope for Poetry begins with the observation that poetic revolutions are quite usual in English poetry and that they are not incompatible with the deepest reverence for certain “ancestors.” As ancestors for his own generation, Day-Lewis singles out Hopkins, Wilfrid Owen, and Eliot, who have given new life to poetry. The modern poet, though, faces special problems, for the growth of industrial civilization has cut him off from both the tradition and the kind of “compact, working social group” within which the heightened communication of poetry is possible. Invoking D.H. Lawrence’s analysis of the sickness of society, Day-Lewis argues that the poet needs a healthy society to function as a poet, which is why he is likely to be sympathetic to communism. It is the lack of a clearly defined audience which makes postwar poetry seem obscure, and it is the effort to substitute a small group of friends for the missing audience which accounts for the clubbiness and private jokes which some object to in the poetry of Day-Lewis and his friends. The poet must be faithful to himself and his own situation; he must not become a propagandist, and he cannot make himself over into a proletarian. The poet may, however, help call into being the new world through his “poetic vision,” whose nature it is “to perceive those invisible truths which are like electrons the basis of reality,” the effects of which we can sense by the almost physical response it elicits in us.\nThe claims Day-Lewis makes for poetry are more exalted than those he makes for communism. The role of communism in A Hope for Poetry is functional; it offers one way of creating a society in which the poet can recover his lost solidarity with his fellow men. It is natural, then, that when the claims of poetic truth and politics conflict, the poet must choose poetic truth. Communism does not appear as a social duty, and it is with a tone of regret that Day-Lewis observes that in a world of social conflict “the lyric irresponsibility of the artist is hard to achieve.” The limitations of Day-Lewis’s own social commitment are obvious, and his later withdrawal from political activism was not inconsistent with the aesthetic of A Hope for Poetry.\nAs A Hope for Poetry appeared, Day-Lewis was becoming more active in such left-wing endeavors as the Friends of the Soviet Union, and he was under increasing pressure to take the decisive step of joining the Communist party. In 1935 he did so, and for several years he was extremely active in party activities. Membership “gave me what from time to time I have needed—the sense of being part of a close community,” the kind of group described as necessary for poetry in A Hope for Poetry. As a bourgeois poet in a proletarian movement, Day-Lewis was subject to a certain amount of fraternal backbiting, but he did not change his critical position.\nJoining the party did require a change in Day-Lewis’s career. In the spring of 1935, he had managed to get himself on the agenda of Cheltenham’s governing body by giving a talk on collective farming to a local group, an offense apparently more serious than writing revolutionary poetry and literary criticism. Although he had been retained on the staff, he could hardly become an open party member and expect to stay. Although he had a wife and two children to support, he resigned his position to become a free-lance writer.\nDay-Lewis’s decision to become a full-time writer was eased by a contract from the publishing house of Jonathan Cape guaranteeing him £ 300 a year for three years to write novels. Earlier in 1935, he had had a detective novel, A Question of Proof, published under the pseudonym Nicholas Blake. He had written the book out of a fondness for detective fiction and the need to raise money to repair the roof of his cottage. On the basis of its success, his agent had persuaded Cape that Day-Lewis might become a popular serious novelist. The three resulting novels published under his own name—The Friendly Tree (1936), Starting Point (1937), and Child of Misfortune (1939)—did not confirm this estimate. Starting Point has some interest for its picture of life on the Left, but its politics are muddled and its tone excessively earnest.\nAlthough Day-Lewis was not destined to become an important novelist, he was able to repeat the success of his detective novel. As Nicholas Blake, he became one of England’s most popular and well-regarded detective novelists, producing a book a year through 1941 and at a somewhat reduced rate in the years after World War II. His detective novels are still available in paperback, and he probably stands higher today among lovers of detective fiction than among lovers of poetry. The detective novels are simply better than his serious novels, displaying a wit and ingenuity not much found in any of Day-Lewis’s serious work. In a curious sort of way, his detective novels are also sometimes more personal than his poetry, drawing on areas of his experience hardly touched upon in his verse. According to Day-Lewis, his first such novel, whose schoolmaster hero “was having a love-affair with the golden-haired wife of the headmaster,” got him gossiped about in the village and denounced at a meeting of the school’s governing body. Although Day-Lewis was innocent of any such affair himself, it is worth noting that his most revolutionary verses never became indecorous enough to stir such reactions.\nWhile 1935 marked only the beginning of Day-Lewis’s steps toward fame as a detective novelist, it may have been the highwater mark of his reputation as a poet. Hogarth Press brought out Collected Poems 1929-1933 (1935), which was also published with A Hope for Poetry by Random House in New York, the first of Day-Lewis’s volumes of poetry to achieve American publication. A new volume of verse, A Time to Dance and Other Poems (1935), received some respectful critical attention and sold notably better than his previous books. Nor was this favorable reception unearned, for the poems of A Time to Dance showed that Day-Lewis was still growing as a poet. This volume was his most successful to date in balancing his bourgeois romanticism with his proletarian politics.\nWhile The Magnetic Mountain externalizes Day-Lewis’s internal conflicts through the defendants and enemies and ends by dismissing them without resolution, a number of the poems in A Time to Dance make poetry out of his dilemmas. The poet uses images of warfare to depict the conflict between the claims of past and future, “heir and ancestor,” in the poem “In Me Two Worlds.” In “The Conflict,” the poet sees himself as a bird of song caught in a conflict which allows for no neutrality—”only ghosts can live / Between two fires.” The most original of these poems, though its ballad manner derives from Auden, is “Johnny Head-in-the-Air.” In this poem, a crowd of travelers has come through harsh terrain to a mysterious crossroads, where the signpost is an electrified man, arms “stretched to the warring poles,” pointing east and west. To the right is fair but dying land, whose gold will make them ghosts; to the left is a harder road to a better world. They ask him to come down and join them, but he cannot do so while men are still kept apart, for he is “here to show/Your own divided heart.” The ballad rhythms give the tone a light air, desirable when the poet presents himself as a Christ figure, and the poem represents an advance in self-knowledge over The Magnetic Mountain.\nThe lyric sequence which gives its title to A Time to Dance is an elegy to L.P. Hedges, who had been a friend and colleague of Day-Lewis’s at Cheltenham. The poet’s grief over his friend’s death is somehow connected with his anger at a world in which workers can find no work and children starve. The guilt felt by the living appears in the poem as guilt toward those who have taken a firmer political stand than the poet. The most explicit connection made is between the poet’s need to find grounds for affirmation in the face of death and a sick society. His affirmations are most convincing in a long section devoted to a narrative of the flight of Pater and M’Intosh, two young Australian aviators in World War I who managed to fly back to Australia from England after the war in an obsolete aircraft. In this lyric the narrative provides a natural home for Day-Lewis’s familiar images of flight and journeys. Their heroism is a metaphor for the poet’s praise of his friend’s indomitable will; their brotherhood in the face of danger is a metaphor for the comradeship of the political struggle; their return home from the skies echoes hopes Day-Lewis had expressed in other poems for the poet as songbird or hawk. As individual lyrics, the poems of the “A Time to Dance” sequence vary from the effective to the embarrassing. Day-Lewis’s subsequent excisions have improved the average level of the verse; in downplaying the social dimensions of the poem, these revisions have also deprived the poem of much of its resonance and excitement.\nDay-Lewis could not maintain the balance of poetry and politics found in A Time to Dance. His next book returned to the political allegory of The Magnetic Mountain. Noah and the Waters (1936) was begun as the basis for a choral ballet and evolved into an unstageable poetic drama. It represents Day-Lewis’s contribution to the efforts at revival of poetry for the theater as called for by Eliot and joined in by his coevals Auden, Spender, and Louis MacNeice. Even more static than Eliot’s Murder in the Cathedral (1935), Noah and the Waters gives little hint of the ingenuity in plot construction Day-Lewis was capable of in his detective fiction.\nIn this play the biblical flood waters become the rising waters of revolution, futilely opposed by the liberal-capitalist burgesses of the world. Noah, a burgess himself, nevertheless has the option of joining with the waters. The debate between the burgesses and the waters is mirrored by a debate between Noah’s own inner voices. In the end, Noah casts his lot with the waters and sets off on his ark.\nNoah’s dilemma is Day-Lewis’s, and his final decision is like the poet’s decision to join the party. The principal difficulty is that the author loads the dice to the point where Noah’s decision seems the only possible one. The burgesses are objects of satire, and the waters are objects of admiration; the play is less concerned with presenting Noah’s dilemma than with justifying his decision. Since Day-Lewis had by no means resolved all of his own doubts in joining the party, those passages which affirm solidarity with the watery masses ring less true than those which lament the lost land, pillaged by townsfolk. One should note, however, that Noah cannot really become one with the waters, so that his escape to the ark is as much of a retreat to nature as it is a decision to join the struggle.\nThe true rising tide of the late 1930s was fascism. The poems of Overtures to Death and Other Poems (1938), Day-Lewis’s next volume, were written in years dominated by Mussolini’s attack on Ethiopia, Hitler’s march into the Rhineland, and Franco’s successes in the Spanish civil war. The party line became the Popular Front, and the death and destruction warned of in such monitory poems as “The Bombers” and “Newsreel” are the coming war. These two poems are among Day-Lewis’s most effective political lyrics, perhaps because he was more wholehearted in fearing the horrors of war than in praising the revolutionary violence anticipated in Noah and the Waters.\nThe longest political poem in this volume is “The Nabara,” a narrative of a sea fight in the Spanish civil war in which a fascist cruiser intercepted and destroyed a government flotilla bringing supplies to the Basques. The poem celebrates heroic self-sacrifice, sticking close to the action described and pointing the political moral only in the opening and closing passages. Like the account of the Australian aviators in “A Time to Dance,” the poem employs an epic hexameter line, with frequent variations for emphasis. In “The Nabara,” however, the poet keeps his distance from his subject, which does not have for him the symbolic connotations of flight; as a result, the rather flat narrative lines are not charged with the energy which heightens the impact of the earlier narrative. Such interest as “The Nabara” has come from the incident itself rather than any poetic transformation of it.\nFor Day-Lewis, the most significant death in this period may have been the death of his father in the summer of 1937. For the poet, this death brought feelings of guilt over their long estrangement, and he reports in The Buried Day that “For many years after my father’s death” he had recurring dreams about their broken relationship. A father’s death is also a son’s reminder of his own mortality, and this may help account for the personal tone of the death visions in Overtures to Death. The lyric sequence which gives its title to the volume had its origin in his father’s death and represents the poet’s own attempts to come to terms with death’s inevitable triumph. More directly than in From Feathers to Iron, the author’s personal reflections are placed in the context of a world in which death has all too many allies. At a personal level the poet cannot hope to defeat his grim antagonist—”the fight’s framed: for this I blame not you/But the absentee promoter.” For society, however, there is some hope in their battle with “your damned auxiliaries,” for “Our war is life itself and shall not fail.” It is this hope which makes personal death acceptable.\nIn the best poems of Overtures to Death the poet’s personal concerns and political commitments are united. Elsewhere in the volume, the poet’s divided will leads to poems animated by only part of his being—a political impulse in “The Nabara” and a lyric impulse in “Spring Song.” “Overtures to Death” itself is as good as anything in A Time to Dance, but the volume as a whole suggests retreat rather than continued growth.\nIn the years since his decision to join the party, Day-Lewis had taken his responsibilities as a party member seriously. He was in charge of political education for his local party group and did his best to lead his fellows through the intricacies of theories he barely understood himself. He passed out leaflets, spoke at public meetings, felt guilty over not going to fight in Spain, and served on committees of intellectuals formed to advance one or another good cause. He wrote essays reproaching intellectuals who had not come as far left as himself and defending himself against critics who felt that his own commitment was so far insufficient. In the summer of 1938 he abandoned both his party membership and his political activities.\nDay-Lewis’s motives for leaving the party, like his reasons for joining, were more personal than political. Unlike those intellectuals who left the party earlier over the Moscow Trials or a little later over the Nazi-Soviet pact, Day-Lewis felt and expressed no dramatic revulsion from Communist theory or practice. The primary motive seems to have been the increasing incompatibility between his party work and his needs as a poet. In his autobiography, Day-Lewis cites an Edwin Muir review of Noah and the Waters as having forced him to see that his poetry was suffering from the time he devoted to politics, but the lyrics of A Time to Dance show that he was already aware of the conflict. Earlier in the 1930s, politics had given life to his verse. When it no longer seemed to be doing so, it was inevitable that Day-Lewis would choose poetry over politics.\nOther, less rational elements may also have entered into Day-Lewis’s decision to leave the party. His father’s death, the approaching end of his novel contract, the defeat of his ambitions as a novelist and dramatist, his stalled career as a poet—all of these made him ready for new beginnings. In 1938 he and his wife sold their home in Cheltenham and purchased a house in the small village of Musbury in Devon. That a certain emotional restlessness lay behind this move and his abandonment of politics is suggested by Day-Lewis’s soon entering into a passionate love affair with Edna Elizabeth (“Billie”) Currall, a young married woman in Musbury. The openness with which he conducted this affair gave a great deal of pain to his wife. Day-Lewis himself speaks of it as “sowing my first wild oats—at the age of thirty-five.” A thinly disguised account of the affair can be found in his last Nicholas Blake novel, The Private Wound (1968).\nThe retreat to Musbury was also a retreat to nature worship. The most significant immediate poetic result of this was not in Day-Lewis’s own verse but in his translation of the Georgics of Virgil (1940). Like the other public-school poets of his generation, Day-Lewis had grown up with Virgil’s verses drummed into his ear, and the modified epic line he used in “The Nabara” and portions of “A Time to Dance” comes from Virgil. The nostalgic escapism of Virgil’s hymns to the countryside in the Georgics was well suited to Day-Lewis’s mood. As a translator of Virgil—he later translated The Aeneid (1952) and The Eclogues (1963)—he suffers somewhat from his own lack of natural musicality, but his identification with the original makes the Georgics a satisfying translation.\nDay-Lewis moved to Musbury in the year of Munich, and World War II came the following year, but the war had relatively little effect on either Musbury or Day-Lewis’s poetry. His next major collection was Word Over All (1943), which incorporated the handful of verses published earlier as Poems in Wartime (1940). Those few poems which deal directly with wartime subjects are wholly conventional. There is no reason to doubt the patriotic sincerity of poems such as “Watching Post” and “Lidice,” but they express widely shared sentiments rather than the poet’s own unique feelings. Properly proud of his countrymen and enraged by the enemy, the poet does not make the kind of linkages which give life to his best poetry in the 1930s. His patriotism is in a separate compartment from his own pride as a man and a poet; he cannot recognize the enemy as his darker self; and so the war remains a thing apart from the turmoil in the poet’s own life.\nThe poet was doing his best to create such turmoil, displaying in his romantic life the “lyric irresponsibility” he had praised in A Hope for Poetry and the artistic ruthlessness not always applied to his verse. He ended his affair with Mrs. Currall on a graceless note and soon began a long affair with the novelist Rosamond Lehmann, to whom Word Over All was dedicated. His wife did not believe in divorce, and for many years the poet was divided between his home and times spent with Rosamond Lehmann. His situation found vent in love lyrics and poems of marital discord, but these are timeless topics. Although his autobiography attributes his affair with Mrs. Currall partly to the “desparate irresponsibility and the fatalism which had been in the air since Munich,” the shadow of Munich does not fall across his love lyrics; although his autobiography’s only reference to his affair with Rosamond Lehmann speaks of “a heart at war with itself,” the war seems far away in his poems.\nThe closest Day-Lewis comes in Word Over All to making the connection between himself and the larger world is in a sequence of nine sonnets, “O Dreams, O Destinations.” A meditation on the child’s fall into a world of time, this sequence combines in its seventh sonnet the imagery of war and journeys to speak of man’s fight for wholeness. The poem returns, however, to more abstract concerns and to imagery which might have been used by any poet in the past three centuries.\nOf all the poets of the 1930s, Day-Lewis had been the most deeply engaged in politics, but he shared the general failure of the 1930s poets to make poetic sense of the war they had warned against. The war scarcely appears in Poems 1943-1947 (1948); this volume is preoccupied with his own marital situation. His models are no longer his contemporaries but late Victorians such as George Meredith and Thomas Hardy, but his poems of marriage do not attempt the sustained analysis of Meredith’s Modern Love, and nothing in the volume approaches Hardy’s attempts to make sense of history in Hardy’s The Dynasts. As personal lyrics, a number of these poems are attractive, as are many of the Georgian lyrics they rather resemble. For a poet of Day-Lewis’s initial promise, though, such poems are emblems of defeat. In one of the volume’s long poems, “New Year’s Eve,” the poet says that his “todays are / Repetitive, dull, disjointed”; he can only “practise them over and over / Like a five-finger exercise” in hopes that passion will one day redeem them and bring harmony to his life. The grander hopes of the 1930s are gone.\nThe most ambitious of Day-Lewis’s postwar poems is An Italian Visit (1953), a lyric sequence in seven parts evidently inspired by a trip to Italy several years earlier with Rosamond Lehmann, to whom one of the poem’s sections is dedicated. Like most journeys in Day-Lewis’s work, this one is intended to be a voyage of self-discovery and self-renewal. The poem opens with a “Dialogue at the Airport” among the poet’s various selves. Sensual Tom will grasp at the sensations of the present; the romantic Dick will look for lessons from the past; and the intellectual Harry will seek a better future. Their “Flight Toward Italy” is thus a flight toward rebirth. After posting a “Letter from Rome,” the tourist takes a “Bus to Florence.” The fifth section, “Florence: Works of Art,” includes a set of parodies in which Thomas Hardy, William Butler Yeats, Robert Frost, W.H. Auden, and Dylan Thomas respond to famous Renaissance masterpieces. In “Elegy Before Death: At Settignano,” the poet imagines his loved companion dead and writes his praises, renewing his love. Flying home in “The Homeward Prospect,” Tom, Dick, and Harry react in characteristic ways to their visit, each finding reasons to praise Italy.\nAn Italian Visit suggests at times the traveler’s poetry of Auden and MacNeice’s Letters from Iceland, especially in the chatty “Letter from Rome.” As a pleasant travel diary in verse, it has some charm, but the tourist impressions are insufficiently assimilated by the poem’s efforts to say something about the nature of art and love. The backbiting and chitchat of Tom, Dick, and Harry goes on too long for the amount of amusement it affords, and the visit brings no real reconciliation of these differing selves. The circular character of the poem’s movement made it an appropriate close for Day-Lewis’s Collected Poems (1954), for the poet’s career had brought him back to the divided self he had sought to overcome in Transitional Poem and back to the poetic influences he had left behind with that poem.\nWhen Day-Lewis’s wife finally agreed to a divorce in 1951, he quickly married again. His bride was not Rosamond Lehmann but Jill Balcon, a young BBC actress. They had met at a poetry reading in 1948, met again by accident in 1949, and become lovers in 1950. Settling down to renewed domesticity with his new wife, Day-Lewis led a more tranquil life in his last two decades.\nDay-Lewis’s reputation as a poet declined fairly steadily in the postwar years, at least among poets and literary critics. This decline did not keep him from becoming increasingly respectable as a poet. In the postwar years, Day-Lewis received the kind of academic and official laurels reserved for poets who live long enough to be regarded as tamed. At Cambridge, he gave the Clark Lectures in 1946-1947; at Oxford, he was made professor of Poetry in 1951; and at Harvard, he gave the Charles Eliot Norton lectures for 1964-1965. In 1968 he was made poet laureate of England. His Clark Lectures were published as The Poetic Image (1947) and his Harvard lectures as The Lyric Impulse (1965). Both volumes preach the only faith left to Day-Lewis, a romantic faith in poetry itself. The poem as an “image” creates order and harmony out of our jumbled perceptions of a disordered world; the “lyric” impulse is a spontaneous welling-up of song, which must, however, be contained by form. Neither volume has much original to say; their interest lies in Day-Lewis’s incidental comments, as a practicing poet, on his predecessors and on his own poetry.\nSo completely was Day-Lewis now the poet that many of his better poems in his later volumes are reflections on the nature of poetry. Poetry is the subject, for example, of the title poems of his three collections after Collected Poems: Pegasus and Other Poems (1957), The Gate and Other Poems (1962), and The Room and Other Poems (1965). In “Pegasus” the poet masters the poem with the golden bridle, which is both the gift of the gods and a kind of discipline—the image recurs in both The Lyric Impulse and The Poet’s Way of Knowledge (1957), a pamphlet reprinting a lecture delivered at Cambridge. “The Gate” gives order to the world it separates. And in “The Room,” the poet finds a world in retreating into his room of self.\nDay-Lewis’s own retreats into memories are another frequent topic in his later poetry, particularly in his last volume, The Whispering Roots (1970). His most important prose work of the postwar years is his autobiography, The Buried Day (1960), which is at its best in its account of his childhood; it is highly selective in dealing with his life in the 1930s, and it ends altogether in about 1940.\nDay-Lewis may have had prudential reasons for ending his autobiography in 1940, but for many critics he ceased to be a poet of any real interest at about that time. The poet himself may have shared that feeling at times, for he says of himself that he was in all ways “fated to be a good starter but a poor finisher.” It seems probable that his leftist verse of the 1930s was overrated because it suited the fashion of the times, and it may be that his neo-Georgian verse of later decades has been underrated because it did not suit the dominant fashions then. It is hard, however, to disagree with the consensus that holds that his verse of the 1930s has a vitality and complexity which makes it superior to his later work. The lyric impulse he valued is present in his later poetry, but the golden bridle of poetic form is applied too strictly and proves more of a burden than the ideological baggage carried by his poetry in the 1930s. In the years since his death, Day-Lewis has not been the object of much independent critical attention. When his work is discussed at all, it is as part of the work of the Auden group or of the 1930s as a period. Given the almost universal critical tendency to neglect minor figures and to exaggerate the gap between their work and that of “major” poets, it seems likely that Day-Lewis’s reputation will continue to be linked with that of Auden and the Auden generation. It would take a major revolution in critical taste to win any kind of recognition for his later poetry.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}