{"pf_url": "https://www.poetryfoundation.org/poets/charles-peguy", "name": "Charles Péguy", "yob": "1873", "yod": "1914", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0d4dd4c4bb804d07bff163fb5b27137d2df2e274.jpeg", "bio": "\nFrench poet, philosopher, and journalist Charles Péguy grew up poor in Orléans, France. He combined fervent Catholicism with socialist politics to create a body of work unlike any other. As a Twentieth-Century Literary Criticism writer suggested, “Most critics find that Péguy’s literary works exist outside the mainstream of modern French literature.” George E. Gingras, writing in the Encyclopedia of World Literature, noted, “Ultimately unclassifiable, Péguy was a solitary, best remembered for resisting all forces seeking to make political capital out of moral issues.” Péguy composed lengthy poems and plays, but philosophical journalism is his trademark.\nMuch of Péguy’s journalism, which he published in his own magazine, Cahiers de la quinzaine, argues the principles of Péguysme, his own blend of ideas. Gingras defined Péguysme as “a deeply personalist philosophy combining socialism, patriotism, and Catholicism. Less a systematic analysis than a stream of conscious meditation on the theme of the modern world, Péguysme constituted an organic body of thought that took shape in three distinct stages: (1) a formative period (1896–1904), culminating in a series of Cahiers attacking the anticlericalism and statism of modern secular society; (2) the critical middle years (1905–09), during which Péguy defined the situation of the modern world, while formulating in opposition to it a value system grounded in Henri Bergson’s metaphysics, classical humanism, the traditions of old France, and a spirituality free of clericalism; (3) the major phase (1910–14), when he employed all his talent as an essayist, dramatist, and poet to chart for a reinvigorated nation the mystical vocation he envisaged as hers.” Though Péguy’s ideas are idiosyncratic, they reflect his era. As a Guide to French Literature reviewer explained, “[Péguy’s] particular constellation of attitudes can only be understood in the light of his peasant and artisan background, his love of Catholic, rural, and provincial French life, the sheer ordinariness of his experience, and his acuteness as an undisciplined and self-taught thinker in search of spirituality.”\nPéguy’s father died when he was less than a year old, so he was raised by his mother and grandmother. As the Guide to French Literature writer explained, Péguy’s background was working class, and educationally innocent: “His grandmother could neither read nor write, and his mother left school at 10.” Péguy, however, studied seriously at the lycée of Orleans, where he learned classical languages and philosophy. Through various scholarships and grants, Péguy managed to attend the Lycée Lakanal in Paris, where he planned to work toward entry to the École Normale Superiéure, the top school for educators in France. When he failed the École’s entrance exam, he joined the military before preparing for the exam again, at the College Sainte-Barbe. He was accepted to the École Normale Superiéure in 1894, where he began to develop socialist leanings and break from the Catholic Church.\nPéguy left the École Normale Superiéure in 1895 to study further the life of Joan of Arc. The Twentieth-Century Literary Criticism writer explained, “His lifelong inspiration was Joan of Arc, and it is through his dramatizations of this saint’s spiritual ordeals that Péguy best expressed his own religious crises and development.” His work on Joan of Arc, particularly his prose drama trilogies, emphasizes her spiritual development; the Guide to French Literature reviewer suggested that “His aim [was] to uncover the personality and motivation of the historical figure rather than to analyze the known facts.” When he returned to the École, he was ripe to be radicalized by the events of the Dreyfus affair, in which Alfred Dreyfus, a Jewish captain in the French military, was falsely convicted accused of treason in 1894 and exonerated twelve years later.\nIn 1896, Péguy’s close friend, Marcel Baudouin, died. Péguy left the École the next year to teach Baudouin’s sister, Charlotte. Against the will of the families, Péguy then married her. Because of Mmes. Péguy and Baudouin’s disapproval, they were married in a civil ceremony and their children would not be baptized. Péguy ended his formal education, opened a socialist bookstore and began to write. But while he maintained his socialist ideas, he broke with the Socialist party when it would not back Dreyfus entirely. Péguy thus began his own journal in 1900, which he called his “journal of truth.”\nIn the journal, Cahiers de la quinzaine, Péguy published all of his thoughts. The Twentieth-Century Literary Criticism writer noted, “Péguy’s polemical essays published in the Cahiers were usually protests against the bourgeois values of the modern world, often bitterly attacking the government, officials of the Catholic Church, the academic community, and the Socialist party.” Moreover, the journal dealt with Péguy’s lifelong obsessions: Christianity, philosophy, patriotism, the Dreyfus affair and other issues. The Guide to French Literature writer said, “There were 15 series and 229 issues of the Cahiers, which published plays, novels, short stories, and poetry, dreams of world peace and Jewish poetry, considerations about the inevitability of war, Greek myths, extracts from Bergson and Benda’s attack on Bergson, revolutionary diaries, translations of Shakespeare, and articles on Michelangelo and Beethoven.” But despite the journal’s breadth, Péguy maintained a lifelong interest in French Christian identity, which he explored through the Dreyfus affair, Joan of Arc and Christian myth.\nPéguy also maintained his interest in Joan of Arc. In Le mystère de la charite de Jeanne d’Arc (1910), Péguy describes Joan’s spiritual development through a series of dialogues. Edward Wagenknecht, writing in the Chicago Sunday Tribune, summarized: “The work is partly in a highly rhetorical, ‘poetic’ kind of prose with a long dialog between Joan and her friend, Hauviette, who is the conventional Christian, and passes on to a longer dialog between Joan and Madame Gervaise, who is the Church ... the culminating passage ... is a meditation of the Savior’s Passion.” When Julian Green, Péguy’s primary translator, translated the work into English in 1950, Americans responded to Péguy’s singular writing with either delight or horror. “Many readers will grow impatient with this book,” Wagenknecht warned, “but if they have any devotional spirit at all it will capture them before the end. At one point, they will probably declare that they admire Péguy’s content but detest his style ... It is essentially an oral style; to realize its full power, one should read aloud. A good reader might well achieve a tremendous almost hypnotic effect, closer to that of the chant than to anything most of us are likely to think of as literature.” J.W. Brush wrote in the Crozer Quarterly, “Dear reader, this book is like no other you ever saw. It purports to be a play in one act, with three characters and no action. ... Its style of incantation and repetition makes it a burden to read alone ... When this is said, however, the rest must be to acknowledge it as a work of genius, and to counsel the cultivation of the right point of view for its profitable use. It is really a work of devotion.” Other critics were less admiring; Rene Blanc-Roos wrote in the Nation, “One must point out that this babble soon becomes horribly tedious.”\nPéguy’s writing style won him both praise and disregard. Some critics dismissed him as repetitive; others lauded him as a uniquely brilliant stylist. Mary Duclaux, writing in Twentieth Century French Writers, described his place in French literature: “shall we say that Péguy was the Walt Whitman of France? Shall we translate him into English under the name of Carlyle—or even W.E. Henley? There was something of all of them in the irascible, quizzical, and lovable idealist whose life was one long struggle against conventional standards and a conventional style.” William A. Drake, in his book Contemporary European Writers, noted, “It is difficult, in estimating the contribution of Charles Péguy to French literature and to the French spirit, to escape the temptation to overemphasis which has caused most of his contemporaries to invest this lovable and significant figure with the same sort of monumental halo which adorns the metaphorical brow of his compatriot of Orleans, Jeanne d’Arc.” Harry Levin of the Sewanee Review commented, Charles Péguy “upsets all preconceptions of a French writer ... the academic precisian, the cynical rationalist. Péguy ... is their very antithesis.” Writing in a chanting rhythm in simple, repetitive phrases about the traditions of old, Christian France, Péguy delights those who enjoy the representation, in simple words, of exalted thoughts.\nPéguy wrote until the outbreak of World War I, when he was one of the first soldiers to be sent into battle. He died at Marne in 1914, further sanctifying his name. His obsessions and simple writing style make Péguy’s work singular. As a polemicist and poet devoted to Christian French identity, however, Péguy has his niche among French writers.\n", "attrs": {"Region:": ["France"]}}