{"pf_url": "https://www.poetryfoundation.org/poets/charles-bernstein", "name": "Charles Bernstein", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/713073de838eb3894c3a512d1079f32da465dae6.jpeg", "bio": "\nPoet, essayist, theorist, and scholar Charles Bernstein was born in New York City in 1950. He is a foundational member and leading practitioner of Language poetry.  Bernstein was educated at the Bronx High School of Science and at Harvard University, where he studied philosophy with Stanley Cavell and wrote his final thesis on Gertrude Stein and Ludwig Wittgenstein. In the mid-1970s Bernstein became active in the experimental poetry scenes in New York and San Francisco, not only as a poet, but also as an editor, publisher, and theorist. With visual artist and wife Susan Bee, Bernstein published several now well-known poets whose work is associated with Language writing. Between 1978-1981, with fellow poet Bruce Andrews, he published L=A=N=G=U=A=G=E magazine, which became a forum for writing that blurred, confused, and denied the boundary between poetry and critical writing about poetry. Bernstein’s own poetic work explores the wide-ranging uses of language within diverse social contexts. His poetry combines the language of politics, popular culture, advertising, literary jargon, corporate-speak, and myriad others to show the ways in which language and culture are mutually constructive and interdependent. As Bernstein says in an interview with Bradford Senning: “I want to engage the materials of the culture, derange them as they have deranged me, sound them out, as they sound me out.” Bernstein’s writing is serious, engaging, and critical, while also being playful, irreverent and deeply humorous.\n\r\nSince the 1970s Bernstein has published dozens of books, including poetry and essay collections, pamphlets, translations, collaborations, and libretti. His poetry has been widely anthologized and translated, and it has appeared in over 500 magazines and periodicals.\n\r\nIn addition to his work as a poet, Bernstein is a leading scholar and educator of poetry. From 1990 to 2003, he was David Gray Professor of Poetry and Letters at the State University of New York at Buffalo and Director of the Poetics Program, which he co-founded with Robert Creeley. At SUNY Buffalo, he co-founded the Electronic Poetry Center with Loss Glazier (epc.buffalo.edu), and in 2002, he was appointed SUNY Distinguished Professor, the university’s highest rank. Bernstein is currently Donald T. Regan Professor of English and Comparative Literature at the University Pennsylvania. With Al Filreis, he is the co-founder and co-editor of PENNsound (writing.upenn.edu/pennsound), an extensive archive of recorded poetry.\n\r\nBernstein was elected a Fellow of the American Academy of Arts & Sciences in 2006. Other awards and honors include The 1999 Roy Harvy Pearce / Archive for New Poetry Prize of the University of California, San Diego; the University of Pennsylvania Dean’s Award for Innovative Teaching; a John Simon Guggenheim Memorial Fellowship; and a National Endowment for the Arts Creative Writing Fellowship. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Language Poetry"]}}