{"pf_url": "https://www.poetryfoundation.org/poets/charles-baudelaire", "name": "Charles Baudelaire", "yob": "1821", "yod": "1867", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a1efffbc14d7b2b8d9954cae389c4865dad7d5a7.jpeg", "bio": "\nCharles Baudelaire is one of the most compelling poets of the 19th century. While Baudelaire’s contemporary Victor Hugo is generally—and sometimes regretfully—acknowledged as the greatest of 19th-century French poets, Baudelaire excels in his unprecedented expression of a complex sensibility and of modern themes within structures of classical rigor and technical artistry. Baudelaire is distinctive in French literature also in that his skills as a prose writer virtually equal his ability as a poet. His body of work includes a novella, influential translations of the American writer Edgar Allan Poe, highly perceptive criticism of contemporary art, provocative journal entries, and critical essays on a variety of subjects. Baudelaire’s work has had a tremendous influence on modernism, and his relatively slim production of poetry in particular has had a significant impact on later poets. More than a talent of 19th-century France, Baudelaire is one of the major figures in the literary history of the world.\nThe extent of the influence of Baudelaire’s family background on his life and work has been the subject of some interest to critics. In his life-story there are classic ingredients for neurosis, and his adult life was shaped by a triangle of family relations that some believe explains his complicated psyche. Baudelaire’s father, François Baudelaire (1759–1827), came from a family of woodworkers, winegrowers, farm laborers, and craftsmen who had lived near the Argonne forest since the 17th century. He went to Paris on a scholarship and in the course of a long career there became a priest; worked as a tutor for the children of Count Antoine de Choiseul-Praslin, even composing a manual to teach Latin; resigned his priesthood during the Reign of Terror; married Rosalie Janin, a painter, and had a son, Alphonse Baudelaire (1805–1862); earned a living as a painter; and from the age of thirty-eight until retirement worked his way up the ranks of the civil service.\nFrançois Baudelaire was 60 when he married the 26-year-old Caroline Dufayis (1793–1871) in 1819; Charles was their only child, born in Paris on April 9, 1821. Caroline was an orphan: her mother, who came from a family of solicitors from the same part of France as the Baudelaires, died in England, where she had emigrated for unknown reasons; little is known about Caroline’s father except that his name was Charles Dufayis and that he was supposed to have died in July 1795 at Quiberon Bay in southern Brittany when Revolutionary forces put down a peasant revolt aided by émigrés. It is not known whether or not the difference in his parents’ ages affected their son, but Baudelaire was just six when his father died, so he had no opportunity to know his father well. The death of François Baudelaire, though, set the scene for several major dramas in Baudelaire’s life: his inheritance at 21 of a respectable fortune; the establishment of a board of guardians that was to control Baudelaire’s financial fortunes for most of his adult life; and the remarriage of his mother to Jacques Aupick, a man with whom Baudelaire could not get along.\nAupick (1779?–1857), like Caroline Dufayis, was an orphan. His father was an Irishman who died in the military service in France; his mother, who might or might not have been his father’s legal wife, died shortly afterward. The young Aupick made his way successfully in the military: with no real family advantages, he was a general by the end of his life, and he had served as the head of the École Polytechnique (Polytechnic School) in Paris, as ambassador to Constantinople as well as to Spain, and as a senator. Caroline Dufayis Baudelaire met Aupick at the beginning of 1828, a year into her widowhood, and they were married rather precipitously on November 8, 1828, probably because of the stillborn child born a month later. Aupick was transferred to Lyon in December 1831, and in January 1836 he was transferred back to Paris, where he stayed until 1848, when he was sent as a diplomat to Constantinople.\nIt is understandable that Baudelaire might be jealous of his mother’s new husband, as he was deeply attached to his mother both materially and emotionally. Their close relationship was of enduring significance, for during the course of his life he borrowed from his mother an estimated total of 20,473 francs and much of what is known of his later life comes from his extended correspondence with her. Although quite possibly Baudelaire’s attachment to his mother did lead to his resentment and dislike of his stepfather, it is interesting to note that he did not manifest resentment early on. As a schoolboy in Lyons from 1832 to 1836 Baudelaire’s letters to his parents were mostly affectionate and he referred to Aupick as his father. Easy relations within the family persisted through Baudelaire’s high-school years at Louis-le-Grand in Paris, where Colonel Aupick had been transferred. Far from being “maudit” (cursed) in the tradition of his later legend, Baudelaire was actually a prize student of whom both parents were proud. Even when he was expelled from Louis-le-Grand in 1839 for refusing to give up a note passed him by a classmate, stepfather and stepson appeared to be on good terms.\nBaudelaire began referring to his stepfather as “the General” (Aupick had been promoted in 1839) in 1841, around the time his family contrived to send the young man on a voyage to the Indian Ocean. After passing the “bac,” or baccalauréat (high-school degree), in 1839, several months after his expulsion from the lycée, Baudelaire spent two years in the Latin Quarter pursuing a literary career and, of particular concern to Aupick, accumulating debts. To save Baudelaire from his debts, a family council was called in which it was decided to send him on a long voyage in June of 1841, paid for from his future inheritance (the parents later agreed to pay for it themselves as a gesture of goodwill). Baudelaire did not want to go, and in fact he jumped ship at the Ile Bourbon, returning to Paris in February of 1842. If the stiff forms of address in his letters of this time are any indication, Baudelaire resented his family’s intervention in his way of life and held his stepfather responsible for it.\nFamilial censure only became more institutionalized. By June of 1844 Baudelaire had spent nearly half of the capital of the 99,568 francs he had inherited two years before. The family decided that it was necessary to seek a conseil judiciaire (legal adviser) to protect the capital from Baudelaire, and on September 21, 1844 the court made Narcisse Désirée Ancelle, a lawyer, legally responsible for managing Baudelaire’s fortune and for paying him his “allowance.” The sum paid him was enough for a single young man to live on comfortably, but Baudelaire had expensive tastes and he was bitter about this intervention for the rest of his life. Relations among family members soured. Baudelaire could no longer bear to be around “the General” and there were long periods of time when Mme Aupick was not permitted to see her son. For the next 15 years Baudelaire’s letters to his mother are laced with reproach, affection, and requests for money, and it was only after her husband’s death—in 1857, the year of the publication of Les Fleurs du mal (The Flowers of Evil)—that relations between mother and son began to improve.\nFinancial constraint, alienation, and complex emotions defined Baudelaire’s life, and it is against this backdrop of complicated family relations that some of the best poetry in the French language was written. Though Baudelaire’s interest in verse was manifest as early as his days in the lycée, his public emergence as a poet was slow and complicated by many sideline activities through the early 1850s.\nBaudelaire began making literary connections as soon as he passed the bac, at the same time that he was amassing debts. From 1839 to 1841, while he was living in the Latin Quarter, he became associated with the École Normande (Norman School), a group of student-poets centered around Gustave Levavasseur, Philippe de Chennevières, and Ernest Prarond. None of these people became major poets, but they were involved in Baudelaire’s first ventures with poetry. Prarond claims to have heard Baudelaire recite as early as 1842 some of the poems that were later published in Les Fleurs du mal. Baudelaire considered participating in a collective publication with Levavasseur, Prarond, and another person named Dozon. He withdrew his contribution, however, because Levavasseur wanted to correct the “idiosyncrasies” in his work. Baudelaire was never without literary acquaintances. His professional social activity continued throughout his life, and in the course of his literary career he became acquainted with writers such as Victor Hugo, Charles-Augustin Sainte-Beuve, and Théophile Gautier. As his rejection of Levavasseur’s corrections suggested, though, Baudelaire—like the speakers in his poetry—was always an individual within the crowd.\nBaudelaire’s first publications of poetry were probably disguised, for reasons known only to himself. 11 poems published between 1844 and 1847 in L’Artiste under the name of Privat d’Anglemont—another friend in Baudelaire’s literary circle—have been attributed to Baudelaire, and in fact nine of these poems have been included in the definitive Pléiade edition of Baudelaire’s collected works published 1975–1979. The first poem published under Baudelaire’s own name appeared in L’Artiste on May 25, 1845; Baudelaire probably wrote the sonnet “A Une Dame Créole” (To a Creole Lady), which celebrates the “pale” and “hot” coloring of the lovely Mme Autard de Bragard, on his trip to the Indian Ocean. The poem is not a prodigious showing for someone who was already establishing a reputation for himself in Parisian circles as a poet, and Baudelaire’s next official publication of verse did not take place until a full six years later, in 1851.\nIn De quelques écrivains nouveaux (On Some New Writers, 1852) Prarond described Baudelaire as a poet who had achieved a certain reputation without having published a verse. Although the statement was not technically accurate in 1852, it illustrates a facet of Baudelaire’s reputation. Even though he had no record of solid achievements, Baudelaire, with his compelling personality, had the ability to impress others, and he was already deliberately cultivating his image with eccentric stories designed to shock and test his acquaintances. For example, he liked to recite to friends his poem “Nightmare,” which features a man who witnesses the rape of his mistress by an entire army.\nEarly in his career Baudelaire’s reputation was more solidly based on his nonpoetic publications. In 1847 he published his only novella, La Fanfarlo, an autobiographically based work that features a tortured hero named Samuel Cramer. He wrote a handful of essays and reviews for various journals, notably Le Corsaire Satan; these works—including Le Musée classique du bazar Bonne-Nouvelle (The Classical Museum of the Bonne-Nouvelle Bazaar) and Comment on paie ses dettes quand on du génie (How to Pay Your Debts When You’re a Genius)—were collected in Curiosités esthétiques (Esthetic Curiosities, 1868) as well as L’Art romantique (Romantic Art, 1868), the second and third volumes in the posthumously published Oeuvres complètes (Complete Works, 1868–1873). Baudelaire also wrote two of the Salons that contribute to his reputation as a discerning, sometimes prophetic, and often amusing critic. Although Salon de 1845 (1845) went unnoticed by critics, the next year his Salon de 1846 made a good impression on a small circle.\nAlthough he does not develop an aesthetic theory in Salon de 1845, Baudelaire does launch his idea that heroism can exist in life’s ordinary details. The essay notably displays a particularly charming feature of Baudelaire’s critical writing: the sharp and colorful illustration of points. The works of one painter, for example, are witheringly dismissed: “chaque année les ramène avec leurs mêmes désespérantes perfections” (each year brings them back with the same depressing perfections); another painter’s works, writes Baudelaire, recall the pictures of travel brochures and evoke a China “où le vent lui-même, dit H. Heine, prend un son comique en passant par les clochettes;—et où la nature et l’homme ne peuvent pas se regarder sans rire” (where the wind itself, says H. Heine, sounds comical as it blows through bells; and where nature and man cannot look at each other without laughing).\nIn the important Salon de 1846 Baudelaire critiques particular artists and in a more general way lays the groundwork for the ideas about art that he continued to develop in his “Salon de 1859,” first published in Revue française in June and July of that year, and up until his essay “Le Peintre de la vie moderne” (The Painter of Modern Life), which appeared in Le Figaro in November and December of 1863. As Baudelaire defines it in Salon de 1846, art represents an ideal for Baudelaire: “L’art est un bien infiniment précieux, un breuvage rafraîchissant et réchauffant, qui rétablit l’estomac et l’esprit dans l’équilibre naturel de l’idéal” (Art is an infinitely precious thing, a warming and refreshing drink which reestablishes stomach and spirit in the natural equilibrium of the ideal). Although art leads to an abstraction, “l’idéal,” the references to stomach and drink indicate that for Baudelaire the ideal is built on concrete particulars. Indeed, as he goes on to explain in Salon de 1846 “Ainsi l’idéal n’est pas cette chose vague, ce rêve ennuyeux et impalpable qui nage au plafond des académies; un idéal, c’est l’individu redressé par l’individu, rconstruit et rendu par le pinceau ou le ciseau à l’éclatante vérité de son harmonie native” (Thus the ideal is not the vague thing, that boring and intangible dream which swims on the ceilings of academies; an ideal is the individual taken up by the individual, reconstructed and returned by brush or scissors to the brilliant truth of its native harmony).\nAt the time he wrote Salon de 1846 Baudelaire believed that Romanticism represented the ideal, and he presents the painter Eugène Delacroix as the best artist in that tradition. Baudelaire, though, also articulates principles that later took him beyond Romanticism to a more radical view of art. He propounds that beauty must contain the absolute and the particular, the eternal and the transitory, and in a section of Salon de 1846 titled “De l’Héroïsme de la Vie Moderne,” (The Heroism of Modern Life) he elaborates that the “particulier” can be found in contemporary and ordinary urban life: “Le spectacle de la vie élégante et des milliers d’existences flottantes qui circulent dans les souterrains d’une grande ville,—criminels et filles entretenues,—la Gazette des Tribuneaux et le Moniteur nous prouvent que nous n’avons qu’à ouvrir les yeux pour connaître notre héroïsme” (The spectacle of elegant life and of the thousands of existences which float in the underground of a big city—criminals and kept women—the Gazette des Tribuneaux and the Moniteur prove that we have only to open our eyes in order to recognize our heroism). Modern life as inspiration for art is an idea that Baudelaire develops in “Le Peintre de la vie moderne” with reference to the artist Constantin Guys. As Baudelaire observes in 1846, Delacroix works in the grand tradition, and a new tradition has not yet come into being.\nDespite several halfhearted attempts to indulge his parents’ desire for his settled employment, throughout the 1840s Baudelaire was committed to his vocation as a poet, and as an artist he did his best to absorb the “spectacle” of Parisian life by living the life of a bohemian and a dandy. After the naming of the conseil judiciaire he affirmed a new identity by changing his name to Baudelaire-Dufayis, adding his mother’s maiden name to his father’s family name (this gesture lasted until the Revolution of 1848). He was particular about his dress, and virtually every contemporary description of him describes his changing hairstyles, from flowing locks to a shaved head to short, clipped hair. Early in the decade he took up with Jeanne Duval, the mulatto mistress with whom he had a long and complicated affair; in the late 1840s he met Marie Daubrun, the second inspiration for the three love cycles of his poetry. He had already had a bout with gonorrhea by this time and had picked up syphilis, the disease that was probably the cause of his death. Baudelaire attempted suicide once, on June 30, 1845. He cultivated an interest in art and painting, which fueled his continued accumulation of debts—he was a generally unlucky but enthusiastic collector. He began a pattern of moving from hotel to hotel to escape creditors and was well acquainted with the seamy side of Paris, a familiarity that is evident in his poems.\nThe year 1848 marked the beginning of a strange period in Baudelaire’s life, one that does not quite fit with his life as a dandy, and which he himself later labeled “Mon ivresse de 1848” (My frenzy in 1848) in his Journaux intimes (Intimate Journals, 1909). Baudelaire—the product of a bourgeois household, the elitist poet of refined and elegant dress, the man who in the 1850s embraced Count Joseph de Maistre, an ultra-royalist aristocrat, and who had already expressed admiration for the aristocratic views of Edgar Allan Poe—participated in the French Revolution of 1848 that lead to the overthrow of the constitutional monarchy.\nAs Richard Burton documents extensively in Baudelaire and the Second Republic: Writing and Revolution (1988), Baudelaire did have strong revolutionary sympathies during this period. He was influenced by thinkers such as François Marie Charles Fourier, Félicité Lamennais, and Emanuel Swedenborg. His dedication of Salon de 1846 to the “bourgeois” may well have been intended as ironic. Baudelaire wrote a positive and approving preface for Pierre Dupont’s Chant des ouvriers (Song of the Workers, 1851), which praises the working man. He sought out Pierre-Joseph Prudhon, one of the great writers and thinkers of the 1848 revolution. With Champfleury, a journalist, novelist, and theoretician of the realist movement, he started a short-lived revolutionary newspaper after the provisional government was established. Most dramatically, he physically participated in the revolutions of February and June, actually fighting on a barricade and, according to some contemporaries’ accounts, apparently shouting, “Il faut aller fusiller le général Aupick” (We must go shoot General Aupick).\nAlthough a school of criticism has grown up in which Baudelaire is labeled a revolutionary, it would be a mistake to reduce the life and thought of this complex man to political dogma. Baudelaire was undeniably fervent, but this fervor must be seen in the spirit of the times: the 19th-century Romantic leaned toward social justice because of the ideal of universal harmony but was not driven by the same impulse that fires the Marxist egalitarian. It is also possible, given Baudelaire’s relationship with his stepfather and his famous cry on the barricades, that at least part of his zeal was motivated by personal feelings. Furthermore, even during this heady period Baudelaire never lost his critical acumen and spirit of contradiction. He rose repeatedly during speeches for the May 4 elections to interrupt idealistic speakers with pointed, embarrassing questions. In Mon coeur mis à nu et Fusées; journaux intimes (My Heart Laid Bare and Fusées; Intimate Journals, 1909) he elaborates on the “ivresse de 1848”: “De quelle nature était cette ivresse? Goût de la vengeance. Plaisir naturel de la démolition (What was the nature of this drunkenness? A desire for vengeance. A natural pleasure in destruction).\nAfter Louis-Napoleon Bonaparte’s coup d’état in 1851, Baudelaire ceased all political activity. To the extent that he considered politics in his later years, his outlook was anti-egalitarian and anti-activist—reminiscent of the aristrocratic conservatism represented by Poe and de Maistre, in other words: “There is no form of rational and assured government save an aristocracy. ... A monarchy or a republic based upon democracy are equally absurd and feeble.” For the most part, though, Baudelaire’s Intimate Journals reveal his relative lack of interest in politics, his disillusionment with mankind and all of its institutions, and his ultimate faith in the classless aristocracy of the “Dandy.”\nAfter a long period of incubation, of familial reproaches that he had wasted his life, and of a reputation based on potential, a few publications, and force of personality, Baudelaire came into his own as a literary personage in the 1850s. On 9 April 1851 eleven poems were published in the Messager de l’Assemblée under the title “Les Limbes” (Limbo); these poems were later included in Les Fleurs du mal. In March and April 1852 Baudelaire’s first major study of Poe was published in Revue de Paris. In “Edgar Allan Poe, sa vie et ses ouvrages” (Edgar Allan Poe, His Life and His Works) Baudelaire notes views that were probably influenced by de Maistre as well as brought out by Poe: belief in original sin; faith in the imagination, which Baudelaire called “la reine des facultés” (the queen of faculties); approval of the cult of Beauty and of poetry for its own sake; and hatred for progress and nature.\nIn 1854 and 1855 Baudelaire’s first translations of Poe’s writings were published in Le Pays. A meticulous translator, Baudelaire was known to hunt down English-speaking sailors for maritime vocabulary. His translations of Poe culminated in Histoires extraordinaires (1856; Tales of Mystery and Imagination), which included “Edgar Allan Poe, sa vie et ses ouvrages” as a preface; Nouvelles Histoires extraordinaires (1856; New Tales of Mystery and Imagination); Aventures d’Arthur Gordon Pym (1858; originally published as The Narrative of Arthur Gordon Pym, 1838); Eureka (1863; originally published 1848); and Histoires grotesques et sérieuses (1865; originally published as Tales of Grotesque and Arabesque, 1840).\nAlso in 1855 the Revue des deux mondes published eighteen poems with the title of Les Fleurs du mal. Two of Baudelaire’s prose poems were published for the first time that same year in a festschrift, “Hommage à C. F. Denecourt.” The festschrift publication is particularly interesting because the prose poems were published alongside two poems in verse, so that “Crépuscule du Soir” (Dusk) appeared in verse and in prose.\nIn June of 1857 the first edition of Les Fleurs du mal was published by the fine letter press of Auguste Poulet-Malassis. Although Baudelaire considered publishing Les Fleurs du mal with the large printing house of Michel Lévy, which published his translations of Poe, he chose the smaller press of Poulet-Malassis out of a concern for quality. A tyrannical author, Baudelaire took rooms near the offices of his publishers so that he could better supervise the placement of every comma. The press was solicitous of Baudelaire’s corrections, and Poulet-Malassis became a devoted friend: he lent Baudelaire large sums of money though he himself eventually went bankrupt and to debtor’s prison for his own debts; he tended to Baudelaire during his last days in Brussels, though the writer had signed over Poulet-Malassis’s legal rights on some works to the publisher Hetzel; and when on his deathbed Baudelaire chose Lévy to publish his Oeuvres complètes , Poulet-Malassis loyally rallied to the cause, ceding his legally exclusive rights to Baudelaire’s works and doing what he could to help produce a satisfactory edition.\nAbout one month after Les Fleurs du mal went on sale in July 1857, a report was drawn up by the Sûreté Publique (Public Safety) section of the Ministry of the Interior stating that the collection was in contempt of the laws that safeguard religion and morality. Thirteen poems were singled out and put on trial. In contrast with the last time he went to court, when he acquiesced to the imposition of a conseil judiciaire, Baudelaire fought this battle to the last. The proceeding betrays some of the misunderstandings that have infected views of his poetry ever since.\nTo intercede with the government on his behalf Baudelaire made the unfortunate choice of Aglaé Sabatier, “la Présidente,” a woman to whom he had been sending anonymous and admiring poems since 1852. The third muse for the trilogy of love cycles in Les Fleurs du mal, “Apollonie” (as she was also known) was without great political influence, and her dubious social standing probably did not lend credibility to Baudelaire’s claims for morality. Baudelaire’s defense at the trial was threefold: that he had presented vice in such a way as to render it repellent to the reader; that if the poems are read as part of the larger collection, in a certain order, their moral context is revealed; and that his predecessors—Alfred de Musset, Pierre-Jean Béranger, George Sand, Honoré de Balzac—had written far more scandalously and gotten away with it. Baudelaire’s lawyer unwisely emphasized the last point, which was easily dismissed: that others have gotten away with transgression does not justify one’s own. Six of the poems were condemned—the ban on them was not lifted until after World War II, on 31 May 1949—and both Baudelaire and his editors were fined.\nThough the trial was an ordeal and certainly did not help improve the poet’s relations with his mother (General Aupick was dead by this time), the trial was not ultimately detrimental to Baudelaire. The condemned poems were excised, and the book went back on sale. Baudelaire subsequently achieved a certain notoriety, for better and for worse. For the better, Les Fleurs du mal got good reviews from critics that counted. Emile Deschamps, a founding father of 1830s Romanticism, published a poem in praise of the collection in Le Présent . Gustave Flaubert, who had endured a similar trial for Madame Bovary (1857), wrote to Baudelaire on 13 July 1858 that “Vous avez trouvé moyen de rajeunir le romantisme. Vous ne ressemblez à personne (ce qui est la première de toutes les qualités). ... Vous êtes résistant comme le marbre et pénétrant comme un brouillard d’Angleterre” (You have found a way to inject new life into Romanticism. You are unlike anyone else [which is the most important quality]. ... You are as resistant as marble and as penetrating as an English fog). On 30 August 1887 Hugo wrote to Baudelaire that his flowers of evil were as “radiant” and “dazzling” as stars. In contrast, the influential Sainte-Beuve maintained a significant silence. There were many negative reviews by lesser critics, but none that affected Baudelaire’s reputation.\nFor the worse, Baudelaire’s legend as a poète maudit (cursed poet) exploded at this time, and Baudelaire, as always, contributed to this reputation by shocking people with elaborate eccentricities. He invited people over to see riding breeches supposedly cut from his father’s hide, for example, or in the middle of a conversation casually asked a friend, “Wouldn’t it be agreeable to take a bath with me?” It is difficult to sort out which stories about Baudelaire are true and which are fictive—later on someone apparently thought that Baudelaire had actually gotten unreasonably angry with a poor window-glazier, misconstruing the prose poem “Le Mauvais Vitrier” (The Bad Glazier) as reality. Baudelaire’s legend as a poète maudit obscured his profound complexity, and Charles Asselineau’s preface to Charles Baudelaire, sa vie et son oeuvre (Charles Baudelaire, His Life and Work, 1869), the first biography of the poet, only sealed his notorious image by passing on the more infamous anecdotes.\nAnother effect of the condemnation of Les Fleurs du mal is that the excision of six poems probably prompted Baudelaire to write the new and wonderful poems published in the collection’s second edition of 1861. After the trial he experienced a surge of creative activity. In Baudelaire in 1859 (1988) Burton posits that this rebirth of energy had to do with a reconciliation with his mother. General Aupick had died in April of 1857, and in 1858 Baudelaire switched from the formal vous to the more intimate tu in addressing his mother. He wrote several of the important poems in the second edition—including “Le Voyage” (The Voyage) and “La Chevelure” (The Head of Hair)—in 1859, during a long stay at Honfleur in the “Maison Joujou” (Playhouse) of his mother. Whatever the reason for this literary activity, Baudelaire wrote thirty-five new poems between 1857 and 1861, adding “Tableaux Parisiens” to the already existing sections of Les Fleurs du mal and creating more or less the definitive version of the collection.\nBaudelaire’s only collection of verse is composed of six sections: “Spleen et Idéal” (Spleen and the Ideal), “Tableaux Parisiens” (Parisian Tableaus), “Le Vin” (Wine), “Fleurs du mal” (Flowers of Evil), “Révolte” (Revolt), and “La Mort” (Death). In the trial of his poems Baudelaire had argued that there was an “architecture” that organized the meaning of his work, and this organizing principle has been the subject of debate among critics. There is certainly a progression from “Au lecteur” (To the Reader), the poem that serves as the frontispiece, to “Le Voyage,” the final poem.\n“Au lecteur” invites the reader into the collection by portraying regretful yet irresistible corruption and ennui while forcing the reader into complicity with its well-known conclusion: “—Hypocrite lecteur,—mon semblable,—mon frère!” (Hypocritical reader, my mirror-image, my brother!). Intervening poems explore various facets of the poet’s experience, many of which represent struggles with what Blaise Pascal called the “gouffre” (the abyss). “Le Voyage” surveys the disappointed hopes of speakers who have traveled far and wide only to find what “Au lecteur” had promised, “Une oasis d’horreur dans un désert d’ennui” (An oasis of horror in a desert of tedium). The final cry of this poem, “Nous voulons ... / Plonger ... / Au fond de l’Inconnu pour trouver du nouveau” (We want ... / To plunge ... / To the bottom of the Unknown in order to find something new), is addressed to death and is ambiguous: it either launches the collection’s journey on a new course from that set in “Au lecteur,” thus possibly concluding Les Fleurs du mal on a note of optimism, or it ends the poem’s quest in death. In either case, there is clearly a movement toward closure, and perhaps resolution, in Les Fleurs du mal. Reading the poems by following too rigorous a system would do injustice to them, however. Although there is a general sense of progression in Les Fleurs du mal, individual works do not always fit the pattern assigned to their part in the collection.\nIn similar fashion, though Baudelaire’s legend glossed him as the satanic poet of ennui, sordid details, and forbidden sensuality, in fact his poetry treats a variety of themes with a range of perspectives. He does deal with topics that fueled his scandalous reputation. As “Au lecteur” promised, the collection is dominated by the poet’s Catholic sense of original sin. “Le Mauvais Moine” (The Bad Monk), in the section “Spleen et Idéal,” describes the poet as a “mauvais cénobite” (a bad monk) who is trapped in the “odious” grave of his soul. Redemption, given this situation, appears hopeless: “‘ moine fainéant! Quand saurai-je donc faire / Du spectacle vivant de ma triste misère / Le travail de mes mains et l’amour de mes yeux? (O lazy monk! When will I ever know how to turn / the living spectacle of my sad misery / into the work of my hands and love of my eyes?) Many poems echo this expression of futility for man’s spiritual condition, especially in “Spleen et Idéal” and notably in the four “Spleen” poems (LXXV, LXXVI, LXXVII, LXXVIII) within that section. While some poems end without hope, however—“Spleen LXXVIII” concludes with “atrocious” Anxiety staking the poet’s skull with a black flag—others betray the desire to break out of imprisonment in sin. “Le Mauvais Moine” concludes by expressing that wish (“When will I ever know how ... ?”), though it is in the tenuous form of a question.\nFor Baudelaire, the love of Beauty and sensual love are two specific examples of man’s capacity for original sin. In Les Fleurs du mal Beauty is a compelling but often terrible phenomenon described in terms of hard, lifeless matter. Even the woman of “Le Serpent qui danse” (The Snake Which Dances), a poem about movement, has eyes that are “deux bijoux froids où se mêle / L’or avec le fer” (two cold jewels where / Gold mixes with iron), and Beauty of “La Beauté” (Beauty) is like “un rêve de pierre” (a dream of stone) that inspires love “éternel et muet ainsi que la matière” (as eternal and mute as matter). The power of this inhuman Beauty is terrible. “La Beauté” reduces the poet to a “docile” lover who is virtually chained to his idol. “Hymne à la Beauté” (Hymn to Beauty) concludes with the same helpless devotion to Beauty’s powers of distraction and more explicitly articulates Beauty’s dual nature: her look is “infernal et divin” (infernal and divine), and the poet is so addicted that he does not care whether She comes from Heaven, Hell, or both.\nBaudelaire does not just treat Beauty as an abstract phenomenon; he also writes about individual women. Baudelaire’s three love cycles reflect his experiences with three different women—Duval, Daubrun, and Mme Sabatier—and discussions of his love poems are often organized around the poems associated with each woman. It is not always clear, however, which poems are associated with whom.\nJeanne Duval was a mulatto and a sometime actress who, according to Baudelaire, did not understand and in fact undermined his poetry and whose attraction was powerfully physical. Baudelaire met Duval in the early 1840s and lived with her periodically, but by the late 1840s he was writing to his mother that life with her had become a duty and a torment. Nonetheless, it was not until 1856 that they broke up; the rupture was at her instigation, and even afterward Baudelaire continued to support her financially: as usual, his was not the conventional response to a situation.\nBaudelaire’s relations with Marie Daubrun were less extended. She was a blonde, Rubenesque actress who seems never seriously to have reciprocated Baudelaire’s fascination for her. Baudelaire had met her in the late 1840s or early 1850s but probably did not become intimately involved with her until around 1854. Their sporadic connection ended when Marie left Baudelaire to go back to Théodore de Banville.\nApollonie Sabatier represented a different sort of attraction from that of Jeanne and Marie. “La Présidente” had been a model and the mistress of various men, one of whom left her a stipend that secured her independence. Her position as an independent woman who had a history with men placed her in the demimonde, the “half-world” that is neither part of “le monde,” the world of social acceptability and prominence, nor part of the underworld of prostitutes. She was much admired as a tasteful, witty, intelligent woman, and her social evenings were attended by artists such as Théophile Gautier, Maxime Du Camp, Ernest Feydeau, and Flaubert. Baudelaire’s feelings for Mme Sabatier started as admiration from afar: he sent her anonymous letters accompanied by poems. Eventually he revealed his identity to her. When she finally responded to him, however, he dropped her with a letter in which he tells her that her capitulation, whether it was physical or emotional, had turned her from a Goddess into “a mere woman.” Despite the direct stares of Nadar’s famous photographs, Baudelaire’s was a complex personality. On the one hand he experienced animal love and a sense of duty with Jeanne; on the other hand he felt platonic love for Mme Sabatier and yet he betrayed her. His relations with women were far from entirely pleasant.\nBaudelaire’s complicated experiences with these women and with others undoubtedly shaped his poetry about them. Some readers view Baudelaire as a mere sensualist and in some poems he certainly does celebrate the sensuality of women, of scent, and of sensation, but it is important to note that his poetic descriptions of women are multidimensional. Although there are extremely sensual poems, such as “Parfum Exotique” (Exotic Perfume), “La Chevelure” (The Head of Hair), and “L’Invitation au Voyage” (Invitation to a Voyage), Baudelaire also wrote poems, such as those dedicated to Beauty, in which a woman is admired as a hopelessly unattainable object of art—” Je t’adore à l’égal de la voûte nocturne” (I Adore You as the Vaulted Night Is High), for example, or “Avec ses vêtements ondoyants et nacrés” (With Her Undulating and Pearly Garments).\nIndeed, contrary to the stereotype of Baudelaire as a lustful idolater, in many of his sensual poems he alchemizes the physical elements of the woman into an ethereal substance. The ultimate importance of “la chevelure” is as a source of memories, and in “Parfum Exotique” the initial scent of the woman’s breast becomes the exotic perfume of an imaginary island. When Baudelaire idolizes the woman as a form of art, similarly, by the end of most poems the woman’s body is conspicuous by its removal. In “Je t’adore à l’égal de la voûte nocturne” the speaker tells the woman that he loves her “d’autant plus, belle, que tu me fuis” (all the more, beautiful one, when you flee me). The image of “la froide majesté d’une femme stérile” (the cold majesty of a sterile woman) in “Avec ses vêtements ondoyants et nacrés” does not invite embraces.\nFor Baudelaire, as for the English metaphysical poets, the human struggle starts with the flesh but ultimately takes place on the metaphysical plane. Woman, on this level, represents good or evil. Some poems portray the woman as demonic, in the tradition of “Hymne à la Beauté.” In “Sed non Satiata” (But she is Not Satisfied), the speaker cries to the woman: “‘ démon sans pitié! verse-moi moins de flamme” (O pitiless demon! Throw me less fire). “Le Vampire” (The Vampire) is about the symbiosis of the vampire woman and the enslaved poet. Other poems—these are usually the ones associated with Mme Sabatier—represent the woman as a redemptive angel against a somber background. The play between light and dark in these poems ranges from the simple to the complex. In “Reversibilité” (Reversibility) there is a simple counterpoint between the “Ange plein de bonheur, de joie et de lumières” (Angel full of happiness, of joy, and of lights) and the tortured speaker. A more complex interplay between light and dark occurs in “Aube Spirituelle” (Spiritual Dawn) when the monstrance-like memory of the woman shines against a backdrop of the sun drowning in its congealing blood. Such complexity is again evident in “Confession,” when the “aimable et douce femme” (amiable and sweet woman) confesses her “horrible” lack of faith in humanity.\nBehind Baudelaire’s struggles with sin and ennui is an articulated awareness of Satan, notably in the section “Révolte.” “Le Reniement de Saint Pierre” (St. Peter’s Denial) concludes with the speaker congratulating Peter for denying Jesus. In “Abel et Caïn” the narrative voice urges Cain to ascend to heaven and throw God to earth. “Les Litanies de Satan” (The Litanies of Satan) is addressed to Satan and has the refrain “‘ Satan, prends pitié de ma triste misère!” (O Satan, have pity on my sad misery!). These are strong poems, understandably shocking to the readers of his day, but Baudelaire’s struggles with evil do not ally him with Satan. In his poetry Baudelaire represents himself as trapped and cries out in a despair that suggests his awareness of sin as a burden. Baudelaire is not a diabolic preacher; with C. S. Lewis, he would point out that Satan is part of the Christian cosmology.\nBaudelaire’s “Doctrine of Correspondences” suggests a belief of sorts in a pattern for the world and in relationships between the physical world and a spiritual one. This view, probably influenced by Emanuel Swedenborg and viewed as an antecedent to symbolism, is presented in the poem “Correspondances.” Nature is presented as a “temple” whose living pillars speak to man and whose “forest of symbols” (forêt de symboles) observe him. Baudelaire writes that “Les parfums, les couleurs, et les sons se répondent” (Perfumes, colors, and sounds interact with each other) like echoes in a “ténébreuse et profonde unité” (dark and deep unity). Although he does not include a direct expression of faith in God or gods in the poem, Baudelaire’s profoundly mystical belief in the world’s fundamental unity is clear. “Correspondances” epitomizes Baudelaire’s complicated spirituality.\nIndeed, the subject of Baudelaire’s faith has been much debated. The references to God and to Satan in his poems, letters, and intimate journals have been counted; the validity of his last rites has been weighed; his confession of faith to Nadar has been examined. Most critics agree that Baudelaire’s preoccupations are fundamentally Christian but that in Les Fleurs du mal he fails to embrace entirely Jesus Christ and his power of redemption. Debates about Baudelaire’s Christianity have not resolved the matter, though, nor is a label for Baudelaire’s faith necessarily desirable for reading his poetry. Les Fleurs du mal is best read on its own terms, with a respect for its complexity. The constant thrust of the collection is to impart to the reader an awareness of tension between the physically real and the spiritually ideal, of a hopeless but ever-renewed aspiration toward the infinite from an existence mired in sin on earth. This thrust is evident in poems in which the speaker bemoans enslavement to the soul’s “gouffre” (abyss) or to Beauty’s fascinations, in which he cries out to Satan in rage, in which he delves into the sensual to escape the physical world, and in which he articulates a feeble hope in love’s redemptive capacity and the possibility of unity.\nBaudelaire’s ambiguous relationship with the material world and his desire for another world are evident in his poems about the city of Paris. While some critics, notably Edward Kaplan, have argued that “Tableaux Parisiens,” the section added to the edition of 1861, shows a “conversion to the real world as it exists,” critics such as F. W. Leakey have pointed out that in these poems Baudelaire treats the city the way he treats the female body in “Je t’adore à l’égal de la voûte nocturne,” that is, by moving away from it as a physical presence. “Paysage” (Landscape) invokes concrete details of Paris—”Les tuyaux, les clochers, ces mâts de la cité” (the pipes, the bells, the masts of the city)—but the poem concludes with the poet behind closed shutters, his head on his desk, resolving to make “de mes pensers brûlants une tiède atmosphère” (a warm atmosphere from my burning thoughts).\nIn “Le Soleil” (The Sun) the poet walks the streets of Paris, but he appears to see the city as a literary text rather than on its physical terms. He goes “Flairant dans tous les coins les hasards de la rime, / Trébuchant sur les mots comme sur les pavés” (Seeking out the hazards of rhyme in all corners / Stumbling on words as on cobblestones). “Le Cygne” (The Swan) is a magnificent poem that records the changes wrought in Paris by the Baron Georges-Eugène Haussmann. Although he accumulates concrete details, Baudelaire again removes himself from the physical presence he is recording by recasting what he sees: “Je ne vois qu’en esprit tout ce camp de baraques . . .” (I see all these barracks ... only in spirit) and “tout pour moi devient allégorie” (everything becomes an allegory for me). Baudelaire’s reputation as the father of modern poetry about cities is largely based on the “Tableaux Parisiens,” which describe the streets of Paris in such gritty detail; the importance of these street scenes for the poet, though, is that he usually plunges into them with the desire to transcend them.\nBaudelaire’s theory of correspondences and his introduction of such topics as the city and the ugly side of man’s nature to poetry in verse are responsible for the modern quality of Les Fleurs du mal. Baudelaire also deals with a variety of themes in the Romantic tradition, however, including solitude; the mal de siècle, which in Baudelaire’s terms becomes ennui; the special plight of the poet; introspection; yearnings for the infinite; and romance. Furthermore, Baudelaire’s prosody is traditional: his alexandrines are no more loosened than those of the Romantics, and he uses a wide variety of classical forms.\nEven in his treatment of Romantic themes, however, Baudelaire is radical for his time. He imagines solitude not as a state of nature but as it happens in cities, presenting it in counterpoint to city crowds. The person who experiences ennui, as opposed to mal de siècle, is mercilessly self-aware and is troubled by original sin and a divided self. For Baudelaire the poet is endowed with special powers but is also a clumsy albatross (“L’Albatros”) or slothful sinner (“Le Mauvais Moine”). No longer mournful meditation in picturesque settings, introspection turns ugly with Baudelaire, a guilty pleasure to be squeezed like “une vieille orange” (an old orange), as Baudelaire asserts in “Au Lecteur.” The infinite is no longer the divine perceived in stars; it is found in the expansiveness of scents, in the imagination, in poetry, in cold-hearted Beauty, in the desire to escape.\nTo traditional forms and traditional themes Baudelaire brought imagery and situations that had never before existed in French poetry. “Une Charogne” (A Cadaver) provides an excellent example of how Baudelaire uses Romantic and even classical themes to go beyond them. The poet takes a walk with his beloved and concludes that, although time passes, his poetry will immortalize her. Unlike Pierre de Ronsard’s poem on that classical theme, “Quand tu seras bien vielle” (When You Are Very Old), however, Baudelaire’s meditation is prompted by a human cadaver whose guts spill across the page, the poem graphically detailing the flies, vermin, and stink. The speaker instructs his beloved that when she, too, is a rotting corpse, she should tell the vermin—who will eat her with kisses—that “j’ai gardé la forme et l’essence divine / De mes amours décomposés!” (I have maintained the form and divine essence / Of my decomposed loves!). Just as he exploits grotesque physical details only to extract from them an “essence divine,” so Baudelaire uses poetic convention while transforming it.\nSimilarly, Baudelaire’s use and mastery of traditional technique revolutionized French poetry by so clearly representing a unique sensibility. In “Le Cygne,” a poem detailing the poet’s thoughts as he walks through a changing Paris, Baudelaire sensitively communicates modern anxiety and a modern sense of displacement. The poem begins with an abrupt exclamation, “Andromaque, je pense à vous!” (Andromache, I am thinking of you!). A series of repetitions compounds the initial sense of urgency. The frequent recurrence of the verb je pense à (I am thinking about), though, also indicates the meditative nature of the poem; the repetition of words such as là (there)—along with a myriad of sharp descriptions—show that meditation interacts with the speaker’s close observations. Syntax broken across stanzas conveys the reach of the poet’s thoughts and observations as well as a sense of breathless haste.\nThe speaker returns to the same thoughts—notably, a swan escaped from a zoo and Andromache, the wife of the Trojan hero Hector—and the use of exclamation points is heavy: he is obsessed and slightly frantic. The gist of the speaker’s meditations is that he is haunted by absences: by Paris as it is no longer, by the swan who has lost his native soil, by Andromache’s losses. Those absences are present in this poem by virtue of Baudelaire’s prosody. Andromache’s fall into destitution is represented in the space caused by the enjambment between stanzas: “ … et puis [je pense] à vous / Andromaque, des bras d’un grand époux tombée” (And I think of you, / Andromache, fallen from the arms of a great husband). The lament of all who have suffered losses is emphasized by an enjambment that forces a quick draw of breath right before the end of the sentence and that accents the finality of “jamais” (never) at the beginning of the next sentence:\n \n“Je pense . . .\n. . . . . . . . . . . .\nÀ quiconque a perdu ce qui ne se retrouve\nJamais, jamais!”\n \n \n \n \n \n(I think . . .\n. . . . . . . . . . .\nOf whomever has lost that which can\nNever, never be found again!).\n \n\nIn Les Fleurs du mal traditional prosody and themes combine with novel thoughts and inspiration to create works of supreme originality.\n\r\nAlthough there were not many reviews of the second edition of Les Fleurs du mal and not all of those published were favorable, Baudelaire became an established poet with its publication. Saint-Beuve—though he never did review Les Fleurs du mal—ranked him grudgingly among the leaders of a new generation of poets as he remarked that poets coming along seemed to be in the style of Hugo, Gautier, Banville, and “even Baudelaire.” Younger poets started to dedicate poems to Baudelaire. Charles Asselineau in Charles Baudelaire: Sa vie et son oeuvre (1869) describes Baudelaire as accepted and blossoming with success after 1861. On the strength of that success, in fact, Baudelaire attempted an application to the Académie Française in 1861, seeking—many thought ironically—the place of Henri Lacordaire, a Roman Catholic priest. The taint of the trial and of his reputation was too strong, though, and Baudelaire thought it prudent to let his candidacy drop before he met with certain failure.\nIn the 1860s Baudelaire diversified from poetry in verse to literary activity in several different spheres. He wrote Les Paradis artificiels, Opium et Haschisch (The Artificial Paradise, Opium and Hashish, 1860), in which he resumes the interest in drugs that he had first explored in 1851 with Du Vin et du haschisch (On Wine and Hashish), an article published in Le Messager del’Assemblée. He also wrote seven articles for Jacques Crépet’s Les Poètes Français (French Poets, 1862), including pieces on Hugo, Gautier, and Marceline Desbordes-Valmore. These essays were published later along with others in Curiosités esthétiques . The note on Baudelaire in Crépet’s volume, written by Gautier, was fairly positive. This anthology established contact between Baudelaire and his first major biographer, Crépet.\nBaudelaire also continued with essay projects on topics of miscellaneous artistic interest, for example, the expression of his admiration for Wagner in 1861, Richard Wagner et “Tannhäuser” à Paris, and a valedictory tribute to Delacroix in 1863. The most significant of these essays was his definitive article on modern art. Around 1859 Baudelaire met the sketch artist Constantin Guys and began writing “Le Peintre de la vie moderne” (The Painter of Modern Life). This essay, ultimately published in Le Figaro in 1863, brings to fruition his ideas about “l’héroïsme de la vie moderne” (the heroism of modern life) first expressed in Salon de 1845 and Salon de 1846. Where in the Salon de 1846 Baudelaire discusses the duality of art in general terms, in “Le Peintre de la vie moderne” that duality specifically defines art’s modernity: “La modernité, c’est le transitoire, le fugitif, le contingent, la moitié de l’art, dont l’autre moitié est l’éternel et l’immuable” (Modernity is the transitory, the fugitive, the contingent, half of art, the other half of which is eternal and immutable). Art is composed of the eternal and the contingent; modernity—which can occur in every historic era—is a function of finite particulars “qui sera, si l’on veut, tour à tour ou tout ensemble, l’époque, la mode, la morale, la passion” (which, if you like, will be one by one or simultaneously the era, fashion, morals, passion). Baudelaire illustrates these principles by discussing in detail the interests and techniques of “CG,” his designation for the artist who wished to remain anonymous, from his brush stroke to his Crimean War drawings for the Illustrated London News.\nCentral to Baudelaire’s estimation of Guys is that Guys is not an artist but is, rather, a man of the world. For Baudelaire, a broad interest in the world as opposed to the restricted perspective that he associates with most “artistes” is crucial to interesting art. Along with this line of thought Baudelaire elaborates his notion of the dandy, who is not only the elegant dresser of usual associations but also a man of the world who lives according to the highest aesthetic principles. Baudelaire also develops his ideas about “la foule,” the crowd, which is the solitary artist’s domain “as water is for the fish.” He devotes an entire section to the aspects of modern life that the true artist must absorb: military life, the dandy, cars, women, prostitutes, and even makeup.\nIn that last section, “Eloge du Maquillage” (In Praise of Makeup), Baudelaire makes explicit two more concepts that are important to his ethos. First, true to the metaphysical import of flesh already described in his poetry, Baudelaire makes it clear that for him there is a spiritual dimension to physical rituals: he speaks of “la haute spiritualité de la toilette” (the high spirituality of the toilet) and states that fashion must be considered “un symptôme du goût de l’idéal” (a symptom of a taste for the ideal). Second, as a corollary to the importance he attaches to fashion, makeup, and the codes of the dandy, Baudelaire touches on his unromantic distaste for the natural. Everything beautiful is beautiful by calculation, he opines. Art is necessary to correct the natural state of man, which on the physical level is unattractive and on the spiritual level is a state of original sin. By the early 1860s Baudelaire had found a model for his ideals in the person of Guys, and he gave full expression to his artistic aesthetic in “Le Peintre de la vie moderne.”\nBaudelaire continued with scattered publications of poetry in the 1860s. In 1862 he published 20 prose poems in La Presse . This landmark year marks a shift in his creative endeavors from poetry in verse to poetry in prose: thereafter most of his creative publications are prose poems. Baudelaire managed to write only fifty of the one hundred prose poems he had projected. These poems were posthumously collected in 1869 as Petits poèmes en prose (Little Poems in Prose) and published with Les Paradis artificiels; later they were published by the better known title Le Spleen de Paris, petits poèmes en prose (The Spleen of Paris, Little Poems in Prose, 1917). Le Spleen de Paris is, as Baudelaire would say, a “singular” assemblage of works that represents an extremely ambitious literary project. In his correspondence he refers to the prose poems as a “pendant” (a completion of) to Les Fleurs du mal. He explains in what senses Le Spleen de Paris completes Les Fleurs du mal when he articulates his ambitions for the prose poems in “A Arsène Houssaye,” a letter that became the preface to the collection. Houssaye was the editor of L’Artiste and La Presse , which published some of the prose poems individually.\nIn “A Arsène Houssaye” Baudelaire is careful to point out that the main predecessor for the genre of prose poetry was Aloysius Bertrand’s Gaspard de la Nuit (Gaspard of the Night, 1842), a relatively little-known work about gothic scenes in Paris. Bertrand did not label his short pieces “prose poems,” though: Baudelaire is the first poet to make a radical break with the form of verse by identifying nonmetrical compositions as poetry. Baudelaire offered a tantalizing statement about his goals for the new form: “Quel est celui de nous qui n’a pas, dans ses jours d’ambition, rêvé le miracle d’une prose poétique, musicale sans rythme et sans rime, assez souple et assez heurtée pour s’adapter aux mouvements lyriques de l’âme, aux ondulations de la rêverie, aux soubresauts de la conscience?” (Who among us has not, in his days of ambition, dreamed the miracle of a poetic prose, musical without rhythm or rhyme, supple and agile enough to adapt to the lyrical movements of the soul, to the undulations of daydreams, to the leaps of consciousness?).\nHaving mastered the forms of traditional verse, Baudelaire wanted to do nothing less than create a new language. Unlike Bertrand’s “picturesque” topics, Baudelaire associates his new language with the modern topic of the city. In “A Arsène Houssaye” he states that the ideal that obsesses him is born “surtout de la fréquentation des villes énormes, ... du croisement de leurs innombrables rapports” (especially from frequenting large cities, ... from the interconnection of their innumerable points of relationship). In contrast with the “architecture” of Les Fleurs du mal, these interconnections are presented without order. The work has “ni queue ni tête, puisque tout, au contraire, y est à la fois tête et queue, alternativement et réciproquement” (neither tail nor head because, on the contrary, everything is at once head and tail, alternately and reciprocally). Le Spleen de Paris is modern in that it represents a break with traditional form, is about urban life, and is consciously without order.\nIt is worth noting that in his preface Baudelaire refers to the form of the work as “prose lyrique.” He does not in the collection refer to the works as poems in prose, and the title, Le Spleen de Paris, petits poèmes en prose was chosen after Baudelaire’s death by editors and critics. It is true that critics chose this title from titles that Baudelaire considered in his correspondence, and that in his correspondence Baudelaire most often refers to his endeavours as “poèmes en prose.” Among the most significant challenges posed by Le Spleen de Paris, though, are the questions surrounding its form: is this poetry? Did Baudelaire succeed in his ambition to forge a new poetic language? In her classic tome on prose poetry Le Poème en prose du Baudelaire jusqu’à nos jours (The Prose Poem from Baudelaire to the Present, 1959) Suzanne Bernard defined the important characteristics of the genre: “l’unité, la gratuité, la brièveté (unity, gratuitousness, and brevity). Most critics have tended to discuss the themes of the poems rather than their form, however, accepting poetry in Baudelaire’s wake as an attitude rather than a set of rules. This collection, which has been growing in popularity among critics, still contains much to be explored.\nBaudelaire’s poems in prose are short anecdotes, bitter satires, and reveries about unusual topics, including dogs, mud, aged tumblers, windows, widows, and poor people standing outside fancy eating establishments. Several critics, notably Pierre Emmanuel, have noted that there is more compassion in these works than in Baudelaire’s poetry in verse. This compassion can take strange forms—the speaker of “Les Yeux des pauvres” (The Eyes of the Poor) is so moved by a family of poor people that he hates the companion he had loved for her lack of sympathy. “Assommons les Pauvres” (Let’s Knock Out the Poor) concludes with the speaker sharing his purse with a beggar, but it is after having beaten him like “cooks who want to tenderize a steak.”\nIt is true, though, that whereas Baudelaire most often offers visions of beauty in Les Fleurs du mal, he commonly and sympathetically treats the poor in Le Spleen de Paris. In fact, the speaker in “Mademoiselle Bistouri” concludes by praying to God—as opposed to the devil—to have pity on crazy people. Furthermore, while many of the prose poems are about ugliness, they often accept and possibly even transcend ugliness. “Un cheval de race” (A Thoroughbred) is about a woman well past her prime who is “bien laide” (very ugly) but “délicieuse pourtant” (nonetheless beautiful). In “Perte d’auréole” (The Lost Halo) the speaker loses his “halo” in the mud, but concludes that he is better off without it and that the halo is actually much better suited to “some bad poet.”\nWhile the speaker in the poems of Les Fleurs du mal sought escape, in the prose poem “Déjà!” Baudelaire describes a speaker who had escaped on a boat that then returned to shore. At first he alone among the passengers is regretful, but in the last paragraph of the poem he celebrates “la terre avec ses bruits, ses passions, ses commodités, ses fêtes;” (earth with its sounds, its passions, its conveniences, its celebrations). As with Les Fleurs du mal, it would be a mistake to pigeonhole the poems in this collection, which unlike his first has no headings. There are some harsh, disturbing poems in Le Spleen de Paris —“Le Gâteau” (The Cake), for example, which is about a fratricidal war between two natives over a piece of cake. As critics have noticed from the very beginning, however, the prose poems address banalities and travails of life quite differently from Les Fleurs du mal.\nIt is not coincidental that Baudelaire’s departure from traditional form and his exploring new themes occurred in chronological conjunction with “Le Peintre de la vie moderne.” Certainly, Baudelaire’s break with traditional notions of poetry had a far-reaching effect on subsequent poetry, from Arthur Rimbaud’s Les Illuminations (1886) to modernist experimentation with form. In fact, Henri Peyre, an eminent scholar of French poetry, argues in Connaissance de Baudelaire (1951) that Le Spleen de Paris has had a greater influence on poetry than Les Fleurs du mal. This conclusion is surprising because it is only relatively recently that Baudelaire’s prose poetry has attracted critical attention, but few critics have disagreed with Peyre. Le Spleen de Paris undoubtedly has had a significant influence on modern poetry.\nDuring the period in which he was seriously exploring prose poetry, Baudelaire experienced a series of financial disasters. He had sold his writings to Poulet-Malassis, who had gone bankrupt in 1862. La Presse stopped publishing his poetry in prose. He had signed over to Michel Lévy sole ownership for his translations of Poe for 2,000 francs, so he lost a regular income; furthermore, he could not get Lacroix and Verboeckhoven, another printing house based in Brussels, interested in his work. These circumstances led Baudelaire to travel to Brussels, where he hoped to earn money with a lecture series and to make contact with Victor Hugo’s publisher, Lacroix et Verboeckhoven.\nBaudelaire arrived in Brussels on April 24, 1864 and checked into the Hotel du Grand Miroir, where he stayed, enduring a miserable sojourn, until his stroke in 1866. His lecture series was a failure: he got less money for the lectures than he was expecting, and though his first lecture got a good review, the rest were described by those who attended as disasters because of Baudelaire’s stage fright. Baudelaire describes his last attempt to lecture in excruciating terms: there were three enormous drawing rooms, lit with chandeliers and candelabras, decorated with superb paintings, a “profusion” of cake and wine—and all for 10 or 12 people. He did not even bother to deliver the entire talk. In addition to the disappointment of the lecture series, Baudelaire did not make contact with Lacroix, who never accepted his invitations. Also, Baudelaire found the culture and climate of Belgium stifling, so stifling that while there he began writing a vitriolic indictment of the country titled “Pauvre Belgique!,” which was pubblished in Oeuvres posthumes et correspondances inédites (1887).\nDespite his unhappy situation, Baudelaire stayed on in Belgium, perhaps because he was hoping for a satirical book to come out of the stay, perhaps because he did not want to return to France without something to show for the trip, or perhaps because he could not pay his hotel bill. His time in Belgium was not in fact wasted: Poulet-Malassis had emigrated there to escape creditors in France, and with his help Baudelaire published Les Épaves (The Wreckage, 1866), in which he assembled the condemned poems and other pieces left out of the French edition of Les Fleurs du mal. Baudelaire also became acquainted with Mme Hugo, even becoming a regular visitor at her home, and made contacts with local artists, notably with the engraver Félicien Rops.\nWhile visiting the Rops family, Baudelaire collapsed during a trip to the Eglise Saint-Loup on March 15, 1866. Baudelaire’s health had been deteriorating for some time. There was no effective cure for syphilis in his day, and so although he thought he was cured of it in the early 1840s, his disease erupted in 1849, and again in the spring of 1861. In letters from January 1862 he describes recurrent and distressing symptoms. The doctors never mentioned syphilis in connection with his final illness, but it seems very likely that the cerebral hemorrhage of March 15 was caused by the debilitating effects of the disease.\nThe Rops took Baudelaire back to Brussels, and by March 31 paralysis had set in. He was transported to the Clinique Saint-Jean et Sainte Elisabeth on April 3. By April 4, Baudelaire was incapable of speaking coherently. Madame Aupick arrived in Brussels on April 14 and returned with Baudelaire to Paris at the end of June. Baudelaire was eventually moved into a hydrotherapeutic establishment, and it was there that he died on August 31, 1867.\nThe terrible irony of Baudelaire’s story is that this supremely articulate man spent the last 17 months of his life reduced to incoherent monosyllables. This aphasic state was special torture for him because he seemed to understand what was going on around him but was unable to express himself. A particularly sad example of this situation touches on the publication of Baudelaire’s complete works. He had wanted to find a publisher for them before his stroke, and his friends organized themselves to bring about what had become a last wish. Baudelaire conveyed with signs that he wanted Lévy as publisher, and this request was arranged. Ever the perfectionist, Baudelaire wanted to oversee the production of the manuscript. He knew, however, that he was in no condition to do so. In the hopes that he would eventually recover, Baudelaire used a calendar and a book published by Lévy to indicate that he wanted the process to wait until March 31. This date came with no improvement in Baudelaire’s health, and his collected works had to be prepared without his supervision; the seven-volume Oeuvres complètes (Complete Works) were not published until after his death, between 1868 and 1873. Biographies were also quickly available: Asselineau’s anecdotal Charles Baudelaire, sa vie et son oeuvre was published two years after the poet’s death; the first scholarly biography of Baudelaire was written by Jacques Crépet in 1887 and completed by his son Eugène in 1907: Baudelaire. Étude biographique revue et complétée par Jacques Crépet.\nBaudelaire had achieved an important reputation in the literary world by the time of his death; writers such as Stéphane Mallarmé, Paul Verlaine, and Rimbaud openly sang his praises. In his correspondence Rimbaud called him a “génie, un voyant” (genius, a visionary). In articles written for the journal L’Art in November and December 1865 Verlaine credited Baudelaire with writing poetry about modern man. Mallarmé celebrated Baudelaire in essays and took up many of his themes (Poe, escape from the physical world, and desire for the infinite). Baudelaire’s influence has carried over into the 20th century and to other countries in the work of such writers as Pierre-Jean Jouve, Pierre Emmanuel, and T.S. Eliot.\nThough Baudelaire was accepted as a poet during his lifetime, his status with 19th-century critics was tenuous. Of 1500 books, 700 copies of Crépet’s biographical study remained in 1892. Lurid articles that exaggerated Baudelaire’s legendary eccentricities attended his death. Important scholars such as Ferdinand Brunetière and Gustave Lanson remained relatively ignorant of Baudelaire’s achievements.\nToward the end of the 19th century small magazines began to perceive Baudelaire’s work more clearly and to free him of the myth of decadence that had grown up around him. Baudelaire’s importance was not fully recognized by the world of criticism until the 20th century, though. In 1926 Paul Valéry’s “Situation de Baudelaire” (The Situation of Baudelaire) was published as an introduction to Les Fleurs du mal; in 1927 Marcel Proust published the influential “A propos de Baudelaire” (On the Subject of Baudelaire). These essays and others brought about a renaissance for Baudelaire’s fortunes in France, and by World War II his work was regularly anthologized and used in schools.\nBaudelaire’s writings have also come to be greatly appreciated abroad, notably in England, where he was introduced by the critic Arthur Symons and where the American poet Eliot subsequently introduced him to American and English modernist poetry. Baudelaire is now an important figure in the literary canon. Critical articles and books about him abound; the W.T. Bandy Center for Baudelaire Studies at Vanderbilt University is devoted to recording all major publications on the author and his work. In the 1980s and 1990s the prose poems seem to have become a particularly appealing topic for scholars of Baudelaire.\nBaudelaire’s poetry has gone beyond what was once selective appreciation on the one hand and widespread notoriety on the other to general acclaim. Unlike Hugo, who cultivated his relationship with the public, Baudelaire in his career set himself apart by cultivating an eccentric image, by living an unconventional life, by writing poetry in verse that used Romantic topoi to upset them, and by launching a new form. While he did seek recognition, Baudelaire and his poetry are defined by their distinct individuality.\nIn Mon coeur mis à nu, Baudelaire described a dynamic—“De la vaporisation et de la centralisation du moi. Tout est là.” (The dispersion and the focusing of the self: those two movements are of the essence)—that strongly characterizes his life as well as his work. Willing to outrage public opinion and yet desirous of popular acclaim, he spoke penetratingly on the human condition. From Baudelaire’s personal, dark ruminations come epiphanies that illuminate even the 20th century. His poetry is read for those moments when, as Baudelaire wrote in his notebook, “la profonder de la vie se révèle tout entière dans le spectacle, si ordinaire qu’il soit, qu’on a sous les yeux. Il en devient le symbole” (the depth of life reveals itself in all its profundity in whatever one is looking at, however ordinary that spectacle might be. That vision becomes the symbol of life’s depth).\n", "attrs": {"Region:": ["France"]}}