{"pf_url": "https://www.poetryfoundation.org/poets/charles-wright", "name": "Charles Wright", "yob": "1935", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/49410e2a9bf499993e95d799dffb20f7f26bf5ba.jpeg", "bio": "\nCharles Wright is often ranked as one of the best American poets of his generation. Born in 1935 in Pickwick Dam, Tennessee, Wright attended Davidson College and the Iowa Writers’ Workshop; he also served four years in the U.S. Army, and it was while stationed in Italy that Wright began to read and write poetry. He is the author of over 20 books of poetry. In 2014, he was named Poet Laureate of the United States.\n\r\nWright's early work, including The Grave of the Right Hand (1970), received positive critical attention, but his reputation has increased steadily with each poetry collection. From The Grave of the Right Hand to lauded works such as The Other Side of the River (1984), Chickamauga (1995), Appalachia (1998), A Short History of the Shadow (2002), and Scar Tissue (2006), Wright has worked in a style that creates a feeling of immediacy and concreteness by emphasizing objects and personal perspective. David Young described Wright’s work in Contemporary Poets as “one of the truly distinctive bodies of poetry created in the second half of the twentieth century.” Many critics believe that Wright’s childhood in rural Tennessee remains a vital force in his writing, as he shows a typically southern concern for the past and its power. Yet Wright often reaches beyond his southern roots, creating images of landscapes from Italy to Virginia in what Ted Genoways typified as a “search for transcendence in the landscape of the everyday.” According to Genoways, “Wright’s poems yearn for the ideal, but are tempered by a suspicion of futility,” and are a “strange alchemy, a fusion of the direct, understated lyrics of ancient Chinese poets like Tu Fu and Wang Wei, the lush language of nineteenth-century Jesuit Gerard Manley Hopkins, and the allusive, rhetorical movement—the ‘gists and piths’—of Ezra Pound’s Cantos.”\nPound’s influence is notable on Wright’s early poetry. Wright himself has said that he used Pound’s Italian Cantos as a guide book during his time in Italy—first as a means to discover out-of-the-way places, then as a reference, and finally as a “copy” book. Pound’s influence is also readily evident in The Grave of the Right Hand, Wright’s first major collection. These poems “have the polished clarity one would expect from a master of the plain style,” Georgia Review contributor Peter Stitt observed. “They are obviously meant to speak to the reader, to communicate something he can share.” At the same time, The Grave of the Right Hand is the most symbolic of all Wright’s works, with images of gloves, shoes, hands, and hats recurring throughout. These images introduce some of Wright’s recurring themes: memory, the past, states of being, the natural and spiritual world, and personal salvation.\nWright found his own voice in Hard Freight (1973), which Peter Meinke called in a New Republic review “less Poundian, less hard-edged, than his first book.” Poetry reviewer John L. Carpenter likewise found distinct differences between the two books: “[Hard Freight] is less incisive and less deliberate than the first book, but it is more experimental, less ironclad and defensive.” It is in this volume that Wright creates poetry by compiling catalogues of fragmented images, requiring “that the reader assist in the creative activity,” noted Washington Post Book World contributor Edward Kessler. Some critics found this technique excessive, but according to Kessler, “even when [Wright] cannot quite bring his things of the world into a satisfying shape, his fragments are rife with suggestions. This man is feeling his way toward a personal definition.” Bloodlines (1975) and China Trace (1977) show Wright continuing to work towards that goal.  J.D. McClatchy, in the Yale Review observed that in Bloodlines, Wright “recreates not aspects but images of his past experiences—prayer meetings, sexual encounters, dreams—mingling memory and fantasy. The poems are suffused with remembered light.” China Trace deals with universal connections to the past in poems that take their impetus from Chinese poetry. Hard Freight, Bloodlines, and China Trace comprise what Wright considers to be a poetic trilogy, published in 1981 as The Southern Cross. As Kathleen Agena explained in the Partisan Review, “Like Wallace Stevens, Wright has conceived of his work as a whole. Individual poems are arresting but none of them quite has its meaning alone. The poems elucidate and comment on each other, extending and developing certain key metaphors and images.”\nAfter publication of The Southern Cross, Wright’s style went through a period of change. Longer, looser works such as Zone Journals (1988) and the collection The World of the Ten Thousand Things (1990) reflect Wright’s “departure from his earlier crystalline short lyrics that aimed for inevitability of effect,” Helen Vendler observed in the New Republic. Richard Tillinghast wrote in the New York Times Book Review that Wright’s journal poems “weave diverse thematic threads into a single autobiographical fabric” which can be read as a single work; “Freed from the stringencies of unity and closure demanded by the sort of poem most readers are used to, Mr. Wright is at liberty to spin out extended meditations that pick up, work with, lay aside and return again to landscapes, historical events and ideas.”\nBy the 1990s, Wright’s style had changed once again. According to James Longenbach in the Yale Review, Wright attempts to constrain his writing in his next book, Chickamauga (1995): “Wright seems to feel that all he can do is spin new variations on a limited number of subjects and scenes [in Chickamauga,],” wrote the critic, although the work is “a beautiful book, bearably human yet in touch with the sublime.” And David Baker, writing about Chickamauga in Poetry, observed that “almost nothing ever happens in a Charles Wright poem. This is his central act of restraint, a spiritualist’s abstinence, where meditation is not absence but an alternative to action and to linear, dramatic finality.” Indeed, Wright’s books from the 1990s are all built on what might be called imagistic narratives, where the narrative impulse runs beneath the contemplative moment of each individual poem. As Wright has said, his poems come from “what I see, rather than from an idea I had in mind: idea follows seeing rather than the other way around.’’  Black Zodiac (1997), which secured a host of awards, including the Pulitzer Prize for poetry and the National Book Critics Circle Award, contains long, dense poems in this vein. With Chickamauga and Appalachia (1998), the volume comprised the third of Wright’s trilogies. The three books were published together as Negative Blue (2000).\nWright has referred to his three trilogies, Country Music, The World of Ten Thousand Things, and Negative Blue, as “The Appalachian Book of the Dead.” The works are intricately structured—they have been labelled “Dante-esque” by some—but take as their main themes time the past, family and the influence of place, as well as the spiritual journey of Wright himself. Reviewing Appalachia for the New York Times, Adam Kirsch described “the still center around which these themes whirl,” which, Kirsch added, “has always been Wright’s metaphysical yearning, his desire for a mystical or religious transcendence that is seemingly impossible today.” Commenting on his trilogy of trilogies, Wright has said, “All three trilogies do the same thing, and they have essentially the same structure. Past, present, future: yesterday, today, tomorrow.”\n\r\nWright followed up Negative Blue with A Short History of the Shadow (2002), which samples many of his traditional themes: evocations of Blue Ridge landscapes, tips of the hat to his favorite poets, as well as recognition of the “fleetingness of all things.” The book received mixed reviews. For William Logan, writing in the New Criterion, when compared to the work of his three trilogies, the newer poems “are written in the sketchy, hither-thither manner, like the musings of a man waking from anaesthesia, into which Wright’s hard early style has gradually softened.” However, Jay Parini, reviewing the collection in the Nation felt the book harkened back to Wright’s “middle period,” beginning with The Other Side of the River. Parini went on to note that Wright “fetches the reader’s attention with compelling aphorisms, with phrases arranged to crate a subtle, alluring music.”\nWright has set a prolific pace since A Short History of the Shadow, publishing a new collection nearly every year. These later works often return to the shorter poems and deep elegies of his early work. According to Joe Moffett, in his book Understanding Charles Wright, the collection Buffalo Yoga (2004) centers on the “difficulty of loss,” and mostly eschews the problems of language and representation that marked Wright’s middle period. Though formally the book contains an assortment of styles—from short lyrics to sequences—a set of overarching themes (the search for meaning, the transience of life) continue to link the poems together. In Buffalo Yoga, and the books that follow, Wright’s central preoccupation is mortality, the passage of time, and the inevitability of death, usually his own. Scar Tissue (2006), which was awarded the Griffin International Poetry Prize, fittingly begins with a stock-taking piece called “Appalachian Farewell.” His book-length poem, Littlefoot (2007), is a diary of his seventieth year and meditates seriously on life and death, nature and meaning. Thomas Curwen, in the Los Angeles Times, called the book “one of the most satisfyingly possessed landscapes of [Wright’s] career.” The poems in Sestets (2009) are also short (all are six lines) and elegiac, concerned with memory, landscape and music. Critic Janis Lull described the “recurrent note of resignation in the Sestets, and this also ties them to the tone of Wright’s later work. He has always been a poet concerned with grand ideas—or rather he has always been sorry that he no longer believes in grand ideas.”    \nCharles Wright is a Chancellor of The Academy of American Poets and the Souder Family Professor of English at the University of Virginia in Charlottesville. His many collections of poetry and numerous awards—including the Pulitzer Prize, the Griffin International Poetry Prize, and a Ruth Lilly Poetry Prize—have proven that he is, as Jay Parini once said, “among the best poets” of his generation. Yet Wright remains stoic about such achievements: it is not the poet, but the poems, as he concluded to Genoways. “One wants one’s work to be paid attention to, but I hate personal attention. I just want everyone to read the poems. I want my poetry to get all the attention in the world, but I want to be the anonymous author.”\n \n[Updated 2014]\n", "attrs": {"Region:": ["U.S., Southern"]}}