{"pf_url": "https://www.poetryfoundation.org/poets/charles-bukowski", "name": "Charles Bukowski", "yob": "1920", "yod": "1994", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/8ebd89dde35f55ce3d48c081c99ce30e0df6c355.jpeg", "bio": "\nCharles Bukowski was a prolific underground writer who used his poetry and prose to depict the depravity of urban life and the downtrodden in American society. A cult hero, Bukowski relied on experience, emotion, and imagination in his work, using direct language and violent and sexual imagery. While some critics found his style offensive, others claimed that Bukowski satirized the machismo attitude through his routine use of sex, alcohol abuse, and violence. “Without trying to make himself look good, much less heroic, Bukowski writes with a nothing-to-lose truthfulness which sets him apart from most other ‘autobiographical’ novelists and poets,” commented Stephen Kessler in the San Francisco Review of Books, adding: “Firmly in the American tradition of the maverick, Bukowski writes with no apologies from the frayed edge of society.” Michael Lally in Village Voice maintained that “Bukowski is…a phenomenon. He has established himself as a writer with a consistent and insistent style based on what he projects as his ‘personality,’ the result of hard, intense living.”\n\r\nBorn in Germany, Bukowski was brought to the United States at the age of two. His father believed in firm discipline and often beat Bukowski for the smallest offenses, abuse Bukowski detailed in his autobiographical coming-of-age novel, Ham on Rye (1982). A slight child, Bukowski was also bullied by boys his own age, and was frequently rejected by girls because of his bad complexion. “When Bukowski was 13,” wrote Ciotti, “one of [his friends] invited him to his father’s wine cellar and served him his first drink of alcohol: ‘It was magic,’ Bukowski would later write. ‘Why hadn’t someone told me?’”\n\r\nIn 1939, Bukowski began attending Los Angeles City College, dropping out at the beginning of World War II and moving to New York to become a writer. The next few years were spent writing and traveling and collecting numerous rejection slips. By 1946 Bukowski had decided to give up his writing aspirations, embarking on a ten-year binge that took him across the country. Ending up near death in Los Angeles, Bukowski started writing again, though he would continue to drink and cultivate his reputation as a hard-living poet. He did not begin his professional writing career until the age of thirty-five, and like other contemporaries, began by publishing in underground newspapers, especially in local papers such as Open City and the L.A. Free Press. “Published by small, underground presses and ephemeral mimeographed little magazines,” described Jay Dougherty in Contemporary Novelists, “Bukowski has gained popularity, in a sense, through word of mouth.” “The main character in his poems and short stories, which are largely autobiographical, is usually a down-and-out writer [Henry Chinaski] who spends his time working at marginal jobs (and getting fired from them), getting drunk and making love with a succession of bimbos and floozies,” related Ciotti. “Otherwise, he hangs out with fellow losers—whores, pimps, alcoholics, drifters.”\n\r\nBukowski wrote more than forty books of poetry, prose and novels. Flower, Fist, and Bestial Wail (1959), Bukowski’s first book of poetry, covers the major interests and themes that occupy many of his works, especially “the sense of a desolate, abandoned world,” R. R. Cuscaden pointed out in the Outsider. In addition to desolation, Bukowski’s free verse tackles the absurdities of life, especially in relation to death. “Bukowski’s world, scored and grooved by the impersonal instruments of civilized industrial society, by 20th-century knowledge and experience, remains essentially a world in which meditation and analysis have little part,” asserted John William Corrington in Northwest Review. The subject matter of this world is drinking, sex, gambling, and music; the Bukowski style, however, is “a crisp, hard voice; an excellent ear and eye for measuring out the lengths of lines; and an avoidance of metaphor where a lively anecdote will do the same dramatic work,” maintained Ken Tucker in the Village Voice. It Catches My Heart in Its Hands (1963) collects poetry written between the years of 1955 and 1963. “Individual poems merge to form together a body of work unrivalled in kind and very nearly unequalled in quality by Bukowski’s contemporaries,” stated Corrington. Over the course of thirty years, Bukowski published an astonishing number of collections of poetry and prose, as well as many novels. Kenneth Rexroth asserted in the New York Times Book Review that Bukowski “belongs in the small company of poets of real, not literary, alienation.”\n\r\nThough Bukowski died of leukemia in 1994, his posthumous career has proven to be just as prolific. Due in part to the unique relationship he had with his publisher, John Martin, the editor of Black Sparrow Books, Bukowski’s massive output continues to make an appearance in book form every other year or so. Posthumous works, such as The People Look Like Flowers At Last: New Poems (2008), address subjects similar to those in his first collection. Reviewing the posthumously-published Slouching Toward Nirvana (2005) for the New Yorker, critic Adam Kirsch related an interview in which Bukowski described his readership as “the defeated, the demented and the damned,” adding that the “mixture of boast and complaint exactly mirrors the coyness of Bukowski’s poetry, which is at once misanthropic and comradely, aggressively vulgar and clandestinely sensitive.” Kirsch continued:”Bukowski’s poems are best appreciated not as individual verbal artifacts but as ongoing installments in the tale of his true adventures, like a comic book or a movie serial. They are strongly narrative, drawing from an endless supply of anecdotes that typically involve a bar, a skid-row hotel, a horse race, a girlfriend, or any permutation thereof. Bukowski’s free verse is really a series of declarative sentences broken up into a long, narrow column, the short lines giving an impression of speed and terseness even when the language is sentimental or clichéd.” Of the volume—Bukowski’s ninth posthumous collection—Kirsch said “these ‘new poems’ are just like the old poems, perhaps a shade more repetitive, but not immediately recognizable as second-rate work or leftovers,” accounting, perhaps, for Bukowski’s continued success in the literary marketplace.\nSimilar to his poetry in subject matter, Bukowski’s short stories also deal with sex, violence, and the absurdities of life. In his first collection of short stories, Erections, Ejaculations, Exhibitions, and General Tales of Ordinary Madness (1972), Bukowski “writes as an unregenerate lowbrow contemptuous of our claims to superior being,” stated Thomas R. Edwards in the New York Review of Books. The protagonists in the stories in Hot Water Music (1983) live in cheap hotels and are often struggling underground writers, similar to Bukowski himself. Bukowski’s main autobiographical figure in these stories, as well as in many of his novels, is Henry Chinaski, a thinly veiled alter-ego (Bukowski’s full name was Henry Charles Bukowski, Jr. and his friends knew him as Hank). “Lives of quiet desperation explode in apparently random and unmotivated acts of bizarre violence,” described Michael F. Harper in his Los Angeles Times Book Review piece on the book. Bukowski continued his examination of “broken people” in such novels as Post Office (1971) and Ham on Rye (1982), giving both a heavily autobiographical tilt. Ben Reuven, writing in the Los Angeles Times Book Review, described the “first-person reminiscences” in Ham on Rye as “taut, vivid, intense, sometimes poignant, [and] often hilarious.” Continuing the examination of his younger years, Bukowski wrote the screenplay for the movie Barfly, released in 1987 and starring Mickey Rourke. The movie focuses on three days in the life of Bukowski at the age of twenty-four. Michael Wilmington concluded in the Los Angeles Times: “Whatever its flaws, [Barfly] does something more films should do: It opens up territory, opens up a human being. The worst of it has the edge of coughed-up whimsy and barroom bragging. But the best has the shock of truth and the harsh sweet kiss of dreams.” Bukowski’s experiences with the making of Barfly became the basis of his novel Hollywood (1989), which traces the humorous, convoluted path from script to screen of a movie called The Dance of Jim Beam written by the novel’s protagonist, Henry Chinaski, now an old man.\nBukowski’s work has been collected and re-collected in various readers, anthologies, and selected works. Run with the Hunted (1993) is an anthology of Bukowski’s stories and poetry, placed chronologically in the periods in which they were written, not published. It provides a solid overview of Bukowski’s work and—given its autobiographical nature—his life. Benjamin Segedin, writing in Booklist, wrote of Bukowski’s works: “Less celebrations of self-destruction than honest self-portraiture, they reveal him in all his ugliness as an outsider on the verge of respectability.” Segedin continued, “Here is a collection of blunt, hard-edged angry stuff as uncompromising as you will ever hope to find.” Bukowski’s previously unpublished work, introduced posthumously by Black Sparrow Press in Betting on the Muse: Poems & Stories (1996), gives a wider overview of the verse that made him, according to a Publishers Weekly contributor, the “original take-no-prisoners poet.” Ray Olson, writing for Booklist, found his stories and poems to be “effortlessly, magnetically readable, especially if you are susceptible to their bargain-basement existentialist charm.”\n\r\nBukowski’s life via his letters is chronicled in both Screams from the Balcony: Selected Letters 1960-1970 (1994) and Reach for the Sun: Selected Letters, 1978-1994 (2002), which covered the last years of the poet’s life. In letters to his publishers, editors, friends, and fellow poets, Bukowski railed against critics, praised the writers who first inspired him, and wrote a great deal about three of his favorite subjects: drinking, women, and the racetrack. “Above all, however, they reveal a man dedicated to his craft,” noted William Gargan in Library Journal. But perhaps the most intimate look into Bukowski’s life is provided by The Captain Is out to Lunch and the Sailors Have Taken over the Ship (2002), a collection of journal entries from the poet’s last years. It begins with his usual celebrations and ruminations on gambling, women, and drinking, but takes on “tragic overtones” as the writer comes to terms with his diagnosis of leukemia, reported Gerald Locklin in Review of Contemporary Fiction. “These reflections approaching endgame reveal the complex humanity of a too-often caricatured figure who beat seemingly prohibitive odds to achieve the destiny he came to embrace as a world-class writer of uncompromising novels, stories, and poems.”\n \n[Updated 2010]\n", "attrs": {"Region:": ["U.S., Western"]}}