{"pf_url": "https://www.poetryfoundation.org/poets/charlotte-mew", "name": "Charlotte Mew", "yob": "1869", "yod": "1928", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1770148329ceb2660f12507699eec61a222380fb.jpeg", "bio": "\nBritish writer Charlotte Mew was born in London in 1869 into a family of seven children; she was the eldest daughter. While she was still a child, three of her brothers died. Later, another brother and then a sister were committed to psychiatric hospitals, where they would spend the rest of their lives. That left only Charlotte and her sister Anne, both of whom did not choose to have children, partly in hopes of avoiding passing these traits on to any potential children. The traumatic issues Mew grappled with during her childhood—death, mental illness, loneliness, and disillusionment—became themes in her poetry and stories.\n\r\nMew published her first work when she was in her mid-20s. Although today she is best remembered for her poetry, she also wrote a number of short stories, including this first published work titled \"Passed,\" which appeared in the new journal Yellow Book, in 1894. Inspired by Mew's volunteer social work, the story is narrated by a woman who, while visiting a church, happens upon an unsightly scene. A desperate sex worker leads her into a room where another woman, the sex worker’s sister, lies dead. The narrator tries to comfort the grieving woman for a while until fear causes her to flee back to the security of her own home. Trying hard to forget the awful experience, the narrator is unexpectedly confronted by it again when she sees the same woman on the street wearing a red dress and accompanied by a man. The moment causes the narrator to break down because she can no longer turn a blind eye to the social ills all around her.\n\r\nIn 1898 Mew's father passed away, leaving the family in financial straits and putting them in the embarrassing position of having to rent out the top floor of the family home. Mew continued to publish her short fiction sporadically in journals like the Yellow Book, Temple Bar, Englishwoman, the Egoist, and the Chapbook over the next decade or so. However, she would gain her first real attention with the publication of a poem, \"The Farmer's Bride,\" in the Nation in 1912. Having previously only published seven pieces of poetry in various journals, this work established her literary reputation. The narrative poem tells the story of a farmer and his young wife. The farmer is determined to win the love and affection of his hesitant bride, but instead, they become even more isolated from each other. The poem ends with none of the farmer's desires fulfilled, and he is left lonely, yearning for his wife.\n\r\nWith the publication of this poem, Mew began participating in readings and meeting influential people in the literary community of London. Once Mew was introduced into this world, she was quick to gain attention and friends, partly because of her unique style and mannerisms which turned many heads; she was a tiny woman with short hair who wore tailored men's suits and always carried a black umbrella. Mew was undoubtedly attracted to women, but these desires often went unreturned. Penelope Fitzgerald writes in the Oxford Dictionary of National Biography, “It was through the Yellow Book that [Mew] met and was deeply attracted to its dashing assistant editor, Ella D'Arcy. In 1902 she went to meet Ella in Paris, but the visit was a bitter disappointment. Ten years later she fell in love with the novelist May Sinclair, and apparently chased her into the bedroom, where she was humiliatingly rejected. Her divided nature made these emotional disasters particularly painful because her ladylike side, the ‘Miss Lotti’, totally disapproved of them.”\nHer initiation into this circle of writers did, however, incite the most prolific period of poetry writing in her career. Most notable from this time are the poems \"Madeleine in Church\" and \"The Fete,\" published in the Egoist in 1914. The latter centers on a 16-year-old boy who tells about the life-altering experience he had of spending a night with a circus performer. These works were included in Mew's first collection of poetry titled The Farmer's Bride, published in a small edition by Harold Monro's Poetry Bookshop in 1916. Though the mere 500-volume printing took years to sell out, it nonetheless won Mew praise from the literary community, most notably from Siegfried Sassoon, Sara Teasdale, Ezra Pound, Thomas Hardy, and Virginia Woolf who called Mew \"the greatest living poetess.\" In 1921 this collection was enlarged and reprinted under the title Saturday Market for distribution in both England and the United States. This edition received considerably more attention and was praised by critics like W.S. Braithwaite, who wrote in the Boston Transcript, \"The very tight intellectual web of these poems takes nothing from the beautiful and impressive imagery with which they are packed. This expanded edition ... is precious with the freight of a promise that is going to make the arrival of genius.\"\n\r\nDespite the success of The Farmer's Bride, it did not earn Mew enough money to live on, and in the same year that it was published, the home where she lived with her mother and sister was condemned. The Mew women were forced to move, an experience so trying that it caused Anne to fall ill. Because of her financial difficulties, several of Mew's influential literary friends took it upon themselves to recommend her for a government pension in 1923. In 1926, Anne was diagnosed with cancer and Charlotte took on duties of nursing her sister nearly full time. Anne died the following year. The last remaining member of her once large family, and especially close to Anne, Charlotte gradually sank into despair. Becoming delusional, she entered a nursing home in 1928 for treatment, where she died by suicide later the same year.\n\r\nAfter Mew's death, her friend Alida Monro (wife of Harold Monro, who released Mew's first book) collected and edited Mew's poetry for publication. The Rambling Sailor appeared in 1929 and brings together her early work with her more mature and successful poetry from the teens and twenties. Humbert Wolfe praised the often overlooked merit of Mew's poetry in his review of this volume for the Observer: \"She has no tricks or graces. She is completely mistress of her instrument, but she does not use it for any but the most austere purpose. ... All that she wrote had its quality of depth and stillness. No English poet had less pretensions, and few as genuine a claim to be in touch with the source of poetry.\"\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}