{"pf_url": "https://www.poetryfoundation.org/poets/chase-twichell", "name": "Chase Twichell", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1b4c7a7933e3478a8e068903c3db237388495607.jpeg", "bio": "\nChase Twichell was born in New Haven, Connecticut. She earned her BA from Trinity College and MFA from the Iowa Writers’ Workshop. A practicing Buddhist, she is the author of several books of poetry, and her work often reflects her spiritual practice. In an interview Twichell note that “Zen is said to be a ‘mind-to-mind transmission.’ The best poems are exactly that: they leap from one mind to another without stopping to explain exactly how they did it. Poetry cannot be paraphrased because it can’t be apprehended by a purely literal mind. I think this is why so many people are afraid of it, or think they dislike it. In our culture, out of necessity, we’re used to living in a mostly-literal mind, and poetry demands that we enter it with another kind of mind.”\n\r\nTwichell’s early books of poetry include Northern Spy (1981), The Odds (1986), Perdido (1991), The Ghost of Eden (1995), and The Snow Watcher (1998). Introducing the last book to readers of the Washington Post, poet and critic Robert Pinsky describes the poems as “full of sharp observation, both of the world and herself, unsentimental poems with a sinewy intellectual toughness, and, as the book progresses, they open out into a stark, sometimes bewildered clarity.” More recent work includes the poetry collections Dog Language (2005), and Horses Where the Answers Should Have Been: New and Selected Poems (2010), which won the Kinglsey Tufts Award. With Tony K. Stewart, Twichell co-translated Rabindranath Tagore's The Love of God (2003). And with Robin Behn she co-edited the volume The Practice of Poetry (1992).\n\r\nTwichell’s work has received awards from the National Endowment for the Arts, the Artists’ Foundation, the John Simon Guggenheim Memorial Foundation, the New Jersey State Council on the Arts, and the American Academy of Arts and Letters. She has taught at Princeton University, Goddard College, Warren Wilson College, the University of Alabama, and Hampshire College. In 1999 she left teaching to form Ausable Press, a nonprofit, independent literary press that she operated until it was acquired by Copper Canyon Press in 2009. Twichell has lived for many years in the Adirondacks with her husband, the novelist Russell Banks.\n", "attrs": {"Region:": ["U.S., New England"]}}