{"pf_url": "https://www.poetryfoundation.org/poets/christian-wiman", "name": "Christian Wiman", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/679e05a5b9f9ebcaa00c0ffcf837e62cd52934f6.jpeg", "bio": "\nPoet, translator, editor, and essayist Christian Wiman was raised in West Texas and earned a BA at Washington and Lee University. A former Guggenheim fellow, Wiman served as the editor of Poetry magazine from 2003 to 2013. He received an honorary doctorate from North Central College.\r\n \r\nMaking use of—and at times gently disassembling—musical and metrical structures, Wiman often explores themes of spiritual faith and doubt in his spare, precise poems. Praising Wiman’s “ear for silence” in a review of Every Riven Thing for Smartish Pace, John Poch observed, “Repeatedly in this collection, in his careful way, he presses his ear against the hive of belief. It takes a renewed child-like faith, and Wiman achieves it through memory and imagination and, one gets the feeling, grace.” In a 2009 interview with Bookslut editor Jessa Crispin, discussing what he hopes readers might take from his work, Wiman stated, “I have no illusions about adding to sophisticated theological thinking. But I think there are a ton of people out there who are what you might call unbelieving believers, people whose consciousness is completely modern and yet who have this strong spiritual hunger in them. I would like to say something helpful to those people.”\r\n \r\nWiman is the author of numerous books of poetry, prose, and poetry in translation. Survival Is a Style (Farrar, Straus & Giroux, 2020) is Wiman's most recent collection; the collection Every Riven Thing (2010) won the Commonwealth Prize from the English Speaking Union, was a finalist for the Kingsley-Tufts Poetry Award, and was named one of the New Yorker’s top 11 poetry books of 2010. His collection, Once in the West (2014) was a finalist for the National Book Critics Circle award. His debut collection, The Long Home (1998), won the Nicholas Roerich Poetry Prize. Stolen Air (2012) contains Wiman’s translations of Osip Mandelstam’s poetry. With Don Share, Wiman coedited The Open Door: One Hundred Poems, One Hundred Years of Poetry Magazine (2012). Wiman’s essay collections include He Held Radical Light: The Art of Faith, the Faith of Art (2018), My Bright Abyss: Meditation of a Modern Believer (2013) and Ambition and Survival: Becoming a Poet (2007).\r\n \r\nWiman has taught at Stanford University, Northwestern University, Lynchburg College, and Yale Divinity School. He lives in New Haven, Connecticut.\n", "attrs": {"Region:": ["U.S., New England"]}}