{"pf_url": "https://www.poetryfoundation.org/poets/chris-abani", "name": "Chris Abani", "yob": "1967", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/7110ac21a453ad6b25a121862d8ff8cf0d73c2e2.jpeg", "bio": "\nNovelist, poet, essayist, screenwriter and playwright Chris Abani grew up in Afikpo, Nigeria. Abani earned a BA in English from Imo State University, Nigeria; an MA in English, Gender and Culture from Birkbeck College, University of London; and a PhD in Literature and Creative Writing from the University of Southern California. He is the author of the poetry collections Sanctificum (2010), There Are No Names for Red (2010), Feed Me The Sun: Collected Long Poems (2010), Hands Washing Water (2006), Dog Woman (2004), Daphne’s Lot (2003) and Kalakuta Republic (2001). His many books of fiction include The Secret History of Las Vegas (2014), Song For Night (2007), The Virgin of Flames (2007), and Becoming Abigail (2006). Abani is the recipient of the PEN USA Freedom-to-Write Award, the Prince Claus Award, a Lannan Literary Fellowship, a California Book Award, a Hurston/Wright Legacy Award, a PEN Beyond the Margins Award, the PEN Hemingway Book Prize, and a Guggenheim Fellowship. His work has been translated into many languages. He has also published essays in the New York Times, O, The Oprah Magazine, and Bomb, Witness, Parkett, and elsewhere.\nAbani began writing at a very young age and published his first novel, Masters of the Board (1985), while still a teenager. The plot of the novel, a political thriller, proved uncomfortably close to actual events; it mirrored a coup that was carried out in Nigeria not long after, and Abani was incarcerated for six months on suspicion of having helped organize this attempted political overthrow. He continued to write after his release from jail, but was imprisoned again two years later, after the publication of his novel Sirocco (1987). The author was again released after a year of detention, but following another two years of writing, during which he composed several anti-government plays that were performed on the street near government offices, Abani was once again imprisoned and placed on death row. Able to escape after 18 months, thanks to the bribes his friends paid to prison officials, the writer immediately went into exile and settled in England for several years. Since 2001 the writer has been a resident of the United States.\nAbani’s poetry collection Kalakuta Republic (2001) takes its title from a wing of the infamous Kiri Kiri prison in Lagos, Nigeria, where Abani and other political prisoners were incarcerated and tortured. Poems in the collection describe, in graphic detail, the horrors the writer witnessed there, particularly the various methods of torture used upon the inmates. Guards sodomized prisoners with rifle barrels, nailed them to tables by their genitals, and performed other ruthless types of torture—in one case a 14-year-old boy was so brutalized that he died. In his review for the New Statesman, Robert Winder commented that “the steady parade of torment he describes ... along with a sense of blank bewilderment in the face of such cruelty, is acutely drawn and held very tight.” Tanure Ojaide, writing in World Literature Today, noted that Abani “portrays the experience in indelible lines that haunt the reader as well as himself.” Ojaide added that the poet “succeeds in elevating art and humanity above the meanness and inhumanity of tyrannical leaders and their cohorts.”\nAbani’s novel GraceLand (2004) focuses on a teenage boy named Elvis Oke. The novel is set in 1983, and Elvis is trying to survive in the destitute town of Moroko, a slum on the outskirts of Lagos. His mother, Beatrice, died of cancer when Elvis was a young boy, but the teen still clings to the woman’s diary; the old-fashioned Nigerian recipes and bits of herbalism tucked in the pages of Beatrice’s journal serve as chapter dividers in Abani’s novel. In flashbacks, the reader glimpses fragments of Elvis’s childhood and life in a rural Nigerian village. They also witness the devastating effect Beatrice’s death had upon Elvis’s father, Sunday, who turns to alcohol to cope. By Elvis’s adolescence Sunday has finally found some solace in a relationship with a woman appropriately named Comfort—although she is nothing of the sort to Elvis. A high-school drop-out, the teen now makes money performing as an Elvis Presley impersonator for Western tourists, despite the fact that he has few skills as a singer or dancer. According to John C. Hawley in a review of GraceLand for America, the teen’s “hopeless impersonation of his namesake for white tourists is painful to imagine.” Abani’s story takes a turn when Elvis’s friend Redemption convinces the boy that there is more money to be made in crime. Despite his initial moral qualms, Elvis is pulled into moneymaking ventures that grow successively more depraved as time passes. “GraceLand draws a searing picture of a country devouring its own children,” Dinaw Mengestu commented in New Leader, the critic adding that “what you learn about Nigeria [in Abani’s novel] will make you want to weep.” A Kirkus Reviews contributor interpreted the novel similarly, commenting that “Abani paints a compelling portrait of a society in frightening chaos.” However, Charlie Dickinson, in an online review for Hackwriters, focused on the more positive side of Abani’s tale, writing that the author “delivers what might be the ultimate tribute to the King, if the Elvis myth is really about a dirt-poor boy finally catching his dream and making good.”\nIn the novella-length Becoming Abigail (2006), Abani tells the story of a woman who is sent to London from Nigeria by her father because of her self-mutilation and other disturbing behaviors, which have been fueled by feelings of guilt based on the fact that her mother died while giving birth to her. In her weakened state, Abigail also suffers sexual abuse from her relatives, and when she arrives in London to stay with her cousin Peter, she soon finds that her humiliations have just begun. Writing in Essence, Janice K. Bryant cited the author’s “moody lyrical prose.” Keven Greczek, reviewing Becoming Abigail for Library Journal, noted that Abani “offers a lyrical yet devastating account” and that his “abundant talent is clearly evident throughout.” A Publishers Weekly contributor called the work of short fiction “a searing girl’s coming-of-age novella.”\nAlthough Abani’s writing is inextricably linked to suffering experienced under Nigeria’s military dictatorship, the author once stated of literature, “The art is never about what you write about. The art is about how you write about what you write about. I was a writer before I was in prison.” In an online interview with Southern California Poetix contributor Carlye Archibeque, Abani further commented on his work: “The problem is we’re looking for something that doesn’t exist. We’re looking for authenticity. There is no such thing as authenticity. There is either good art or bad art.”\nAbani is Board of Trustees Professor of English at Northwestern University.\n", "attrs": {"Region:": ["Africa"]}}