{"pf_url": "https://www.poetryfoundation.org/poets/chris-campanioni", "name": "Chris Campanioni", "yob": null, "yod": null, "image": null, "bio": "\nChris Campanioni was born in Manhattan and raised in New Jersey, the son of immigrants from Poland and Cuba. He is the author of the novel Going Down (Aignos, 2013), named the Best First Book at the 2014 International Latino Book Awards. His poem “Transport (after ‘When Ecstasy is Inconvenient’)” was a finalist for the Zócalo Public Square Poetry Prize.\nCampanioni’s hybrid works include the internet is for real (C&R Press, 2019), Drift (King Shot Press, 2018), and the experimental memoir Death of Art (C&R Press, 2018). Speaking with Jonathan Marcantoni on how poetry informs his fiction and nonfiction writing, including the experimental coming-of-age narrative Tourist Trap (Black Rose Writing, 2015), Campanioni remarked, “I think rhythm is the upshot which a training in poetry can give to writers working in prose. And so I think much of my prose reads like poetry: the attention to rhythm, sound and movement is always influencing and shaping (probably too much) my prose, rather than other traditional concerns like character, plot and story.” Campanioni’s work can include multimedia aspects, including the piece This body’s long (& I’m still loading), an official selection of the Canadian International Film Festival in 2017.\nCampanioni’s honors and awards include an Academy of American Poets College Prize. His creative writing, criticism, and journalism have appeared widely in journals such as Brooklyn Rail, Gulf Coast, DIAGRAM, the Los Angeles Review of Books, and the San Francisco Chronicle. The editor of PANK, Tupelo Quarterly, and At Large magazine, he earned an MA from Fordham University and is currently a Provost Fellow and MAGNET Mentor at the Graduate Center of the City University of New York, where he is pursuing a PhD. He teaches at Pace University and Baruch College.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}