{"pf_url": "https://www.poetryfoundation.org/poets/christopher-morley", "name": "Christopher Morley", "yob": "1890", "yod": "1957", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f6da3dd7b39f307f6d14edd812755591881df1cb.jpeg", "bio": "\n                                                                    Novelist, essayist, theater producer, and poet Christopher Morley was born in Haverford, Pennsylvania, the son of a mathematics professor and a poet-musician. He moved with his family to Baltimore in 1900. Morley earned a BA at Haverford College and studied for three years at Oxford University as a Rhodes scholar.   Morley published more than 100 books, articles, and essays during his lifetime, including the poetry collections The Eighth Sin (1912) and The Old Mandarin: More Translations From the Chinese (1947), the essay collections Shandygaff (1918) and Pipefuls (1920), and the novels Parnassus on Wheels (1917), The Haunted Bookshop (1919), The Trojan Horse (1937), and the bestselling Kitty Foyle (1939), which was made into a film.    Morley served as editor of the Ladies Home Journal and as a columnist for the Philadelphia Evening Public Ledger and was founding editor of the Saturday Review of Literature. He also helped edit the 11th and 12th editions of Bartlett’s Familiar Quotations (1937 and 1948).   He died on Long Island and is buried at Roslyn Cemetery in Roslyn, New York. The memorial Christopher Morley Park in Roslyn maintains the cabin in which he wrote his later work. A collection of his papers is archived at Stony Brook University. His obituaries were published with the following message, written by Morley himself: “Read, every day, something no one else is reading. Think, every day, something no one else is thinking. Do, every day, something no one else would be silly enough to do. It is bad for the mind to continually be part of unanimity.”\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}