{"pf_url": "https://www.poetryfoundation.org/poets/clarence-major", "name": "Clarence Major", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/41e075e74faf6bf66b8e60031b8fe2765de2d659.jpeg", "bio": "\nA painter, fiction writer, and editor, Clarence Major has written 15 collections of poetry. Major was born in Georgia and grew up in Chicago, where he studied art at the Art Institute of Chicago. He received a BS from the State University of New York and a PhD in fine arts and literature from the Union Institute & University/Vermont College.\nMajor’s poetry collections include Swallow the Lake (1970), a Council on the Arts award winner; Configurations: New and Selected Poems, 1958–1998, a National Book Award finalist; Waiting for Sweet Betty (2002); Myself Painting: Poems (2008); Down and Up (2013); From Now On: New and Selected Poems 1970-2015 (2015); and My Studio (2018).\nAccording to World Literature Today, Major is a “polymorphous writer who has been iconoclast, black esthetician, modernist, surrealist, postmodernist, and deconstructionist.” His work, wrote Jack Marmer in the Chicago Tribune, is distinguished by a “spiritual immediacy” and “a sense of constantly shifting expression and attempts to capture the sharp edge of exhilarating lived experience.”\nClarence Major’s novels include Such Was the Season (1987), a Literary Guild selection; My Amputations (1986), winner of the Western States Book Award; Painted Turtle: Woman with Guitar (1988), a New York Times Book Review Notable Book of the Year; and, most recently, One Flesh (2003) and My Amputations (2008).\nHe is the author of the Dictionary of Afro-American Slang (1970), Juba to Jive: A Dictionary of African-American Slang (1994), and Necessary Distance: Essays and Criticism (2001); and editor of the anthologies The New Black Poetry (1969), Calling the Wind: African-American Short Stories (1993), and The Garden Thrives: Twentieth-Century African-American Poetry (1996). Clarence Major has shown his paintings nationally in solo and group exhibitions; they are featured in Clarence Major and His Art: Portraits of an African American Postmodernist (2001), edited by Bernard W. Bell and The Paintings and Drawings of Clarence Major, by Clarence Major (2019). \nHe has been awarded a 2016 PEN Oakland/Reginald Lockett Lifetime Achievement Award, a 2015 “Lifetime Achievement Award in the Fine Arts” by the Congressional Black Caucus Foundation, a Fulbright Fellowship, a National Council on the Arts Fellowship, and two Pushcart Prizes, among other honors.\nMajor is a distinguished professor emeritus of twentieth century American literature at the University of California at Davis. He retired in 2007.\n", "attrs": {"Region:": ["U.S., Western"]}}