{"pf_url": "https://www.poetryfoundation.org/poets/claudia-rankine", "name": "Claudia Rankine", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/16d4f752d17944f31ffcb03509cd5a605d6847cb.jpeg", "bio": "\nBorn in Kingston, Jamaica, poet Claudia Rankine earned a BA at Williams College and an MFA at Columbia University. Rankine has published several collections of poetry, including Citizen: An American Lyric (2014), a finalist for the National Book Award and winner of the National Book Critics Circle Award in Poetry, the PEN Center USA Poetry Award, and the Forward poetry prize; Don’t Let Me Be Lonely: An American Lyric (2004); and Nothing in Nature is Private (1994), which won the Cleveland State Poetry Prize. Her work often crosses genres as it tracks wild and precise movements of mind. Noting that “hers is an art neither of epiphany nor story,” critic Calvin Bedient observed that “Rankine’s style is the sanity, but just barely, of the insanity, the grace, but just barely, of the grotesqueness.” Discussing the borrowed and fragmentary sources for her work in an interview with Paul Legault for the Academy of American Poets, Rankine stated, “I don't feel any commitment to any external idea of the truth. I feel like the making of the thing is the truth, will make its own truth.”\r\n \r\nRankine has coedited American Women Poets in the 21st Century: Where Lyric Meets Language (2002), American Poets in the 21st Century: The New Poetics (2007), and The Racial Imaginary: Writers on Race in the Life of the Mind (2014). Her poems have been included in the anthologies Great American Prose Poems: From Poe to the Present (2003), Best American Poetry (2001), and The Garden Thrives: Twentieth Century African-American Poetry (1996). Her play Detour/South Bronx premiered in 2009 at New York’s Foundry Theater.\r\n \r\nRankine has been awarded fellowships from the John D. and Catherine T. MacArthur Foundation, the Academy of American Poets, the National Endowment for the Arts, and the Lannan Foundation, and the Guggenheim Foundation. In 2013, she was elected as a chancellor of the Academy of American Poets, and in 2014 she received a Lannan Literary Award. She has taught at the University of Houston, Case Western Reserve University, Barnard College, and Pomona College.\n", "attrs": {"Region:": ["U.S., Western"]}}