{"pf_url": "https://www.poetryfoundation.org/poets/clement-clarke-moore", "name": "Clement Clarke Moore", "yob": "1779", "yod": "1863", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/99798ea6e92259301d31c8ea97def83936e4d763.jpeg", "bio": "\nClement Clarke Moore was born in New York City, the son of the Reverend Benjamin Moore and Charity Clarke Moore. An only child, Clement was capably tutored at home by his father until he entered Columbia College; according to his biographer. Samuel White Patterson, he graduated in 1798 \"at the head of his class, as his father had, thirty years earlier.\" In 1801 he earned his MA from Columbia University: he was awarded an LLD in 1829. In 1813 Clement Moore married 19-year-old Catharine Elizabeth Taylor, with whom he eventually had nine children. A very religious man, he gave a large portion of the land that he had inherited, part of his Chelsea estate and now called Chelsea Square, to the General Theological Seminary, where he was a professor of oriental and Greek literature from 1823 until he retired in 1850. At his retirement he purchased a house in Newport, Rhode Island, where he died on July 10, 1863.\n\r\nDuring his lifetime Moore wrote on a variety of subjects. He produced a two-volume A Compendious Lexicon of the Hebrew Language (1809), a translation from the French of A Complete Treatise on Merinos and Other Sheep (1811), and the historical biography George Castriot, Surnamed Scanderbeg, King of Albania (1850). Throughout his life he also wrote poetry, which was published in the Portfolio and similar periodicals.\nMoore claimed to have been the author of \"A Visit from St. Nicholas,\" asserting that he wrote the poem for his own children and recited it to them on Christmas Eve 1822. After it was published anonymously the following year, it became increasingly popular, appearing in newspapers, school readers, other anthologies, and in many different single editions. The New-York Book of Poetry (1837), an anthology of works by New York poets, contained some written by Moore, including \"A Visit from St. Nicholas,\" although \"Anonymous\" was still listed as the author. Not until 1844, when Moore's collection Poems was published, was \"A Visit from St. Nicholas\" acknowledged in print as having been written by Clement C. Moore, LLD. Because the poem was published anonymously and became very popular, other people tried to claim authorship. Authorship is typically attibuted now to Major Henry Livingston, Jr., whose great-grandson spent many years trying to establish Major Livingston as the author. Livingston had also written verses for his children, but he made no written mention of \"A Visit from St. Nicholas\" during his lifetime, nor had his friends heard of his connection with the verses. They were said to have been published in a Poughkeepsie newspaper long before they appeared in the Troy Sentinel, but no copies of the paper containing the poem have ever turned up. Several magazine and newspaper articles appeared, especially during the 1940s, questioning the authorship, but scholars today give the credit to Livingston.\n", "attrs": {}}