{"pf_url": "https://www.poetryfoundation.org/poets/colette-inez", "name": "Colette Inez", "yob": "1931", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/50c132a03d74b6084474c03d4f1e037beba95e95.jpeg", "bio": "\nColette Inez was the author of ten books of poetry. Her earliest collection, The Woman Who Loved Worms (1972), won the Great Lakes Colleges Association National First Book Award and was reissued by Carnegie Mellon’s Classic Contemporary series in 1991. Other titles include Family Life (1988); Getting Under Way: New & Selected Poetry (1993); Clemency (1998); and Spinoza Doesn't Come Here Anymore (2004). Recent collections include Horseplay (2011) and The Luba Poems (2014). She is the author of the memoir The Secret of M. Dulong (2005), as well as the libretto for Mira J. Spektor’s opera Mary Shelley (renamed Villa Diodati), which premiered in 2003. Inez’s song cycle Miz Inez Sez, composed by Pulitzer Prize winning David del Tredici, was produced as the album Secret Music (2002). The New Yorker described the work as “may be the best new-music album of the year.”\nHer honors include fellowships from the Guggenheim Foundation, the Rockefeller Foundation, two awards from the National Endowment for the Arts, two Pushcart Prizes, and several other awards from the Poetry Society of America, where she served on the governing board 1979-80.  Inez has also received a New York State CAPS fellowship, as well as a New York Foundation for the Arts fellowship. A professional collection in her name has recently been installed at the Howard Gotlieb Archival Research Center of Boston University.\nKnown as an essayist, poetry reviewer, and contest judge, Inez is also a noted teacher of writing. A former faculty member at Columbia University’s Writing Program, she has also taught at Ohio, Cornell, Bucknell, Colgate, The New School and Denison Universities, and at Hunter and Kalamazoo Colleges. Inez has instructed and conducted seminars at noted writers conferences such as Centrum, Naropa, Aspen, Hofstra, Antioch, SMU and Cranbrook, and has appeared on public radio and TV. She lived in New York until her death in early 2018.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}