{"pf_url": "https://www.poetryfoundation.org/poets/cole-swensen", "name": "Cole Swensen", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/8ca806312b6c40eb3a80971b70df49226502771f.jpeg", "bio": "\nCole Swensen was born and raised near San Francisco and earned her BA and MA  from San Francisco State University and a PhD from the University of California Santa Cruz. She is a former director of the creative program at the University of Denver and taught in the Iowa Writers’ Workshop at the University of Iowa. She is currently a professor in the literary arts program at Brown University and founder and editor of La Presse, a small press dedicated to the translation and publication in English of contemporary French poetry.\r\n \r\nSwensen is the author of thirteen collections of poetry and has translated ten books of poetry into English from French. Her most recent books include Gravesend (University of California Press, 2012), Stele (Post-Apollo Press, 2012), and Greensward (Ugly Duckling Presse, 2010).  Her translation of Lazy Suzie by Suzanne Doppelt (Litmus Press, 2015) was nominated for the Best Translated Book Award and her translation of Island of the Dead by Jean Frémon (Green Integer, 2002) won the PEN USA Award for Literary Translation. In 2009, Swensen coedited American Hybrid: A Norton Anthology of New Poetry. A book of her essays on poetry, Noise That Stays Noise, was published by the University of Michigan Press in 2011.\r\n \r\nIn the American Book Review, Fred Muratori described Swensen's poetry in New Math (William Morrow & Co., New York, 1988), winner of the National Poetry Series, as \"a collection of deft, sleight-of-hand lyrics that teased images or ideas through unpredictably widening or shifting chains of association.\" Reviewing Try (University of Iowa Press, 1999) in the Boston Review, Gillian Conolley says that “unlike many poets before her who have practiced the art of ekphrasis by describing or illuminating the visual, Swensen is interested in the representation of representation, in examining not only the way the paintings make meaning, but the way language makes meaning of that meaning. Above all, she is interested in the process and procedures of perception.”\r\n \r\nOf Goest (Alice James, 2004), a finalist for the National Book Award, Erik Anderson writes in Rain Taxi that “the book as a whole rotates around the details of light and invention in ‘A History of the Incandescent,’ but Swensen isn't making heroes out of the inventors or their inventions--she's celebrating inventiveness itself. Truth, i.e. the ‘facts’ the book contains, are less important than the spirit in which they are conveyed. That which is presented as true is often distorted by the end.” Karen Lepri, writing in Lana Turner, says that in Greensward “Swensen stages a courageous encounter of alterity and presence amid these spaces between the out there and the in here, reader and poet, you and me. Elated we follow the poet’s winding path, prayer in hand: ‘May the day find some othering thing.’ ”\n", "attrs": {}}