{"pf_url": "https://www.poetryfoundation.org/poets/conrad-aiken", "name": "Conrad Aiken", "yob": "1889", "yod": "1973", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/d359c44ff68e01061a0d3879d34c725fe941ac54.jpeg", "bio": "\nAlthough he received the most prestigious of literary awards, including a Pulitzer Prize in 1930 for Selected Poems and a National Book Award in 1954 for Collected Poems, along with the critical acclaim of some of the most respected writers and critics of his time, Aiken never became a truly popular poet. This fact puzzled his admirers and, indeed, Aiken himself, who never lost his self-confidence and who always denied the charge that his poetry might be too difficult. Benjamin DeMott considered possibilities for Aiken’s lack of exposure in a Saturday Review article: “The reasons for the neglect aren’t so far to seek as might be supposed. They have to do partly with this poet’s reluctance to break with certain nineteenth-century conventions of sound and posture. ... Aiken has often flown against [dominant taste], writing heavy music, laying out gorgeous sound, providing no clear ‘speaker,’ no definable ‘dramatic situation,’ and pruning no modifiers.” According to Alden Whitman of the New York Times, Louis Untermeyer once commented that “the poet made no effort to popularize himself or make himself in fashion.” Aiken noted one curious phenomenon about his critical reception. He wrote to Malcolm Cowley that “each new book is panned—but in the background is the implication that all the previous ones were good.”\nA childhood tragedy left an indelible impression on Aiken. When he was 11, his father shot first Aiken’s mother and then himself. Aiken related the circumstances of his parents’ death in his autobiography, Ushant: “After the desultory early-morning quarrel, came the half-stifled scream, and the sound of his father’s voice counting three, and the two loud pistol shots and he tiptoed into the dark room, where the two bodies lay motionless, and apart, and, finding them dead, found himself possessed of them forever.” It has been suggested that much of Aiken’s interest in psychology stemmed from that shattering incident. Aiken once said that his short story “Silent Snow, Secret Snow” (a psychological portrait of a disturbed boy) was “a projection of my own inclination to insanity.” According to Richard Hauer Costa, writing in the Nation, Aiken was “at all times an ‘I’ writer. He neither could nor wished to separate his life from his work.” Aiken imbued much of his writing with psychological themes, frequently using the metaphor of a voyage to signify a journey to self-knowledge. Jennifer Aldrich noted in the Sewanee Review, “Three of Aiken’s five novels, many of his short stories, and his first long poetic series, The Divine Pilgrim, as well as some of the later poems, were all written in the physical form of a journey. The actual vehicles of these journeys seem ... to be in some way a symbol for consciousness; and the goal is the self.” Throughout his career, Aiken measured his characters’ progress along the voyage with a Freudian yardstick. Psychological themes were sometimes explored in unconventional formal structures. In a preface to his Three Novels: Blue Voyage, Great Circle, King Coffin (1965), Aiken wrote, “Great Circle, written five years after Blue Voyage, is just as insistently psychological in its approach to its theme, but less closely tethered to my own personality than its predecessor. ... My early and continued preoccupation with musical form was allowed greater play.”\nOther early impressions reflected in Aiken’s philosophy and writing were formed at Harvard, where he showed interest in the work of—among others—Henry and William James, Walt Whitman, the Symbolists, and the English Romanticists. In one case, an admired writer’s style was baldly reproduced in Aiken’s work. Alden Whitman reported in the New York Times that in his maturity Aiken called his first book of verse, Earth Triumphant, and Other Tales in Verse (1914), “a dead steal from [John] Masefield.” Aiken was aware that critics considered his style imitative, and at times he responded humorously to such suggestions. In 1918, for example, he wrote a dream dialogue in which Ezra Pound said, “Swinburne plus Fletcher minus Aiken equals Aiken,” and Louis Untermeyer responded, “Eliot plus Masters minus Aiken equals Aiken.” Aiken discussed the issue of influence more seriously with Robert Hunter Wilbur in a Paris Review interview. The work of T.S. Eliot, a friend from Harvard days, had had a “tremendous influence” on him, said Aiken; but there had also been “a lot of interchange” in their relationship. As Aiken phrased it, “the juices went both ways.”\nA Harvard acquaintance to whom Aiken gave great credit was a professor of his, George Santayana. In the Paris Review interview, Aiken asserted that it was Santayana who shaped his “view of what poetry would ultimately be.” Santayana’s personal philosophy and his emphasis on the philosophical content of poetry were enormously appealing to Aiken. According to Jennifer Aldrich in the Sewanee Review, when Aiken was “invited to give his notions of what poetry should be” he turned to the following passage from Santayana’s Three Philosophical Poets: “Focus a little experience, give some scope and depth to your feeling, and it grows imaginative; give it more scope and more depth, focus all experience within it, make it a philosopher’s vision of the world, and it will grow more imaginative in a superlative degree, and be supremely poetical. ... Poetry, then, is not poetical for being short-winded or incidental, but on the contrary, for being comprehensive and having range. If too much matter renders it heavy, that is the fault of the poet’s weak intellect, not of the outstretched world.”\nAiken produced much of his most important work in the 1920s and early 1930s, even though this period was one of personal upheaval for the author, including a divorce from his first wife and a suicide attempt. Between 1934 and 1936, Aiken wrote under the pseudonym of Samuel Jeake, Jr. as London correspondent for the New Yorker. Following his divorce in 1939 from his second wife and his remarriage, Aiken returned to the United States and settled in New England, where he wrote poetry mainly about the area.\nWhile Aiken admired many writers early in his career, that number decreased sharply with the passing years. His views, always vehement, became increasingly vitriolic. In an interview with Harvey Briet in 1950, he called William Faulkner “the great American genius, the only adult writer of fiction we’ve had in the last twenty years on a major scale.” In 1969, he could name no such leader. He told Alden Whitman of the New York Times, “I think we’re going through a very depressing decline in taste. ... I don’t think there is any first-rate fiction, and I mean to include everybody in that—Nabokov, Bellow, and so on.” In Whitman’s opinion, Aiken had “scarcely a kind word for anybody or anything except comic strips, martinis and Conrad Aiken.”\nPoets fared no better than novelists in Aiken’s assessment of the state of writing. In 1968 he told Wilbur in the Paris Review, “I think we’ve come to a kind of splinter period in poetry. These tiny little bright fragments of observation—and not produced under sufficient pressure—some of it’s very skillful, but I don’t think there’s anywhere a major poet in the process of emerging.” Aiken had strong words, too, for anything resembling clubbiness. He once wrote that poets “really stink. Especially in large numbers, when herding.” Patricia Reynolds Willis, writing for the Georgia Review, recorded his feelings about writers’ colonies: “One writer by himself is bad enough, but if you get five in a room, it’s terrible. And I doubt if anything good comes of it. It’s much better to just go and hire a room in a lodging house and sequester yourself there in the city, and just get lost. But at those places, you’ve got a little sacred cabin out in the woods and have your own little lunch put at your doorstep at one p.m., and you are supposed to sit there and produce like a hen in a hen factory.”\nI.A. Richards felt that Aiken was more gracious than the above comments would indicate. Richards wrote in a Times Literary Supplement review of the Selected Letters of Conrad Aiken, “Few poets can have made greater efforts or faced more reasonably deprivation of recognition. His truly prodigious output met with curiously intermittent appreciation, periods of long neglect being taken with unflagging endurance and resolution. Along with this went a truly noteworthy immunity to those infections of jealousy and envy which afflict so many of us.” The kindness Aiken showed to Malcolm Lowry, acting as a sort of father figure to the young writer, was noted by critics; and Richards noted that “his joy ... when he can really go all out in praise ... knows no bounds.” Confident of his stature among peers, Aiken was modest when it came to the question of his place in history. Replying to a schoolboy who had praised his work, Aiken once wrote, “No, I don’t have any great notion about where I stand as a poet. That will be taken care of by those wiser people who come later on the scene than we do. Thus, as in their turn, those opinions too will be revalued over and over. None of us knows in what direction poetry and those other arts will turn—that’s part of the cruel fascination of being interested in the arts as you are, and keeping your head about it.”\nAiken died in 1973 in his birthplace, Savannah, Georgia. The Letters of Conrad Aiken and Malcolm Lowry, 1929-1954, published in 1992, reveals the literary development of these two men through their long-term correspondence to each other and the accompanying illustrations, drafts, chronologies, and editorial notes. Canadian Literature reviewer Paul Tiessen suggested that Aiken’s letters were “assurances of real touch-stones of gain and loss within more or less objectifiable personal and literary worlds.”\n", "attrs": {"School/Period:": ["Modern"]}}