{"pf_url": "https://www.poetryfoundation.org/poets/conrad-hilberry", "name": "Conrad Hilberry", "yob": "1928", "yod": "2017", "image": null, "bio": "\nBorn in Melrose Park, Illinois and raised in Ferndale, Michigan, Conrad Hilberry lived much of his life in the Great Lakes region. He earned a BA from Oberlin College and an MA and PhD from the University of Wisconsin, Madison; he was a professor of English at Kalamazoo College in Michigan from 1962 to 1998. Hilberry’s poetry collections include Encounter on Burrows Hill and Other Poems (1968), Rust (1974), Man in the Attic (1980), Knowing Rivers, You Know the Shape and Bias (1980), The Moon Seen as a Slice of Pineapple (1984), Jacob’s Dancing Tune (1986), Sorting the Smoke: New and Selected Poems (1990), winner of the Iowa Prize, Player Piano: Poems (2000), The Fingernail of Luck (2005), and Until the Full Moon Has Its Say (2014). He also co-authored This Awkward Art: Poems by a Father and Daughter (2009) with the poet Jane Hilberry, his daughter.\r\n \r\nA master of both free verse and received forms, Hilberry infused the familiar and everyday in his poetry with intellectual insight. Poet Henry Taylor said that Hilberry’s poems possess “the spooky ability to make odd, though rarely surreal, connections. The poems move with quiet authority from the observation of a particular, and of the possibilities surrounding it, to exploration of what might happen next. The miracle is that they do this without arbitrariness.” In the introduction to Hilberry’s collaboration with his daughter, This Awkward Art, poet Richard Wilbur noted that “one sees from different vantages the constellation of a family.” The two poets contemplate local, familial scenes and the death of their daughter/sister, each writing their own response to shared subjects.\r\n \r\nHilberry is also the author of the nonfiction Luke Karamazov (1987), an account of serial murderers in Kalamazoo. He co-edited three volumes of “Third Coast” poetry from Michigan, including New Poems from the Third Coast: Contemporary Michigan Poetry (2000).\r\n \r\nHilberry’s awards include a National Endowment for the Arts Fellowship in poetry and a Michigan Arts Award. He died in early 2017.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}