{"pf_url": "https://www.poetryfoundation.org/poets/constance-levy", "name": "Constance Levy", "yob": "1931", "yod": null, "image": null, "bio": "\nChildren’s poet and educator Constance Levy earned degrees at Washington University and currently lives in St. Louis, Missouri. Known for its careful attention to external and internal rhyme, rhythm, alliteration, and assonance, Levy’s work frequently takes encounters with the natural world as its subject. By drawing on her own childhood encounters, Levy re-experiences the world through verse in the fresh and exuberant ways that children perceive natural objects and phenomena, often for the first time. Reviewers have consistently praised Levy’s poems for their accessible yet creative language. Her books include The Story of Red Rubber Ball (2004), Splash!: Poems of Our Watery World (2002), A Crack in the Clouds and Other Poems (1998), A Tree Place and Other Poems (1994), and I’m Going to Pet a Worm Today and Other Poems (1991). School Library Journal’s Kathleen Whalin summed up the appeal of Levy’s verse best in her review of When Whales Exhale and Other Poems: “To read Levy is to see the wonder of the everyday world.”\nLevy has received numerous awards for her work, including both a Lee Bennet Hopkins Award and Honor Award and a Boston Globe–Horn Book Award. Her books have been included on the American Booksellers Pick of the Lists, the National Council of Teachers of English Notable Books in the Language Arts, and the New York Public Library 100 Titles for Children’s Books, and have been a Junior Library Guild Selection.\nAbout her career as a poet of children’s verse, Levy once told Contemporary Authors, “I would never have wondered about how I became a poet except that children I meet as a visiting poet frequently ask that question. And the only answer I can provide, for them and for myself, is that I don’t really know, but I think I always was. As a child I was drawn to poetry and loved hearing my mother recite poems for me that she learned when she was young. It always seemed that the poem I read or listened to was speaking to me. I could see it and feel it. The words made music and danced and played games with each other and stirred my senses. I have never stopped loving poetry, especially poetry for children. Poems are habit-forming, you know. Once you have a good taste of a flavor that suits you, you want more and more, and the pleasures stay with you always. … When you read a poet’s work, you peek inside her or him, and I am no exception. As a writer I reveal myself in my poems, not intentionally, but because poetry is a natural expression of what the poet thinks, feels, and observes. It is me as silly, thoughtful, wondering, playing, discovering … I feel a special rapport with children and especially enjoy writing about the kinds of things they respond to, ordinary things that adults sometimes don’t really ‘see’ for all our modern distractions.”\n", "attrs": {}}