{"pf_url": "https://www.poetryfoundation.org/poets/constance-urdang", "name": "Constance Urdang", "yob": "1922", "yod": "1996", "image": null, "bio": "\nPoet and novelist Constance Urdang was born in New York City in 1922. She earned a BA from Smith College and an MFA from the University of Iowa. She taught at Washington University in St. Louis, and with her husband, the poet Donald Finkel, she helped found the graduate writers program there in the 1970s. Urdang is the author of the poetry collections Only the World (1983), The Lone Woman and Others (1980), The Picnic in the Cemetery (1975), and Charades and Celebrations (1965), among others. Her honors include the Delmore Schwartz Memorial Poetry Award and the Carleton Centennial Award for Prose. In 1976, she received a fellowship from the National Endowment for the Arts.\nUrdang’s poem “The Moon Tree,” from her first poetry collection, Charades and Celebrations, has been praised by Raymond Roseliep in a Poetry article as “the kind of thing Stephen Vincent Benet had in mind when he defined poetry as magic.” Roseliep feels that another poem from this collection, “The Old Woman,” is “achievement of the same caliber … and so is ‘In the Junkshop,’ which proves that poems can be written about anything.” Saturday Review critic W.T. Scott explains that “by sheer force of style [Urdang] can make mythological figures out of aunts and grandparents, and she can deal with historical figures in exciting livelier ways than we usually get these days. She is a fine poet with a sardonic eye trained to real values.”\nUrdang was a successful novelist, though Natural History is, according to its author as quoted in Saturday Review, “Not a novel. A series of images in the form of prose episodes. Their meaning, if any, to emerge when at the end one can look back to try and make out the ‘significant patterns.’” Muriel Haynes in that same Saturday Review article likens Natural History to a journal, or “thought book,” in which literally, though not in other regards, “nothing happens; a succession of everyday people, men and women, old and young, dead and alive, move in and out, serving as metaphors for ways-of-being-in-the-world.” These everyday people who represent “ways-of-being-in-the-world” include the narrator, her family, and three of her female friends, and emphasis is placed on the age-old concerns of “time, birth, generation, old age, love, [and] death,” as defined by New York Times Book Review critic Jay Neugeboren. Neugeboren believes, despite Urdang’s “anti-fiction pattern,” that Natural History “seems quite old-fashioned. … [Its] concerns remain fundamental, traditional.” And he adds that “in spite of the book’s fragmented surface, in spite of its disclaimers (‘Not a novel … ’), it becomes, due to its sure and singular voice, a coherent, evocative and real object in its own right.” Whereas a contributor to the Virginia Quarterly Review says Urdang’s structural strategy in Natural History fails, the same contributor praises the book’s narrative for its “honest, moving, and intelligent questioning of what a woman’s role is, and can be, in our society. [It] … has the fascination of a brilliant journal.” As for Haynes, she believes “the effect of Natural History is a bit like that of a speculative talk with a sharp-minded friend of fine sensibility. There is a similar intimate ease … there is intellectual exhilaration.”\n\r\nWith three poetry collections in between, Urdang followed her first novel, Natural History (1969), with a novella entitled Lucha (1986). Courtney Weaver writes in the San Francisco Chronicle that Lucha is a “literary mural of three generations of Mexican women which, despite its brevity, sacrifices neither beauty nor relevance.” This mural paints the life history of Luz Filomena whose nickname, “Lucha,” means to “struggle.” Weaver focuses on the contrast Urdang develops between Lucha, a believer in urbanization and the idea of progress for women and for Mexico, and her niece, Nieves, a woman content to be mother and housekeeper. Lucha is, writes Weaver, “continually trying, continually struggling toward a new ideal of femininity and of herself.” New York Times Book Review commentator Susan Wood judges that “in this spare, often elegant tale … Urdang obviously knows Mexico and she writes about the country and its people with feeling and understanding. But … one feels something is curiously missing.” Weaver, in turn, says Lucha, “like an effective painting, … may be praised for its capture of time and character. … It is a novel not about struggling dialectics but rather about the interweaving of sorrow, fulfillment, beauty and change.”\nUrdang died of complications from lung cancer on October 8, 1996.\n", "attrs": {}}