{"pf_url": "https://www.poetryfoundation.org/poets/cornelius-eady", "name": "Cornelius Eady", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/a212e08777eafddf36169beb6b6ddc34bb03b8c7.jpeg", "bio": "\nPoet and cofounder of Cave Canem, Cornelius Eady has published more than half a dozen volumes of poetry, among them Victims of the Latest Dance Craze (1985), winner of the Lamont Poetry Prize from the Academy of American Poets; The Gathering of My Name (1991), nominated for a Pulitzer Prize; and Brutal Imagination (2001), a National Book Award finalist. Hardheaded Weather: New and Selected Poems appeared in 2008.\n\nBrutal Imagination includes a theater sequence that responds to the notorious 1994 incident in which Susan Smith, a white woman from South Carolina, claimed that an African American man had kidnapped her children. The FBI searched for the man until Smith confessed the truth: she had invented the man and had drowned the children. Eady’s sequence, which creates a detailed persona of the imaginary suspect, was adapted into an off-Broadway play that won the Newsday Oppenheimer Award. Eady also collaborated with Diedre Murray on a libretto for a roots opera, Running Man, based on his poems, which was a finalist for the Pulitzer Prize in Drama.\n\r\nMusic is a central theme of Eady’s work, along with family and the challenges unique to the African American experience. In You Don’t Miss Your Water (1995), a prose-poem cycle of elegies for Eady’s father, traditional song titles—blues songs, mainly, but also jazz and rock ’n’ roll—become the titles of his poems. Eady uses this naming convention in other collections as well. Of the musical references in his poetry, he says, “I really enjoy the idea of the language that’s inside of music itself. The idea that maybe when you hear a jazz solo, or when you’re hearing a good saxophonist, or a guitarist, that you’re actually hearing that person’s story.” Eady’s ability to examine several stories at once—while paring the lyrical intersections of these lives to moments remarkable in their clarity, exuberance, and vulnerability—has garnered critical acclaim. Poet June Jordan praised the way Eady “leads and then cuts a line like no one else: following the laughter and the compassionate path of a dauntless imagination, these poems beeline or zigzag always to the jugular.”\n\r\nEady has received grants from the National Endowment for the Arts, the Guggenheim Foundation, the Rockefeller Foundation, and the Lila Wallace–Reader’s Digest Fund.\n\r\nIn 1996 Eady and poet Toi Derricote founded Cave Canem, a nonprofit organization that supports emerging African American poets through a summer retreat, regional workshops, a first-book prize, annual anthologies, and events and readings across the country.\n\r\nIn April 2013, Eady was a featured writer on Harriet.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}