{"pf_url": "https://www.poetryfoundation.org/poets/countee-cullen", "name": "Countee Cullen", "yob": "1903", "yod": "1946", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/434d1e7f5558907a89cc92d8e979848286f74d9c.jpeg", "bio": "\nCountee Cullen is one of the most representative voices of the Harlem Renaissance. His life story is essentially a tale of youthful exuberance and talent of a star that flashed across the African American firmament and then sank toward the horizon. When his paternal grandmother and guardian died in 1918, the 15-year-old Countee LeRoy Porter was taken into the home of the Reverend Frederick A. Cullen, the pastor of Salem Methodist Episcopal Church, Harlem’s largest congregation. There the young Countee entered the approximate center of black politics and culture in the United States and acquired both the name and awareness of the influential clergyman who was later elected president of the Harlem chapter of the National Association for the Advancement of Colored People (NAACP).\nDuring the 1920s, Harlem was an enormously stimulating milieu for African American intellectuals. The high hopes of the black community for acceptance and equality had turned to disillusionment at the end of World War I, when returning black soldiers all too often experienced unemployment and were otherwise mistreated. Resentment pulsated through black urban centers like Harlem, which had burgeoned during the war as black workers migrated there to fill jobs temporarily vacated by the diversion of white laborers into the military. For the first time in African American history, a black urban consciousness conducive to the flowering of the arts was developing. From Harlem, the largest of the new, densely populated black urban communities in which Cullen was listening and learning burst forth an outpouring of African American arts known as the Harlem Renaissance.\nWhile Cullen’s informal education was shaped by his exposure to black ideas and yearnings, his formal education derived from almost totally white influences. This dichotomy heavily influenced his creative work and his criticism, particularly because he did extremely well at the white-dominated institutions he attended and won the approbation of white academia. In high school Cullen earned academic honors that in turn garnered him the posts of vice-president of his class and editor of the school newspaper, as well as prizes for poetry and oratory. His glory continued at New York University, where he obtained first or second prizes in a number of poetry contests, including the national Witter Bynner Contests for undergraduate poetry and contests sponsored by Poetry magazine. Literary critic and Harvard professor Irving Babbitt publicly lauded Cullen’s The Ballad of the Brown Girl, and in 1925, which proved a bumper year for the young man’s harvest of literary prizes, Cullen graduated from New York University, was accepted into Harvard’s masters program, and published his first volume of poetry: Color.\nDuring the next four years Cullen reached his zenith. A celebrated young man about Harlem, he had in print by 1929 several books of his own poems and a collection of poetry he edited, Caroling Dusk, written by other African Americans. His letters from Harvard to his Harlem friend Harold Jackman exuded self-satisfaction and sometimes the snide intolerance of the enfant terrible. The climax of those heady years may have come in 1928. That year Cullen was awarded a Guggenheim fellowship to write poetry in France, and he married Nina Yolande DuBois, the daughter of W.E.B. DuBois, a man who for decades was the acknowledged leader of the African American intellectual community. Few social events in Harlem rivaled the magnitude of the latter event, and much of Harlem joined in the festivities that marked the joining of the Cullen and DuBois lineages, two of its most notable families.\nBecause of Cullen’s success in both black and white cultures, and because of his romantic temperament, he formulated an aesthetic that embraced both cultures. He came to believe that art transcended race and that it could be used as a vehicle to minimize the distance between black and white peoples. When he chose as his models poet John Keats and to a lesser extent A.E. Housman, he did so not consciously to curry favor with white America but for four logical reasons: First, though there had been African American poets, there was not yet an African American poetic tradition—in any meaningful sense of the term—to draw upon. Second, the English poetic tradition was the one that was available to him—the one that had been taught to him in schools he attended. Third, he felt challenged to demonstrate that a black poet could excel within that traditional framework. And fourth, he felt absolutely free to choose as exemplars any poets in the world with whom he sensed a temperamental affinity (and he certainly had that affinity with Housman and, especially, Keats). In addition, he shared their romantic self-involvement; he had an ego that was sensitive to the slightest tremors and that needed expression to remain whole, and like Keats he had to believe in human perfectibility.\nIn poems such as “Heritage“ and “Atlantic City Waiter,” Cullen reflects the urge to reclaim African arts—a movement called Négritude that was one of the motifs of the Harlem Renaissance. The cornerstone of his aesthetic, however, was the call for African American poets to work conservatively, as he did, within English conventions. In his 1927 foreword to Caroling Dusk, Cullen observed that “since theirs is ... the heritage of the English language, their work will not present any serious aberration from poetic tendencies of their times.” Braving the wrath of less moderate peers, he further stated that “negro poets, dependent as they are on the English language, may have more to gain from the rich background of English and American poetry than from any nebulous atavistic yearnings toward an African inheritance.” Even the subtitle of the collection, An Anthology of Verse by Negro Poets, reflects his belief in the essential oneness of art; it implies no distinction between white poetry and black poetry, and it assumes there is only poetry, which in the case of Caroling Dusk is simply composed by African American writers.\nHis dedication to oneness led Cullen to be cautious of any black writer’s work that threatened to erect rather than pull down barricades between the races. Thus, in a February, 1926, “Dark Tower” column in which Cullen reviewed Langston Hughes‘s The Weary Blues, Cullen pressed Hughes not to be a “racial artist” and to omit jazz rhythms from his poems. In a later column he prodded black writers to censor themselves by avoiding “some things, some truths of Negro life and thought ... that all Negroes know, but take no pride in.” For Cullen, showcasing unpleasant realities would “but strengthen the bitterness of our enemies” and thereby weaken the bridge of art between blacks and whites.\nSuch warnings, however, did not prevent the critic Cullen from praising black artists whenever he found their work meritorious, even when it was overtly racial. In another of his “Dark Tower” columns, he complimented Amy Spingarn’s Pride and Humility, for example, even though he thought its “clearest notes” were to be heard “in those poems which have a racial framework.” Since his primary criterion for judging a work was always aesthetic, Cullen applauded any poetry that appealed to him, without regard to the color of the writer. He had good things to say about Edna St. Vincent Millay, E.A. Robinson, and Robert Frost, but he was less favorable toward such avant-garde poets as Amy Lowell, in whose work he found little “for the hungry heart to feed upon.” Generally, three principles informed his criticism: First, he tended to be more attracted to Romantic poetry. Second, he was conservative in his tastes and therefore put off by experimentation such as that of Amy Lowell. Third, although he put special effort into trying to further the interests of black artists, he was governed by a keen sense of impartiality and a commitment to bringing the races into closer harmony.\nA paradox exists, however, between Cullen’s philosophy and writing. While he argued that racial poetry was a detriment to the color-blindness he craved, he was at the same time so affronted by the racial injustice in America that his own best verse—indeed most of his verse—gave voice to racial protest. In fact the title of Cullen’s collection, Color (1925), was not chosen unintentionally, nor did Cullen include sections with that same title in later volumes by accident. Both early and late in his career he was, in spite of himself, largely a racial poet. This is evident throughout Cullen’s works from the Color pieces and the introduction of racial violence into his 1927 work The Ballad of the Brown Girl to the poems that he selected for the posthumously published On These I Stand, of which substantially more than half are racial poems.\nOf the six identifiable racial themes in Cullen’s poetry, the first is Négritude, a pervasive international black literary movement, which included what scholar Arthur P. Davis in a 1953 Phylon essay called “the alien-and-exile theme.” Specific examples of this motif in Cullen’s poetry include his attribution of descent from African kings to the girl featured in The Ballad of the Brown Girl as well as the submerged pride exhibited by the waiter in the poem “Atlantic City Waiter” whose graceful movement resulted from “Ten thousand years on jungle clues.” Probably the best-known illustration of the Pan-African impulse in Cullen’s poetry is found in “Heritage,” where the narrator realizes that although he must suppress his African heritage, he cannot ultimately surrender his black heart and mind to white civilization. “Heritage,” like most of the Négritude poems of the Harlem Renaissance and like political expression such as Marcus Garvey’s popular back-to-Africa movement, powerfully suggests the duality of the black psyche—the simultaneous allegiance to America and rage at her racial inequities\nFour similar themes recur in Cullen’s poems, expressing other forms of racial bias. These include a kind of black chauvinism that prevailed at the time and that Cullen portrayed in both The Ballad of the Brown Girl and The Black Christ, when in those works he judged that the passion of blacks was better than that of whites. Likewise, the poem “Near White” exemplifies the author’s admonition against miscegenation, and in “To a Brown Boy” Cullen propounds a racially motivated affinity toward death as a preferred escape from racial frustration and outrage. Another poem, “For a Lady I Know,” presents a satirical view of whites obliviously mistreating their black counterparts as it depicts blacks in heaven doing their “celestial chores” so that upper-class whites can remain in their heavenly beds.\nUsing a sixth motif, Cullen exhibits a direct expression of irrepressible anger at racial unfairness. His outcry is more muted than that of some other Harlem Renaissance poets—Hughes, for example, and Claude McKay—but that is a matter of Cullen’s innate and learned gentility. Those who overlook Cullen’s strong indictment of racism in American society miss the main thrust of his work. His poetry throbs with anger as in “Incident” when he recalls his personal response to being called “nigger” on a Baltimore bus, or in the selection “Yet Do I Marvel,” in which Cullen identifies what he regards as God’s most astonishing miscue that he could “make a poet black, and bid him sing!” In addition to his own personal experiences, Cullen also focuses on public events. For instance, in “Scottsboro, Too, Is Worth Its Song,” he upbraids American poets, who had championed the cause of white anarchists in the controversial Sacco-Vanzetti trials, for not defending the nine black youths indicted on charges of raping two white girls in a freight car passing through Scottsboro, Alabama, in 1931.\nIn The Book of American Negro Poetry, author James Weldon Johnson explained with acute sympathy Cullen’s compulsion to write poetry that seems to fly in the face of his declarations against poetry of race. Johnson wrote: “Strangely, it is because Cullen revolts against ... racial limitations—technical and spiritual—that the best of his poetry is motivated by race. He is always seeking to free himself and his art from these bonds. He never entirely escapes, but from the very fret and chafe he brings forth poetry that contains the quintessence of race consciousness.”\nCullen, then, was a forceful but genteel protest poet; yet, he was much more. He was also consistent in his intention to write good traditional poetry for the social purpose of showing what common sense should have told white Americans but what they still demanded be proven to them—that blacks could write poetry and write it as well as anyone. To that end, much of Cullen’s poetry deals with such universal subjects as faith and doubt, love, and mortality.\nOn the subject of religion, Cullen waywardly progressed from uncertainty to Christian acceptance. Early on he was given to irony and even defiance in moments of youthful skepticism. In “Heritage,” for example, he observes that a black Christ could command his faith better than the white one. When he was 24, he provided a third-person description of himself in which he commented that his “chief problem has been that of reconciling a Christian upbringing with a pagan inclination. His life so far has not convinced him that the problem is insoluble.” But before very long, his grandmother Porter’s influence and that of the Cullen rectory won out. Outrage over racial injustice notwithstanding, he had fairly well controlled the “pagan inclination” in favor of Christian orthodoxy by 1929, when he published The Black Christ, and Other Poems. In the opening of the book’s narrative title poem, the protagonist sings of embracing God in spite of certain earthly obstacles that he summarizes as “my country’s shame.” The speaker’s brother has been beaten to death by a white lynch mob for an innocent relationship with a white woman; the narrator’s resentment toward a savior who allows such evil to occur is overcome by his mother’s proclamation of her unshakable faith, and any residue of doubt disappears when the murdered brother is resurrected. At the end the family is left to prosper in its piety. Furthermore, among the few previously unpublished poems that Cullen selected for inclusion in the posthumously published collection On These I Stand is one that confirms his continuing religious commitment as a way to cope with the injustices and disappointments of his life. Written during World War I, “Christus natus est” asserts that amid all the tragedy of war “The manger still / Outshines the throne” and that “Christ must and will / Come to his own.”\nTo understand Cullen’s treatment of love it is necessary first to examine the effete—weak or effeminate—quality of many of his love poems. David Levering Lewis, in When Harlem Was in Vogue, asserted that “impotence and death run through [Cullen’s] poetry like dark threads, entangling his most affirmative lines.” In general, Cullen’s love poetry is clearly characterized not only by misgivings about women but also by a distrust of the emotion of heterosexual love. His poems “Medusa” and “The Cat,” both contained in The Medea, and Some Poems, illustrate this vision of male-female relationships. In Cullen’s version of the ancient myth, it is not the hideousness of Medusa that blinds the men who gaze upon her, but rather her beauty. So great is the destructive power of the attractive female that the narrator in “The Cat” imagines in the animal “A woman with thine eyes, satanic beast / Profound and cold as scythes to mow me down.” Male lovers, on the other hand are often portrayed as sickly with apprehension that a relationship is about to be ended either by a fickle partner or by death. In “If Love Be Staunch,” for example, the speaker warns that love lasts no longer than “water stays in a sieve” and in “The Love Tree” Cullen portrays love as a crucifixion whereby future lovers may realize that “‘Twas break of heart that made the love tree grow.” What Lewis identified in Cullen’s love poems as a “corroding suspicion of life cursed from birth” may have resulted from Cullen’s alleged homosexuality.\nCullen’s treatment of death in his writing was shaped by his early encounters with the deaths of his parents, brother, and grandmother, as well as by a premonition of his own premature demise. Running through his poems are a sense of the brevity of life and a romantic craving for the surcease of death. In “Nocturne” and “Works to My Love,” death is readily accepted as a natural element of life. “Threnody for a Brown Girl” and “In the Midst of Life” portray even warmer feelings towards death as a welcome escape. And in poems such as “Only the Polished Skeleton” death is gratefully anticipated to bring relief from racial oppression: A stripped skeleton has no race; it can but “measure the worth of all it so despised.” Looking forward to death, Cullen meanwhile accepted sleep as an effective surrogate. In the poem “Sleep” he portrays slumber as “lovelier” and “kinder” than any alternative. It is both a feline killer and gentle nourisher that suckles the sleeper: “though the suck be short ‘tis good.” In April, 1943, less than three years before he died of uremic poisoning, Cullen related in “Dear Friends and Gentle Hearts” that “blessedly this breath departs.”\nAfter 1929 Cullen’s production of verse dropped off dramatically. It was limited to his translation of Euripides’ play Medea, which appeared along with some new poems in his collection The Medea, and Some Poems (1935) and later with half a dozen previously unpublished pieces that were included in his posthumously published collection, On These I Stand. A complexity of reasons contributed to the dimming of his poetic star. The Harlem Renaissance required a white audience to sustain it, and as whites became preoccupied with their own tenuous situation during the Great Depression, they lost interest in the African American arts. Also, Cullen’s idealism about building a bridge of poetry between the races had been sorely tested by the time the 1920s ended. Moreover, he seemed affected by legitimate doubts concerning his growth as a poet. In “Self Criticism” he reflected whether he would go on singing a “failing note still vainly clinging / To the throat of the stricken swan.”\nWhile his supporters continued to defend him on racial rather than literary grounds, his detractors gradually increased in numbers with the publication of each successive collection of his poetry. Harry Alan Potamkin, in a 1927 New Republic review of Copper Sun, found that Cullen had not really progressed since Color and that the poet had “capitalized on the fact of race.” The reviewer concluded, in fact, that Cullen’s poetry “begins and ends with a epithet skill.” With the appearance of The Black Christ, and Other Poems in 1929, Nation’s Granville Hicks joined the chorus of critics expressing reservations and remarked that “in general, Mr. Cullen’s talents do not seem to be developing as one might wish.”\nFor a combination of causes, then, beginning in the early 1930s Cullen largely curtailed his poetic output and channeled his creative energy into other genres. He wrote a novel, One Way to Heaven (1932), but its poor critical reception made it his only novel. The book reveals a flair for satire in its secondary plot, which centers around the Harlem salon of the irrepressible hostess Constancia Brandon; one particularly effective episode features a white intellectual bigot who is invited to read his tract, “The Menace of the Negro to Our American Civilization,” to an audience of mainly black intellectuals. The novel itself, however, suffers from a fatal structural flaw. Cullen never successfully integrated the secondary plot—a takeoff on his own experience in Harlem intellectual circles—with the major story line, a melodrama in which itinerant con man Sam Lucas undergoes a fake religious conversion to edge his way into a Harlem congregation; marries and then cheats on his sweet young wife; and finally, on his death bed undergoes a change of heart. The characters in the main plot are generally based on stereotypes common in African American folklore—the fast-talking trickster and the sagacious saintly old aunt, for example. Although Cullen displays some compassion toward them and a good deal of good-natured wit in dealing with the satirical figures, the two plots never adequately come together. As Rudolph Fisher said in a New York Herald Tribune review of One Way to Heaven, it was as if Cullen were “exhibiting a lovely pastel and cartoon on the same frame.”\nWhen 31-year-old Cullen turned to teaching in 1934, he was determined to find some way other than literature to contribute to social change, but he did not abandon writing entirely. In 1935 he published his version of Medea (with the speeches and choral passages curiously attenuated) and collaborated with Harry Hamilton on “Heaven’s My Home,” a dramatic adaptation of One Way to Heaven. The play, which was never published, is actually more contrived than Cullen’s novel, but unlike the original work, “Heaven’s My Home” manages to integrate the two plots by introducing a sexual relationship between the protagonists Lucas and Brandon.\nToward the end of his life, in the 1940s, Cullen was relatively successful as a dramatist. With another collaborator, Owen Dodson, he worked on several projects, including “The Third Fourth of July,” a one-act play printed in Theatre Arts in August, 1946. During this period Cullen rejected a professorship at Fisk University and instead remained in New York to work with Arna Bontemps on a dramatic version of his novel God Sends Sunday. Cullen, who suggested the adaptation, made this endeavor the center of his life, but the enterprise caused him much grief. By 1945 the play had become the musical “St. Louis Woman,” and celebrated performer Lena Horne was expected to star in its Broadway and Hollywood productions. Then disaster struck. Walter White of the National Association for the Advancement of Colored People (NAACP) argued that the play, set in the black ghetto of St. Louis and featuring lower-class and seedy characters, was demeaning to blacks. Cullen was blamed for revealing the seamy side of black life, the very thing he had warned other black writers not to do. Many of Cullen’s friends refused to defend him; some joined the attack, which was patently unjust. Admittedly, greed and criminality figure in the play, which focuses on the struggle between overbearing salon keeper-gambler Bigelow Brown and diminutive jockey Lil Augie for the affections of Della Greene, a hard-nosed and soft-hearted beauty.\nBut as Cullen argued, the play really deals with human virtues—honor, love, decency, and loyalty. The controversy rounding it wore on, however, until 1946. In March of that year, “St. Louis Woman” finally premiered on Broadway, featuring songs by Johnny Mercer and Harold Arlen such as “Come Rain, Come Shine” and making singer Pearl Bailey a star. Unfortunately, Cullen had died almost three months earlier and was to be remembered primarily for the poems he had written in his 20s when he was one of Harlem’s brightest luminaries.\nThe limitations of Cullen’s poetry such as its archaic and imitative ring, its occasional verbosity, and its tendency to sacrifice sense for conventional prosody restricted his literary status to that of a minor poet with a real lyrical gift. But he was not guilty of the obsequious acceptance of white values for which 1960s black power poets such as Don Lee (Haki Madhubuti) were to dismiss him. Cullen never compromised his integrity as a black man to gain advantage for himself. His primary goal was to bring America closer to racial harmony through his own art and that of his peers and ultimately to achieve complete and colorblind artistic freedom. As he defiantly proclaimed in “To Certain Critics“ (published in The Black Christ), though some might call him a traitor to blacks, his program was too universal to be contained: “Never shall the clan / Confine my singing to its ways / Beyond the ways of man.”\nProbably more than any other writer of the Harlem Renaissance, Cullen carried out the intentions of black American intellectual leaders such as W.E.B. DuBois and James Weldon Johnson. These men had nothing but the highest praise for Cullen, for he was brilliantly practicing what they advocated, and he came close to embodying Alain Locke’s “New Negro.” “In a time,” DuBois wrote in a 1928 Crisis essay, “when it is vogue to make much of the Negro’s aptitude for clownishness or to depict him objectively as a serio-comic figure, it is a fine and praiseworthy act for Mr. Cullen to show through the interpretation of his own subjectivity the inner workings of the Negro soul and mind.” Johnson was pleased with Cullen’s decision not to recognize “any limitation to ‘racial’ themes and forms.” In Cullen’s wish not to be “a negro poet,” Johnson insisted, the writer was “not only within his right: he is right.” As these authorities attest, to read Countee Cullen’s work is to hear a voice as representative of the Harlem Renaissance as it is possible to find.\n", "attrs": {"School/Period:": ["Harlem Renaissance"]}}