{"pf_url": "https://www.poetryfoundation.org/poets/anne-finch", "name": "Countess of Winchilsea Anne Finch", "yob": "1661", "yod": "1720", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ee03e228ab80bc9cd599b3d272ff68683a39371c.jpeg", "bio": "\nAnne Finch, the Countess of Winchilsea, was an English poet and courtier in the late 17th and early 18th centuries. She was a major female poet during her lifetime, whose work spanned genres and addressed a variety of subjects. She authored religious verse and love lyrics, as well as fables, pastorals, verse plays, odes, songs, and occasional poems. Her diverse and considerable body of work records her private thoughts and personal struggles, and also illustrates her awareness of the social and political climate of her era. Not only do Finch’s poems reveal a sensitive mind and a religious soul, but they exhibit great generic range and demonstrate her fluent use of Augustan diction and forms.\n\r\nDescended from an ancient Hampshire family, Finch was born in April 1661, the third and youngest child of Anne Haselwood and Sir William Kingsmill. At the age of 21, Finch was appointed one of six maids of honor to Mary of Modena, wife of the Duke of York, in the court of Charles II. Her interest in verse writing began during this period and was probably encouraged by her friendships with Sarah Churchill and Anne Killigrew, also maids of honor and women of literary interests. It was during her residence in the court of Charles II that she met Colonel Heneage Finch, uncle of the fifth earl of Winchilsea and gentleman to the Duke of York. Finch fell in love with Anne and courted her persistently until they married. She resigned her post, although Heneage Finch continued to serve in various government positions. Their marriage was a happy one, as attested by his letters and several of her early poems. They led a quiet life, residing first in Westminster and then in London, as Heneage Finch became more involved in public affairs with the accession of James II in 1685. The couple wholly supported James throughout his brief and difficult reign and remained forever sympathetic to the interests of the Stuart court.\n\r\nFollowing the revolution and deposition of James in 1689, Finch lost his government position and permanently severed himself from public life by refusing allegiance to the incoming monarchs, William and Mary. The subsequent loss of income forced the Finches to take temporary refuge with various friends in London until Heneage’s nephew Charles invited them to settle permanently on the family’s estate in Eastwell in 1689 or 1690, where they resided for more than 25 years. It was during the happy yet trying years of her early married life that Anne Finch began to pursue more seriously her interest in writing poetry. She adopted the pseudonym Ardelia, and not surprisingly, many of her earliest poems are dedicated to her “much lov’d husband,” who appears as “Dafnis” in her work. Finch’s poetry to her husband connects passionate love and poetry in subtle ways. In “A Letter to the Same Person,” she makes explicit the intertwined nature of love and verse, insisting that one is dependent on the other:\n          Love without Poetry’s refining Aid\n          Is a dull Bargain, and but coarsely made;\n          Nor e’er cou’d Poetry successful prove,\n          Or touch the Soul, but when the Sense was Love.\n                Oh! Cou’d they both in Absence now impart\n          Skill to my Hand, but to describe my Heart;\nFinch’s early poems to her husband demonstrate her awareness of the guiding poetic conventions of the day, yet also point to the problems such conventions pose to the expression of intimate thought. In “To Mr F Now Earl of Winchilsea,” for example, she appropriately invokes the Muses for inspiration, only to reject such external sources in favor of her own emotion.\nIn addition to celebrating her love, Finch’s earliest verse also records her own frustration and sense of loss following her departure from court in 1689. She and her husband remained loyal to the Catholic Stuarts, a tenuous stance to assume given the popularity of the Protestant William and Mary in Britain in the 1690s. Finch’s most explicit recognition of the problem of succession and of the difficulty of her relationship to the Stuarts appears in her first published poem, an elegy for James II anonymously published in 1701 and titled Upon the Death of King James the Second. Writing the elegy herself, since “abler Writers” refuse to honor the unpopular James, Finch calls to those loyal to James to “let your Tears a heavier Tribute pay,” and acknowledges the problem of succession, since James was robbed of the throne by his daughter and her foreign husband, although it was his “right by birth.” The poem ends with an appeal to Britain’s “Maternal Bosome”—an attack on William and possibly on the currently reigning queen as well—to honor “Rightful Kings” and “All who shall intend thy Good.” Curiously, the speaker retreats in the final lines as one “devoted only to the Pen” who “craves” for “a safe Retreat amidst thee…/ Below th’ ambitious World and just above my Grave.” Here, Finch’s benign acceptance of her exile from court may reflect the comfort of her retirement in Eastwell. Yet the reversal of the bitter start attests to the poem’s politically unpopular and even dangerous attitude and to Finch’s own inability to speak very openly of her loyalty to the Stuart court. Although her sense of loss seemed to dissipate after the turn of the century as she became more comfortable with her husband’s family in Eastwell, Finch never forgot her happy days at court, or the devastation she felt after 1689. Even as late as 1717, in “A Supplication for the joys of Heaven,” Finch refers to her deep sense of loss following the revolution and her subsequent turn to God and Heaven for comfort.\nAs her work developed more fully during her retirement at Eastwell, Finch demonstrated an increasing awareness of the poetic traditions of her own period as well as those governing older verse. Her work’s affinity with the metaphysical tradition is evident in poems such as “The Petition for an Absolute Retreat,” which represents the distanced perspective of the speaker through the image of the telescope, an emblem common to much religious poetry of the 17th century. Finch experimented with rhyme and meter and imitated several popular genres, including occasional poems, satirical verse, and religious meditations, but fables comprise the largest portion of her oeuvre. Most likely inspired by the popularity of the genre at the turn of the century, Finch wrote dozens of these often satiric vignettes between 1700 and 1713. Most of them were modeled after the short tales of Jean La Fontaine, the French fable writer made popular by Charles II. Finch mocked these playful trifles, and her fables offer interesting bits of social criticism in the satiric spirit of her age.\n\r\nHowever, Finch’s more serious poems have received greater critical attention than her fables. “A Nocturnal Reverie,” for instance, is clearly Augustan in its perspective and technique, although many admirers have tended to praise the poem as pre-Romantic: William Wordsworth mentioned its “new images of external nature” in his “Essay, Supplementary to the Preface” collected in his Poems, first published in 1815. Finch’s poem opens with classical references and proceeds through characteristically Augustan descriptions of the foxglove, the cowslip, the glowworm, and the moon. Finch imitates Augustan preferences for decorum and balance in her use of heroic couplets and the medial caesura in setting the peaceful, nocturnal atmosphere of the poem:\n          Or from some Tree, fam’d for the Owl’s delight,\r\n          She, hollowing clear, directs the Wand’rer right:\n          In such a Night, when passing Clouds give place,\n          Or thinly vail the Heav’ns mysterious Face;\n          When Odours, which declin’d repelling Day,\n          Thro temp’rate Air uninterrupted stray;\nWhile Finch’s verse occasionally displays slight antitheses of idea and some structural balances of line and phrase, she never attains the epigrammatic couplet form that Alexander Pope perfected in the early 18th century. Her admission in “A Nocturnal Reverie” that her verse attempts “Something, too high for Syllables to speak” might be linked to the Romantic recognition of the discrepancy between human aspiration and achievement. But ultimately she retreats to God and solitude and displays a more properly Augustan attitude in the acceptance of her human limitations. At times her descriptions of natural detail bear some likeness to poets such as James Thomson, but Finch’s expression is more immediate and simple, and her versification ultimately exhibits an Augustan rather than a pre-Romantic sensibility.\n\r\nAnother form Finch appropriates is the Pindaric ode. Between 1694 and 1703 she wrote three such odes in the form introduced in England by Abraham Cowley in the 1650s, following his preference for complex and irregular stanzaic structures and rhyme schemes. These poems—”All is Vanity,” The Spleen (1709), and “On the Hurricane”—all depict metaphysical entities working against humanity to test its strength and faith in God. The Spleen, possibly Finch’s most well-known poem, was first published anonymously in 1709. The ode was immediately popular and received much attention for its accurate description of the symptoms of melancholia—the disease often associated with the spleen—which Finch suffered from throughout her life. The speaker begins by acknowledging that hypochondria is also often associated with the spleen, the “pretended Fits,” the “sullen Husband’s feign’d Excuse,” and the coquette’s melancholy pose, “careless Posture, and the Head reclin’d.” She then proceeds to undermine these portraits of feigned illness, treating the disease as a real and terrifying affliction:\n          From Speech restrain’d, by thy Deceits abus’d,\r\n            To Deserts banish’d or in Cells reclus’d,\n            Mistaken Vot’ries to the Pow’rs Divine,\n            Wilst they a purer Sacrifice design,\n         Do but the Spleen obey, and worship at thy Shrine.\nIn “Ardelia to Melancholy” Finch similarly presents a struggle against melancholy and depression, casting the disease as an “inveterate foe” and “Tyrant pow’r” from which “heav’n alone” can set her “free.” The poem shifts from the first to the third person, generalizing Ardelia’s particular experience to encompass all those who suffer from melancholia: “All, that cou’d ere thy ill got rule, invade, / Their uselesse arms, before thy feet have laid; / The Fort is thine, now ruin’d, all within, / Whilst by decays without, thy Conquest too, is seen.” The imperial language of the poem might also suggest a more abstract relation between her submission to the spleen and her status as a political exile.\nFinch circulated two manuscripts of her work before she published Miscellany Poems, and several of her poems were published individually in broadsheets and smaller collections. Finch experienced some additional, though limited, recognition after the publication of her Miscellany Poems. Richard Steele, for instance, published several of her poems in his Miscellanies of 1714. She was personally acquainted with both Swift and Pope, though the full extent of her relationships with them is unknown. Finch is mentioned in several compilations, memoirs, and literary dictionaries during the 18th century, to a lesser extent in the 19th century, and began receiving sustained attention in the late 20th century. The first modern edition of her work, though incomplete, appeared in 1903. Much of the recent interest in Finch arises from current academic efforts to recover the work of previously neglected women writers, exploring how those writers depict themselves as poetic subjects and examining the ways in which they adopt and alter the poetic standards of a particular period. In addition to her representations of melancholy and the spleen—an affliction commonly ascribed to women of her time—Finch also called attention to the need for the education of women and recorded the isolation and solitude that marked women’s lives. In “The Bird and the Arras,” for instance, a female bird enclosed in a room mistakes the arras for a real scene and flies happily into it. But she is soon trapped, “Flutt’ring in endless circles of dismay” until she finally escapes to “ample space,” the “only Heav’n of Birds.” Such images of entrapment and frustration are echoed in Finch’s description of the limitations of women’s social roles in England at the turn of the 18th century. In “The Unequal Fetters,” the speaker notes her fear of fading youth, but later refuses to be a “pris’ner” in marriage. Finch admits that marriage does “slightly tye Men,” yet insists that women remain “close Pris’ners” in the union, while men can continue to function “At the full length of all their chain.” For the most part, however, Finch’s message is subtle in its persistent decorum and final resignation and consolation in God. Although she was certainly aware of the problems many of her countrywomen faced, and particularly of the difficulties confronting women writers, Finch offers a playful yet firm protest rather than an outspoken condemnation of the social position of women. And although she endured a loss of affluence with James’s deposition, there is little evidence that she abhorred her 25-year retirement in Eastwell, which afforded her the leisure in which to pursue her creative interests.\n\r\nFinch died quietly on August 5, 1720 after several years of increasingly ill health. Following her funeral, Heneage Finch praised her Christian virtues and persistent loyalty to her friends and family, and noting her talents as a writer: “To draw her...just character requires a masterly pen like her own. We shall only presume to say she was the most faithful servant to her Royall Mistresse, the best wife to her noble Lord, and in every other relation public and private so illustrious an example of all moral and divine virtues.” Much of the immediate appeal of Finch’s verse to a post-Romantic modern audience lies in the sincerity with which she expressed the Christian values her husband recalls in his eulogy. But clearly Anne Finch belongs to her age and merits greater appreciation for her poetic experimentation and her fluent use of Augustan diction and forms. Her voice is clear and self-assured, evidence of the controlled and confident poise of an aristocratic poet.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}