{"pf_url": "https://www.poetryfoundation.org/poets/czeslaw-milosz", "name": "Czeslaw Milosz", "yob": "1911", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/6f2a899f6560c64df45a997f3be3b106565aff17.jpeg", "bio": "\nCzeslaw Milosz ranks among the most respected figures in 20th-century Polish literature, as well as one of the most respected contemporary poets in the world: he was awarded the Nobel Prize for Literature in 1980. Born in Lithuania, where his parents moved temporarily to escape the political upheaval in their native Poland, he left Poland as an adult due to the oppressive Communist regime that came to power following World War II and lived in the United States from 1960 until his death in 2004. Milosz’s poems, novels, essays, and other works are written in his native Polish and translated by the author and others into English. Having lived under the two great totalitarian systems of modern history, national socialism and communism, Milosz wrote of the past in a tragic, ironic style that nonetheless affirmed the value of human life. While the faith of his Roman Catholic upbringing was severely tested, it remained intact. Terrence Des Pres, writing in the Nation, stated that “political catastrophe has defined the nature of our [age], and the result—the collision of personal and public realms—has produced a new kind of writer. Czeslaw Milosz is the perfect example. In exile from a world which no longer exists, a witness to the Nazi devastation of Poland and the Soviet takeover of Eastern Europe, Milosz deals in his poetry with the central issues of our time: the impact of history upon moral being, the search for ways to survive spiritual ruin in a ruined world.”\n\r\nBorn in Lithuania in 1911, Milosz spent much of his childhood in Czarist Russia, where his father worked as a civil engineer. After World War I the family returned to their hometown, which had become a part of the new Polish state, and Milosz attended local Catholic schools. He published his first collection of poems, Poemat o czasie zastyglym (“Poem of the Frozen Time”), at the age of 21. Milosz was associated with the catastrophist school of poets during the 1930s. The writings of this group of poets ominously foreshadowed World War II; when the war began in 1939, and Poland was invaded by Nazi Germany and Soviet Russia, Milosz worked with the underground Resistance movement in Warsaw, writing and editing several books published clandestinely during the occupation. One of these books, a collection titled Wiersze (“Poems”), was published under the pseudonym J. Syruc. Following the war, Milosz became a member of the new communist government’s diplomatic service and was stationed in Paris, France, as a cultural attaché. In 1951, he left this post and defected to the West.\n\nThe Captive Mind (1953), his first collection of essays, explains Milosz’s reasons for defecting and examines the life of the artist under a communist regime. Karl Jaspers, in an article for the Saturday Review, described The Captive Mind as “a significant historical document and analysis of the highest order … In astonishing gradations Milosz shows what happens to men subjected simultaneously to constant threat of annihilation and to the promptings of faith in a historical necessity which exerts apparently irresistible force and achieves enormous success. We are presented with a vivid picture of the forms of concealment, of inner transformation, of the sudden bolt to conversion, of the cleavage of man into two.” Milosz defected when he was recalled to Poland from his position at the Polish embassy. He refused to leave. Joseph McLellan of the Washington Post quoted Milosz explaining: “I knew perfectly well that my country was becoming the province of an empire.” In a speech before the Congress for Cultural Freedom, quoted by James Atlas of the New York Times, Milosz declared: “I have rejected the new faith because the practice of the lie is one of its principal commandments and socialist realism is nothing more than a different name for a lie.” After his defection Milosz lived in Paris, where he worked as a translator and freelance writer. In 1960 he was offered a teaching position at the University of California, Berkeley, which he accepted. He became an American citizen in 1970.\n\r\nIn The Seizure of Power, first published in France as La Prise du pouvoir in 1953, Milosz renders as fiction much of the same material found in The Captive Mind. The book is an autobiographical novel that begins with the Russian occupation of Warsaw at the close of World War II. The novel ends with the disillusioned protagonist, a political education officer for the communists, immigrating to the West. After living in the United States for a time, Milosz began to write of his new home. In Native Realm: A Search for Self-Definition (1968) and Visions from San Francisco Bay (1982), Milosz compares and contrasts the West with his native Poland. Native Realm, Richard Holmes wrote in the London Times, is “a political and social autobiography, shorn of polemic intent, deeply self-questioning, and dominated by the sense that neither historically nor metaphysically are most Westerners in a position to grasp the true nature of the East European experience since the First War.”\n\r\nIn Visions from San Francisco Bay Milosz examines his life in contemporary California, a place far removed in distance and temperament from the scenes of his earlier life. His observations are often sardonic, and yet he is also content with his new home. The opening words of the book are “I am here,” and from that starting point Milosz describes the society around him. “The intention,” noted Julian Symons in the Times Literary Supplement, “is to understand himself, to understand the United States, to communicate something singular to Czeslaw Milosz.” Although Milosz’s comments about life in California could be oblique and arch, “underlying all his meditations,” commented Leon Edel in the New York Times Book Review, “is his constant ‘amazement’ that America should exist in this world—and his gratitude that it does exist.”\r\n \r\nThe story of Milosz’s odyssey from East to West is also recounted in his poetry. Milosz’s “entire effort,” Jonathan Galassi explained in the New York Times Book Review, “is directed toward a confrontation with experience—and not with personal experience alone, but with history in all its paradoxical horror and wonder.” Speaking of his poetry in the essay collection The Witness of Poetry (1983), Milosz stresses the importance of his nation’s cultural heritage and history in shaping his work. “My corner of Europe,” he states, “owing to the extraordinary and lethal events that have been occurring there, comparable only to violent earthquakes, affords a peculiar perspective. As a result, all of us who come from those parts appraise poetry slightly differently than do the majority of my audience, for we tend to view it as a witness and participant in one of mankind’s major transformations.” “For Milosz,” Helen Vendler explained in the New Yorker, “the person is irrevocably a person in history, and the interchange between external event and the individual life is the matrix of poetry.”\n\r\nMilosz articulated a fundamental difference in the role of poetry in the capitalist West and the communist East. Western poetry, as Alfred Kazin wrote in the New York Times Book Review, is “‘alienated’ poetry, full of introspective anxiety.” But because of the dictatorial nature of communist government, poets in the East cannot afford to be preoccupied with themselves. They are drawn to write of the larger problems of their society. “A peculiar fusion of the individual and the historical took place,” Milosz wrote in The Witness of Poetry, “which means that events burdening a whole community are perceived by a poet as touching him in a most personal manner. Then poetry is no longer alienated.”\n\r\nFor many years Milosz’s poetry was little noticed in the United States, though he was highly regarded in Poland. Recognition in Poland came in defiance of official government resistance to Milosz’s work. The communist regime refused to publish the books of a defector; for many years only underground editions of his poems were secretly printed and circulated in Poland. But in 1980, when Milosz was awarded the Nobel Prize for Literature, the communist government was forced to relent. A government-authorized edition of Milosz’s poems was issued and sold a phenomenal 200,000 copies. One sign of Milosz’s widespread popularity in Poland occurred when Polish workers in Gdansk unveiled a monument to their comrades who were shot down by the communist police. Two quotations were inscribed on the monument: one was taken from the Bible; the other was taken from a poem by Milosz.\n\r\nThe Nobel Prize also brought Milosz to the attention of a wider audience in the United States. After 1980 several of his earlier works were translated into English, while his new books received widespread critical attention. The poet’s image also graced a postage stamp in Poland. Some of this public attention focused less on Milosz’s work as poetry than “as the work of a thinker and political figure; the poems tend to be considered en masse, in relation either to the condition of Poland, or to the suppression of dissident literature under Communist rule, or to the larger topic of European intellectual history,” as Vendler maintained. But most reviewers have commented on Milosz’s ability to speak in a personal voice that carries with it the echoes of his people’s history. Critic Paul Zweig explained that Milosz “offers a modest voice, speaking an old language. But this language contains the resources of centuries. Speaking it, one speaks with a voice more than personal … Milosz’s power lies in his ability to speak with this larger voice without diminishing the urgency that drives his words.”\n\r\nBecause he lived through some of the great upheavals of 20th-century Eastern Europe, and because his poetry fuses his own experiences with the larger events in his society, many of Milosz’s poems concern loss, destruction, and despair. Milosz believed that one of the major problems of contemporary society—in both the East and the West—is its lack of a moral foundation. Writing in The Land of Ulro, he finds that modern man has only “the starry sky above, and no moral law within.” Speaking to Judy Stone of the New York Times Book Review, Milosz stated: “I am searching for an answer as to what will result from an internal erosion of religious beliefs.” Because of his moral vision Milosz’s writings make strong statements, some of which are inherently political in their implications. “The act of writing a poem is an act of faith,” Milosz claimed in The History of Polish Literature (1969; 1983), “yet if the screams of the tortured are audible in the poet’s room, is not his activity an offense to human suffering?” Yet Milosz also warned of the dangers of political writing. In a PEN Congress talk reprinted in the Partisan Review, he stated: “In this century a basic stance of writers … seems to be an acute awareness of suffering inflicted upon human beings by unjust structures of society. … This awareness of suffering makes a writer open to the idea of radical change, whichever of many recipes he chooses … Innumerable millions of human beings were killed in this century in the name of utopia—either progressive or reactionary, and always there were writers who provided convincing justifications for massacre.”\n\r\nIn The Witness of Poetry Milosz argues that true poetry is “the passionate pursuit of the Real.” He condemns those writers who favor art for art’s sake or who think of themselves as alienated, and suggests, as Adam Gussow wrote in the Saturday Review, that poets may have “grown afraid of reality, afraid to see it clearly and speak about it in words we can all comprehend.” What is needed in “today’s unsettled world,” Gussow explained, are poets who, “like Homer, Dante, and Shakespeare, will speak for rather than against the enduring values of their communities.” Many critics noted his concern for a poetry that confronts reality. Helen Vendler wrote that “the work of Milosz reminds us of the great power that poetry gains from bearing within itself an unforced, natural, and long-ranging memory of past customs; a sense of the strata of ancient and modern history; wide visual experience; and a knowledge of many languages and literatures … The living and tormented revoicing of the past makes Milosz a historical poet of bleak illumination.”\n\r\nWith the publication in 1986 of Unattainable Earth, Milosz continued to show himself as a poet of memory and a poet of witness, for, in the prose footnote to “Poet at Seventy,” he wrote of his continued “un-named need for order, for rhythm, for form, which three words are opposed to chaos and nothingness.” The book was the first of several lauded collaborative translations between the author and American poet Robert Hass. A year later, The Collected Poems, 1931-1987 was published, bringing together Selected Poems, Bells in Winter, The Separate Notebooks, and Unattainable Earth into one volume. The book contains 180 poems ranging in size from two lines to 60 pages. 45 poems appear for the first time in English, of which 26 were recently translated older poems and 20 new poems. New York Times Book Review contributor Edward Hirsch found the volume “one of the monumental splendors of poetry in our age.” Baranczak believed that it is a book that can “finally give the English-speaking reader a fairly accurate idea of what [Milosz’s] poetry really is, both in the sense of the largeness of its thematic and stylistic range and the uniqueness of his more than half-century-long creative evolution.”\n\r\nMilosz followed in 1991 with Provinces: Poems, 1987-1991. For Milosz, the life in each individual seems made up of provinces, and one new province which he must now visit is the province of old age. He explores getting older in the 13-part sequence titled, “A New Province,” reporting that, “not much is known about that country / Till we land there ourselves, with no right to return.” Hirsch found that these poems about old age have “a penetrating honesty” derived from “a powerful dialectical tension, a metaphysical dispute at work … about the conflicting claims of immanence and transcendence, the temporal and the eternal.” In the 1990s, Milosz also published a series of books of essays and occasional pieces, including Beginning with My Streets: Essays and Recollections, published in 1992, which closes with his 1980 Nobel lecture, and A Year of the Hunter, published in 1994, a journal Milosz penned between August of 1987 and August of 1988.\n\r\nIn 1995 Milosz published the poetry collection Facing the River: New Poems. This volume includes verse that deals largely with Milosz’s return to Vilnius, the city of his childhood, now the capital of the free republic of Lithuania. Facing the River is not just about Milosz’s return to Lithuania and the people that he misses; it also addresses the poet’s accomplishments and his views on life. In “At a Certain Age,” Milosz declares that old men, who see themselves as handsome and noble, will find: “later in our place an ugly toad / Half-opens its thick eyelid / And one sees clearly: ‘That’s me.’” In 1999, at age 88, Milosz published Roadside Dog, a collection “that at first encounter seems an invitation to revisit the remembered landscapes of his life,” as Jaroslaw Anders noted in the New Republic. In “maxims, anecdotes, meditations, crumbs of worldly wisdom, introspections … [and] poems,” Milosz takes readers on a trip through the sounds and images that have shaped his life as a poet. Milosz remained active even as he advanced into his nineties. In 2001 he published Milosz’s ABCs, a brief, alphabetical collection of entries illustrating his experiences and view on life. And that year, Milosz published a translation of a work first published in 1957 in his native language: A Treatise on Poetry. This lengthy poetic work has four parts which ponder Europe at the turn of the 20th century, Poland between the two world wars that devastated it, World War II, and the proper place of the poet in the world after the horror of World War II. It also serves as an historical survey of Polish poetry throughout those periods. It is a work that is “gripping, profound and beautiful,” according to a writer for the Economist. Translated nearly 50 years after it was written, A Treatise on Poetry found an audience among a new generation of readers. Nicholas Wroe quoted Milosz in the Guardian as commenting: “It has been a great pleasure to see my poem apparently not getting old … It is really a history of Polish poetry in the 20th century, in connection to history and the problems of so-called historical necessity. And I am proud of having written a poem that deals with historical, political and aesthetic issues even though, of course, I know that for students, the parts of the poem where I deal with Hegelian philosophy and Marxism are, for them, completely exotic. They have such short memories.” The year 2001 also saw the publication of another major collection of Milosz’s poems, New and Collected Poems, 1931-2001.\n\r\nMilosz also published a collection of essays in 2001, titled To Begin Where I Am: Selected Essays. The essays also form a kind of autobiography, beginning with an account of the poet’s life on his grandparents’ farm in Lithuania and proceeding on through the tumultuous decades that followed. Milosz has frequently been pointed out as rather unusual in that he maintained his Catholic faith even through the horrors of two World Wars; many intellectuals who survived that time subsequently suffered crises of faith from which they never recovered. “Milosz’s work is something so extraordinary in our epoch, that it seems to be a phenomenon that he has appeared on the surface of contemporary art from the mysterious depths of reality,” declared Krzysztof Dybciak in World Literature Today. “At a time when voices of doubt, deadness, and despair are the loudest; when writers are outstripping each other in negation of man, his culture, and nature; when the predominant action is destruction … the world built by the author of ‘Daylight’ creates a space in which one can breathe freely, where one can find rescue. It renders the world of surfaces transparent and condenses being. It does not promise any final solutions to the unleashed elements of nature and history here on earth, but it enlarges the space in which one can await the Coming with hope. Milosz does not believe in the omnipotence of man, and he has been deprived of the optimistic faith in the self-sufficiency of a world known only through empirical experience. He leads the reader to a place where one can see—to paraphrase the poet’s own formula regarding time—Being raised above being through Being.”\n\r\nMilosz died in Krakow, Poland in 2004. In 2011, Yale University held the “Milosz and America” conference at the Beinecke Library, where Milosz’s papers are held.\r\n \n", "attrs": {"Region:": ["Poland"]}}