{"pf_url": "https://www.poetryfoundation.org/poets/d-a-powell", "name": "D. A. Powell", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0492270865bf22d5ae84a64ffda389730dd55790.jpeg", "bio": "\nBorn in Albany, Georgia, D. A. Powell earned an MA at Sonoma State University and an MFA at the Iowa Writers’ Workshop. His first three collections of poetry, Tea, (1998), Lunch (2000), and Cocktails (2004), are considered by some to be a trilogy on the AIDS epidemic. Lunch was a finalist for the National Poetry Series, and Cocktails was a finalist for the National Book Critics Circle Award for poetry. His next two books were Chronic (2009), which won the Kingsley Tufts Poetry Award and was a finalist for the National Book Critics Circle Award; and Useless Landscape, or A Guide for Boys (2012) won the National Book Critics Circle Award for poetry.\n\r\nPoet Carl Phillips observed on awarding Powell the fourth annual Boston Review Poetry Prize, “Here is work that manages to be entirely of-the-moment while at every turn it announces (without preening over it) not merely an awareness, but an actual confidence with such prosodic traditions as the heroic couplet and the pentameter line, such cultural and literary traditions as those of the Old Testament and of meaningfully comic punning.” Noting Powell’s “open-secret sexiness, his confident collage effects and his grave subjects” in Cocktails, New York Times critic and Harvard professor Stephen Burt says, “No accessible poet of his generation is half as original, and no poet as original is this accessible.”\n\r\nPowell is known for his syntactically inventive, longer eight- or ten-beat lines in poems that are often untitled. As a teacher at Sonoma State, he noticed that most of his students’ poems were written to fit the demands of the page. His experiments with his students in writing on unexpected surfaces (such as candlesticks or rolls of toilet paper) led to his own breakthrough in “subverting the page”: he turned a legal pad sideways and wrote the first poem for Tea. Powell explains that “by pulling the line longer, stretching it into a longer breath, I was giving a little bit more life to some people who had very short lives.”\n\r\nPowell has also taught at Harvard University, Columbia University, and the University of San Francisco. He has been awarded the Lyric Poetry Award from the Poetry Society of America, a grant from the National Endowment for the Arts, and a Paul Engle Fellowship from the James Michener Foundation. His poems have been featured in the Norton anthology American Hybrid (2009) and Best American Poetry (2008). He has blogged for Harriet. \n", "attrs": {"Region:": ["U.S., Western"]}}