{"pf_url": "https://www.poetryfoundation.org/poets/daniel-halpern", "name": "Daniel Halpern", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/804d59e20ed4ad114a08bed72d64fe7859e5de7e.jpeg", "bio": "\nInfluential editor, publishing executive, and poet Daniel Halpern was born in Syracuse, New York. The founder and longtime editor of the influential literary magazine Antaeus, Halpern is the president and publisher of Ecco Press, an imprint of HarperCollins Publishers. He is the author of many books of poetry, including Something Shining: Poems (1999), Foreign Neon (1991), Tango (1987), and Traveling on Credit (1972). Halpern’s honors include fellowships from the Guggenheim Foundation and the National Endowment for the Arts. From 1975 to 1995, he taught in Columbia University’s graduate writing program. He has also taught at Princeton University and The New School.\nHalpern’s poems present daily life—household tasks, nature, friends, pets—in fresh, accessible language. Both Tango and Something Shining: Poems were praised for their formal ambition and control, as well as their revelation of the ordinary. Reviewer Frank Allen wrote in the Library Journal that the poems in Something Shining “reveal how much he cares about classic writers (Chekhov, Li Po, Machado), the New England coast (‘the hillside terraced to the sea / with flowers’), and things of light (in language and nature). Like art itself, the subjects of this poetry—conversation, music, vintage wine—are composed of ‘things fitting together, whether in the hand / or mind.’”\nHalpern has edited anthologies of both poetry and prose, including Dante’s Inferno: Translations by Twenty Contemporary Poets (1993). According to America contributor Andrew J. Krivak, the volume provides evidence of Dante’s lasting influence in “an eclectic—in the best sense of the word—collaboration by some of the finest poets writing today.” Halpern has also edited the short-fiction collections The Art of the Tale: An International Anthology of Short Stories, 1945–1985 (1986) and The Art of the Story: An International Anthology of Contemporary Short Stories (1999), which includes works by Bobbie Ann Mason, Joyce Carol Oates, and Martin Amis.\nHalpern lives in New York City and Princeton, New Jersey with his family.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}