{"pf_url": "https://www.poetryfoundation.org/poets/dannie-abse", "name": "Dannie Abse", "yob": "1923", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1b85a68a09c01d87a79d94846911f18fed22d709.jpeg", "bio": "\nThe title of Dannie Abse’s collected poems, White Coat, Purple Coat (1989), refers to his lifelong professions of physician and poet. Of these careers, Abse has stated, “I like to think I’m a poet and Medicine my serious hobby.”\n\r\nConsidered one of the most important Welsh writers of the past century, Abse was born in Cardiff, Wales, to non-Welsh-speaking parents, but lived mostly in London. His poetry collections include Selected Poems (1970), winner of an Arts Council of Wales Literature Award; Pythagoras (1979); Way Out in the Centre (1981); Ask the Bloody Horse (1986); and Running Late (2006), for which he was awarded the Roland Mathias prize. Judge Glyn Mathias wrote that the volume contained “wonderful evocations of atmosphere, regret, longing for the simple, familiar things—and anticipation of it all passing. Every poem has something—some phrasing, some image that gives the reader that tremor of sudden recognition.”\n\r\nAbse cites Dylan Thomas and Rainer Maria Rilke as early influences. Alan Brownjohn of the New Statesman also sees the influence of Philip Larkin and Edward Thomas in Abse’s work. William H. Pritchard, in the Hudson Review, remarked upon the poet’s musicality: “Abse, like all good Welshmen, cares about, because he is so endowed with, the singing voice and the sense of humor.”\n\r\nAbse was married to Joan Mercer, an art historian, with whom he edited two books, Voices in the Gallery: Poems and Pictures (1986) and The Music Lover’s Literary Companion (1988). In addition to being a poet and editor, he was a successful memoirist, essayist, playwright, and novelist. Abse was a Fellow of the Royal Society of Literature, Fellow of the Welsh Academy of Letters, Honorary Fellow at the University of Wales College of Medicine, and recipient of the Cholmondeley Award.\n", "attrs": {"Region:": ["Wales"]}}