{"pf_url": "https://www.poetryfoundation.org/poets/dante-gabriel-rossetti", "name": "Dante Gabriel Rossetti", "yob": "1828", "yod": "1882", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/94bffc8eb06a53e73fbc1779c8a2399e45d9164b.jpeg", "bio": "\nDante Gabriel Rossetti was born in London. His works include Sir Hugh the Heron: A Legendary Tale in Four Parts (1843), Poems (1869), which was published in several editions with slightly different content, Ballads and Sonnets (1882), Ballads and Narrative Poems, and Sonnets and Lyrical Poems (1894). In addition to writing poetry, Rossetti was an important figure in the Pre-Raphaelite Brotherhood and the painting associated with that group. Throughout his life he divided his work between his two passions: poetry and art.\nRossetti was the second child and eldest son of Italian expatriates. His father, Gabriele Rossetti, was a Dante scholar who had been exiled from Naples for writing poetry in support of the Neapolitan Constitution of 1819. Rossetti’s mother had trained as a governess and supervised her children’s early education.Few Victorian families were as gifted as the Rossettis: the oldest child, Maria Rossetti, published A Shadow of Dante (1871) and became an Anglican nun; William Michael Rossetti was along with his brother an active member of the Pre-Raphaelite Brotherhood and became an editor, man of letters, and memoirist; the youngest, Christina Georgina Rossetti, became an important and influential lyric poet.\nAs a child Dante Gabriel Rossetti intended to be a painter and illustrated literary subjects in his earliest drawings. He was tutored at home in German and read the Bible, Shakespeare, Goethe’s Faust, The Arabian Nights, Dickens, and the poetry of Sir Walter Scott and Lord Byron. After leaving school, he apprenticed himself to the historical painter Ford Madox Brown, who later became his closest lifelong friend. He also continued his extensive reading of poetry—Poe, Shelley, Coleridge, Blake, Keats, Browning, and Tennyson—and began in 1845 translations from Italian and German medieval poetry. In 1847 and 1848 Rossetti began several important early poems—”My Sister’s Sleep,” “The Blessed Damozel,” “The Bride’s Prelude,” “On Mary’s Portrait,” “Ave,” “Jenny,” “Dante at Verona,” “A Last Confession,” and several sonnets, a form in which he eventually became expert. \nRossetti divided his attention between painting and poetry for the rest of his life. In 1848 he founded the Pre-Raphaelite Brotherhood with six other young men, mostly painters, who shared an interest in contemporary poetry and an opposition to certain stale conventions of contemporary academy art. In a general way, the Pre-Raphaelite Brotherhood sought to introduce new forms of thematic seriousness, high coloration, and attention to detail into contemporary British art. Members of the group included John Everett Millais, its most skilled painter and future president of the Royal Academy; William Holman Hunt; Thomas Woolner; Frederic Stephens; and William Michael Rossetti, who as P.R.B. secretary kept a journal of activities and edited the six issues of its periodical, the Germ (1850). Associates of the group included the older painter Ford Madox Brown, the painter and poet William Bell Scott, the poet Coventry Patmore, and Christina Rossetti, six of whose poems appeared in the Germ.\n\r\nThe Pre-Raphaelite Brothers provided each other with companionship, criticism, and encouragement early in their careers and defended each other against initial public hostility. Dante Gabriel Rossetti shaped the group’s literary tastes, pressed for the founding of the Germ, and published several poems in it, including “My Sister’s Sleep.” He also contributed an allegorical prose tale, “Hand and Soul,” in which a 13th-century Italian painter, Chiaro dell’ Erma, is visited by a woman representing his soul, who tells him, “Paint me thus, as I am … so shall thy soul stand before thee always”—an early suggestion of Rossetti’s later artistic preoccupation with dreamlike, heavily stylized female figures.\nIn the late 1840s, Rossetti began exhibiting his paintings and, in 1850 met Elizabeth Eleanor Siddal, “Lizzie,” then 16 or 17 years old. Lizzie became Rossetti’s model, and eventually his wife. After losing a child, she committed suicide in 1862; already depressed, her death pushed Rossetti into deeper melancholy. As a last tribute Rossetti placed a manuscript of his poems in his wife’s grave, a decision he later regretted. However marked by tragedy, the 1850s and ‘60s saw Rossetti’s reputation grow rapidly. In 1856 several university undergraduates, including William Morris and Edward Burne-Jones, began a journal modeled after the Germ. Entitled the Oxford and Cambridge Magazine, it had a run of 12 issues to which Rossetti contributed three poems. Through his connection to the magazine, Rossetti met Jane Burden—his life-long muse and mistress—and introduced her to her future husband William Morris.\nThe triangle between Rossetti, Jane Burden, and Morris was complex. Rossetti cofounded a firm of designers comprised of Morris and others, doing decorative work for churches and private houses. Morris seems to have been aware of the affair, and he even to some extent sanctioned it. Rossetti’s first portraits of Jane Burden, in crayon, pencil, and oil, are usually considered his most striking artistic work. Letters from Rossetti to Morris reveal that by 1869 she had become the center of his emotional life: “All that concerns you is the all-absorbing question with me … no absence can ever make me so far from you again as your presence did for years. For this long inconceivable change, you know now what my thanks must be.” Jane Morris suffered from poor health, however, and by the late 1860s, Rossetti had also begun to show physical and mental ailments which burdened him for the rest of his life: uncertain eyesight, headaches, insomnia, a hydrocele which made sitting difficult and required periodic drainage, and growing fear of, and distaste for, the outer world. However, the years of Rossetti’s relationship with Jane Morris coincided with some of his most vigorous poetic activity: 1869 was an annus mirabilis. In addition to about 17 “House of Life” sonnets, Rossetti worked on revisions to “Dante at Verona,” “Jenny,” and “A Last Confession”; composed the highly erotic “Eden Bower” and “Troy Town”; wrote several more sonnets on pictures; and began “The Stream’s Secret,” which he completed the next year. In the March 1869 Fortnightly Review, he published the four Willowwood sonnets, whose presentation of erotic frustration and intensity exemplifies his best style, as in Love’s song from sonnet three:\nO Ye, all ye that walk in Willowwood,\r\nThat walk with hollow faces burning white;\r\nWhat fathom-depth of soul-struck widowhood,\r\nWhat long, what longer hours, one lifelong night,\r\nEre ye again, who so in vain have wooed\r\nYour last hope lost, who so in vain invite\r\nYour lips to that their unforgotten food,\r\nEre ye, ere ye again shall see the light!\n\r\nRossetti decided in 1869 to publish a volume of his poems, and in October he employed Charles Augustus Howell and others to exhume the manuscript from his wife’s grave. Rossetti’s year of production was not without its shadows: in his 1892 Autobiographical Notes, William Bell Scott related that during a visit to Scotland, Rossetti showed fear at a chaffinch which he felt contained the spirit of his dead wife. In the spring of 1870 Rossetti rested his eyesight at the estate of Barbara Bodichon in Scalands, Sussex, near Jane Morris, at Hastings for her health. The Morrises visited Rossetti together, and Jane Morris remained with him while her husband returned to work. At Scalands Rossetti also began to drink chloral with whiskey to counter his insomnia. Chloral induces paranoia and depression, both latent traits of Rossetti’s character. His suspiciousness, reclusiveness, and fear of strangers steadily worsened.\nThroughout 1870 Rossetti lodged in various country houses with Jane Morris, continuing to write poems and add sonnets to his long sequence, “The House of Life.” Rossetti and Jane Morris’s brief period of apparent happiness and (presumably) sexual liaison has attracted biographers by its supposed romantic unconventionality. It might be more sympathetic as well as realistic to keep in mind the situation’s infirmities and constraints: Rossetti’s obesity, addiction, hydrocele, bad eyesight, and growing anxieties; and Jane Morris’s ever-present children, neuralgia, and bad back. Rossetti’s anxieties focalized in 1871, when the Contemporary Review published a pseudonymous article by Thomas Maitland (Robert Buchanan) that attacked Rossetti as a leader of a school of poets of sensual lust: “he is fleshly all over, from the roots of his hair to the tip of his toes.” Though it was the work of a minor poet, Buchanan’s review upset Rossetti. Rossetti replied with an article in the Athenaeum, “The Stealthy School of Criticism,” and Buchanan then expanded his views for publication under his own name in the spring of 1872 as The Fleshly School of Poetry and Other Phenomena of the Day. William Michael Rossetti wrote of the effect of the attack on his brother in his memoir: “It is a simple fact that, from the time when the pamphlet had begun to work into the inner tissue of his feelings, Dante Rossetti was a changed man, and so continued till the close of his life.”\n\r\nIn an atmosphere of Victorian prudery, it was not unreasonable to fear harm from such a pamphlet, though most of Rossetti’s poetic predecessors and contemporaries, Tennyson, Robert Browning, Elizabeth Barrett Browning, Morris, and Swinburne, had survived worse reviews. Almost all the reviews of Rossetti’s 1870 Poems were favorable, and the book had sold unusually well (four editions in 1870). More directly, Rossetti may also have feared public exposure of his relationship with Jane Morris. In any case, after leaving Kelmscott on June 2, 1872, Rossetti suffered a complete mental breakdown. He was taken to the Roehampton home of his friend Dr. Thomas Gordon Hake, where he attempted to commit suicide (as had Lizzie) with an overdose of laudanum. He then spent the summer under the care of friends and associates. However, by 1873, Rossetti’s poetic productivity had revived, and he finished seven single sonnets and the double sonnet “The Sun’s Shame.” The sonnets of this period are melancholy and resonant, but the familiar themes of suffused passion have begun to merge with new ones—the creation of art and intimations of immortality. Rossetti also continued to paint steadily, using Jane Morris as a model, though she was absent more and more frequently. Rossetti eventually left Kelmscott, where they had been staying together, for Chelsea. There his health continued to decline.\nJane’s letters of the mid-1870s indicate a decline in her own health; she found it difficult to sit and suffered from faints. Rossetti’s phobias and increasingly paranoid suspicions may also have contrasted more and more unfavorably with William Morris’s energy, prosperity, affectionate goodwill, and attentive concern for the Morris’s children. Rossetti suffered further breakdowns in 1877 and 1879, though a last surge of poetic energy in 1880 and 1881 anticipated the publication of his poems in 1881. In this edition, he added six sonnets to “The House of Life,” completed 17 more sonnets and short poems, revised “Sister Helen,” finished “The White Ship,” and wrote a carefully developed historical ballad, “The King’s Tragedy.” The final sonnets and short poems reflect on the nature and source of art, as in the famous introductory sonnet to “The House of Life”:\nA Sonnet is a moment’s monument,—\r\nMemorial from the Soul’s eternity\r\nTo one dead deathless hour.\r\n…\r\nA Sonnet is a coin: its face reveals\r\nThe soul,—its converse, to what Power ‘tis due:—\r\nWhether for tribute to the august appeals\r\nOf Life, or dower in Love’s high retinue,\r\nIt serve; or, ‘mid the dark wharf’s cavernous breath,\r\nIn Charon’s palm it pay the toll to Death.\n\r\nIn 1881 Rossetti sold one of his largest and best paintings, Dante’s Dream, to the Walker Art Gallery in Liverpool. Although his 1881 volumes of Poems and Ballads and Sonnets were quietly but favorably received, he had entered a final pattern of depressive ill health. A sudden decline in February 1882 caused him to move to Birchington, where he revised the comic poem Jan Van Hunks, was visited by his mother, William, and Christina, and died of blood poisoning from uric acid on April 9, 1882. At his death he left behind the almost completed “Joan of Arc” and “Salutation of Beatrice.”\nIn part, his achievement was vicarious: he galvanized others in many ways not easily measured. Critics have differed in assessing the quality of Rossetti’s poetic achievement and in their preferences for different periods of his work. However, it is difficult to date Rossetti’s work or divide it into periods, since he continually revised poems begun as a young man. The texts to many early poems—“The Blessed Damozel,” “Sister Helen,” “The Burden of Nineveh,” “The Portrait,” “Jenny,” “Dante at Verona,” and several of the sonnets—gradually became near-palimpsests. Though concerned with many of the same themes over the course of his career—idealized, fleeting love and disappointment—in Rossetti’s middle and later poetry, sexual love became a near-desperate desire to transcend time. Passion’s benefit is not pleasure or mutual relaxation but a poignant hope that one moment may endure. This shift brought radical changes in themes and style and makes it somewhat difficult to compare Rossetti’s achievement with that of other Victorian poets. For its modest size, Rossetti’s poetic work is wide in manner and subject. He was a talented experimenter, and his heightened rhythms and refrains influenced other mid- and late-century poetry. He was also an important popularizer of Italian poetry in England and a major practitioner of the sonnet. His erotic spiritually and gift for the dramatic were his own, and poets from Swinburne to Oscar Wilde benefited from the liberating influence of his example. Rossetti’s attempt to create a unified oeuvre of poetry and painting was also pioneering and extended conceptions of both arts. Rossetti also had an indirect influence on the literature of the Decadence. He conceived the idea of the Germ, the first little magazine of literature and art, and with Brown, Morris, Burne-Jones, and Webb helped cofound the movement to extend the range of decorative art and improve the quality of book design.\nIt would be difficult to imagine later 19th-century Victorian poetry and art without Rossetti’s influence. His writings can perhaps best be viewed as an unusually acute expression of Victorian social uncertainty and loss of faith. Rossetti’s poetry on the absence of love is as bleakly despairing as any of the century, and no poet of his period conveyed more profoundly certain central Victorian anxieties: metaphysical uncertainty, sexual anxiety, and fear of time.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}