{"pf_url": "https://www.poetryfoundation.org/poets/dante-alighieri", "name": "Dante Alighieri", "yob": "1265", "yod": "1321", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/b48d810454a7c8fbeb31f0907e5c58bfb4e30bb0.jpeg", "bio": "\nItalian poet and scholar Dante Alighieri is best known for his masterpiece La Commedia (known in English as The Divine Comedy), which is universally considered one of world literature’s greatest poems. Divided into three sections—Inferno, Purgatorio, and Paradiso—The Divine Comedy presents an encyclopedic overview of the mores, attitudes, beliefs, philosophies, aspirations, and material aspects of the medieval world.\nBorn in Florence, Italy around 1265, Dante was the son of Alighiero di Bellincione Alighieri and Bella di Abati, and he grew up among Florentine aristocracy. Scholars surmise that he received formal instruction in grammar, language, and philosophy at one of the Franciscan schools in the city. At the age of nine he purportedly, briefly glimpsed the eight-year-old Beatrice Portinari and, struck by her beauty, fell in love. Dante said that when Beatrice greeted him in passing nine years later, his love was confirmed. During his teens, Dante demonstrated a keen interest in literature; he undertook an apprenticeship with Brunetto Latini, a celebrated poet and prose writer of vernacular Italian, and befriended the poet Guido Cavalcanti. As arranged by his parents, both of whom died during his childhood, Dante wed Gemma di Manetto Donati around 1285; the couple is known to have had at least three children. In 1287, Dante enrolled in the University of Bologna, but by 1289 he enlisted in the Florentine army and took part in the Battle of Campaldino. Beatrice, with whom Dante remained in love, died in 1290. Stricken with grief, he committed himself to the study of philosophical works of Boethius, Cicero, and Aristotle, and earnestly wrote poetry, establishing his own poetic voice in innovative canzoni, or lyrical poems.\nWritten between 1292 and 1294 in commemoration of Beatrice’s death, Vita Nuova (The New Life) reflects Dante’s first effort to depict her as an abstract model of love and beauty. In this collection of early canzoni, Dante uses a refreshing and innovative approach in love poetry, dulce stil nuovo  (sweet new style), which equates the love experience with a divine and mystical spiritual revelation. Vita Nuova ends with Dante’s promise to write “what has never before been written of any woman.” Criticism of Vita Nuova has been almost invariably positive, although an occasional scholar has taken exception to its sensibility, finding in it an overwrought imagination and sensitivity. The story of Dante’s love for Beatrice is often taken as allegory, particularly by critics reading the book in the light of his later works.\nAround 1300, Dante became increasingly active in perilous Florentine politics and aligned himself with the White Guelphs, a rival faction to the Papacy. He entered the guild of apothecaries, affording him political opportunities normally offered to philosophers. When the Black Guelphs, supported by Papal forces, staged a coup in 1301, prominent White Guelphs, including Dante, were stripped of their possessions and banished from the city. Never to return to Florence, Dante completed the Commedia, and other works including De Vulgari Eloquentia, Convivio, and De Monarchia while in exile. Convivio (The Banquet), like Vita Nuova, is a collection of canzoni that further develops the poet’s use of the stil nuovo; accompanied by extensive prose commentary, Convivio explores ethics, politics, and metaphysics. An unfinished Latin tract, De Vulgari Eloquentia (Eloquence in the Vernacular Tongue), is a theoretical discussion of the origin of Italian dialects and literary language and examines how they relate to the composition of vernacular poetry. De Monorchia (On Monarchy), a Latin treatise, presents Dante’s Christian political philosophy.\nHis most famous work, The Divine Comedy, is as rich in science, astronomy, and philosophy, and as it is rooted in 14th-century Catholicism and Italian politics. The epic describes Dante’s imagined journey through Hell and Purgatory to Heaven. Inferno, the most popular and widely studied section of The Divine Comedy, recounts Dante’s travels through the different regions of Hell, led by his mentor and protector, the Roman poet Virgil. In his translation of Inferno, Mark Musa writes, “Dante invites us to read his poem as he expects us to read the Bible, that is, to believe in the historical truth of the literal level. And this extends to the figural symbolism of the main characters in the allegory of the poem. We are not dealing with consistent or typical allegory ... his is much more sophisticated.” Constructed as a huge funnel with nine descending circular ledges, Dante’s Hell features a vast, meticulously organized torture chamber in which sinners, carefully classified according to the nature of their sins, suffer hideous punishment, often depicted with ghoulish attention to detail. Sinners who recognize and repudiate their sins are given the opportunity to attain Paradise through the arduous process of purification, which continues in Purgatorio. A shift from human reason to divine revelation takes place in Purgatory, a place where penitents awaiting the final journey to Paradise continually reaffirm their faith and atone for the sins they committed on earth. A mood of brotherly love, modesty, and longing for God prevails in Purgatory. Although in Hell, Virgil—a symbol of human reason—helps Dante understand sin, in Purgatory the poet needs a more powerful guide who represents faith: Beatrice. Finally, Paradiso manifests the process of spiritual regeneration and purification required to meet God, who rewards the poet with perfect knowledge.\nNear the end of his life, Dante settled in Ravenna, Italy under the patronage of Guido da Polenta, where he died September 13 or 14, 1321. Although The Divine Comedy caused an immediate sensation during his life, Dante’s fame waned during the Italian Renaissance and was later revived in the 19th and 20th centuries. Many scholars have examined the structural unity of the poem, discussing the relationship between medieval symbolism and allegory within the poem’s three sections and exploring Dante’s narrative strategy. Others have marveled at the seemingly inexhaustible formal and semantic richness of Dante’s text. With its various enigmatic layers of philological and philosophical complexities, The Divine Comedy has received scrutiny by critics, literary theorists, linguists, and philosophers, who have cherished the immortal work precisely because it translates the harsh truth about the human condition into a poetics of timeless beauty.\n \nPoetry\n\nVita Nuova [New Life], c. 1292.\nConvivio [The Banquet], c. 1304.\nCommedia [The Divine Comedy], c. 1307-21.\n\nProse\n\nDe Vulgari Eloquentia [Eloquence in the Vernacular Tongue], c. 1304.\nDe Monorchia [On the Monarchy], c. 1309.\nEpistolae [Letters], c. 1313.\n\n \n \n", "attrs": {"Region:": ["Italy"]}}