{"pf_url": "https://www.poetryfoundation.org/poets/daryl-hine", "name": "Daryl Hine", "yob": "1936", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ad8116c6257f692b39bca6031331902e8b67d62c.jpeg", "bio": "\nPoet, editor, and translator Daryl Hine was born in 1936 in British Columbia and grew up in New Westminster. His mother’s death while he was still a teenager had a profound influence on him. He studied Classics and philosophy at McGill University, and he earned his PhD in comparative literature from the University of Chicago. The editor of Poetry from 1968-78, Hine was also a highly regarded translator of Classical writers such as Homer, Hesiod, and Ovid, among others; Hine’s translation of Works of Hesiod and the Homeric Hymns (2005) won the Harold Morton Landon Translation Award from the Academy of American Poets. His numerous other honors and awards included fellowships from the Guggenheim Foundation and the MacArthur Foundation, as well as a medal from the American Academy of Arts and Letters. He also received three Canada Council Grants, and his &: A Serial Poem (2010) was short-listed for the Governor General’s Award for Poetry. The award's judges described the book as “a reflection on civilization as a whole,” declaring it “the summing up of a life in particular weighed against eternity.”\n\r\nAll of Hine’s poetry is known for its interest in philosophy, history, art, and literature, as well as its carefully formulated moments of autobiography. In early books such as The Carnal and the Crane (1957) and The Devil’s Picture Book (1960), Hine’s classical education took center stage and his reputation as a “poet’s poet” was confirmed. Writing in complicated formal structures—including anapestic trimeter, rime riche, and Sapphics, as well as sestinas, villanelles, and alexandrines—Hine’s verse was frequently described as “flawless”—almost to a fault. “In Daryl Hine,\" wrote critic Louis Dudek, \"we have an amazingly capable poet for whom poetry is not a mimetic art, whose eye is not in a fine frenzy rolling, who does not overflow with powerful emotion… but a poet from whom poetry is a series of extremely recherche, abstract, contrived word forms, containing oblique and ambiguous philosophical essays and meditations.”\r\n \r\nThough he suffered some criticism for seeming to privilege form over content, many readers praised Hine’s ability to marry the two in grand fashion. Eric Ormsby commented that, “Hine is a poet in whom an almost irresistible exuberance of language brims to the utmost; a fierce jollity, a luxuriance in the elemental stuff of words, propels his verse. At certain moments, in reading him, one has the startled sense that language has arrived at a kind of impasse which only a quick scintillation of wit—in the form of a sly rhyme, a subtle pun or an extravagant rhetorical flourish—can grace, if not elude. As a result, Hine’s poems, unlike the brittle pirouettes of the formalist, seem to take shape, in all their glistening eloquence, hot from some secret forge.” In books such as In and Out (1989), a long narrative poem that explores Hine’s emerging homosexuality and brief interest in the Catholic church, and Postscripts (1991), a collection of lyrics, Hine explored personal content while displaying his characteristically dazzling form. In Contemporary Poetry Review, Bill Coyle called Hine “simply one of the best poets of Eros and of the wonder, touched with fear that it can provoke.”\r\n \r\nThe publication of Recollected Poems: 1951-2004 (2009) showed the very real achievements of Hine. Arranged according to subject rather than chronology the work offered readers a chance to observe the remarkable consistency of Hine’s career. According to Ormsby, “it would be hard to guess, without the dates provided, which [poems] are early and which late. To judge from the work ‘recollected’ here, Hine seems to have sprung fully formed from Apollo’s head. There are few hesitations and almost no false starts. Even more impressive, his sheer technical virtuosity aside, Hine’s distinctive voice is recognizable from the first.” &: A Serial Poem (2010) was also written under strict formal constraints—303 stanzas of ten lines each, with an intricate rhyme scheme and accentual meter. In The Critical Flame, Alexander Lewis describe the book as an almost-diary: “Too oblique and plotless to be called autobiographical, but with too many recognizable allusions to the life and works of Daryl Hine to seem anything other than confessional, & exists somewhere between both.”\r\n \r\nA forerunner in late 20th century American poetry, Daryl Hine’s work both explored conventional styles and charted new territory. Though abstract, lofty, formal, and glittering, Hine’s work is also tender, honest, and rigorous. Arguing for Hine’s importance to contemporary poetry, Coyle alleged: “honestly, Hine is able to work miracles. Recollected Poems concludes with imitations of parts of Ovid’s Tristia that Hine has cast entirely—and I would have thought foolhardily—in rime riche couplets, even, at one point, rhyming Narcissi with sissy. Damned if he doesn’t make this work, though.”\n\r\nHine lived in Illinois with his partner of more than 30 years, Samuel Todes, a philosophy professor at Northwestern University. After Todes’s death in 1994, Hine became increasingly reclusive. Hine died of a blood disorder in 2012, at the age of 76.\r\n \n", "attrs": {"Region:": ["Canada"]}}