{"pf_url": "https://www.poetryfoundation.org/poets/dave-smith", "name": "Dave Smith", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/94b14c823c8ecf2d084c619726244730af014521.jpeg", "bio": "\nPoet, novelist, critic, and editor Dave Smith was born in Portsmouth, Virginia. The first member of his family to graduate from college, Smith received a BA from the University of Virginia, an MA from Southern Illinois University, and a PhD from Ohio University.\nSmith has published numerous volumes of poetry, including Hawks on Wires: Poems 2005–2010, The Wick of Memory: New and Selected Poems, 1970–2000, which was chosen as the Dictionary of Literary Biography’s Book of the Year in Poetry, and Little Boats, Unsalvaged: Poems 1992–2004. Influenced by Robert Penn Warren, James Dickey, and A.R. Ammons, Smith writes layered, expansively narrative free-verse poems that deal with history and regional identity. Noting that Smith’s work is “reclaiming the grittiness of ordinary life for lyric,” critic Helen Vendler observed in a 2001 review of The Wick of Memory, “Wordsworth came closer to what one encounters reading Dave Smith when he observed that once a work of art is created, it takes its unforced place as one of the elements of nature, to be encountered and prized by the passerby as much as any river, meadow, or mountain.”\nSmith’s prose includes the essay collection Hunting Men: Reflections on a Life in American Poetry (2006), the story collection Southern Delights (1984), and the novel Onliness (1981). Smith has been an editor of the Southern Review, the New Virginia Review, the University of Utah Poets Series, and the Southern Messenger Signature Poets series of Louisiana State University Press. He edited The Essential Poe (1991), The William Morrow Anthology of Younger American Poets (1985), and The Pure Clear Word: Essays on the Poetry of James Wright (1982).\nSmith has received fellowships from the National Endowment for the Arts, the John Simon Guggenheim Foundation, the Bread Loaf Writers’ Conference, the Lyndhurst Foundation, and the Rockefeller Foundation. He has also won the Virginia Prize in Poetry, the Prairie Schooner Poetry Prize, an Award in Poetry from the American Academy and Institute of Arts and Letters, and a Pushcart Prize. He has twice been a finalist for the Pulitzer Prize.\nSmith has taught at Johns Hopkins University, Louisiana State University, and Virginia Commonwealth University. He lives in Baltimore.\n", "attrs": {"Region:": ["U.S., Southern"]}}