{"pf_url": "https://www.poetryfoundation.org/poets/david-jones", "name": "David Jones", "yob": "1895", "yod": "1974", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/128e8df25c32844d4bfccc0e3cc9adedfe1decac.jpeg", "bio": "\nDavid Jones was a poet and graphic artist. He is best known for his long narrative poems In Parenthesis (1937) and The Anathemata (1952), and for his engravings and paintings, which have won many awards. While not as well known as other modernist writers such as T.S. Eliot, Ezra Pound, and James Joyce, Jones “is increasingly regarded as an important, innovative poet, who has extended and refined the techniques of literary modernism,” according to Dictionary of Literary Biography contributor Vincent B. Sherry, Jr. “The supreme quality of his art,” both literary and graphic, reports Kathleen Raine in the Sewanee Review, “... has long been apparent to an inner circle of his friends,” but, she adds, “he has never at any time been a widely-read, still less a fashionable, writer, nor is he ever likely to become so, for his work is too subtle and learned for popular tastes.”\nMuch of Jones’s work evokes his Welsh heritage and echoes the events of his own life. “At the time of my birth,” he once told Contemporary Authors, “my father was a printer’s overseer and that meant that I was brought up in a home that took the printed page and its illustration for granted. I began drawing when I was aged five and regarded it as a natural activity which I would pursue as I grew older. I was backward at lessons, could not read til I was about seven or eight, and did not take to writing in the sense of writing books until I was thirty-three years old.”\nIn January 1915, Jones enlisted in the Royal Welch Fusiliers as an infantryman, and he served on the Western front from December of that year to March 1918. After the war he embraced Roman Catholicism and joined a small community of Catholic artists headed by craftsman Eric Gill, among whom he began to develop a unique concept of art and the function of the artist. He did not begin to write In Parenthesis, a fictionalized account of his activities in the war, until 1928 and almost a decade passed before it was published. Jones’s war experiences and his religious conversion permeate his first long poem. Like Jones, John Ball, the protagonist of In Parenthesis, served in the British army on the Western Front during World War I. Both Jones and Ball began training late in 1915, and both were wounded in the battle of the Somme in June of 1916. His second long poem, The Anathemata, reflects the poet’s Catholic faith and understanding of his art. Set during the Consecration of the Mass, it encompasses the entire history of mankind. Other works display Jones’s eclectic tastes, depicting scenes from Celtic literature and mythology, Arthurian legend, Greek and Roman antiquity, and scripture.\nComplex in organization, rich in vocabulary, In Parenthesis demonstrates the intricacies of Jones’s work. David Blamires points out in David Jones: Artist and Writer that “in length and overall structure ... [it] may be said to be a novel, but in its use of language it is more akin to poetry.” The poem is divided into seven parts, and tells the story of Private John Ball and his company from their embarkation from England in December 1915 to their participation in the Somme battle of July 1916. “But though Ball is usually present as protagonist-spectator,” declares Monroe K. Spears in Contemporary Literature, “the poem expresses not his thoughts alone but, most of the time, a kind of collective consciousness; and hence many different forms and levels are necessary. ... All the details of speech and everything else are vivid, precise, and evocative: but literal realism is immediately transcended.” “In Parenthesis varies in medium from straightforward prose to prose that is highly elliptical, condensed, dislocated, and discontinuous and to verse with a rhythm that is sometimes very strong—allusive, liturgical, or incantory—but that never employs rhyme or any regular pattern,” Spears explains. “The result is a profound and shattering disclosure of combat’s physical destruction and spiritual outrage,” asserts Thomas Dilworth in the Georgia Review, “which is sustained by a controlled and variegated tone lacking in the work of the combatant poets who wrote during the war.”\nJones draws on his Welsh literary heritage to describe his experiences. Each of the seven parts of the poem is prefaced with a quotation from an ancient Welsh heroic epic, Y Gododdin, which commemorates the destruction of a 300-man raiding party by the English at the battle of Catraeth. The poet also takes images from Shakespeare’s history plays and Malory’s Morte d’Arthur, as well as from T.S. Eliot’s The Waste Land, mingling with them expressions from the early 20th century and soldiers’ slang from the war. Paul Fussell points out in The Great War and Modern Memory that at the end of the first section of the poem the newly trained soldiers “set toward France,” just as Henry V does in Shakespeare’s play. Part IV is titled “King Pellam’s Launde,” in reference to the desolate country in which King Arthur’s knights find the Holy Grail in the Morte d’Arthur. Also drawn from Malory is Ball’s fellow soldier Dai Greatcoat, who rises after the platoon’s meal and delivers a warrior’s boast, patterned after those that appear in epic poetry, in which he claims to have participated in every major battle in history and legend from the fall of Lucifer to the present. He declares that his fathers were present at Edward III’s victory over the French at Crecy, and asserts that he took part in Arthur’s wars and was a member of the Roman legion that crucified Jesus.\nMany critics hold that the archetypal figure Dai Greatcoat and indeed all Jones’s soldiers represent the human experience in war throughout the ages. New York Review of Books contributor D.S. Carne-Ross maintains, “Jones came in retrospect to see the first of our ‘great’ modern wars (at least up to the battle of the Somme) as the last action of an older world, the last time that the ancient usages still just held, hence it represented what he and his friends called the Break, the point at which man stepped clear of his past and turned his back on all the previous history of the race.” “Faced with the disintegration brought about by the First World War, David Jones sought to recover roots, not just for an individual, but for a whole people,” declares Atholl C.C. Murray in Critical Quarterly. “This he attempted by constantly emphasising the continuity of history, by showing that the present derives from the past and that both are part of the one process. Thus it is that at various times his Londoners and Welshmen may be assimilated to the three hundred who fought at Catraeth, or to the troops under Henry V at Agincourt, or even to the Roman legionaries.” Samuel Rees, writing in David Jones, states that “the racial or mythic ancestry that Jones provides for them places them in the whole history of recorded time; they share the human psyche of the soldiers at Catraeth, at the Crucifixion, at Malplaquet, at Harfleur, wherever man has organized war against his own kind.”\nWhile all commentators recognize In Parenthesis as an important literary achievement, they are divided in their assessments of its success in representing the experience of the First World War. Some believe, as does Michael Mott of Poetry magazine, that “In Parenthesis seems an astonishingly successful combining of epic myth and actuality.” Yet Jones’s verse is decidedly understated compared to that of the heroic bards. “In chronicling the action of which he was a part, [Jones] does not seek to be an epic poet singing hymns of battle in which new heroes reenact the earth-shaking deeds of their ancestors,” reports Rees. “Without apology or special pleading, he details from intimate firsthand acquaintance with the present—and from affectionate intimacy with historical man—the minds and actions of those compelled, for whatever reason, whatever ‘accidents’ of history and geography, to go ‘once more into the breach.’” Yet John H. Johnson, writing in English Poetry of the First World War, argues that the poem is indeed an epic, and Dilworth agrees; in The Shape of Meaning in the Poetry of David Jones, he states that In Parenthesis “is the only authentic and successful epic poem in the language since Paradise Lost.”\nIn some critics’ opinions, In Parenthesis presents an ambiguous vision of the war. Carne-Ross remarks, “What is largely missing is the note of protest, the sense of war as an aberration, something that must never be allowed to happen again.” Nonetheless, he concludes, the poet’s perspective is understandable: “War is hell, certainly, but Jones never doubted that there is a good deal of hell around and this aspect of the matter did not greatly surprise him.” Dilworth acknowledges that the poem is not primarily interested in promoting pacifism but, he declares, “Its ironies are double-edged; they indict war but also stress the essential goodness of the individual combatant.” Rees concludes that “In Parenthesis is not a poem either to provoke or to end a war ... except as it adds to the accumulation of testimony to the stupidities and brutality of history that each age much learn from or, more likely, ignore.”\nCritics also disagree in their interpretations of the poem’s attempt to understand the war. Murray, for instance, calls In Parenthesis “a book about how man, even in the most appalling circumstances, can still discern beneath the surface of experience an ultimate significance in life.” “If one is ready to perceive it,” he concludes, “then there is order and beauty to be discovered even in the lice-ridden marshes of Flanders.” On the other hand, Fussell disagrees with this interpretation of the war. He believes that In Parenthesis suggests, by placing the suffering of modern British soldiers in an epic, heroic context, “that the war, if ghastly, is firmly ‘in the tradition.’ It even implies that, once conceived to be in the tradition, the war can be understood. The tradition to which the poem points holds suffering to be close to sacrifice and individual effort to end in heroism; it contains, unfortunately, no precedent for an understanding of war as a shambles and its participants as victims.”\n“And yet for all these defects,” Fussell admits, “In Parenthesis remains in many ways a masterpiece impervious to criticism.” The poem, he concludes, is “profoundly decent. When on his twenty-first birthday Mr. Jenkins [the commander of Ball’s platoon] receives both his promotion to full lieutenant and a nice parcel from Fortnum and Mason’s, we are pleased. Details like these pull the poem in quite a different direction from that indicated by its insistent invocation of myth and ritual and romance. Details like these persuade us with all the power of art that the Western Front is not King Pellam’s Land, that it will not be restored and made whole, ever, by the expiatory magic of the Grail. It is too human for that.”\nIn Parenthesis was recognized at the time of its publication in 1937 as a work of immense literary importance and continues to be celebrated as such today. In The Long Conversation: A Memoir of David Jones, William Blisset reports that, at a party celebrating the poem’s winning the Hawthornden Prize, William Butler Yeats “bowed and intoned: ‘I salute the author of In Parenthesis.’” T. S. Eliot also praised the work, and many critics acclaimed it highly. “Herbert Read, writing for the London Mercury,” relates Sherry, “found it ‘as near a great epic of the war as ever the war generation will reach,’ displaying ‘the noble ardour of the Chanson de Roland and the rich cadences of the Morte d’Arthur.’” New York Times Book Review contributor Stephen Spender has called In Parenthesis “the most monumental work of poetic genius to come out of World War I.” Dilworth echoes his assessment, saying, “By most accounts, In Parenthesis ... is the finest work of literature to emerge from combat experience in the First World War.”\nBetween 1937 and 1952 Jones worked on a variety of poems, but published very little. A nervous disorder developing from his war experiences prevented his holding a steady job, and his income depended mainly on the generosity of his friends. Pressures from his uncertain earnings aggravated his condition, and in 1946 he suffered a mental collapse that required a rest of nearly a year and a half. In the interim Jones worked on his painting and poetry and further developed his theory of art and artistry, expressing his views in letters and essays. It was not until 1952, with the encouragement of T.S. Eliot and other friends, that he published The Anathemata, which partly expounds his aesthetic philosophy and partly expresses his personal faith.\nLike In Parenthesis, The Anathemata is modernistic, allusive, and fragmented, but it lacks the chronological storyline that characterizes the earlier work. Instead, it consists of eight separate sections, tracing various traditions of British and European culture, and unified by the image of the Mass. “It is the only epic-length work in any language, as far as I know,” declares Dilworth in The Shape of Meaning, “in which structure successfully replaces narrative as the primary principle of order. And more than merely ordering content, the structure of The Anathemata gives it powerful symbolic focus.” “The Anathemata does not have the confined narrative structure or the clear identification with classical epic of In Parenthesis,” asserts Rees. “More ambitious, certainly, than that work, it attempts something approaching the whole cultural history of the British Isles.” Nicholas Jacobs declares in Agenda, “Whereas in In Parenthesis Jones uses a single major theme, the ideal of comradeship in arms from Aneirin through Malory to Shakespeare, in an attempt to give sense and meaning to the terrible waste of the Western Front, in The Anathemata he is concerned much more to recall and celebrate a whole tradition which threatens to slip through his fingers.” “In Parenthesis tested the military and liturgical forms of order and found them lacking, with neither efficacy for salvation nor effectiveness for survival,” Rees reminds us. “The Queen of the Woods, the great earth-goddess, the eternal female principle venerated by myth throughout the centuries, alone could restore order—but post mortem. In The Anathemata Jones renominates and celebrates the liturgy as the redemptive order for the living, as an art form.” Rees concludes, “In intention and scope Jones’s poem is truly epic and might be said to rival in ambition Milton’s attempt to ‘justify the ways of God to Men’ for an age which urges art to be at the service of the ego, the State, or itself.”\n“Clearly,” Rees asserts, “it is the whole of human history and prehistory as perceived and experienced by Western man that is Jones’s province.” The “anathemata” of the poem’s title refers to the artifacts that an artist produces, including the graphic and plastic arts, poetry, literature, legend—all the things that help define a culture. The work examines the accumulation of these artifacts from earliest times to the present, with special attention paid to that which has had the greatest influence on the poet: the history, both legendary and factual, “of the Island of Britain as a whole, whose various origins, Celtic, Imperial Roman, Western Christian and Saxon, appear there in the form in which the poet himself, by birth, upbringing and conversion a product of the composite tradition, experiences them,” Jacobs explains. “To read [the poem],” declares Rees, “is to engage, in a rare, esoteric way, from a most learned and demanding tutor, in a course in Western Civilization, which is something other than learning the sites of famous battles in Greece and being able to recite, in order, the rulers of Rome and the kings and queens of England.”\nThe Anathemata was Jones’s attempt to reestablish contact with these roots of British culture, states Seamus Heaney in the Spectator, roots that modern Britain had neglected, especially in the years after the First World War. Heaney explains, “His effort has been to graft a healing tissue over that wound in English consciousness inflicted by the Reformation and the Industrial Revolution.” Jones felt that modern man had lost his understanding of the past by neglecting the history of his culture. Drawing information from the sciences of archaeology and anthropology, he set out to recover the roots of his heritage. The poem, Rees declares, tells the history of the artist from “his emergence from the reaches of prehistory, from rocks and caves that he decorated, as at Lascaux, adorning burial sites gratuitously, creating objects that are beautiful to an extrautile degree, and continuing, still an artmaker, to the wasted present, ‘at the sagging end and chapter’s close.’”\nJones uses his traditions in such a way that they become understandable even to those who do not share the poet’s background. Kathleen Raine in her book David Jones and the Actually Loved and Known states, “The poet does not thrust his facts upon us, but rather uses these to remind us of our own, often untreasured but none the less precious, fragments of the same totality.” Instead Jones concentrates on the universal legacies of mankind. “In the larger sense,” Rees explains, “man’s ‘anathemata’ defines all that legacy of man that is his, that is he.” The critic concludes that the poet’s ideal aim “is to discover via surviving art and artifact and written word, and with application of all the modern insights and methods of literary study, anthropology, comparative religion, and linguistics, the essential human heritage that is ours.” He says, “David Jones’s life work is finally his testimony to this central credo: ‘We were then homo faber, homo sapiens before Lascaux and we shall be homo faber, homo sapiens after the last atomic bomb has fallen.’”\nClosely tied to Jones’s concept of man-as-artist is his understanding of Christianity. The Anathemata demonstrates his belief that art should be a form of worship, and that worship is itself a form of art. Guy Davenport remarks in the New York Times Book Review, “For David Jones art was a sacred act and he expected the reading of his work to be as much a rite as he performed in the composing of it.” “Art, as Jones’s impractical temperament would have it,” explains Sherry, “is essentially gratuitous, intransitive; it serves no social purpose; it is, ideally, a free hymn of praise to God, and as such resembles the gift offerings of sacrament.”\nBut if art can be considered a type of sacrament, the sacraments themselves are a form of art—perhaps, in Jones’s opinion, the highest form. “At the center of The Anathemata is that cross, the ‘Axile Tree,’” Rees reports. “Christ being lifted up made an efficacious sign, made ‘anathemata’ of his own body.” Belief in the veracity of the Christian gospel is not necessary for the reader, he continues, because “Western man’s whole being, his history, his ancestry, his ‘res,’ is wholly bound up in that myth.” “The art of the first Eucharist at the Last Supper redefines all preceding art, even as it was an act that with all its reverberations and implications transformed succeeding events and imparted a unique and new order to Western myth, legend, and history,” he concludes. “The priest lifting the wafer of bread in the Mass is the supreme artist,” Sherry declares. “The Mass thus provides a kind of infinite moment; its sacrament is the timeless archetype of all the artifacts catalogued in the poem.” “Like Joyce, [Jones] has made a total anachronism of all history, so that the Crucifixion is both an event in time, upon which all perspectives converge, and an event throughout time,” Davenport states. “The purpose of the evolution of the world was to raise the hill Golgotha, grow the wood for the cross, form the iron for the nails and develop the primate species Homo sapiens for God to be born a member of,” he asserts. “The paleolithic Willendorf ‘Venus’ is therefore as valid and eloquent a Madonna as one by Botticelli, and all soldiers belong to the Roman legion that detailed a work group to execute, by slow torture, the Galilean visionary troublemaker.”\nThe Anathemata met with mixed reactions from its reviewers. Some critics felt that the complexity of the poem made it too difficult to understand. Many others, however, agreed with W.H. Auden, who declared in Encounter that The Anathemata “is one of the most important poems of our times.” According to Blamires, it had been “hailed by one critic as one of the five ‘major poetic efforts of our era’ in English.” Jones particularly enjoyed Raine’s assessment of The Anathemata which appeared in the New Statesman, says Sherry: “Such is the paradox of our time that the more a poet draws on objective tradition, the less on subjective experiences, the more obscure he will seem.” Contemporary reviewers continue to appreciate the power of its language. N.K. Sandars, writing in Agenda, states, “We have become numbed, anaesthetized to the power and purpose of words and require to be jolted awake, to feel their recessions and transformations. This is exactly what David Jones has done in The Anathemata ... where juxtapositions of English, Welsh and Latin give, not only an incomparable richness of texture and of reference, but also give words the life of icons, ‘images not made with hands.’”\nIn the remaining years of his life, Jones continued to refine his theory of art and the function of the artist, often in letters to friends, but also in his essays collected in Epoch and Artist. He also worked on shorter poems and essays, some of which were collected in the books The Sleeping Lord and Other Fragments (1974), The Dying Gaul and Other Writings (1978), and The Roman Quarry and Other Sequences (1981). Many of them echo the problems that Jones confronted in The Anathemata; some reveal the unrest of Roman legionaries on the borders of the decaying Empire, reflecting “the problems of a political order removed from its local origins,” says Sherry. Others—many of which are based on figures from Celtic myth and legend—“praise the virtues of local, rooted culture,” he continues. Often these poems were published in a consciously unfinished state as works in progress, but even in their fragmentary condition reviewers recognized the power of Jones’s work. Heaney concludes his review of The Sleeping Lord by calling Jones “an extraordinary writer” who has “returned to the origin and brought something back, something to enrich not only the language but people consciousness of who they have been and who they consequently are.”\nDespite his acclaim in poetic circles—Dilworth calls him “the most important native British poet of the twentieth century” in The Shape of Meaning—David Jones continues to be unknown to the public at large. This is partly due to the demands the poet’s work makes on readers, but also partly the result of his own preference. Rees explains, “There have been few writers of this or any other age so resolutely uninterested in matters of public reputation or recognition.” He spent the last years of his life quietly working, trying to salvage the remnants of traditional Western culture from the onslaught of the 20th century. “Like Thoreau, Melville and Hopkins,” Spender concludes, “he was one of literature’s saints who speak with an authority that comes more from religion than from the world of letters.”\n", "attrs": {"Region:": ["Wales"], "School/Period:": ["Modern"]}}