{"pf_url": "https://www.poetryfoundation.org/poets/david-shapiro", "name": "David Shapiro", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a8eb2fd372205e629d755cfc126cdc7aa8cc8fd7.jpeg", "bio": "\nPoet David Shapiro grew up in Deal, New Jersey, in an artistic family. His grandfather was a cantor and composer, his father was a physician who had studied sculpture, and his mother was a musician. Trained as a classical violinist, he was considered a prodigy and appeared on the Voice of America program at age five. As a teenager, he played with a number of orchestras. Shapiro also came to poetry early, publishing his first poem in Poetry magazine when he was just 16, and his first collection of poems, January (1965), when he was 18. Shapiro’s subsequent volumes of poetry include Poems from Deal (1969), A Man Holding an Acoustic Panel (1971), The Page-Turner (1972), Lateness (1977), To an Idea (1983), House (Blown Apart) (1988), After a Lost Original (1994), New and Selected Poems (1965–2006), and In Memory of an Angel (2016).\nShapiro also had a brief moment in another kind of spotlight: working toward a BA in English from Columbia University during the student unrest of the late 1960s, he appeared in a Life magazine photo seated at the president’s desk in the student-occupied offices of the university, wearing sunglasses and smoking a cigar. After Columbia, Shapiro held a Kellett Fellowship at Cambridge University, where he studied English literature and Greek tragedy. He returned to Columbia University for a PhD in English and comparative literature.\n\r\nShapiro has been identified with the New York School of poets—he wrote a study of John Ashbery’s poems, John Ashbery: An Introduction to the Poetry (1979), and was friends with Kenneth Koch. In the Rocky Mountain Review, Carl Whithaus wrote, “To call David Shapiro a poet of the surreal, of collage, of the erotic, of endless transition, of formless form, of fin-de- siècle regret is to touch upon the variety of poetic techniques he has explored … he has refused to write poetry which organizes the real into a clean and neat poetic.” And in a review for Poetry, Ange Mlinko concluded that New and Selected Poems (1965–2006) “vibrates with emotion and esprit.… The family romance in his oeuvre functions as a motif: autobiographical data is subsumed in music, real music: not rhymed prose, not enjambed journalism.”\nThe author of studies on artists such as Jim Dine, Jasper Johns, and Piet Mondrian, Shapiro has taught at Columbia University, Brooklyn College, Princeton University, and the Cooper Union School of Architecture. He is a tenured professor of art history at William Paterson University. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}