{"pf_url": "https://www.poetryfoundation.org/poets/david-biespiel", "name": "David Biespiel", "yob": "1964", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/08/a686caabd8955c7b05e6aa8d3254cb70ae0b1abd.jpeg", "bio": "\nPoet, critic, and memoirist David Biespiel grew up in the Meyerland section of Houston, Texas. He earned his MFA at the University of Maryland, where he studied under Stanley Plumly and Michael Collier. He is the author of numerous books of poetry, most recently Republic Café (2019), Charming Gardeners (2014), and The Book of Men and Women (2013), winner of the Stafford/Hall Award for Poetry. His books of essays include Every Writer Has a Thousand Faces (2010) and A Long High Whistle: Selected Columns on Poetry (2015), which received the Frances Fuller Victor Award for General Nonfiction. He is also the author of the memoir The Education of a Young Poet (2017), named one of Poets & Writers's Best Books for Writers. Biespiel is the poetry columnist for The Rumpus, and his poetry and prose have also appeared in American Poetry Review, Politico, the New Republic, Partisan, Slate, Poetry magazine, and the New York Times, among other publications. He has twice been a finalist for the National Book Critics Circle Award's Nona Balakian Citation for Excellence in Reviewing.\nFrom 1995 to 2000, Biespiel was the editor of Poetry Northwest. He has received fellowships from the Lannan Foundation and the NEA, and he was a Stegner fellow at Stanford University. He has taught at Stanford, University of Maryland, George Washington University, Portland State University, the Rainier Writing Workshop MFA Program, and Wake Forest University, in addition to other colleges and universities. The founder and president of the Attic Institute of Arts and Letters, he is a longtime faculty member and poet-in-residence at Oregon State University.\nBiespiel lives in Portland, Oregon with his wife, the poet Wendy Willis.\n", "attrs": {}}