{"pf_url": "https://www.poetryfoundation.org/poets/david-trinidad", "name": "David Trinidad", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/fd34913cbeeb8c8e70ce0c3253f1543a71912e0d.jpeg", "bio": "\nDavid Trinidad is the author of more than a dozen books, including Peyton Place: A Haiku Soap Opera (2013), Dear Prudence: New and Selected Poems (2011), The Late Show (2007), and Plasticville (2000), a finalist for the Lenore Marshall Poetry Prize. He has received awards from The Fund for Poetry and the New York Foundation for the Arts, and his work has appeared in numerous periodicals and several anthologies, including Best American Poetry, The Outlaw Bible of American Poetry, and Postmodern American Poetry: A Norton Anthology.\n\r\nTrinidad was born in Los Angeles, was raised in the San Fernando Valley, and moved to New York City in 1988. Much of his work investigates the cultural landscapes of America’s great metropolises, as well as the culture at large. His poems are often filled with references to television, movies, and music, while also being populated by very real people and problems. The autobiographical impulse in poets such as Anne Sexton, Frank O’Hara, Sylvia Plath, and James Schuyler can also be seen in Trinidad’s work, as can masterful threads of both elegy and celebration. In a New York Times review, Eric McHenry calls Trinidad’s “greatest gift” the “ability to dignify the dross of American life, to honor both the shrink-wrapped sentiment of the cultural artifacts he writes about and his own much more complicated response to them.”\n\r\nTrinidad has also edited an anthology of collaborative poetry, the selected poems of Tim Dlugos and of Ann Stanford, and the journal Court Green, published out of Columbia College, where he teaches. He has also taught at Princeton, The New School, Rutgers, and Columbia.\n\r\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}