{"pf_url": "https://www.poetryfoundation.org/poets/david-antin", "name": "David Antin", "yob": "1932", "yod": "2016", "image": null, "bio": "\nDavid Antin was born in New York City. He earned an MA in linguistics at City College of New York, where he studied the work of Gertrude Stein, a poet whose avant-garde aesthetic and interest in art would influence his own work. A poet, artist, and critic, Antin is associated with a group of artists and poets who brought new definitions and ambitions to poetry in the early 1970s. He taught in the Department of Visual Arts at the University of California, San Diego for over 25 years. He received numerous honors and awards for his work, including fellowships from the Guggenheim Foundation and the National Endowment for the Humanities. In 1984, he received the PEN Los Angeles Award for Poetry.\nAntin’s work in postmodern forms of art and writing led him, in the 1970s, to “talk poems,” a hybrid of criticism, poetry, and storytelling that involves Antin discoursing freely on a subject in front of an audience. Some of Antin’s most famous works, including Talking (1972), Talking at the Boundaries (1976), and What it Means to be Avant-Garde (1993) were composed this way. Antin described his talk poems as “improvised talk pieces, pieces I go to some particular place to create—in public, as improvisations. I go to a particular place with something in mind but no clear way of saying it, and in the place I come to I try to find some way to deal with what I am interested in, in a way that is meaningful to both the audience and myself. I tape record the pieces, and if I was successful I have something I can transcribe, that may be worth publishing. If it is, I publish it; if not, I forget it. So the ‘talk poems’ are more or less adapted notations of performances, done somewhere. I’ve been doing improvised ‘talk poems’ since 1972. My first book to include a ‘talk poem’ was Talking.”\nOf his early poetry’s connection to science, Antin told Contemporary Authors, “My background in linguistics and my background in science reflect my interest in the human significance of language structures … Definitions (1967) reflects my interest in the language of science and its implications, Code of Flag Behavior (1968), my interest in the pop vernacular and cliché. The term ‘found poetry’ with its suggestion of the ‘trouvaille’ and estheticism of junk sculpture was always far from my concerns. I am interested in the lethal implications of socially debased language, at least I was at the time of Code of Flag Behavior, which has something in common with the pop Art strategies of Warhol, Lichtenstein and Wesselman. Contrary to the beliefs of many poets, all language is ‘found,’ but some language is not only found, but second and third and hundredth hand.”\nAs a critic, Antin was instrumental in providing new insights into artists such as Andy Warhol, Andy Katz, Sol Lewitt, and Carl Andre. His book of essays, Radical Coherence: Selected Essays on Art and Literature (2011), collects over 40 years of looking at and thinking about innovative art. Douglas Messerli described Antin’s idiosyncratic, lucid style: “Reading Antin on art is as if one were accompanying a lively friend or uncle on trips to the museums and galleries throughout the country over a period of several years, the only way one can truly come to know and appreciate art.” Radical Coherency also includes Antin’s essays on modern and postmodern literature, especially poetry. Critic Marjorie Perloff told the San Diego Reader, “David Antin’s early essays were uniquely prescient, and many of them have become classics. Meanwhile, the ‘talk pieces’ included here, most of them dating from the ’80s and early ’90s, uncannily anticipate the hybrid texts of conceptual writing today, taking up, as they do, complex philosophical issues that can be addressed but never resolved.”\nAntin died in San Diego, California in 2016.\n", "attrs": {"School/Period:": ["New York School (2nd Generation)"]}}