{"pf_url": "https://www.poetryfoundation.org/poets/david-mccord", "name": "David McCord", "yob": "1897", "yod": "1997", "image": null, "bio": "\n                                                                    Poet and fund raiser David Thompson Watson McCord was born in New York City in 1897 and grew up in Princeton, New Jersey, and rural Oregon. He earned a BA and an MA at Harvard University and was later awarded honorary doctorates from 22 universities. McCord’s poetic innovations include the invention of a five-line form he called “symmetrics.” Well-known as a children’s writer, McCord spoke about writing children’s poetry in a 1964 article for the New York Times: “Whatever may be said about this small but graceful art, three things should be remembered: good poems for children are never trivial; they are never written without the characteristic chills and fever of a dedicated man at work; they must never bear the stigma of I am adult, you are a child.'' McCord authored and edited more than 50 books during his life. His collections of poetry include Oddly Enough (1926) as well as the children’s collections Far and Few (1952); One at a Time: His Collected Poems for the Young (1974), which won the National Council of Teachers of English Award for Excellence in Poetry for Children; and Every Time I Climb a Tree (1967). He is also the author of the prose collections About Boston: Sight, Sound, Flavor & Inflection (1948), An Acre for Education: Being Notes on the History of Radcliffe College (1958), and In Sight of Sever: Essays from Harvard (1963). He edited the anthology of humorous British and American poetry What Cheer (1945, reprinted in 1946 as The Pocket Book of Humorous Verse). McCord’s honors include a grant from the National Institute of Arts and Letters and fellowships from the Guggenheim Foundation, the Royal Society of Arts in London, and Marlboro College. The Framingham State College Curriculum Library and the Nobscot Reading Council of the IRA founded the annual David McCord Children’s Literature Festival in 1986.  For 38 years, McCord served as executive director of the Harvard College Fund, where he helped raise millions of dollars. He was also an early editor of the Harvard Alumni Bulletin. He died at the age of 99 in Goddard House, a Boston nursing home.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}