{"pf_url": "https://www.poetryfoundation.org/poets/david-baker", "name": "David Baker", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/b1ef41fc6f168a08832413bed70713c6603035d7.jpeg", "bio": "\nPoet and essayist David Baker was born in Bangor, Maine. He spent his childhood in Missouri and earned both a BSE and MA from Central Missouri State University before earning a PhD from the University of Utah. He has received fellowships and awards from the Poetry Society of America, the Pushcart Foundation, the National Endowment for the Arts, and the Guggenheim Foundation. Baker is often described as a poet of place, indebted to the American Romantic tradition of Emerson and Whitman, as well as Robert Frost. Baker’s poems typically explore an individual’s sense of and engagement with their natural surroundings, and embrace complicated notions of history, home, and memory; Baker himself has delineated the importance of landscape and place, particularly the Midwest where he has lived for over 30 years, to his poetry. In an online interview with Paul Holler he said: “I find a connection between my poetry and my place in the world. I am sure that my work would be different if I lived a long time somewhere else; of course it would, though I have no real way of estimating what that would be, how my poems would change. As it is, I can’t see how I could write without a devout attention to place—the language, ways of life, my neighbors and family, the rigor and leisure that grow here where I live. Wallace Stevens wrote that ‘we live in the mind.’ But I would add to that, to assert that if we live in the mind, then the mind lives in the body, and the body lives in a particular time and place in the world, taking sustenance, loving, working, laboring in that time and place.”\nBaker’s collections of poetry include the widely-acclaimed Changeable Thunder (2001), Midwest Eclogue (2007), Never-Ending Birds (2009), Scavenger Loop (2015), and Swift: New and Selected Poems (2019). Reviewing Midwest Eclogue for Verse magazine, Kevin Cantwell described the book’s “meditative pastorals and epistolary natural histories” that give the reader “not so much the uneasiness of living in the poem but a sense of the poem as timbre for the uneasiness of the poet’s mind. Baker’s poems trust that ordinary language can still leverage the liminal moment through a kinetic syntax and conversational force.” The poet Carol Muske-Dukes, calling Baker “a reliably illuminating presence in American poetry,” noted that the poems in Never-Ending Birds are “tightly controlled, but aching with loss.” Reviewing Baker’s new and selected collection of poetry, Swift, in the New Yorker, Dan Chiasson recognized the unique “anti-pastoral” vision of Baker in a time of ecological collapse: “Baker’s poems depend on long acquaintance with a small place, where year-over-year comparison makes even the arrival of a feeding monarch or a nagging blue jay a standout event,” Chiasson noted. “His work evinces the moral courage of keeping still in the landscape: in our era of climate change, poetry’s mandate to measure the rhythms of the year has become a valuable form of witness. Baker’s reports from the interior leave in all the encroachments that threaten it.”\nIn addition to his numerous volumes of poetry, Baker has published three works of literary criticism. Meter in English: A Critical Engagement (1996) is a compilation of essays by various poets responding to a Robert Wallace piece on prosody, while Heresy and the Ideal: On Contemporary Poetry (2000) contains Baker’s own critical essays on individual poets and poems. With his wife, the poet Anne Townsend, Baker compiled and edited the collection The Radiant Lyre: Essays on Lyric Poetry (2009). The book, which grew out of a panel discussion at the 2000 Associated Writers Program conference, considers the traditions, shapes, forms and rhetorical gestures of lyric in three main genres of poetry—the elegy, the ode, and the love poem. Baker is also the author of the collection of essays Show Me Your Environment: Essays on Poetry, Poets, and Poems (2014). His most recent work of criticism is Seek After: On Seven Modern Lyric Poets (2018).\nBaker told Contemporary Authors: “I have surprised myself, I suppose, by seeing how important poetry has become to my life. I first began writing in college, experimenting as students do with their current subject. I continue now out of something close to necessity. I want to continue to believe that a growing sensitivity toward language nurtures a growing sensitivity toward the user of language—the human being.”\n\r\nBaker lives in Granville, Ohio, where he serves as Professor of English and the Thomas B. Fordham Chair of Creative Writing at Denison University. Baker is also the editor of the Kenyon Review.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}