{"pf_url": "https://www.poetryfoundation.org/poets/david-gascoyne", "name": "David Gascoyne", "yob": "1916", "yod": "2001", "image": null, "bio": "\nEnglish poet David Gascoyne grew up in England and Scotland, and he lived in Paris in the early 1930s. His poetry underwent several major changes during his long career. At first an Imagist, then a dedicated surrealist, Gascoyne initially wrote poems that were visionary, fantastic works filled with hallucinatory images and symbolic language. By the 1940s, he was writing mystical poems in which Christian imagery played a large part and the ecstatic pain of the religious seeker was paramount. After the 1950s, his writing was curtailed due to a mental breakdown and continuing bouts of severe depression. But Gascoyne’s place in modern British poetry is secure; writing in Twentieth Century, Elizabeth Jennings describes Gascoyne as the “only living English poet in the true tradition of visionary or mystical poetry.” In an article for the Dictionary of Literary Biography, Philip Gardner calls Gascoyne’s Poems, 1937–1942 “among the most distinguished and powerful collections of the last fifty years.”\nAccording to Gardner, in an article for the Times Literary Supplement, Gascoyne “was the literary prodigy of the 1930s.” Roman Balcony, and Other Poems (1932), Gascoyne’s first book of poetry, appeared when the author was 16, and was followed by a novel, a nonfiction study entitled A Short Survey of Surrealism (1935), several volumes of work translated from the French, and, before Gascoyne was 20, a second volume of poems, Man's Life Is This Meat (1936). This initial burst of activity was never to be repeated.\nGascoyne had received a small legacy and used the money to finance Roman Balcony, and Other Poems’s publication. Strongly influenced by the imagist poets and the fin-de-siecle writings of the 1890s, these early poems are “highly impressionistic, introspective, and word-conscious,” Gardner explains in the Dictionary of Literary Biography. Robin Skelton, in his introduction to Gascoyne’s Collected Poems (1965), calls Roman Balcony “an astonishing performance for an adolescent. ... Already in this book there is that interest in hallucinatory obsessive symbolism which gave so many of [Gascoyne’s] poems of the later thirties their individual and disturbing quality.”\nGascoyne’s early interest in symbolism and the hallucinatory led him to study the surrealist writers of the 1930s, a school little known in England at that time. He was one of the first British poets to take note of the surrealists, and is generally credited with introducing their work to the English-speaking world. In 1935 and 1936, Gascoyne translated collections by the surrealists Salvador Dali, Benjamin Peret, and André Breton. His nonfiction introduction to the group’s beliefs, A Short Survey of Surrealism, is described by Stephen Spender in the Times Literary Supplement as “a delightful book conveying, almost for the first time in English, the fascination of this movement.”\nThis interest in surrealism is evident in the second collection of Gascoyne’s poems, Man’s Life Is This Meat, a book which contains works dedicated to such surrealists as Max Ernst, Rene Magritte, and Salvador Dali. The poems utilize the juxtapositions, intense imagery, and dream logic found in many surrealist works. Skelton says of the poems in this collection that “Gascoyne employed surrealist techniques to good effect. ... Some poems look like products of a free-association game, [but] a second glance shows them to be full of profound implications.”\nWith Poems, 1937–1942, published during World War II, Gascoyne first won widespread critical acclaim. “It was with publication of Poems, 1937–1942 ... that Gascoyne’s stature became fully apparent,” Skelton believes. The book, Derek Stanford maintains in Poetry Review, represents “the high-water-mark of Gascoyne’s career.” Containing poems which are more mystical than those he wrote during his brief association with the surrealists, the book is the first expression, according to Jennings, of Gascoyne’s mature poetic voice. “I do not think … that he really found his own voice or his own individual means of expression until he started writing the poems which appeared in the volume entitled Poems, 1937–42,” Jennings writes.\nIn these mystical poems Gascoyne writes as an agonized Christian seeker desperate for a transcendent realm beyond the mortal world. “The theme which emerges most clearly,” Skelton states, “is that of man’s despair at his mortality, and his confusion; but often it seems that some illumination of the darkness is imminent.” Speaking of the poem series entitled “Miserere” which forms part of the book, Kathleen Raine of the Sewanee Review explains that these works “are in praise of the ‘Eternal Christ’; the poet speaks from those depths into which the divine Presence has descended in order to redeem our fallen world, in a voice of sustained eloquence, as if at last the angel spoke.” Commenting on this same group of poems, Spender explains that Gascoyne was inspired to write these works by the outbreak of the World War II. Gascoyne, Spender states, “employs the Christian theme of the Miserere to express and transform the agony of war. ... The poems which Gascoyne wrote early in the war have the immediacy of terrifying events which, acting upon the poet’s sensibility like a hand upon an instrument, produce music and images that become part of the larger religious history of mankind.”\nGascoyne’s ability to combine his visionary poetry with an awareness of the real world around him is remarked upon by Skelton, who states that in Poems, 1937–1942, Gascoyne “achieved a religious poetry which combines powerful symbolism with contemporary relevance.” Writing in The Freedom of Poetry: Studies in Contemporary Verse, Stanford believes that “the poetry of Gascoyne creates a world that is no escape from or substitute for the world we already know. All the problems reality makes us face, we face again in this poetry; and meeting them here for a second time we find them no longer modified by the small distractions of daily life, or the comic relief which existence offers. In this verse we are made to experience the total impact of wickedness—evil itself assumes an image. So, without mercy or mitigation, we are forced to look on this picture of our guilt and inhabit a sphere that seems to be sealed against the possible entry of hope.”\nGascoyne’s affiliation with the surrealists of the 1930s left its mark on these later poems, although the works are not strictly in the surrealist style. As Michael Schmidt writes in A Reader’s Guide to Fifty Modern British Poets, “Gascoyne, in his mature work, adapted elements of surrealist technique to an English tradition.” Raine coments that “from the surrealists Mr. Gascoyne learned to find, everywhere mirrored in objective reality, subjective states.” Writing in The Ironic Harvest: English Poetry in the Twentieth Century, Geoffrey Thurley finds that Gascoyne’s “capacity for feeling in the presence of rare affinities ... springs from the same sensibility as created the Surrealist poems, tutored by the Surrealist discipline.” Schmidt sees two major influences from the surrealists: “In [Gascoyne’s] later poems the surreal elements serve to intensify a mental drama which is powerful for being rooted in the real. ... The tension is between what he can say and what a language, wrenched and disrupted, can only hope to imply. ... The main lesson he learned from surrealism was rhythmical. Throughout his work, his sense of line and rhythm units is subtle. In the surreal poems, it is rhythm alone that renders the distorted imagery effective, that fuses disparate elements into an apparent whole.”\nBeginning with Poems, 1937–1942, Gascoyne began to write in a distinctive narrative voice. As a writer for the Times Literary Supplement observes, “what makes Gascoyne’s poetry so remarkable is its oracular quality.” Raine believes that Hoelderlin’s work inspired Gascoyne. She cites the metaphysical poems in the Poems, 1937–1942 volume as bearing “the evident mark of Holderlin’s influence; whose imaginative flights David Gascoyne from this time dared, finding in his own wings an eagle-strength upon which he outsoared, in sublimity, all his contemporaries.”\nA Vagrant, and Other Poems appeared in 1950 and contains works written between 1943 and 1950. “Though it contains nothing finer than [the poems found in Poems, 1937–1942], the high level of pure poetry, the perfect command of language, never falters,” Raine states. “The tone,” Skelton notes, “is generally more quiet. The same beliefs are expressed, but with greater delicacy, and often with humor.” Gardner, too, sees a quieter mood in A Vagrant, and Other Poems. Many of the poems in this collection, he states in the Dictionary of Literary Biography, “transmit a quiet inner beauty one would call mellow, if that word did not carry overtones of a temperament too easily satisfied. Perhaps one may suggest their spiritual quality by saying that they convey a new acceptance of human limitations, a reconciliation.”\nSeveral critics believe that Night Thoughts (1955), Gascoyne’s lone attempt at a dramatic verse play, is among his finest works. Skelton, for example, calls it “his single greatest achievement.” The play, written for and first broadcast on radio, is meant to “break through to those other islands of humanity, to reach the drifting rafts of those who, being alone, are also ready to make contact,” as Thurley explains. This attempted union with members of the listening audience has a mystical connotation. Stanford believes that the most successful section of Night Thoughts is called “Encounter with Silence.” This section of the play “is one of the most subtle expositions of man as a spiritually communicative animal to be found in contemporary literature,” Stanford writes. “The voice we hear speaking is that of the Solitary, who slowly realises that silence is the music not of the Void but of the Spirit.”\nDuring the 1960s and 1970s, Gascoyne published little new work. His Collected Poems appeared in 1965 to general critical appreciation, and two volumes of his journals appeared in the late 1970s and early 1980s. But problems in his personal life prevented Gascoyne from writing new work. Bouts of severe depression and paranoia, along with a brief drug addiction, hindered his efforts. He suffered, too, Gardner notes in the Dictionary of Literary Biography, “three serious breakdowns in the course of his life.” During one such episode in 1973, Gascoyne met Judy Tyler Lewis, a part-time hospital worker. They married in 1975. Gascoyne has said that since that time, his life has vastly improved.\nGascoyne’s Paris Journal, 1937–1939 and Journal, 1936–37 were written just after his initial burst of creative activity. They record his move to Paris in the mid 1930s, his break with the surrealists and brief affiliation with communism, and provide a fascinating insight into his thoughts and observations of the time. As Spender notes about Paris Journal, “On several levels, Gascoyne’s journal is a classic example of this genre.” “Taken together,” Gardner writes in the Times Literary Supplement, “the two journals offer admirers of Gascoyne’s work an engrossing record of his self-realization and artistic growth.”\nEspecially noted by critics was Gascoyne’s success at rendering the tone and flavor of the time, as well as his revealing expression of his own moods and thoughts. “Few at 20, which was Gascoyne’s age when he began [Paris Journal, 1937–1939], could have known themselves so fully or have had the literary maturity for such a self-portrait,” Ronald Blythe comments in the Listener. “The Journal certainly charms, but with something more than talent—perhaps by its ability to describe, with neither conceit nor tedium, all the initial longeur of a writer’s existence.” Spender finds in Paris Journal “some beautiful passages of prose poetry evoking Paris street scenes and the French countryside—and also some very somber ones. The young Gascoyne is a marvelously truthful and exact recorder of impressions made on him at concerts and art exhibitions.” Alan Ross, writing in London Magazine, sees the appearance of Gascoyne’s journals as a hopeful sign that the poet may soon begin writing new work. “What is encouraging about the journals,” he states, “is that they suggest a shrewd and amusing observer of contemporary foibles, to the extent that one could envisage a late period in the poetry that might be more anecdotal and idiomatic as well as lighter in mood. Gascoyne’s literary career, after so long and distressing an interruption, deserves a happy ending. There are few writers from whom one would more welcome poems out of the blue.”\nGascoyne died on November 25, 2001 at the age of 85.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}