{"pf_url": "https://www.poetryfoundation.org/poets/david-bottoms", "name": "David Bottoms", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a510bdb967913c781c698fd3ec85bdddc65282d7.jpeg", "bio": "\nDavid Bottoms was born in Canton, Georgia in 1949. He earned an MA from the University of West Georgia and a PhD from Florida State University. Bottoms’s collections of poetry include Otherworld, Underworld, Prayer Porch (2018), We Almost Disappear (2011), Waltzing through the Endtime (2004), Vagrant Grace (1999), Armored Hearts: Selected and New Poems (1995), and In a U-Haul North of Damascus (1982). He has won many awards and honors for his work, including the Levinson Prize, an American Academy and Institute of Arts and Letters Award, an Ingram-Merrill Award, and fellowships from the National Endowment for the Arts and the Guggenheim Foundation. Bottoms served as poet laureate of Georgia from 2000 to 2012.\nIn 1979, Bottoms won the prestigious Walt Whitman Award from the Academy of American Poets for his first poetry collection Shooting Rats at the Bibb County Dump. Robert Penn Warren, the contest’s judge, described Bottoms as “a strong poet, and much of his strength emerges from the fact that he is temperamentally a realist. In his vision the actual world is not transformed but illuminated.” The book—filled with bars, motels, pawnshops, truckers, waitresses, and vandals—was recognizably Southern in tenor and landscape. Washington Post Book World reviewer Joel Conarroe called Bottoms “clearly a meticulous craftsman whose highest pleasure is not in shooting rats or gigging frogs or killing squirrels … but in finding a language, supple and evocative, to communicate the implications of these experiences.”\nSince Shooting Rats at the Bibb County Dump, Bottoms has continued to write affecting poems that utilize clear narratives, natural and animal imagery, and influences that range from church and blue-grass music to the work of James Dickey, who was a close friend. Speaking to William Walsh, Bottoms commented on his affinity for church hymns and spirituals: “There’s so much water imagery in those hymns. It’s the whole beautiful notion of crossing over, of getting to the other side. This imagery, of course, is ancient, and not uniquely Christian, but I suppose Sunday school largely accounts for my love of it. Also, as you know, lakes and rivers make such wonderful metaphors for the psyche—the conscious mind and the unconscious, the surface and that hidden realm below the surface. I keep coming back to that, I guess.”\nThough it still utilizes Southern themes and locales, Waltzing through the Endtime (2004) marks a slight shift in Bottoms’s style. Concerned with apocalyptic “endtime” prophecies, and delving deeper into autobiography, the poems circle and fracture around central narratives and images. Bottoms commented to Walsh, “[This] book is much more of what I’ve always wanted my poems to be … [the poems] have evolved stylistically. They’ve stretched their muscles a little. The stories are still there and they remain central, but the poems pause to think about them more, and to think not only about their consequences for our everyday lives but to think about their ultimate consequences.” Speaking to some of the main influences on Bottoms’s work, a review in Library Journal remarked, “If Bottoms’s lines sometimes remind one of Robert Penn Warren (authority of voice) and Charles Wright (attention to detail), [they are] always filled with Bottoms’s very own voice, his gift for evocative images, searching irony, and meditative poise.”\r\n \r\nBottoms lives in Atlanta, Georgia, where he holds the John B. and Elena Diaz-Amos Distinguished Chair in English Letters at Georgia State University. He coedits Five Points: A Journal of Art and Literature.\n", "attrs": {"Region:": ["U.S., Southern"]}}