{"pf_url": "https://www.poetryfoundation.org/poets/david-wojahn", "name": "David Wojahn", "yob": "1953", "yod": null, "image": null, "bio": "\nDavid Wojahn grew up in St. Paul, Minnesota. He studied at the University of Minnesota and the University of Arizona. Ever since his first collection, Icehouse Lights, was chosen for the Yale Series of Younger Poets award in 1981, Wojahn has been one of American poetry’s most thoughtful examiners of culture and memory. His work often investigates how history plays out in the lives of individuals, and poet Tom Sleigh says that his poems “meld the political and personal in a way that is unparalleled by any living American poet.”\nWojahn’s book World Tree (2011) received the Lenore Marshall Poetry Prize from the Academy of American Poets. His collection Interrogation Palace: New and Selected Poems 1982–2004 (2006), which Peter Campion called “superb” and “panoramic” in a review for Poetry, showcases Wojahn’s formal range, the scope of his personal narratives, and his intense, imaginative monologues and character sketches, such as his sonnets on pop culture icons and rock-and-roll musicians in Mystery Train (1990). He is also celebrated for the emotional resonance of his poetry—the ability to, in the words of poet Jean Valentine, “follow … tragedy to its grave depths, with dignity and unsparingness, and egolessness.”\nIn addition to his books of poetry, Wojahn is the author of From the Valley of Making: Essays on the Craft of Poetry (2015) and Strange Good Fortune (2001), a collection of essays on contemporary poetry. He coedited A Profile of Twentieth Century American Poetry (1991), and edited a posthumous collection of his wife Lynda Hull’s poetry, The Only World (1995).\nWojahn has received fellowships from the Guggenheim Foundation, the National Endowment for the Arts, the Fine Arts Work Center in Provincetown, the Illinois Arts Council, and the Indiana Arts Commission. He teaches poetry at Virginia Commonwealth University and in the low residency MFA in Writing program at the Vermont College of Fine Arts.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}