{"pf_url": "https://www.poetryfoundation.org/poets/dean-rader", "name": "Dean Rader", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet Dean Rader was raised in western Oklahoma. He earned a BA at Baylor University and an MA and a PhD in comparative literature at SUNY-Binghamton. His work engages themes of identity and sustainability, with attention to formal and global shifts. In a review of Works & Days for the Colorado Review, Eric Weinstein observes that Rader’s poetry “so often simultaneously attends to the reader's senses of emotional, rhetorical, and aesthetic urgency; his poems ask the difficult questions in accessible ways, ways rendered all the more effective via wry humor and an eye for the darkly poignant.” In a 2012 interview with Andrew David King for the Kenyon Review blog, Rader discusses how he blends fact and fiction in his self-portraits, noting, “Poems are part of the world, just as they are part of the poet’s world. Finding that sweet spot between the authentic and artistic and autobiographical is where much of the magic of poetry comes from.”   Rader’s debut collection Works & Days (2010) was chosen for a T.S. Eliot Poetry Prize by Claudia Keelan. Rader is also the author of the scholarly work Engaged Resistance: American Indian Art, Literature, and Film from Alcatraz to the NMAI (2011), which was nominated for a Beatrice Medicine Award for Scholarship in American Indian Studies, and coauthor, with Jonathan Silverman, of the textbook The World Is a Text: Writing, Reading and Thinking About Visual and Popular Culture (2008, 4th edition, 2011). With poet Janice Gould, Rader coedited the anthology Speak To Me Words: Essays on Contemporary American Indian Poetry (2003). His own work was featured in the anthology Best American Poetry 2012.   Rader has served on the poetry jury of the California Book Awards, and he ran the blog 99 Poems for the 99 Percent. His honors include a Writer’s League of Texas Poetry Prize, several Pushcart Prize nominations, a Sow’s Ear Review prize, and a Crab Creek Review poetry prize. Rader chairs the English Department at the University of San Francisco and has written columns for the San Francisco Chronicle and the Huffington Post. He lives in San Francisco.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}