{"pf_url": "https://www.poetryfoundation.org/poets/dean-young", "name": "Dean Young", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3da3b7099b52330cb2054a2dfd65b0d0863cbc74.jpeg", "bio": "\nPoet Dean Young was born in Columbia, Pennsylvania, and received his MFA from Indiana University. Recognized as one of the most energetic, influential poets writing today, his numerous collections of poetry include Strike Anywhere (1995), winner of the Colorado Prize for Poetry; Skid (2002), finalist for the Lenore Marshall Poetry Prize; Elegy on Toy Piano (2005), finalist for the Pulitzer Prize; Primitive Mentor (2008), shortlisted for the International Griffin Poetry Prize; Bender: New and Selected Poems (2012); Shock by Shock (2015); and Solar Perplexus (2019). He has also written a book on poetics, The Art of Recklessness: Poetry as Assertive Force and Contradiction (2010).\n\r\nInfluenced by the New York School poets, and Surrealists such as Andre Breton, Young’s poetry is full of wild leaps of illogic, extravagant imagery, and mercurial shifts in tone. Using surrealist techniques like collage, Young’s poems often blur the boundaries between reality and imagination, creating a poetry that is enormously, almost disruptively, inclusive. In an interview with the journal Jubilat, Young admitted of his poetry: “I want to put everything in.” And speaking to the centrality of misunderstanding in his poetry: “I think to tie meaning too closely to understanding misses the point.”\n\r\nUpon presenting him with the Academy Award in Literature, the American Academy of Arts and Letters noted, “Dean Young’s poems are as entertaining as a three-ring circus and as imaginative as a canvas by Hieronymus Bosch.” Young has also been awarded a Stegner Fellowship from Stanford University as well as fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Fine Arts Work Center in Provincetown. His poems have been featured in Best American Poetry numerous times.\n\r\nYoung has taught at the Iowa Writers’ Workshop, the low-residency MFA program at Warren Wilson College, and the University of Texas-Austin where he holds the William Livingston Chair of Poetry.\r\n \n", "attrs": {"Region:": ["U.S., Southwestern"]}}