{"pf_url": "https://www.poetryfoundation.org/poets/deborah-a-miranda", "name": "Deborah A. Miranda", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/035cdb2e11288964f7715b96aee61d428463635d.jpeg", "bio": "\nAn enrolled member of the Ohlone-Costanoan Esselen Nation of California, poet Deborah Miranda was born in Los Angeles to an Esselen/Chumash father and a mother of French ancestry. She grew up in Washington State, earning a BS in teaching moderate special-needs children from Wheelock College in 1983 and an MA and PhD in English from the University of Washington. Miranda’s collections of poetry include Raised by Humans (2015); Indian Cartography: Poems (1999), winner of the Diane Decorah Memorial First Book Award from the Native Writers’ Circle of the Americas; and The Zen of La Llorona (2005), nominated for a Lambda Literary Award. Miranda also received the 2000 Writer of the Year Award for Poetry from the Wordcraft Circle of Native Writers and Storytellers. Her mixed-genre collection Bad Indians: A Tribal Memoir (2013) won a Gold Medal from the Independent Publisher's Association and the PEN Oakland Josephine Miles Literary Award, and was shortlisted for the William Saroyan Award.\r\n \r\nMiranda’s poetry is informed by her mixed-blood ancestry and knowledge of the natural world. Often focused around gender, her poetry treats topics such as mothering and the ability to nurture in a violent world. The Zen of Llorona references the legend of La Llorona, or the Weeping Woman, an Indian woman who bears children to a Spaniard; when betrayed, she kills the children and then lives a life of mourning.\r\n \r\nMiranda’s work has appeared in the anthologies Through the Eye of the Deer (1999), This bridge we call home: radical visions for transformation (2002), The Dirt Is Red Here: Art & Poetry from Contemporary Native California (2002), and Women: Images and Realities—A Multicultural Anthology (2006).\r\n \r\nShe teaches English at Washington and Lee University in Lexington, Virginia.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}