{"pf_url": "https://www.poetryfoundation.org/poets/deborah-garrison", "name": "Deborah Garrison", "yob": "1965", "yod": null, "image": null, "bio": "\nBorn in Ann Arbor, Michigan, poet and editor Deborah Garrison earned a BA at Brown University and an MA in literature at New York University. She is the author of the poetry collections The Second Child: Poems (2008) and A Working Girl Can’t Win: And Other Poems (1999). In her subtly musical work, Garrison often incorporates slant rhyme to engage the moments and gestures of daily life and frequently meditates on parenthood. In an interview with Garrison Keillor for The Writer’s Almanac, Garrison spoke of poet Philip Larkin’s influence on her development as a writer: “I believe his plainspoken English, his basic good grammar and avoidance of obscurity, really spoke to me. I found it amazing the way he used the most apparently colloquial language, and yet his achievement was always supremely poetic—even his shrinking self-deprecation was made into art. I think somewhere along the way I made a conscious choice that I would avoid pretension and try to speak on the page almost in the same language we're speaking now. … Maybe you could say my style, such as it is, has emerged out of the business of communication in everyday life.”\nReviewing The Second Child, critic Kate Hopper observed, “Garrison is accessible and honest, and she skillfully walks the line between wonder and longing, embodying the beauty and complexity of being a parent and spouse.” Hopper went on to note, “Garrison's poems deal with the serious side of parenthood, the sadness of letting go, the fear, and the knowledge that, ultimately, we are not able protect our children from harm. But her poems also detail the delicious moments of being a parent.”\nGarrison has edited fiction and nonfiction for the New Yorker, poetry for the Random House imprint Alfred A. Knopf, and fiction and nonfiction for the Random House imprint Pantheon. She lives in Montclair, New Jersey.\n", "attrs": {}}