{"pf_url": "https://www.poetryfoundation.org/poets/deborah-digges", "name": "Deborah Digges", "yob": "1950", "yod": "2009", "image": null, "bio": "\nPoet Deborah Digges was born Deborah Leah Sugarbaker in Jefferson City, Missouri, in 1950. The sixth of 10 children, Digges grew up accompanying her oncologist father on his rounds, as well as visiting a women’s prison where her mother taught religion. Her poetry often recounts episodes from her childhood, as well as her experiences as a young wife and mother.\nAccording to James Naiden, who wrote a long piece exploring Digges’s work in Rain Taxi, “Digges is a wanderer in her past, and in those of her many siblings—‘Four brothers. Six sisters.’—and from this draws much material for poems.” But Digges’s poetry is also concerned with the natural world; in her careful lyrics, finely wrought metaphors trace the experience of perception and understanding one’s place in a world of animal and vegetable life. For David Gewanter, Digges “names the heart of an extinguished world, sounding out with hard measures the many presences of her life: an absent-lover-turned-tyrant, boys losing their childish ways, a father suffering his last labor and animals turned into hand shadows.” Digges’s collections of poetry include the posthumous The Wind Blows through the Doors of my Heart (2010); Trapeze (2004), which includes elegies for her third husband, Franklin Loew; Rough Music (1995), winner of the prestigious Kingsley Tufts Award; Late in the Millenium (1989); and Vesper Sparrows (1986), which won the Delmore Schwartz Memorial Prize for a best first book of poetry.\nIn addition to poetry, Digges published two well-received memoirs. In Fugitive Spring: Coming of Age in the ’50s and ’60s (1992), she chronicles her childhood growing up in Missouri, describing her frustration with the gender roles of the day and detailing how she found freedom in the 1960s when she was able to develop her own identity. According to the Chicago Tribune, Digges “produces tones, shades and images that are precise, crisp, and evocative.” Digges’s second memoir, The Stardust Lounge: Stories from a Boy’s Adolescence (2001) is a portrait of her younger son, Stephen, called “a hell-raiser of mythic proportions” by Emily Fox Gordon in the New York Times. Stephen, a frustrated, gifted, and alienated teen, shook Digges’s complacency and filled her with questions. That questioning spirit pervades Digges’s work in both poetry and memoir. In the New Yorker, John Michaud noted his feeling after reading a poem by Digges: “I was discovering something new, but that the discovery was somehow illicit, that I was looking into someone else’s private thoughts.” Michaud added, “She was the kind of writer whose work went deep into the lives of her readers.”\nDigges earned degrees from the University of California, Riverside, the University of Missouri, and the Iowa Writers’ Workshop. She received many honors and awards for her work, including fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Ingram Merrill Foundation. A long-time professor at Tufts University, Digges died in 2009 in Amherst, Massachusetts at age 59. Friends, students, and colleagues remembered Digges in an outpouring of memorials and tributes. Tufts president Lawrence Bacow said Digges’s death was not only “a great loss for American poetry, but it is an especially painful loss for the Tufts community where we knew her not only as one of the outstanding creative visionaries in American poetry, but also as an inspiring teacher, a generous mentor, and a cherished friend.”\n", "attrs": {"Region:": ["U.S., New England"]}}