{"pf_url": "https://www.poetryfoundation.org/poets/denise-riley", "name": "Denise Riley", "yob": "1948", "yod": null, "image": null, "bio": "\nDenise Riley was born in Carlisle, England. Educated at Cambridge and Oxford, she is known for her ability to meld philosophy, feminism, lyric, and literary history in books of poetry and prose. She is the author of the poetry collections Marxism for Infants (1977); the volume No Fee (1979), with Wendy Mulford; Dry Air (1985); Stair Spirit (1992); Mop Georgette (1993); Selected Poems (2000); and Say Something Back (2016), which was nominated for a Forward Prize for Best Poetry Collection. Riley’s nonfiction prose includes works such as War in the Nursery: Theories of the Child and Mother (1983); 'Am I That Name?': Feminism and the Category of Women in History (1988); The Words of Selves: Identification, Solidarity, Irony (2000); and Impersonal Passion: Language as Affect (2005). Her chapbook, Time Lived, Without Its Flow (2012), is a meditation on time after the sudden death of a child. Linking poetry and prose, a sequence of 20 short poems from the chapbook, titled “A Part Song,” was published in the London Review of Books and won a Forward Poetry Prize for Best Single Poem. Her most recent book is Say Something Back (Picador, 2016).\nRiley’s poetry is known for her rigorous, unsentimental, moving attempts to chart the multiple positions, frameworks, and frequencies constituting a poem’s “I.” In an interview with Kevin Corcoran, Riley addressed the influence of song on her poetics: “Perhaps song in general is, in the end, purely ‘for itself’. Whereas in ‘A Part Song’, its particular question was: what is the song for, in the teeth of this particular death. What can it do now? And what is its singer for, now? The only answer is: this instance of song is simply its own existence as voiced solidarity with the [not uncommon] experience of being left alive when your child isn’t. But this solidarity lies in raising that question of what it’s for, in concert with others’ questioning, rather than in anything averred inside the poem itself. … There’s a universal impulse to ask, a need to know, however unlikely it is that any answer can appear; and here’s just another instance of that usual impulse, still making its noise.”\nRiley edited the collection Poets on Writing: Britain 1970–1991 (1992). She has been A. D. White professor-at-large at Cornell University and writer-in-residence at the Tate Gallery and is currently professor of poetry and history of ideas at the University of East Anglia. She lives in London.\n", "attrs": {"Region:": ["England"]}}