{"pf_url": "https://www.poetryfoundation.org/poets/denise-duhamel", "name": "Denise Duhamel", "yob": "1961", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/486dfbabf07043046fbe07bf624f0dbf31a818de.jpeg", "bio": "\nBorn and raised in Woonsocket, Rhode Island, poet Denise Duhamel earned a BFA at Emerson College and an MFA at Sarah Lawrence College. She lived in New York City from 1985 until 1999.\nCiting Dylan Thomas and Kathleen Spivack as early influences, Duhamel writes both free verse and fixed-form poems that fearlessly combine the political, sexual, and ephemeral. Introducing Duhamel for Smartish Pace, poet Karla Huston observed, “Her poems speak with a wild irreverence. … Duhamel experiments with form and subject, creating poetry that challenges the reader’s notion of what poetry should be. She presents what poetry could be as she fully engages pop culture, the joys and horrors of it, while maintaining the ability to poke fun at our foibles—and make us think.” In an interview for Pif magazine with Derek Alger, Duhamel stated, “At some point in my development as a writer, I became interested in putting it all in, trusting my leaps, embracing vulnerability in imagery.”\nDuhamel has published numerous collections of poetry, including Scald (2017), Blowout (2013), which was a finalist for a National Books Critics Circle Award, Ka-Ching! (2009), Queen for a Day: Selected and New Poems (2001), and Kinky (1997). She coedited, with Nick Carbó, Sweet Jesus: Poems about the Ultimate Icon (2002), and, with Maureen Seaton and David Trinidad, Saints of Hysteria: A Half-Century of Collaborative American Poetry (2007). Duhamel has also collaborated with Seaton on several poetry collections, including Little Novels (2002), Oyl (2000), and Exquisite Politics (1997).\nDuhamel’s honors include a fellowship from the National Endowment for the Arts. Her work has been included in several volumes of Best American Poetry, and has also been featured on National Public Radio’s All Things Considered and Bill Moyers’s PBS poetry special Fooling with Words.\nA professor at Florida International University, she lives in Florida.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}