{"pf_url": "https://www.poetryfoundation.org/poets/dennis-cooper", "name": "Dennis Cooper", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e3d115dd1a54731b035dfc92b616e27e182b5e35.jpeg", "bio": "\n                                                                    Poet, novelist, and short story writer Dennis Cooper was born in Pasadena, California. He grew up in Southern California and was educated at Pasadena City College and Pitzer College. Cooper’s early influences include French avant-garde poetry and novels and the films of Robert Bresson. In his work, he engages the limits of the body, and of speech, in response to the pressure of desire. In a 2011 Paris Review interview with Ira Silverberg, Cooper stated, “I’m as interested by what sex can’t give you as by what it can. I don’t see lust as a dumbing-down process. Most people fear confusion, but I think confusion is the truth and I seek it out. … My goal is to try to articulate what my characters wish to express during sex but can’t and to depict the way language is compromised by sex, as realistically as I can.”   His poetry collections include The Dream Police: Selected Poems 1969-1993 (1995) and The Weaklings (2008). He is the author of numerous books of prose, including the novels Frisk (1991, one of five novels making up the George Miles Cycle), The Sluts (2005), and The Marbled Swarm (2011); the short story collections Wrong (1992) and Ugly Man (2009); the nonfiction volumes All Ears: Criticism, Essays, and Obituaries (1999) and Smothered in Hugs: Essays, Interviews, Feedback, and Obituaries (2010); and the collaborative projects Dennis: Story-Song (2006, with Don Waters and various artists) and Jerk/Through Their Tears (2011, with Gisele Vienne, Peter Rehberg, and Jonathan Capdevielle).   In 1976, Cooper founded Little Caesar Magazine and in 1978, Little Caesar Press. From 1979 to 1983, he served as director of programming for the Beyond Baroque Literary Arts Center in Venice Beach, California. He has served as the editor of the Little House on the Bowery series for Akashic Books.   Cooper was the first American writer to be awarded France’s Prix Sade. He lives in Los Angeles and Paris.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}