{"pf_url": "https://www.poetryfoundation.org/poets/derek-mahon", "name": "Derek Mahon", "yob": "1941", "yod": "2020", "image": null, "bio": "\nDerek Mahon was widely regarded as one of the most talented and innovative Irish poets of the late 20th century. Affiliated with the generation of young poets from Northern Ireland who rose to prominence in the 1960s and 1970s, Mahon was best known for illuminating the ordinary aspects of daily life through his skillfully crafted verse. Often working in received forms, Mahon’s lucid, sculpted lines incorporated both classical allusion and contemporary life. Critics have compared his poetry to that of such masters as W.H. Auden, the poet and classical scholar Louis MacNeice, and Samuel Beckett. A voluntary exile from his native Belfast, Mahon explored themes of isolation, loneliness, and alienation in his poetry.\nAfter studying French at Trinity College, Dublin, Mahon spent a year in France at the Sorbonne; he subsequently lived and worked in cities across the United States and Canada before moving to London to become a journalist. His sixth collection, The Snow Party (1975) offers a pensive look at the lives of outcasts. In “A Refusal to Mourn,” Mahon evokes through the use of minute detail the lonely existence of an old man who lives his life on the periphery of society. The most celebrated piece in The Snow Party, “A Disused Shed in Co. Wexford,” animates the world of a huge cluster of mushrooms locked in an abandoned country hotel shed. With detached and unsentimental language Mahon symbolizes what Blake Morrison in the Times Literary Supplement called “past human aspirations … striving to be remembered and redeemed.”\nMahon’s work throughout the 1970s, ‘80s, and ‘90s was widely praised for the intensity and grimness of its gaze. Focusing on the artist’s alienation from society, Mahon continually seemed to question the role of art in a corrupt and modern world. The Hunt by Night (1982), published three years after the release of Mahon’s first volume of collected works, focuses in part on the dark, uncivilized side of human nature. The title poem, inspired by 15th-century Florentine artist Paolo Uccello’s painting of the same name, emphasizes “the connection between killing and living” in an “unembarrassedly clear-eyed context,” describing the “vivid riot of men, dogs and horses” pictured on Uccello’s canvas, noted Neil Corcoran in the Times Literary Supplement. Other poems in The Hunt by Night depict humanity as insignificant in the face of time and history, powerless against the inevitable forces and experiences that shape human life. Mahon’s series of epistolary verse-novels, The Hudson Letter (1995) and its follow-up The Yellow Book (1997), gather the detritus of a decadent contemporary culture and submit it to the formal pressures of art. Meditations on the often-conflicting realms of nature and art, the books are firmly in the tradition of Louis MacNeice’s masterpieces Autumn Journal and Autumn Sequel.\nSome critics faulted Mahon for his tightly controlled poetry, suggesting that his adherence to a highly structured verse form diminishes the power of his words. Morrison proposed that Mahon, at times, has sacrificed “vigour” for the achievement “of greater technical competence.” Despite this, the poet’s keen eye for detail and honest approach to his subjects have earned him a reputation as a significant figure in 20th-century English literature. As Brian Donnelly asserted, “Mahon is restoring to English poetry qualities which are rare at the present time—conversational narrative combined with wit, intelligence and humour capable of realising a deep seriousness.” Mahon offered his own ironic thoughts on the merits of a poet in “The Sea in Winter,” an excerpt of which appeared in the Observer: “I ... know nothing / Scribbling on the off-chance, / Darkening the white page, / Cultivating my ignorance.”\nMahon experienced something of a late flowering, publishing four collections in just five years in the 2000s. These books, have received a series of accolades and commendations: Harbour Lights (2006), winner of the Irish Times Poetry Now Award; Somewhere the Wave (2007); and Life on Earth (2008), which won another Irish Times Poetry Now Award and was shortlisted for the prestigious Griffin Poetry Prize. Mahon’s An Autumn Wind (2010) was praised by Paul Batchelor in the Guardian for its sophistication, technical prowess and willingness to address contemporary themes, including environmental degradation. Batchelor maintained that the book “confirms the triumphant late flowering that began with Harbour Lights and continued in Life on Earth. This body of work forms one of the most significant developments in poetry this century.”\nEarly on, Mahon was perhaps too often praised as a “scrupulous craftsman.” Philip Hobsbaum declared in Contemporary Poets that Mahon’s is “a poetry that represents a decisive adaptation of Auden and MacNeice, Mahon’s two acknowledged masters.” He added, “it may well in the end form an oeuvre fit to stand beside theirs in literary history.” He died in 2020.\n \n \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}