{"pf_url": "https://www.poetryfoundation.org/poets/derek-walcott", "name": "Derek Walcott", "yob": "1930", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/d7db7f4e4f30d41d20f03fae1e0cf8ed180adca5.jpeg", "bio": "\nBorn on the island of Saint Lucia, a former British colony in the West Indies, poet and playwright Derek Walcott was trained as a painter but turned to writing as a young man. He published his first poem in the local newspaper at the age of 14. Five years later, he borrowed $200 to print his first collection, 25 Poems, which he distributed on street corners. Walcott’s major breakthrough came with the collection In a Green Night: Poems 1948-1960 (1962), a book which celebrates the Caribbean and its history as well as investigates the scars of colonialism. Throughout a long and distinguished career, Walcott returned to those same themes of language, power, and place. His later collections include Tiepolo’s Hound (2000), The Prodigal (2004), Selected Poems (2007), White Egrets (2010), and Morning, Paramin (2016). In 1992, Walcott won the Nobel Prize in Literature. The Nobel committee described his work as “a poetic oeuvre of great luminosity, sustained by a historical vision, the outcome of a multicultural commitment.”\n\r\nSince the 1950s Walcott divided his time between Boston, New York, and Saint Lucia. His work resonates with Western canon and Island influences, shifting between Caribbean patois and English, and often addressing his English and West Indian ancestry. According to Los Angeles Times Book Review contributor Arthur Vogelsang, “These continuing polarities shoot an electricity to each other which is questioning and beautiful and which helps form a vision altogether Caribbean and international, personal (him to you, you to him), independent, and essential for readers of contemporary literature on all the continents.” Known for his technical control, erudition, and large canvases, Walcott was, according to poet and critic Sean O’Brien, “one of the handful of poets currently at work in English who are capable of making a convincing attempt to write an epic … His work is conceived on an oceanic scale and one of its fundamental concerns is to give an account of the simultaneous unity and division created by the ocean and by human dealings with it.”\n\r\nMany readers and critics point to Omeros (1990), an epic poem reimagining the Trojan War as a Caribbean fishermen’s fight, as Walcott’s major achievement. The book is “an effort to touch every aspect of Caribbean experience,” according to O’Brien who also described it as an ars poetica, concerned “with art itself—its meaning and importance and the nature of an artistic vocation.” In reviewing Walcott’s Selected Poems (2007), poet Glyn Maxwell ascribes Walcott’s power as a poet not so much to his themes as to his ear: “The verse is constantly trembling with a sense of the body in time, the self slung across metre, whether metre is steps, or nights, or breath, whether lines are days, or years, or tides.”\n\r\nWalcott was also a renowned playwright. In 1971 he won an Obie Award for his play Dream on Monkey Mountain, which the New Yorker described as “a poem in dramatic form.” Walcott’s plays generally treat aspects of the West Indian experience, often dealing with the socio-political and epistemological implications of post-colonialism and drawing upon various genres such as the fable, allegory, folk, and morality play. With his twin brother, he cofounded the Trinidad Theater Workshop in 1950; in 1981, while teaching at Boston University, he founded the Boston Playwrights’ Theatre. He also taught at Columbia University, Yale University, Rutgers University, and Essex University in England.\n\r\nIn addition to his Nobel Prize, Walcott’s honors included a MacArthur Foundation “genius” award, a Royal Society of Literature Award, and, in 1988, the Queen’s Medal for Poetry. He was an honorary member of the American Academy and Institute of Arts and Letters. He died in 2017.\n", "attrs": {"Region:": ["Caribbean"]}}