{"pf_url": "https://www.poetryfoundation.org/poets/diane-wakoski", "name": "Diane Wakoski", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3c738476ccaaab5a00716026df08ea20ccbf30bf.jpeg", "bio": "\nPoet and essayist Diane Wakoski was born in Whittier, California. She earned her BA from the University of California, Berkeley, where she studied with poets such as Thom Gunn and Josephine Miles. After finishing her BA, Wakoski moved to New York City, where Hawk’s Well Press, the press founded by Jerome and Diane Rothenberg and David Antin, published her first poetry collection, Coins and Coffins (1962). Rothenberg described Wakoski in the early 1960s: “Newly arrived in New York Wakoski was the first poet from the outside to truly join us, bringing with her an extraordinarily developed sense & practice of a poetry of the everyday that, in Robert Duncan’s words, ‘might be fantastic life.’ It was in this way, as I later wrote of her, that her work, while striking a note of the autobiographical—even to some ears (but not hers) the ‘confessional’—asserts the truth of an imaginal life that moves (at several of its remarkable [cosmological] peaks) toward what Keats spoke of as soul-making or world-making & Wallace Stevens as a ‘supreme fiction.’”\nWakoski is the author of over 60 published collections of poetry and prose. Her honors include a Fulbright fellowship, a Michigan Arts Foundation award, and grants from the Guggenheim Foundation, the Michigan Arts Council, the National Endowment for the Arts, and the New York State Council on the Arts. She taught for many years at Michigan State University.\nWakoski’s poems focus on intensely personal experiences while at the same time inventing and incorporating personae from mythology and archetype; they often rely on digressions, on tangential wanderings through imagery and fantasy, to present ideas and themes. On her blog Wakoski has written of her “lifetime meander to find a new measure through word patterning, through repetition, including chant and incantation, and through creating personal mythologies that function using trope that leads to revelation.” And in her work “The Blue Swan: An Essay on Music in Poetry” Wakoski summed up the process of poetry writing: “first comes the story. Then comes the reaction to the story. Then comes the telling and retelling of the story. And finally … comes boredom with the story, so that finally we invent music, and the nature of music is that you must hear all the digressions.”\nWakoski’s poetry is sometimes described as “conversational” or “talky” but while the poems appear to be informal and casually built, they are in fact tightly structured. As Hayden Carruth suggested in the Hudson Review, “Wakoski has a way of beginning her poems with the most unpromising materials imaginable, then carrying them on, often on and on and on, talkily, until at the end they come into surprising focus, unified works. With her it is a question of thematic and imagistic control; I think her poems are deeply, rather than verbally, structured.” In Contemporary Literature, Marjorie Perloff spoke of Wakoski’s purpose in writing nontraditionally structured poems, saying that Wakoski “strives for a voice that is wholly natural, spontaneous, and direct. Accordingly, she avoids all fixed forms, definite rhythms, or organized image patterns in the drive to tell us the Whole Truth about herself, to be sincere.”\nIn early collections such as The George Washington Poems (1967), The Motorcycle Betrayal Poems (1971), Dancing on the Grave of a Son of a Bitch (1973), and Waiting for the King of Spain (1976), Wakoski recreates a “mythic self” through archetypal figures including George Washington, the king of Spain, the motorcycle mechanic, the “man in Receiving at Sears,” Beethoven, the “man with the gold tooth,” and the “man who shook hands.” These characters, most of whom appear more than once in Wakoski’s canon, serve as symbols, emblematic of emotional states, past experiences, fantasies, and, sometimes, of real people in the poet’s life. In The George Washington Poems Wakoski speaks to George Washington with various voices—as Martha Washington, as a bitter child whose father has left home, as a lover left behind in the Revolutionary War. Norman Martien explained in Partisan Review that “the George Washington myths serve to express the failure of a woman’s relations to her men, but the myths also give her a means of talking about it. Partly because ‘George’ is so distant, he can be a safe listener. … [and] he can allow her a voice that can reaffirm human connection, impossible at closer ranges.” This theme of the failure of relationships, of betrayal by others (especially men), is a central concern of Wakoski’s, and many of her mythological figures embody one or more of the facets of human relations in which she sees the possibility of betrayal or loss.\nHer many collections of poetry include series stretching across multiple books, such as “The Archeology of Books and Movies,” whose titles include Medea the Sorceress (1991), Jason the Sailor (1993), The Emerald City of Las Vegas (1995), and Argonaut Rose (1998). The series investigated the mythology of modern America through movies and popular culture, personal history, geography, and a series of textual allusions including to Frank Baum’s Wizard of Oz.\nThe Collected Greed, Parts 1–13 (1984) and Emerald Ice: Selected Poems 1962-1987 bring together examples of Wakoski’s writing over a 25-year period. The Collected Greed (1984) is an assemblage of poetry from previous installments of Greed published between 1968 and 1973, with the addition of two previously unpublished parts. Emerald Ice received the William Carlos Williams Award from the Poetry Society of America. Wakoski’s collections of essays include Toward a New Poetry (1979), Variations on a Theme (1976), Creating a Personal Mythology (1975), and Form Is an Extension of Content (1972). For much of her career she published with famed underground press Black Sparrow Press; however, her most recent collections of poetry have been published by Anhinga Press. These include Lady of Light (2018), Bay of Angels (2014), and The Diamond Dog (2010). In 2017 the filmmaker Jesseca Ynez Simmons released a “docufantasy” titled Emerald Ice, an imagistic and imaginative narrative using Wakoski’s poetry and voice.\nDiscussing her poetry and American poetry for the Poetry Society of America, Wakoski asserted, “American poetry is always about defining oneself individually, claiming one’s right to be different and often to break taboos. Distinctly American poetry is usually written in the context of one’s geographic landscape, sometimes out of one’s cultural myths, and often with reference to gender and race or ethnic origins. American poets celebrate their bodies, very specifically, as Whitman did. America may be a melting pot, but most American poets think of themselves as separate, different, and while very specially identified with some place in America or some set of cultural traditions, it is usually about the ways in which they discovered their differences from others and proudly celebrate them.”\n", "attrs": {"School/Period:": ["Beat"]}}