{"pf_url": "https://www.poetryfoundation.org/poets/diane-thiel", "name": "Diane Thiel", "yob": "1967", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/247c9486844b4df0e7af7be99a6bd3233b351054.jpeg", "bio": "\nDiane Thiel’s first collection, Echolocations, won the 2000 Nicholas Roerich Prize and took second place in ForeWord magazine’s Book of the Year competition. Many of the poems in Echolocations speak frankly about Thiel’s German heritage and the lineage of trauma brought on by war and violence. Several relate to her parents’ experience of mingling cultures and languages, or to their early lives. John Gery writes in Louisiana Literature that Thiel’s is “a poetry of psychic and cultural artifacts culled from the tiny and the immense, the interior and the distant.”\r\n \r\nChristine Stewart-Nuñez observed in Prairie Schooner that Thiel’s later collection, Resistance Fantasies, a 2004 National Book Award nominee, “explore[s] myth and personal story, legends and contemporary public issues.… Thiel portrays women who resist appearances or conventions, especially the ways myths typically construct them.”\r\n \r\nThiel has authored eight books, including The White Horse: A Colombian Journey, a 2004 PEN Southwest Book Award finalist in nonfiction; Writing Your Rhythm (2001); Crossroads: Creative Writing Exercises in Four Genres (2004); Open Roads: Exercises in Writing Poetry (2004); Winding Roads: Exercises in Writing Creative Nonfiction (2007); and Cleft in the Wall (1999). She won an NEA International Literature Award for her translation of American Fugue, Alexis Stamatis’s poetic novel. Her poems have been anthologized widely and have appeared in publications such as Poetry, the Hudson Review, the Sewanee Review, and The Best American Poetry 1999.\r\n \r\nThiel has lived in Europe and South America and is fluent in several languages. A 2001 Fulbright Scholar and recipient of the Robert Frost and Robinson Jeffers awards, Thiel holds BA and MFA degrees from Brown University. She has taught creative writing, literature, and other subjects at the University of Miami, Florida International University, the University of New Mexico, and elsewhere.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}