{"pf_url": "https://www.poetryfoundation.org/poets/diane-raptosh", "name": "Diane Raptosh", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/061200a4a0f89a5185e9bdf45b421975a4c080b8.jpeg", "bio": "\nDiane Raptosh grew up in Nampa, Idaho, and earned her BA from the College of Idaho and her MFA from the University of Michigan. Her collections of poetry include Just West of Now (1992), Labor Songs (1999), Parents from a Different Alphabet (2008), and American Amnesiac (2013), which was a finalist for the 2014 Housatonic Book Award and long-listed for a National Book Award. Her poems have appeared in numerous literary journals, including Women’s Studies Quarterly, Terrain.org, OccuPoetry, and the Los Angeles Review. Her work has also been anthologized widely in such places as New Poets of the American West, Mamas and Papas: On the Sublime and Heartbreaking Art of Parenting, Classifieds: An Anthology of Prose Poems, and The Glenn Gould Anthology.  \n\r\nShe has been awarded three fellowships in literature from the Idaho Commission on the Arts, and in 2013 she was named poet laureate of Boise, Idaho, as well as the Idaho Writer in Residence. In an interview with the Idaho Statesman, she noted Idaho’s influence on her work: “I like the leveling influence of living here. If you try to show people your importance, they don't buy it. That democratizing effect does influence my poetry. I find it affords me an expansiveness in terms of voice that might not be there if I were in a different landscape.”\r\n \r\nRaptosh is the Eyck-Berringer Endowed Chair in English at The College of Idaho and directs the program in criminal justice and prison studies. A highly active ambassador for poetry, she has conducted writing workshops, given readings, and lectured on poetry in a variety of locations ranging from university auditoriums to maximum security prisons, school buses to riverbanks. She lives with her family in Boise.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}