{"pf_url": "https://www.poetryfoundation.org/poets/diane-gilliam-fisher", "name": "Diane Gilliam Fisher", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/96a3b03f05e7e646791ab5984f40aef13f4e52a4.jpeg", "bio": "\nDiane Gilliam grew up in Columbus, Ohio, daughter of parents who were part of the post-war Appalachian outmigration, from Mingo County West Virginia and Johnson County Kentucky.  She earned a PhD in Romance Languages and Literatures from Ohio State and an MFA from Warren Wilson. Gilliam is the recipient of the 2013 Gift of Freedom Award from A Room of Her Own Foundation.   \n\r\nGilliam’s first book One of Everything (2003) tells the stories of four generations of women in her family, beginning on Stepp Mountain in eastern Kentucky and ending in a shopping mall in Akron. Her second book, Kettle Bottom (2004), showcases the voices of people living in the coal camps at the time of the 1920-21 West Virginia Mine Wars. Kettle Bottom has won several prizes, including a Pushcart Prize and the Ohioana Library Association Book of the Year in Poetry. Gilliam also won the the 2008 Chaffin Award for Appalachian Writing.  \r\n \nEleanor Wilner has said of Kettle Bottom, “Like the Michelangelo of her poem who ‘cuts away everything from the stone that is not David,’ Diane Fisher makes the stone of the West Virginia mountains yield up its human past, and gives a second enduring life through her art to the people of her home place, who would otherwise be ‘all gone under the hill.’ Her community is fortunate to have harbored such a poet, and American poetry is the larger for this extraordinary book.” In her review of Kettle Bottom, Catherine MacDonald has said, “Set in 1920–21, a period of violent unrest known as the West Virginia Mine Wars, the poems in Kettle Bottom combine compelling narratives with the charged, heightened language of lyric poetry. It is an nforgettable combination, one that characterizes the very best contemporary verse.\"   \r\n \r\nGilliam is at work on two projects, supported by her two-year, $50,000 Gift of Freedom Award: a collection of poems titled The Blackbirds Too, and a Young Adult novel in poems that continues the voices of female characters from Kettle Bottom.\n\r\nShe lives in Akron, Ohio, where she works as a poet and quilter.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}