{"pf_url": "https://www.poetryfoundation.org/poets/dolores-kendrick", "name": "Dolores Kendrick", "yob": "1927", "yod": "2017", "image": null, "bio": "\nDolores Kendrick was born and raised in Washington DC. She earned a teaching certificate from Miner Teacher’s College and an MA from Georgetown University. She first taught in the Washington DC public school system, where she helped found the School Without Walls; for two decades she taught at Phillips Exeter Academy, where she was the first Vira I. Heinz Professor Emerita. In 1999 Kendrick was appointed poet laureate of the District of Columbia. She was the second poet to hold the position, after Sterling Brown. She has developed a series of initiatives aimed at forging connections between poets, poetry, and communities, both in Washington DC and further afield in Aix-en-Provence, where Kendrick has also taught. As she told the Washington Post, “I don’t believe poetry should be a solitary intellectual adventure. It should be a relationship with people, it should forge a connection. Good poetry does not belong to the poet.”\r\n \r\nKendrick is the author of The Women of Plums: Poems in the Voices of Slave Women (1989), which she eventually adapted for theater; the adaptation won the New York New Playwrights Award in 1997. Her other collections include Through the Ceiling (1975), Now Is the Thing to Praise (1984), and Why the Woman is Singing on the Corner: A Verse Narrative (2001). With composer Wall Matthews and vocalist Aleta Greene, Kendrick collaborated on the album The Color of Dusk (1996). Her poetry also appears as part of the Epoch sculpture in downtown Washington, and with the Journeys sculpture in the New York Avenue Metro station.\r\n \r\nKendrick received numerous honors and awards for her work, including fellowships from the National Endowment for the Arts, Yaddo, and the Fulbright Teaching Fellowship. She was the recipient of the George Kent Award for Literature, the Anisfield-Wolf Award, and was inducted into the International Literary Hall of Fame for writers of African descent at Chicago State. In 2002, she was awarded a special Fulbright Award for Outstanding Accomplishments in Education and Literature. The National Visionary Leadership Project has honored her contributions to art and public life, and in 2002 a celebration of Kendrick’s work was staged at the Kennedy Center.\r\n \r\nKendrick worked for the DC Commission on the Arts and Humanities, developing programs for high school and college students, and for established and emerging poets. She died in 2017.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}