{"pf_url": "https://www.poetryfoundation.org/poets/donald-davie", "name": "Donald Davie", "yob": "1922", "yod": "1995", "image": null, "bio": "\nDonald Davie was born in Barnsley, Yorkshire, to George Clarke and Alice Sugden Davie, received his early education at Barnsley Holgate Grammar School, and spent his boyhood in “the industrially ravaged landscape,” as he called it, of the West Riding. As a Northerner, he has said that in literature he grew to like “the spare and lean.” From his mother, who had a liking for poetry and knew, according to Davie, “the greater part, perhaps the whole” of Francis Turner Palgrave‘s The Golden Treasury of the Best Songs and Lyrical Poems in the English Language (1861, 1897) by heart, he developed an early interest in verse. From the art master of Barnsley Grammar School, he learned to appreciate church architecture, an appreciation expressed in a number of his poems. Of Baptist parentage, he was, to quote from an essay written in his fifties, “an Englishman bred ... near to the heart of English Dissenting Protestantism.” A considerable part of his critical writing is devoted to a defense of the conservative, orthodox, dissenting tradition—Baptist, Congregationalist, and Presbyterian—which he considers to be—at least in the seventeenth and eighteenth centuries—rational, intellectual, and enlightened. Although by the late 1970s he no longer considered himself a Baptist or a dissenter, his Baptist upbringing had a profound influence on his career as a scholar, a critic, and a poet.\r\n \r\nIn 1940 he entered St. Catharine’s College, Cambridge, where he says in his memoirs These the Companions (1982) he had the opportunity to indulge in voracious reading of seventeenth-century pulpit oratory at the English faculty library and to pursue his second major interest, architecture. At about this time he began to have doubts about adhering to the dissenting church. Although he was in sympathy with the strong monarchical sentiment in the church, he regretted its involvement with liberalism, and he felt that when the Liberal party collapsed in England so did the dissenting church. He joined the navy in 1941, and in the summer of 1942 he was sent to northern Russia, where, successively stationed at Polyarno, Murmansk, and Archangel, he remained until December 1943. His Russian experience is vividly described in These the Companions, and his enthusiasm for the poetry of Boris Pasternak was an important literary development of his stay in Russia.\r\n \r\n1944 found him in Plymouth, the birthplace of Doreen John, whom he married on 13 January 1945. They have three children. In 1946 Davie returned to Cambridge, where he and his wife lived in “four draughty and mouse-infested rooms over the village store in Trumpington.” He became a disciple of F.R. Leavis (“Scrutiny was my bible and F.R. Leavis my prophet”) and, with the majority of the intellectuals at Cambridge, an admirer of T.S. Eliot: “It is hard to convey the virtually unchallenged eminence that Eliot continued to enjoy in Cambridge.” At this time he attempted to improve “his shore-leave sailor’s Russian” and “to grapple with Pasternak.” His initial interest in Pasternak developed into a serious study of Russian literature of the last two centuries, and he eventually wrote his dissertation on an Anglo-Russian subject. He also began at this time his long “Pushkin Didactic Poem” (included in his Collected Poems 1950-1970 [1972] in a greatly abbreviated form), an attempt “to see how near to prose poetry can come while still remaining poetry.” He received his B.A. from Cambridge in 1947, his M.A. in 1949, and his Ph.D. in 1951. In 1950 Davie went to Trinity College, Dublin, as a lecturer in English, and in 1954 he became a fellow. Among the many Irish writers and scholars he met there, he expressed especial admiration for Joseph Hone, biographer of William Butler Yeats, and the poets Austin Clarke and Padraic Fallon. After giving up his lectureship and fellowship in 1957, he lectured at the Yeats summer school directed by his former tutor T.R. Henn. He returned as a visitor to Ireland a number of times, but by the late 1960s he “had shaken the dust of Ireland from off my feet because of I.R.A. atrocities against the innocent.” His departure was commemorated with a poem, “Ireland of the Bombers,” published in the Irish Times in 1969.\r\n \r\nWhile in Dublin he produced Purity of Diction in English Verse (1952), which reveals his serious interest in the technical excellence of poetry and in the moral and social implications of its subject matter, an interest he was to exhibit for the next thirty years in both his creative and his critical work. He states his preference for pure diction “which comes from making a selection from the language on reasonable principles,” and, arguing in favor of the restoration of genres and for the restoration of the eighteenth-century practice of selecting diction according to genre or to some scheme or tone, he objects to modern abandonment or confusion of genres and to the modern poet’s belief that there are “no poetical and unpoetical words.” In analyzing Oliver Goldsmith’s notion of “chaste” diction as being selective and economical in the use of metaphor, Davie points out that after Wordsworth the diction of most poets (especially Keats) became increasingly impure: “Since Wordsworth, none has purified the language of the tribe.” Of Gerard Manley Hopkins, for example, he says that he “has no respect for language, but gives it Sandow-exercises until it is a muscle bound monstrosity.” He notes a concurrent abandonment of conventional syntax, especially in the twentieth century, as in T.S. Eliot’s “Ash Wednesday” and “Four Quartets”, where (in the romantic-symbolist tradition) the structure is musical rather than logical. To abandon logical syntax, he states, “is to throw away a tradition central to human thought.” In Purity of Diction in English Verse Davie is chiefly concerned with literature prior to the twentieth century, but its principles regarding diction and syntax have a bearing on Davie’s own poetry and on the poetry of a number of his contemporaries, a group of like-minded poets in the 1950s which became known as The Movement. The Movement was, among other things, a sharp break with imagism and symbolism as they appear in the poetry of Pound and Eliot. In a postscript added to the 1966 edition of Purity of Diction in English Verse Davie states that he wrote the book principally so as to understand “what I had been doing, or trying to do, in the poems I had been writing. Under a thin disguise the book was, and still is, a manifesto.” He goes on to say that he, Kingsley Amis, and a few others “had been moving each by his own route, upon a common point of view as regards the writing of poems.” This point of view “came to be called The Movement.... I like to think that if the group of us had ever cohered enough to subscribe to a common manifesto, it might have been Purity of Diction in English Verse.”\r\n \r\nDavie shared with The Movement what he called “an angry reaction from the tawdry amoralism which had destroyed Dylan Thomas,” and he mentions his indifference at that time to any poem which cannot be shown to be moral. In his 1966 postscript he rejects this latter moralistic viewpoint as extreme and an overreaction to the doctrine of art for art’s sake. Nevertheless, in his poetry and criticism Davie continues to show frequent concern for the ethical implications of poetry, a concern which was influenced by the American poet and critic Yvor Winters. The Movement’s break with imagism, with its emphasis on the concrete as practiced by H. D., the early Ezra Pound, and the other imagist poets, was congenial to Davie’s own temperament and talent. Commenting on his early poems, he wrote, “I have not the poet’s need for concreteness.... the idea comes into my mind more readily than the sensuous experience.”\r\n \r\nDavie’s participation in The Movement became evident in 1956, when Robert Conquest edited his New Lines: An Anthology, which included eight poems by Davie and selections from the poetry of eight other poets—Elizabeth Jennings, John Holloway, Philip Larkin, Thom Gunn, Kingsley Amis, D.J. Enright, Robert Conquest, and John Wain. In his introduction, the editor (who later disclaimed any attempt to launch a “movement”) pointed out that the nine poets represented in his volume all came to prominence in the 1950s and that they all were writing a kind of verse quite different from that which had flourished in the three previous decades, a verse which was not doctrinaire but which shared certain qualities: paraphrasable rational content, clarity of language, and a rational structure. In his introduction to the second New Lines anthology (1963) Conquest said that the “Poetry of the Fifties ... had returned to the cardinal traditions of English verse.”\r\n \r\nTwo poems from Davie’s first book of verse, an untitled pamphlet published as number nineteen in the Fantasy Press series, drew praise from the Times Literary Supplement reviewer: “Homage to William Cowper” and “On Bertrand Russell’s ‘Portraits from Memory.’“ The first of these was inspired by Cowper’s “On the Death of Mrs. Throckmorton’s Bullfinch,” which, Davie says, “in its controlled hysteria, is surely one of the most frightening poems in English.” Davie read Cowper early in his career, praising him for rejecting the bohemia of his day and expressing admiration for his hymns. The influence of the eighteenth century is also evident in the poem on Russell’s portraits in which, the TLS reviewer observed, the poet turns “a stilted but noble eighteenth century rhetoric legitimately to ironic uses.” Both poems were included by Davie in his Collected Poems 1950-1970 and both exhibit the characteristics of The Movement, characteristics which did not go unchallenged in the early 1950s. The Fantasy Press was attacked by Alexander Scott in the pages of the Times Literary Supplement for publishing the “Conundrum-Cum-Limerick School,” and later, in the 1960s, Charles Tomlinson said, “I felt the Movement to be a symptom ... of suffocation.”\r\n \r\nDavie’s second book, Brides of Reason (1955) contains two notable poems, “Remembering the ‘Thirties” and “Woodpigeons at Raheny,” which appeared later in New Lines and in Collected Poems 1950-1970. In “Remembering the ‘Thirties” Davie accomplishes in his own verse the aim he expressed years later in Dissentient Voice (1982)—to keep the language “crisp, supple, and responsible.” He treats courage and the weaknesses of the generation antecedent to his with sympathy, compassion, and irony that is reminiscent of the poems of Edwin Arlington Robinson:\r\n \r\nIt dawns upon the veterans after all\r\nThat what for them were agonies, for us\r\nAre high-brow thrillers, though historical;\r\nAnd all their feats quite strictly fabulous.\r\n........................................\r\nEngland expected every man that day\r\nTo show his motives were ambivalent.\r\n \r\nThey played the fool, not to appear as fools\r\nIn time’s long glass. A deprecating air\r\nDisarmed, they thought, the jeers of\r\n                                later schools\r\nYet irony itself is doctrinaire....\r\n \n“Woodpigeons at Raheny” is a charming example of Davie’s many poems that emanate from a sense of place and a sense of history associated with place. In a friend’s house near Dublin one spring afternoon Davie is prevented from writing a poem by the distracting thought awakened by a dove singing the old, easy phrase “tereu-tereu” and the sight of a “sandalled Capuchin’s silent stride,” both dove and friar arousing memories of the past. Published in the same year as Brides of Reason, Articulate Energy: An Enquiry into the Syntax of English Poetry (1955) was originally intended to develop a theme announced in Purity of Diction in English Verse, the advantages of conventional, rational prose syntax in poetry, advantages frequently abandoned by experimentalists such as Pound and Eliot earlier in the twentieth century. The Times Literary Supplement reviewer of Articulate Energy called Davie a rational conservative out of sympathy with the imagist tradition, who expressed broad humanistic generalizations with traditional sanity and made technical observations useful and novel. In his observations on poets and theoreticians ranging from Sir Philip Sidney to Ezra Pound, Davie examines the effects of various attitudes toward syntax—traditional syntax considered as a principle of meaningful arrangement or as unpoetical (T.E. Hulme) and to be abandoned altogether; syntax as music (Eliot) or as action (Ernest Fenollosa and Pound).\n\r\nIn a postscript added to a 1975 reprint of Articulate Energy, Davie says that, while he started the book as a sequel to Purity of Diction in English Verse, he gradually became less polemical than he was in his earlier criticism. His critique became an inquiry rather than a manifesto, and the author became less opposed than formerly to the musical syntax used by Eliot and others and to the dislocated syntax employed by Pound. Indeed, he went on to write a fairly favorable book on Pound, and his objections to irrationality in poetry in Articulate Energy are softened. Nevertheless, in his 1975 postscript he expresses his horror at the abandonment of standards of reason and lucidity in literature and the other arts: “The 1960s, that hideous decade, showed what was involved: the arts of literature were enlisted on the side of all that was insane and suicidal, without order and without proportion, against civilization.” The italics are Davie’s. On the whole, Articulate Energy, written in the mid-1950s, is on the side of civilization. Twenty years later Davie concluded his postscript with these words: “What I wrote in 1955 I stand over now. Then what I said seemed to be timely; now it has, to my eyes, an air more forlorn. But I stand over it.”\n\r\nIn September 1957, Davie journeyed from Dublin to the United States to become for one year a visiting professor at the University of California at Santa Barbara. During this first visit to the American West he met and became friends with the distinguished Polish critic and scholar Waclaw Lednicki, a professor on the faculty of the University of California, Berkeley, who assisted him in his study of Polish poetry and in his adaptation of Adam Mickiewicz’s Pan Tadeusz, which Davie called The Forests of Lithuania (1959).\n\r\nIn Los Altos, California, during the 1957-1958 academic year he met Yvors Winters for the first time, although he had corresponded with him for almost ten years, and also for the first time he met British poet Thom Gunn and American poet Janet Lewis. He renewed his acquaintance with two other poets of Winters’s circle, Wesley and Helen Trimpi, whom he had met as early as 1950 in England, and he became acquainted with Edgar Bowers, who was teaching at Santa Barbara. The relationship between Davie, one of the leading poets and spokesman of The Movement, and Yvor Winters and his group was an important one. Davie writes of Winters in his memoir in the Sewanee Review, “I had discovered him for myself before 1950, borrowing from the Cambridge Union what may at that date have been the one copy of In Defense of Reason [Winters’s major book of criticism] in the British Isles. I had written to Winters with admiring enthusiasm....” Davie’s admiration is understandable, for as George Dekker says of the British poets of The Movement, “they also resembled the brilliant American ‘Reactionary Generation’ of Yvor Winters, Louise Bogan, the Fugitives....” In a review published in fall 1957 Davie wrote, “The Stanford school of poets, grouped around and schooled by Yvor Winters, seems to me perhaps the most interesting feature of the poetic scene in the U.S.” From the mid-1940s on, Winters, like Davie later in the 1950s, was increasingly aware of the ethical value of poetry, and he considered the writing of a successful poem an act of moral judgment. Also, beginning with his analysis of the sixteenth-century lyric published in Poetry magazine in the late 1930s, he called attention to the virtues of the plain style as opposed to the ornate style, an opinion which has affinities with Davie’s later advocacy of “chaste” diction. In 1968, about ten years after his first meeting with Winters, Davie joined the faculty of Stanford University where Winters, who had died on 25 January 1968, had been teaching.\n\r\nIn 1957 Davie’s A Winter Talent and Other Poems was published. Of its thirty-seven poems all except one were retained by Davie in his Collected Poems 1950-1970. “Limited Achievement,” written in smooth rhythm and restrained ironic tone, has the style of a Movement poem. Yet Davie, in depicting an artist who is successful only in “his single narrow track,” may be showing impatience with the restrictions of Movement poetry. “Rejoinder to a Critic,” while defending his position as a Movement poet, may also be slightly mocking it, as Florence Elon has observed, and in “Cherry Ripe,” says Elon, “Like Marvell [in ‘The Garden’] Davie expresses an attraction to sensuous nature even as he rejects it morally and artistically.” In poems in his later book Events and Wisdoms (1964) Davie makes a deliberate attempt to depict the richness of the sensuous world as he does to some extent in his best-known poem from A Winter Talent, “The Fountain.”\n\r\n                                           The fountain\r\nFeathers up fast, and steeples; then in clods\r\nThuds into its first basin; thence as surf\r\nSmokes up and hangs; irregularly slops\r\nInto its second, tattered like a shawl;\r\nThere, chill as rain, stipples a danker green,\r\nWhere urgent tritons lob their heavy jets.\r\n \r\nInterest in the sensuous world of nature is also evident in “The Mushroom Gatherers,” praised by Thom Gunn for its precise concreteness.\r\n \r\nThe sense of place in A Winter Talent becomes more and more pronounced and continues in his later volumes of verse Essex Poems (1969) and The Shires (1974), as well as in his criticism, especially in his appreciation of the use of geography in the poems of Charles Olson. Davie remarks in his Dissentient Voice (1982) on “the abiding relevance and imaginative richness of Geography.” One group of poems in A Winter Talent is entitled “England,” another group “Ireland,” and a third “Italy.” George Dekker, analyzing “North Dublin” in his article on Davie in Agenda (Summer 1976), finds, combined with sense of place, another recurrent theme in Davie’s work, the dissenting religion of his Baptist childhood and his later interest in the Episcopalian church. To show that Davie’s “sense of place poems” are seldom merely descriptive, Dekker quotes the second stanza:\r\n \r\nA continuous gallery, clear glass in the windows\r\nAn elegant conventicle\r\nIn the Ionian order—\r\nWhat dissenter with taste\r\nBut would turn, on these terms\r\nEpiscopalian?\r\n \r\nDekker also points out that in several poems in A Winter Talent Davie departs from the smooth rhythms and conventional syntax of his earlier work. Under the subtitle “Dissentient Voice”, Davie presents four poems dealing with his Baptist childhood and his early protestant upbringing. The first of these poems begins with a side glance at the carefree innocence of Dylan Thomas’s childhood, contrasted with Davie’s early exposure to the ethical severities of the Baptist faith: “When some were happy as the grass was green / I was as happy as the glass was dark.” The fourth and last poem in this group, “A Gathered Church,” Davie calls an attempt to “win through to an apprehension of Dissent as embodied and made concrete in the personality of my grandfather.” In These the Companions Davie, commenting on these poems, speaks of “The Dissenters’ conception of ‘a gathered church,’ gathered from the world, and in tension with it.... And although what guided me were the writings of a Cambridge historian of the dissenting churches, Bernard Manning of Jesus, the reading was done in Dublin, where the disestablished Church of Ireland satisfied the need, bred in me as a child, to envisage my church as in tension with the state, by no means coterminous with it as the Church of England must pretend to be.”\r\n \r\nDavie and his family had visited Italy for the first time in 1952, returning in 1956 and frequently thereafter. The hills of Tuscany were a refreshing contrast to the fens of Cambridge. The “Italy” group of poems in A Winter Talent is the literary result of his love for Italy, as is the later “Hornet” (first published in 1962), which points up a contrast between the sun-drenched white stones of Italy, and England, “where the green mould stains before the mortar is dry.”\r\n \r\nBeginning with The Forests of Lithuania Davie’s work showed more and more the influence of Ezra Pound, although he had objected to and continued to object to the extreme dislocation of conventional syntax in some of Pound’s Cantos. Thom Gunn in his review of The Forests of Lithuania reports, “I once heard Davie say at a poetry reading that his ambition was to reconcile in his own work the style of Ezra Pound and Yvor Winters.” Perhaps Davie’s meeting in Dublin with an American authority on Pound, Hugh Kenner, and his temporary replacement of Kenner at the University of California at Santa Barbara in 1957-1958 were partly responsible for Davie’s increased interest in Pound. Dekker refers to The Forests of Lithuania as a Poundian “homage.” The poem is an adaptation of Adam Mickiewicz’s romantic epic Pan Tadeusz (1834), which, according to the poem itself, is the work of a fictitious Lithuanian-in-exile twenty years after the action took place (1811-1812 when Lithuania was suffering from Russian occupation).\n\r\nMickiewicz’s “great masterpiece of all Slavic poetry,” as G.R. Noyes called it in his introduction to his English translation (Davie’s principal source), was at first intended to be merely a village idyll—A Story of Life Among Polish Gentlefolk as the subtitle states. But by placing the action in a period of political turmoil, during the invasion of Russia by Napoleon, Mickiewicz made the real theme of the poem the struggle between Pole and Muscovite (the Poles at that time siding with the invading French), and, while not abandoning the romantic love story and the vivid depiction of native manners and customs, Mickiewicz transformed his idyll into a national epic.\r\n \r\nThis epic quality is not preserved in Davie’s relatively brief rendition of selected scenes from Mickiewicz’s substantial poem. Thom Gunn (after referring to Davie as one of the most important poets in postwar England) stated that The Forests of Lithuania was “a series of episodes with no particular connection, which led nowhere in particular” and deplored the corrupting influence of Pound on the style and structure. Yet there are charming passages, such as “The Gathering of Mushrooms” and “The Forest,” which includes a dramatic depiction of a bear hunt that has considerable power, especially as read by Davie himself. And there are interesting stylistic experiments besides those already mentioned. The description of the forest at the beginning of part four is a brilliant pastiche in the style of Andrew Marvell‘s “The Garden.” Davie’s use of the nonrhyming short line is sometimes similar to the syllabic verse of Santa Barbara poet Alan Stephens in his first book, The Sum (1958), which Davie praised in his review of one of Stephens’s later books, Between Matter and Principle (1963). In the beginning of part six of The Forests of Lithuania, “The Year 1812,” Davie makes an interesting return to the formal style of his earlier work—a series of skillfully written tercets with an interlocking rhyme scheme.\r\n \r\nIn the fall of 1958 Davie took up his duties as lecturer in English at Gonville and Caius College, Cambridge University (a year later he became a fellow). Once again Davie took up residence in Trumpington, this time on the ground floor of a late-Victorian mansion. In These the Companions he remembers “wistfully its vast and cold and cavernous rooms, the Ruskinian carving on certain banisters, and in particular a mossy lawn under great beech trees. Several of my poems deal directly with that house and that garden: many other poems bring the place back to me, because I remember that I wrote them there, in that ambience of solid amenity.” Davie goes on to say that the house was demolished as soon as they left it and that this destruction was for him symbolic of the profound change coming over England, a change that eventually led to his expatriation: “What worried and annoyed me, when I returned to Cambridge in 1958, was the way in which the sentimental Left occupied all the same positions, and rehearsed all the same arguments, that I was just old enough to remember from twenty years before.... so they wasted the time staring into their beer-mugs and accusing themselves of being class-traitors because there they were, in the Little Rose or the Baron of Beef, whereas they ought to have been carousing with the South Shields football team.... What has been called the politics of envy, which I sometimes think of as the politics of self-pity, had sapped independence, self-help and self-respect.... I began to think that my habits of thought and feeling were so alien to those of my countrymen that my future, if I had one, would have to be spent out of England altogether.”\r\n \r\nThe summer of 1960 found Davie in Warsaw, where he delivered an important paper at the International Conference of Work-in-Progress devoted to problems of poetics. His paper, “The Relation of Syntax and Music in some Modern Poems in English,” is a refinement of the subject presented in Articulate Energy. In discussing Paul Valéry’s statement that the symbolist poets attempted to “reclaim their own from music,” Davie argues that such music is much more than obvious onomatopoeia, alliteration, and Swinburnian vowel music. What poets “envy music for is its continuity, its sustained fluency,” which can be achieved by manipulation of syntax, as in Spenser’s two marriage hymns and Milton’s “linked sweetness long drawn out.” Furthermore, Davie continues, Valéry was aware that the music of poetry has a duration in time, that the proper employment of syntax with line length will increase the effectiveness of verbal music and that the employment of the present tense to make the duration of poem’s time coeval with the duration of the action depicted will give the illusion of immediacy, of the action happening now as in music. He quotes passages from Eliot’s The Waste Land and Yeats’s“Coole Park and Ballylee” as examples of the successful combination of music, grammar, and syntax.\n \nNew and Selected Poems (1961) includes what Davie considered the best of his verse from Brides of Reason and A Winter Talent together with ten new poems. The volume was attacked in the pages of the Partisan Review as “artsy-crafty” and “minor troubadour,” yet the reviewer expressed satisfaction with the irony of “The Evangelist” and with “The Life of Service” (one of the new poems), in which “a long-suffering tenacious English shrub” stands for “all the ghastliness his generation has set itself against.” He also praised “Dissentient Voice.” Carol Johnson, reviewing the volume in the Sewanee Review, liked “Gardens No Emblems,” “Creon’s Mouse,” “Samuel Beckett’s Dublin,” ”Hearing Russian Spoken,” and “Remembering the ‘Thirties,” all reprinted from earlier books, but she appears to have liked none of the new poems and condemns especially “Killala” for what she considers its metrical ineptitude. Of the ten new poems, “Against Confidences” appears to this writer to be a successful exercise in the plain nonimagistic style of Sir Thomas Wyatt and Ben Jonson, and “Heigh-ho on a Winter Afternoon” (with echoes of Wallace Stevens’s ironies) is moving in its pathos. Yet it is evident that the new poems did little to advance Davie’s reputation.\n\r\nDavie calls A Sequence for Francis Parkman (1961) “my response to North America on my first visit from September 1957 to August 1958.” Brief poetic “profiles” of La Salle, Frontenac, Montcalm, and Pontiac are drawn directly from the works of the distinguished American historiographer Francis Parkman (1823-1893), author of a series of volumes, France and England in North America (1851-1892), of which the History of the Conspiracy of Pontiac (1851) is the best known. In America he is famous for this work and for his The Oregon Trail (1849), but apparently he is not well-known in England. A distinguished British reviewer of Davie’s book thought Parkman was a personal friend of the poet’s.\n\r\nIn 1961 Davie was British Council lecturer in Budapest. Several years later his interest in Hungarian literature became apparent when his poem on the Hungarian mathematicians Bolyai, father and son, was published in Events and Wisdoms. His visit to Jugoslavia in 1962 resulted in “The Vindication of Jovan Babic,” “Across the Bay,” and “Porec,” which were also published in Events and Wisdoms.\n\r\nIn June 1962, the lead writer for the Times Literary Supplement commented in “Language and the Self” on the debate between Davie and A. Alvarez, which had just been published as “A. Alvarez and Donald Davie: A Discussion” in the first number of the Review (April-May 1962), Alvarez taking the position that poetry should be primarily “serious” (that is concerned with important and timely subjects), Davie arguing that it should first of all be “aesthetic” (that is successful as a work of art). Davie renewed the argument with Alvarez several years later in “Beyond All This Fiddle,” a letter to the editors of the Times Literary Supplement (25 May 1967), in which he attacked Alvarez for his defense of such extremism in the arts as psychic exploration enhanced by the taking of drugs. Davie found drugs a poor substitute for truth and beauty and pointed to the Russian poet Pasternak as a model for contemporary poets, superior to the three recommended by Alvarez—Robert Lowell, John Berryman, and Sylvia Plath.\n\r\nIn 1963 Davie visited the University of Cincinnati as the Elliston lecturer, and in this same year he produced The Language of Science and the Language of Literature, 1700-1740 to challenge the widely held view that the whole movement of philosophy which started with Descartes was inimical to poetry. According to the Times Literary Supplement reviewer, Davie proves his case. This volume is one of several—beginning with the first two chapters of Purity of Diction in English Verse, continuing in his edition of the longer poems of the later eighteenth century, The Late Augustans (1958), and in his edition (with a substantial introduction) of Augustan Lyric (1974), in which Davie expresses his admiration for certain eighteenth-century poets, especially Christopher Smart, Isaac Watts, and William Cowper. The influence of eighteenth-century formalism and classicism is evident (though intermittent) throughout Davie’s writings.\n\r\nIn 1964 Davie became a cofounder of the University of Essex, a professor of English there, and later pro-Vice-Chancellor. In that year he also produced two important books: Events and Wisdoms: Poems 1957-1963 and Ezra Pound: Poet as Sculptor. The Times Literary Supplement reviewer of Events and Wisdoms noted that, while the poet could still write in the sophisticated, witty, and epigrammatic style of his early verse, in some poems he displayed new “metaphorical richness,” “visual relish,” and “sensual awareness,” especially in “Low Lands,” in which a river delta is described:\r\n \r\nLike a snake it is, its serpentine iridescence\r\nOf slow light spilt and wheeling over calm\r\nInundations, and a snake’s still menace\r\nHooding with bruised sky belfry and lonely farm.\r\n \r\nThe grasses wave on meadows fat with foison.\r\n \r\nThe fresh visual perception in “The Hill Field,” which presents the way a landscape may be transformed into art, also received favorable comment. According to the same reviewer, this poem, “House Martin,” and several others are written in quatrains similar to those of Boris Pasternak. “House Martin,” the equally successful “Green River,” and several other poems—in their combination of precise observation of nature, a slightly melancholy tone, and moral or philosophical comment—seem much like the poems of Robert Frost. The last poems in the volume are, according to another reviewer, dense with observation and the naming of things. William Dickey, on the other hand, in his notice in the Hudson Review, dismisses the volume as the work of an energetic traditional poet whose vision is that of the momentary, the trivial, the second rate.\r\n \r\nThe book on Ezra Pound is one of Davie’s major critical undertakings. Although the reviewers sometimes expressed disagreement on certain issues, almost all praised the coherence of Davie’s critique, which wove together some of the most important strands of Pound’s career to date and demonstrated that Pound had more respect for the objectivity of phenomena than had his major contemporaries Yeats and Eliot. According to Davie, Pound is closer than they to the eighteenth-century Enlightenment, to scientific objectivity, to the scholastic medievalists, and to poets such as Cavalcanti who created a “radiant world” of hard-edged moving energies, which Pound attempted to recreate, especially during his imagist and vorticist periods and later in some of the Cantos. To substantiate his arguments Davie frequently resorts to close exegeses of individual poems, which are perhaps the most valuable parts of the book. His perceptive technical analyses of “Hugh Selwyn Mauberley,” “Homage to Sextus Propertius,” the Cavalcanti translations, “The Sea-Farer,” several poems in Cathay, “Near Perigord,” “Provinçia Deserta,” the translation of Women of Trachis as well as a number of Cantos, including the series devoted to Malatesta, American history, and the Pisan and Rock-Drill Cantos, are of a quality and expertise that can come only from a practicing poet.\r\n \r\nAs early as the mid-1950s Davie, in his poem “Hearing Russian Spoken,” was indicating an interest in contemporary Russia and its literature, and from 1961 on there are a growing number of references in his writing to one of Davie’s favorite poets, Boris Pasternak, whose late poems (as distinct from his early poems) Davie considers to be among “the very greatest of our time” both in practice and in theory. Furthermore, he considers Pasternak to be the only true postsymbolist poet in Russia, and he accepts Pasternak’s symbolist doctrine that poetry is a kind of music and that the musical flow of language, not the poet, is actually in control of the poem. He commends Pasternak’s belief that for the contemporary poet honor is more important than beauty, and he states that in Dr. Zhivago Pasternak gives us the “narrative of a poetic life which, simply by being lived through, challenges and criticizes and condemns the society about it.”\r\n \r\nOf Davie’s three books on Russian literature—his translation, The Poems of Dr. Zhivago (1965); Russian Literature and Modern English Fiction: A Collection of Critical Essays (1965), edited with an introduction by Davie; and Pasternak: Modern Judgments (1969), edited by Davie and Angela Livingstone with verse translations by Davie—the first is the most relevant to Davie’s own poetry. His purpose, as he explains in his introduction, is to discover the function of the poems in Pasternak’s Dr. Zhivago, and to present verse translations as close as possible to the originals while still preserving the poetic quality. The translations were commended by the reviewers for their fidelity, firmness of texture, and lack of padding, and his detailed prose exegesis of the technique and meaning, especially the symbolic import of each poem, had an effect on his own poetry. William Dickey in his review of Events and Wisdoms in the Hudson Review noted the increased richness of metaphor and sensuous language in Davie’s most recent poetry and suggested that Davie was making use of Pasternak’s quatrains. George Dekker, writing in Agenda, called attention to the Poundian influence on Davie’s poetry but stated “that, particularly during the middle and late sixties, his ways of seeing and writing probably were influenced as much by Pasternak as by Pound.”\n\r\nBy the time Essex Poems: 1963-1967 (1969) was published, Davie (who had accepted a professorship at Stanford University the previous year) had become a well-publicized English expatriate living in America. The English press cited him as one more example of the lamentable “brain drain” that was weakening an already culturally shaky England. Davie’s decision to leave England was foreshadowed, perhaps, by his comment in a brief article, “England as Poetic Subject,” which appeared in 1962 in Poetry. After pointing out that in England of the early 1960s claims of civic responsibility and artistic responsibility had become irreconcilable, he said, “England is a country where even the poets are Philistines without knowing it.” The theme of exile is anticipated also in the Essex Poems: 1963-1967. One of the most interesting, “The God of Details,” is a Hopkinsian poem in praise of particulars, but it lacks the verve of Hopkins’s “inscape” poems such as “Hurrahing in Harvest.” The poem is subtitled “After Pasternak,” and the influence of the Russian poet, here acknowledged, is evident elsewhere in the volume. Reviewers were quick to comment on a new and ominous note in Davie’s verse, the sense of loss, social and personal, a kind of blankness which Davie perhaps hoped to overcome when he decided to leave England. Yet the three poems included at the end of the volume under the title “From the New World” (written in America) are scarcely more cheerful than the English poems. In the English poem “The God of Details,” life is seen as a hushed “minuteness.” In “Iowa,” first published in 1965, he will be sorry “when the world goes piebald.” He prefers the “peculiar beauty” of a kind of blackness, the “white on white” of a “framehouse amid the snow.” The other American poems “Back of Affluence” and “Or, Solitude” are also bleak. In 1969 Davie had published in England a small collection entitled Poems, which includes another “After Pasternak” entitled “At Mid-Career,” as well as “New Year Wishes for the English,” in which he wishes England “the inception / Of a long recuperation.”\r\n \r\nHis introduction to Six Epistles to Eva Hesse (1970), written from September 1969 to March 1970 and signed “D.D. California,” explains that these letters in verse to Ezra Pound‘s German translator and the editor of New Approaches to Ezra Pound (1969) were written to express his reservations about Pound’s experimental methods. Though they are lighthearted in tone, they advance a serious argument—that as much (or perhaps more) range and variety of experience can be encompassed in traditional verse forms as in the experimentalist forms of Pound and his followers.\n \nCollected Poems (1972) brings together the best of Davie’s verse from 1950 to 1970. The long poem “England” is a bitter expatriate Poundian sequence (reminiscent of several of Pound’s historical Cantos) in which Davie does to England what Pound did to America, that “half savage country.” The poet is on a polar flight from the United States to London:\r\n \r\nI dwell, intensely dwell\r\non my flying shadow\r\nover the Canadian barrens\r\nand come to nothing else.\r\n \r\nWhat he actually comes to in “eleven hours flying time” is London, the former imperial city, now living on the tourist trade and amusing the tourists and the natives with the theater, that facsimile of a culture:\r\n \r\nBeknighted actors, youth\r\nin tall hats, trailing feathers,\r\nsociety a congeries of roles\r\n........................................\r\nNapoleon was right:\r\na nation of purveyors.\r\nNow we purvey ourselves.\r\n........................................\r\nThe words of this age are spoken\r\nfrom and on a stage.\r\n \r\nDavie in his notes cites seven of the historical works he researched while writing the poem. The focus is on England’s antiheroes from her imperialist past (with frequent but not precisely annotated direct quotations from his sources) and on her degraded present:\r\n \r\nBrutal manners, brutal\r\nsimplifications as\r\nwe drag it all down.\r\n \r\nA comprehensive review of the Collected Poems in the Times Literary Supplement, “A Candour Under Control,” praised Davie for rejecting provincialisms, distrusting easy emotions, demonstrating in his own verse what as a critic he required in other poets—aesthetic control—and boldly experimenting in the styles of three centuries.\n\r\nAlso in 1972 Davie brought together his observations, drawn from a lifetime of reading, on the quality of Hardy’s poetry and demonstrated that, for good or bad, the greatest influence on British poetry for the last fifty years has been not Yeats nor Pound nor Eliot but Hardy. In Thomas Hardy and British Poetry (1972), the Wessex poet is seen not as a naïf or a primitive but as a sophisticated poetic technician, a scientific humanist, and a liberal in contrast to the conservative Yeats, Eliot, Pound, and Lawrence. Hardy, in Davie’s view, was a modest (though proudly expert) workman. In the early chapters of his book Davie gives a perceptive analysis of Hardy’s technical skills and argues that he is usually at his very best, “self-excelling,” when, as in “The Voice” and “After the Journey,” he departs from his imperiously symmetrical verse and stanza forms with perceptive irregularities. This position differs from Davie’s earlier fondness for the symmetry of Augustan verse, and the change of taste is apparent in Davie’s own verse. Davie’s increasing use of asymmetric forms in his later years may be partially due to his careful study of Hardy.\n\r\nThree awards in 1973—a Guggenheim Fellowship, an honorary fellowship at St. Catharine’s College, Cambridge, and a fellowship in the American Academy of Arts and Sciences—were evidence of Davie’s growing reputation in the United States and in England.\n\r\nThe sense of place which had been evident from the beginning in many of Davie’s poems dealing with the American and the British experiences is dominant in The Shires (1974), in which Davie, now an expatriate, devotes a poem to each of England’s forty counties. “Dorset,” as George Dekker has observed, follows the Poundian method of reverie and associationism in bringing together Davie’s strong interest in Thomas Hardy (Dorset’s most famous writer, who showed in his Wessex poems and tales a sense of place stronger even than Davie’s), John Fowles‘s popular novel of Dorset life, The French Lieutenant’s Woman (1969), and the poet’s own grandfather, whose voice, a “burring baritone,” is most suitable to the pastoral mood of Davie’s happy childhood recollections. Dekker considers the poem a triumphant example of modern pastoralism, in which Davie successfully combines the formalist techniques he learned from Winters with the experimentalist techniques he learned from Pound and the French symbolists.\n\r\nMichael Schmidt, in discussing The Shires in Agenda, commented on Davie’s evolution from his early imitations of eighteenth-century styles, as exemplified in “Sussex” and in poems written after the publication of The Shires. “Sussex” is typical of the poems in the entire volume. The material is personalized; the tone is elegiac; there is a sense of loss as well as a sense of place:\r\n \r\nThe most poeticized\r\nOf English counties, and\r\nAn alien poet’s eye,\r\nMine, there to endorse it.\r\n \r\n“Brain-drain” one hears no more of,\r\nAnd that’s no loss, There is\r\nAnother emigration:\r\nDraining away of love.\r\n \r\nThe “alien poet’s eye,” the eye of the expatriate, sees into the past, present, and future of England, finds something still to love but much to regret. “Davie’s peculiar relationship with his own and our common past,” wrote Schmidt, “and his exploration of it, are often like Hardy’s.” Hardy shows the past “as unrealised,” usually with reference to the development of the individual. Davie sometimes shows the past as unrealized for whole communities or societies. Yet, as Schmidt points out, what still matters for Davie are “the persistent survivals of the past.” The influence of Hardy on Davie at this time was intensified by the critical reading Davie had been doing in preparation for his book on the Wessex poet.\r\n \r\nIn 1977 Barry Alpert edited and introduced a substantial collection of Davie’s critical essays, The Poet in the Imaginary Museum: Essays of Two Decades, or more precisely, essays published from 1950 to 1977. In the same year Davie produced a small volume, In the Stopping Train and Other Poems. “In the Stopping Train,” one of several poems that came out of the French experiences of 1972 and 1973 when Davie and his family lived much of the time in Tours, “originated,” Davie says in These the Companions, “in a miserable journey by rail from Tours to Paris and back, through heavy rain much of the time, on a fruitless attempt to keep a rendezvous with the Irish poet John Montague.” Schmidt considers the poem to be crucial in Davie’s development, a spiritual autobiography of the poet, wrestling with his other self (the “He” who is in danger of going mad) on the slow train journeying from childhood innocence to the self-knowledge of maturity:\r\n \r\nHis future is a slow\r\nand stopping train through places\r\nwhose names used to have virtue.\r\n \r\nIt is a kind of parable, a modern pilgrim’s progress, but the tone is bleak and, because of the lack of precise detail, charged with significance fundamentally obscure except in its general abstract intention. One would like to know, for example, at what places the train stopped and what were their lost virtues. Another poem from the French experience is “Petit-Thouars,” published in its complete and final form for the first time in These the Companions. Named for a French naval hero, Aristide du Petit-Thouars, who lived in Touraine, the poem, according to Davie, should be classed with a number of others he wrote about British and Irish-American naval heroes whose heroic deeds for him were “inscribed less on history ... than on charts and maps, on geography.” Much of the poem is an autobiographical reverie in the manner of Pound and Charles Olson (both mentioned), with memories of Davie and his family associated with scenes in France, California, and England.\r\n \r\nSome of the shorter poems in In the Stopping Train appear to be more effective than “In the Stopping Train” and “Petit-Thouars,” especially the touchingly personal “Seeing Her Leave” which has as its epigraph “gardens bare and Greek,” a phrase from Winters’s “On the Road to the Air Base.” As in Winters’s poem, there is enough perceptive detail to convey the subject effectively. Davie’s poem, on the parting of the father and his daughter Diana, who is leaving California and is bound for nurse’s training at St. Bartholomew’s Hospital, London, is reminiscent of another Winters poem, “At the San Francisco Airport,” also on the parting of father and daughter.\r\n \r\nIn 1981 appeared Three for Water-Music, which includes all the poems from The Shires. Two of the three title poems, “The Fountain of Cyane” and “The Fountain of Arethusa,” are expansions of poems which appeared in the previous volume In the Stopping Train.\r\n \r\nIn recent years Davie has returned to his interest in religious subjects with the publication of A Gathered Church: The Literature of the English Dissenting Interest, 1700-1930 (1978); The New Oxford Book of Christian Verse (1981), chosen and edited, with an introduction by Davie; and Dissentient Voice, a sequel to A Gathered Church. As the title of the first of these volumes indicates, Davie is not only investigating the tradition of dissent as it affects culture in general but more especially as it affects literature. Stating that “Distinguished individuals from the ranks of Dissent have indeed enriched our culture in every generation since 1700 but Dissent as such, as a corporate force in our society, can at a certain point be shown to have ceased to do so,” he traces the cultural implications of dissent from the early decades of the eighteenth century through the period of the Wesleyans, the Evangelicals, and the Agnostics, on into the present century. His critique of English hymnology in this volume, and in his later paper published in English Hymnology in the Eighteenth Century (1980), is especially relevant to his career. Certainly his admiration for the hymns of Isaac Watts, Charles Wesley, and William Cowper—all substantially represented in his New Oxford Book of Christian Verse—has had some influence on his poetry, especially in its formative stages. In Dissentient Voice Davie continues his argument that the literary value of the hymns of Watts and Wesley should be more widely recognized as being consonant with the Enlightenment and not the work of irrational religious bigots. The introduction restates Davie’s abiding interest in language, which began with his first book, Purity of Diction in English Verse. Throughout his career he has attempted to keep the English language “crisp, supple, and responsible.” As in A Gathered Church, Davie argues that the cultural value of dissent degenerated in the nineteenth and twentieth centuries, saying that Robert Browning as a poet of religious dissent is bad and that Rudyard Kipling is worse. In chapter nine there is a devastating analysis of Kipling’s “Recessional” as the work of a diabolical poet. The poem, according to Davie, is racist, imperialist, confused in its religious sentiments, and duplicitous.\r\n \r\nThroughout his career, Davie has been a distinguished editor. In addition to edited books already mentioned, he has edited The Late Augustans: Longer Poems of the Eighteenth Century (1958), Selected Poems of William Wordsworth (1962), Augustan Lyric (1974), and The New Oxford Book of Christian Verse (1981). He also edited, with Angela Livingstone, and supplied the verse translations for Pasternak: Modern Judgements (1969) and wrote introductions to Elizabeth Daryush‘s Collected Poems (1976) and the Collected Poems of Yvor Winters (1978). In 1965 he had edited a collection of critical essays on Russian Literature and Modern English Fiction, and in 1972 he became an editor, at its inception, of PN Review. In his frequent contributions—reviews, literary criticism, articles, and editorials on a variety of subjects, literary, social, religious, and political—he has become a distinctive voice in contemporary Anglo-American culture.\r\n \r\nBut it is as a poet writing in the tradition of such scholarly poets and critics as Samuel Johnson, Matthew Arnold, Robert Bridges, and Yvor Winters that Davie has made his greatest contribution to twentieth-century literature, during a period when a combination of sound learning and poetic talent in one person has been regrettably rare.\n", "attrs": {}}