{"pf_url": "https://www.poetryfoundation.org/poets/dorianne-laux", "name": "Dorianne Laux", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/7e717c86d27cff3d965c637dc120d175e9977ed3.jpeg", "bio": "\nDorianne Laux is the author of several collections of poetry, including What We Carry (1994), a finalist for the National Book Critics Circle Award; Smoke (2000); Facts about the Moon (2005), chosen by the poet Ai as winner of the Oregon Book Award and also a finalist for the Lenore Marshall Poetry Prize; The Book of Men (2011), which was awarded the Paterson Prize; and Only As the Day is Long: New and Selected (2019). She has received fellowships from the Guggenheim Foundation and the National Endowment for the Arts, and has been a Pushcart Prize winner. \n\r\nLaux’s free-verse poems are sensual and grounded, and they reveal the poet as a compassionate witness to the everyday. She observed in an interview for the website Readwritepoem, “Poems keep us conscious of the importance of our individual lives ... personal witness of a singular life, seen cleanly and with the concomitant well-chosen particulars, is one of the most powerful ways to do this.” Speaking of the qualities she admires most in poetry, Laux added, “Craft is important, a skill to be learned, but it’s not the beginning and end of the story. I want the muddled middle to be filled with the gristle of the living.” She was first inspired to write after hearing a poem by Pablo Neruda. Other influences include Sharon Olds, Lucille Clifton, Anne Sexton, and Adrienne Rich.\n\r\nLaux has taught creative writing at the University of Oregon, Pacific University, and North Carolina State University; she has also led summer workshops at Esalen in Big Sur. She is the co-author, with Kim Addonizio, of The Poet’s Companion: A Guide to the Pleasures of Writing Poetry (1997). She lives in Raleigh, North Carolina, with her husband, poet Joseph Millar.\n", "attrs": {"Region:": ["U.S., Southern"]}}