{"pf_url": "https://www.poetryfoundation.org/poets/dorothy-allison", "name": "Dorothy Allison", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet and prose writer Dorothy Allison was raised in Greenville, South Carolina, by her young single mother. The first in her family to graduate from high school, Allison earned a BA at Florida Presbyterian College and also studied at the New School for Social Research in New York City. Influenced by the 1970s feminist movement, Allison’s raw, frequently brutal work explores themes of class, sexuality, and abuse. In an interview while she was Zale Writer in Residence at Tulane University, Allison stated, “If you're trying to be safe, you got no business writing. If you're trying to control what happens, you really don't have a whole lot of chance. The only thing you can control is to create as full a portrait as possible. Then you can make people seem human.” Allison is the author of the poetry collection The Women Who Hate Me: Poems 1980–1990 (1991). Her story collection Trash (1988) won two Lambda Literary Awards and the American Library Association’s Prize for Lesbian and Gay Writing. Her best-selling novel Bastard Out of Carolina (1992) was a finalist for the National Book Award and has been translated into more than a dozen languages, as well as made into a feature film. Her novel Cavedweller (1998) was a New York Times Notable Book of the Year. She is also the author of the essay collection Skin: Talking about Sex, Class & Literature (1994) and the memoir Two or Three Things I Know for Sure (1995). Her work is featured in many anthologies, including The Writer’s Notebook: Craft Essays from Tin House (2009). She is the subject of Conversations with Dorothy Allison (2012), by Mae Miller Claxton, and the short documentary film Two or Three Things but Nothing for Sure (1998), by filmmakers Tina DiFeliciantonio and Jane Wagner. Her additional honors include the Robert Penn Warren Award for Fiction.  Allison has been a contributing editor for the literary journal Tin House and has served on the boards of the Fellowship of Southern Writers, PEN International, and Feminists for Academic Freedom. She has taught at Davidson College, Emory University, and Columbia College. She lives in northern California with her family.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}