{"pf_url": "https://www.poetryfoundation.org/poets/dorothy-wordsworth", "name": "Dorothy Wordsworth", "yob": "1771", "yod": "1855", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e224c0e2f52fa072d0218c22d099aaaf433be1a2.jpeg", "bio": "\nBorn in Cumberland, British Romantic poet and prose writer Dorothy Wordsworth was the third of five children. Her mother died when Wordsworth was six, and she moved to Halifax to live with her aunt. In 1781 she enrolled in Hipperholme Boarding School. When her father died in 1783, the family’s financial situation worsened and the children were sent to live with their uncles. Wordsworth changed schools, entering Miss Medlin’s school, where she first read Milton, Shakespeare, and Homer. She later moved to live with an uncle in Penrith, where she was tutored by yet another uncle, the Reverend William Cookson, who also tutored the sons of King George III. Starting in 1788, Wordsworth lived with Cookson and his new wife, and helped to care for their children.\nShe remained particularly close to her brother, the poet William Wordsworth, and the siblings lived together in Dorset and Alfoxden before William married her best friend, Mary Hutchinson, in 1802. Thereafter Dorothy Wordsworth made her home with the couple.\nAn avid naturalist, Wordsworth enjoyed daily nature walks with her brother, and images from the notes she took of these walks often recur in her brother’s poems. Most of her writing explores the natural world.\nAlthough Wordsworth did not publish her work, many of her journals, travelogues, and poems have been posthumously collected and published, including her four-volume Alfoxden journal, which she kept from May 1799 to December 1802, and her journals from 1824 to 1835, which include a travelogue and notes on life at Rydal Mount, where she lived with William and his family beginning in 1813. Wordsworth also wrote several children’s stories.In her later years, she struggled with addictions to opium and laudanum, and her mental health deteriorated. Until his death in 1850, her brother was her main caretaker.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}