{"pf_url": "https://www.poetryfoundation.org/poets/dorothea-tanning", "name": "Dorothea Tanning", "yob": "1910", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6afa567c331398c2c06726f2e261e000ddcc17a8.jpeg", "bio": "\nArtist and writer Dorothea Tanning grew up in Galesburg, Illinois, and spent almost 30 years living in Paris, before moving to New York City. Tanning started writing poetry in her late ’80s, and her work was subsequently published in the Yale Review, the New Yorker, Poetry, and the New Republic. Her first collection of poems, A Table of Content, was published in 2004.\nThe epigraph to A Table of Content comments that “it’s hard to be always the same person.” Tanning’s poems have been described as “collages, softly surreal, delicately personal” by Louis McKee of Library Journal.\nTanning was associated with surrealism early in her career; she was married to the artist Max Ernst and was acquainted with Man Ray, George Balanchine, Truman Capote, Virgil Thompson, and Igor Stravinsky. Her artistic accomplishments included painting, printmaking, sculpture, set design, and costume design, and her work was exhibited in the Guggenheim Museum, the Metropolitan Museum of Art, the Tate Modern, and the Philadelphia Museum.\nBefore turning to poetry in the late 1990s, Tanning completed a collectionof “twelve outsized, hauntingly erotic flower paintings,” as described by Jane Kramer in the New Yorker. The paintings were published in Another Language of Flowers: Paintings (1998), accompanied by poems from writers she admired, including her friend and mentor James Merrill.\nTanning was the author of the memoir Birthday (1986), expanded and reissued as Between Lives: An Artist and Her World (2001), of which Donna Seaman observed in Booklist: “Tanning uses language like paint, limning scenes dreamy in hue yet acute in detail and metaphoric in their images.” In 2004 Tanning published her first novel, Chasm: A Weekend. In 2011, Graywolf Press published Tanning's next book of poetry, Coming to That. She died in 2012 at the age of 101.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}