{"pf_url": "https://www.poetryfoundation.org/poets/douglas-kearney", "name": "Douglas Kearney", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c8233c843b40441dd6e4a13491d90ec02e6d8a2b.jpeg", "bio": "\nPoet, interdisciplinary writer, and performer Douglas Kearney grew up in Altadena, California. He earned his BA from Howard University and his MFA from the California Institute of the Arts and is also a graduate and fellow of Cave Canem. Kearney’s full-length poetry collections include Fear, Some (2006), The Black Automaton (2009), which was chosen by Catherine Wagner for the National Poetry Series, and Patter (2014). He has also published many chapbooks. His poetry has appeared in several anthologies, including The Ringing Ear: Black Poets Lean South (2007, edited by Nikky Finney), Spoken Word Revolution Redux (2007, edited by Mark Eleveld), Dark Matter: Reading the Bones (2005, edited by Sheree R. Thomas), and Role Call: A Generational Anthology of Social and Political Black Art & Literature (2002, edited by Tony Medina, Samiya Bashir, and Quraysh Ali Lansana).\nKearney’s lyrical poems range across the page, bridging thematic concerns such as politics, African-American culture, masks, the Trickster figure, and contemporary music. He describes the nontraditional layout of his poems as “performative typography.” As he explained in a conversation with poet Amaud J. Johnson for the Boxcar Poetry Review, “I wanted to take what I knew about poetics and, say, graphic design and try to figure out the dynamics of certain poetic devices.” In the same conversation, Kearney discussed the relationship between his poetry and politics: “For me, the political is a part of how I see the world … my art making doesn’t begin without realizing who I am and what it means for me to be writing a poem and not doing something else.” In the Los Angeles Times, poet David St. John observed, “What Doug’s articulating is the fragmentation of the self and sensibility that you see prominently in T.S. Eliot and The Waste Land. He’s at the other end of the century, using a multicultural voice inflected with the concerns of what it means to be a young black man at this time and at this place.”\r\n  \r\nKearney’s honors include a Whiting Writers Award, a Pushcart nomination, and commissions for new work from Minneapolis’s Weisman Art Museum and New York’s Studio Museum. In 2007, he was named a Notable New American Poet by the Poetry Society of America. Kearney has also received fellowships and scholarships from Idyllwild Summer Arts Poetry Workshop, Cave Canem, the Callaloo Creative Writing Workshops, and the Bread Loaf Writers’ Conference. He is the recipient of the Foundation for Contemporary Arts Cy Twombly award. He teaches at the University of Minnesota, Twin Cities.\r\n \r\nIn January 2011, Kearney was a featured writer on Harriet.\n", "attrs": {"Region:": ["U.S., Western"]}}