{"pf_url": "https://www.poetryfoundation.org/poets/douglas-dunn", "name": "Douglas Dunn", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d0b9e8c731ac9daa19ad92ef39e51a1c725ac4da.jpeg", "bio": "\n                                                                    Scottish poet, editor, and critic Douglas Dunn grew up in Inchinnan, Renfrewshire. After attending the Scottish School of Librarianship in Glasgow, Dunn landed a library job in Akron, Ohio. When he was drafted to serve in Vietnam, he left the United States and returned to Great Britain to study at Hull University, where he worked in the library with the poet Philip Larkin. Dunn’s poems are particularly attuned to issues of class and displacement. He often makes use of received forms in their explorations of urban life, history, and tradition. Describing Dunn as a “reflective rather than a reactive poet” whose poems are often composed in a “tone often deceptively conversational,” Andrew Greig observed in a 2011 review of Invisible Ink for the Herald Scotland that “what stands out is Dunn’s innate honesty, his ability unflinchingly to paint self portraits.” In a 2008 interview for the Scottish Review of Books, Dunn stated, “I’m interested in imperialism; it’s an aspect of history that intrigues me. … An aspect of literature that has interested me for a number of years is post-colonial studies.” Dunn has published more than 10 books of poetry, including Terry Street (1969), which won a Somerset Maugham Award; Love or Nothing (1974), which won a Geoffrey Faber Memorial Prize; Elegies (1985), which won the Whitbread Book of the Year Award; Dante’s Drum-kit (1993); New Selected Poems 1964–2000 (2003); and the chapbook Invisible Ink (2011). He is also the author of the short story collections Secret Villages (1985) and Boyfriends and Girlfriends (1995). His scholarly writing includes Under the Influence: Douglas Dunn on Philip Larkin (1987) and Essays (2003). Dunn has translated Racine’s Andromache (1990), and his own writing has been translated into more than half a dozen languages.   Dunn is the editor of The Faber Book of Twentieth-Century Scottish Poetry (1992, revised paperback edition 1993), The Oxford Book of Scottish Short Stories (1995, reissued in 2008), 20th-Century Scottish Poems (2000), and Robert Browning: Poems Selected by Douglas Dunn (2004). He is the subject of Reading Douglas Dunn (1992) and David Kennedy’s critical study Douglas Dunn (2008). His work is also featured in numerous anthologies.   An Officer of the Most Excellent Order of the British Empire (OBE) since 2003 and a Fellow of the Royal Society of Literature since 1981, Dunn is also the recipient of a Queen’s Gold Medal for Poetry, a Cholmondeley Award, a Hawthornden Prize, an Eric Gregory Award, and several awards from the Scottish Arts Council.   Dunn is an emeritus professor of English at St. Andrews University. In 1993, he was chosen as the school’s founding director of the Scottish Studies Center; in the same year, he founded the University’s MLitt in Creative Writing program. A selection of his papers is held at the University of St. Andrews Library. He lives in Scotland.\n                                                            ", "attrs": {"Region:": ["Scotland"]}}