{"pf_url": "https://www.poetryfoundation.org/poets/thomas-lovell-beddoes", "name": "Dr. Thomas Lovell Beddoes", "yob": "1803", "yod": "1849", "image": null, "bio": "\nPoet and playwright Thomas Lovell Beddoes was born in Clifton, Bristol, England, to a literary and educated family. His father, a well-known physician, was a friend and confidant of Samuel Coleridge Taylor, and his aunt was the novelist Maria Edgework. Beddoes was still an undergraduate at Oxford when he published his first book, The Improvisatore (1821), as well as his first play, The Bride’s Tragedy (1822). During this time, he met and began a lifelong friendship with Thomas Forbes Kelsall, who appreciated and preserved many of Beddoes’s original works. Beddoes also befriend Mary Shelley, whose writing shared with Beddoes many themes and preoccupations. Although his play was critically praised, Beddoes left England in 1825 to study medicine in Germany and enrolled at the University of Göttingen.\r\n \r\nBeddoes, according to I. Bamforth in Medical Humanties, “distinguished himself there for his academic brilliance as well as his unruliness.” Bamforth says that is was during this time Beddoes was “studying in Göttingen with the famous comparative anatomist Johann Friedrich Blumenbach (1752–1840), who has also gone down in history as one of the first ethnographers, that he started work on his masterpiece Death’s Jest-Book, a surreal mortality play. Masterpiece, that is, in the sense that any monster made of spare parts is all of a piece.\"\r\n \r\nThe unstageable Death’s Jest-Book is a “nightmarish drama of murder, disguise, revenge, and ghosts,” according to the W.W. Norton website. Writing on Beddoes for the Carcanet Press website, John Ashbery calls the work “a kind of bottomless pit that absorbed most of his creative energies during his final years. As in all his plays, the plot is murky to the point of incomprehensibility, and the characters exist mainly to\r\nmouth Beddoes' extraordinary lines, though they do collide messily with one another.” Ashbery continues, “Death was Beddoes' main subject, both as a poet and as a medical man; he seems relaxed and happy only when writing about it.\"\n\r\nObsessed with death, Beddoes struggled with manic depression and alcoholism. During the course of his life, Beddoes would be expelled from one university, deported from Bavaria, forced to leave Zürich, and arrested numerous times.\r\n \r\nHe committed suicide in 1849.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}