{"pf_url": "https://www.poetryfoundation.org/poets/tu-fu", "name": "Du Fu", "yob": "712", "yod": "770", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/19d4dae509a0d7f9d27b8001f00578a5fe84c5c0.jpeg", "bio": "\nAlso known as Tu Fu, Du Fu is considered with Li Po to be one of China’s greatest poets of the Tang dynasty. Du Fu was born to a minor scholar-official in Henan Province. His mother died while he was young, and an aunt helped raised him. Though he studied for the civil service exam to become a civil servant like his father, Du Fu failed to pass and spent many years traveling. His early poems thread together incidents from his travels and personal accounts of the hardships he endured; he also wrote poems to or about Li Po.\r\n \r\nDu Fu petitioned the government for an official position and was appointed registrar in the crown prince’s palace, though the An Lushan Rebellion of 755 prevented him from occupying the post. The rebellion, which lasted for nearly eight years, severely disrupted Chinese society. In these years, Du Fu led an itinerant life, writing poetry about the events he witnessed and endured—famine, political unrest, and personal tragedy.\r\n \r\nThough he eventually took up the post of registrar, Du Fu is thought to have caused trouble by being overly conscientious and was demoted. He eventually moved to Sichuan, where he lived in a cottage and wrote many poems describing his relatively happy life. His last years were again spent moving from place to place, including a two-year period at Kuizhou, where he won the support of the governor of the region and wrote many poems in his dense, late style. Du Fu and his family began traveling again in 768. He died in Hunan Province and was survived by his wife and two remaining sons.\r\n \r\nDu Fu is often described as a poet-historian, and his works convey the emotional impact and import of political and social issues and register a range of private concerns, trials, and dramas. His poems are remarkable for their range of moods as well as contents. According to one of his translators, David Hinton, “[Du Fu] explored the full range of experience, and from this abundance shaped the monumental proportions of being merely human.”\n", "attrs": {"Region:": ["Asia, East"]}}