{"pf_url": "https://www.poetryfoundation.org/poets/dudley-randall", "name": "Dudley Randall", "yob": "1914", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f4af94b14dc35ef4c9c07a94e47db8636f31fc6f.jpeg", "bio": "\nBorn in Washington, DC, the son of a minister and a teacher, Randall wrote his first poem when he was four years old, moved to Detroit when he was nine, and saw his poems first published in the Detroit Free Press when he was 13. A bright student, Randall graduated early. After working in Ford’s River Rouge foundry for five years and serving in the South Pacific during World War II, he earned a BA in English from Wayne University (now Wayne State University) and a MA in library science from the University of Michigan. Randall, who became the reference librarian for Wayne County, was fluent in Russian; visited Europe, Africa, and Russia; and later translated many Russian poems into English.\n\r\nThe influence of Dudley Randall, founder of Broadside Press and Detroit’s first poet laureate, “has been one of the strongest—some say the strongest—in the black poetry movement of the last 15 years,” argued Suzanne Dolezal in Detroit magazine. “As publisher of Detroit’s Broadside Press between 1965 and 1977, Randall provided a forum for just about every major black poet to come along during those years. And dozens of anthologies include his own rapid, emotional lyrics about Detroit’s bag ladies, lonely old drunks, strapping foundry workers and young women with glistening, corn-rowed hair,” she continued. “Beyond Randall’s contributions as a poet, his roles as editor and publisher have proven invaluable to the Afro-American community,” R. Baxter Miller wrote in the Dictionary of Literary Biography.\n\r\nRandall’s first books, however, did not display his range, Miller indicates. Poem Counterpoem, a unique volume in which “ten poems each by [Margaret] Danner and Randall. … are alternated to form a kind of double commentary on the subjects they address in common,” contains “only the verses appropriately matched with Danner’s,” the essayist relates; and while Cities Burning, Randall’s second opus, presents the spirit of the poet’s urban environment and the politics of his times, it gathers only those poems that treat “the theme of a disintegrating era.”\n\r\nBut the third and more inclusive collection More to Remember: Poems of Four Decades “displays [Randall’s] artistic breadth” in poems that address universal themes and explore “contradictions in human psychology and the black arts movement,” observes Miller. Miller also sees “Randall’s aesthetic theory” in poems that depict “the artist as a modifier of both literary tradition and classical form.” Randall defines this aesthetic himself in Negro Digest: “Precision and accuracy are necessary for both white and black writers. … ‘A black aesthetic’ should not be an excuse for sloppy writing.” He believes that for writers who adhere to the “black aesthetic” there is a future, “as long as their rejection of ‘white standards’ rejects only what is false. … How else can a black writer write than out of his black experience? Yet what we tend to overlook is that our common humanity makes it possible to write a love poem, for instance, without a word of race, or to write a nationalistic poem that will be valid for all humanity.”\nLater collections of Randall’s poems highlight his careful craftsmanship. Reviewing After the Killing (1973), Frank Marshall Davis declares, “Dudley Randall again offers visual proof of why he should be ranked in the front echelon of Black poets.” When the poet evades “cliches and hackneyed rhymes, he excels at his craft,” says Miller, who also believes that verses in A Litany of Friends: New and Selected Poems (1981) “demonstrate Randall’s technical skill.” Brief notices about Randall’s books in library trade journals are generally complimentary.\n\r\nReviewers recognize Randall’s work as a bridge between earlier black writers and the Black Arts movement. “Exploring racial and historical themes, introspective and self-critical, his work combines ideas and forms from Western traditional poetry as well as from the Harlem Renaissance movement,” Miller notes. Writing in the Negro Digest in 1969, Ron Welburn concurs: “[Randall’s] is a keen functional awareness of what black poetry has been and remains, and there is no hint of an alienation from the ethos being developed by the new stylists.” Welburn’s review foresaw that younger poets would be somewhat influenced by Randall’s voice and perhaps more potently by his example: “he is contributing something to black literature that has a lasting value.”\nBroadside Press—Randall’s other contribution to black poetry in America—began in 1963. Randall had composed the poem “Ballad of Birmingham” after a bomb exploded in an Alabama church, killing four children. “Folk singer Jerry Moore of New York had it set to music, and I wanted to protect the rights to the poem by getting it copyrighted,” the publisher recalls in Broadside Memories: Poets I Have Known. Leaflets, he learned, could be copyrighted, so he published the poem as a broadside, a single sheet of paper that could be printed and sold for a minimal price. Randall’s “Dressed All in Pink,” composed after John F. Kennedy’s assassination, also recorded by Moore, became number two of the Broadside series, which was to include close to 100 titles by 1982.\n\r\nRandall became a book publisher when poets at a Fisk University conference nominated him to collect and publish “the many poems being written about the slain black leader” Malcolm X, reports Dolezal. The printing was delayed so that For Malcolm: Poems on the Life and Death of Malcolm X was not the first Broadside book published, but when it came out in 1967, it was a success. By that time aware that major publishers were seldom accepting works by young black poets, Randall “became dedicated to giving the emerging black poetry the forum it needed,” Dolezal notes. Indeed, Randall’s encouragement was essential to the writing careers of several black poets. Etheridge Knight, for example, was in prison when he contributed three poems to the Broadside anthology For Malcolm, and Randall’s visits “convinced a hesitant Knight of his talent,” Dolezal reports. Randall published first books for Knight and for Haki R. Madhubuti (formerly Don L. Lee), two poets who now enjoy international acclaim. Altogether, the press produced nearly 60 volumes of poetry and criticism under Randall’s tenure, all showcasing black writers, who rewarded his dedication by remaining loyal to Broadside even when larger publishing houses with generous promotion budgets beckoned. Gwendolyn Brooks insisted that Randall, not Harper & Row, would publish her autobiography; Sonia Sanchez preferred Broadside to the Third World Press, the small press founded by Madhubuti. Poet Nikki Giovanni explained to Dolezal, “Broadside was neither mother nor father of the poetry movement, but it was certainly midwife. Dudley understood the thrust of the movement, which was essentially vernacular. He … allowed his poets to find their own voices. That was the charm of Broadside.”\n\r\nBy 1977, Randall’s determination to supply low-priced books even to stores already in debt to him brought the small press, also deeply in debt, to the crisis point. The Alexander Crummell Memorial Center, a church in Highland Park, Michigan, bought the press, retaining Randall as its consultant. In the early 80s, ownership returned to Randall, who sold it to poet Hilda Vest and her husband in 1985. In 2015, Broadside Press merged with Lotus Press, operated by Detroit poet Naomi Long Madgett. It exists today under the name Broadside Lotus Press. “Randall’s achievement remains intact,” Dolezal wrote.\nRandall described those achievements in his 1975 book “Broadside Memories,” reported Morgan Jerkins in the New York Times. “My strongest motivations,” Randall wrote, “have been to get good black poets published, to produce beautiful books, help create and define the soul of black folk, and to know the joy of discovering new poets.”\n\r\nRandall died in 2000. In May 2001, the University of Detroit Mercy's McNichols Campus Library was designated a national Literary Landmark by the Friends of Libraries USA (now the Association of Library Trustees, Advocates, Friends and Foundations) and UDM's Dudley Randall Center for Print Culture was named in his honor. The Dudley Randall Poetry Prize is awarded to a University of Detroit Mercy student each year.\n", "attrs": {}}