{"pf_url": "https://www.poetryfoundation.org/poets/dunya-mikhail", "name": "Dunya Mikhail", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/cd730cd23b6bd61c6d92c439d68b41aac27045c9.jpeg", "bio": "\nIraqi American poet Dunya Mikhail was born in Baghdad and earned a BA at the University of Baghdad. She worked as a translator and journalist for the Baghdad Observer before being placed on Saddam Hussein’s enemies list. She immigrated to the United States in the mid-1990s and earned an MA at Wayne State University. Mikhail is the author of several collections of poetry published in Arabic. Her first book published in English, The War Works Hard (2005), translated by Elizabeth Winslow, won the PEN Translation Award, was shortlisted for the Griffin Poetry Prize, and was selected as one of the 25 Best Books of 2005 by the New York Public Library. Elena Chiti translated The War Works Hard into Italian in 2011. Diary of a Wave Outside the Sea (2009), which Mikhail co-translated with Elizabeth Winslow, won the Arab American Book Award. Mikhail's collection of poetry The Iraqi Nights (2014) was translated into English by Kareem James Abu-Zeid and published by New Directions. She is also the author of a book of nonfiction, The Beekeeper (New Directions, 2018).\r\n \r\nWith irony and subversive simplicity, Mikhail addresses themes of war, exile, and loss, using forms such as reportage, fable, and lyric. Though her poetry records the traumas of war and exile, she has also spoken to the effects of censorship on her work. In an interview with Cathy Linh Che for the New Directions blog, Mikhail observed, “In Iraq, there was a department of censorship with actual employees whose job was to watch ‘public morals’ and decide what you should read and write. Every writer needed approval first before publishing. That’s why I used a lot of metaphors and layers of meanings. This was probably good for my poetry but, still, you do not want to use such figures of speech just to hide meanings. Here, in America, a word does not usually cost a poet her life. However, speech is sometimes limited to what is acceptable according to public norms. So, in Iraq, text precedes censorship. In America, censorship precedes the text.”\r\n \r\nMikhail’s honors include the United Nations Human Rights Award for Freedom of Writing. She lives in Sterling Heights, Michigan, and has taught at Michigan State University.\n", "attrs": {"Region:": ["Middle East"]}}