{"pf_url": "https://www.poetryfoundation.org/poets/e-e-cummings", "name": "E. E. Cummings", "yob": "1894", "yod": "1962", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a312e5d82ee6f673a75a6d33ba12be65f29d1749.jpeg", "bio": "\nEdward Estlin (E.E.) Cummings was born in Cambridge, Massachusetts. He attended the Cambridge Latin High School, where he studied Latin and Greek. Cummings earned both his BA and MA from Harvard, and his earliest poems were published in Eight Harvard Poets (1917). As one of the most innovative poets of his time, Cummings experimented with poetic form and language to create a distinct personal style. A typical Cummings poem is spare and precise, employing a few key words eccentrically placed on the page. Some of these words were invented by Cummings, often by combining two common words into a new synthesis. He also revised grammatical and linguistic rules to suit his own purposes, using such words as “if,” “am,” and “because” as nouns, for example, or assigning his own private meanings to words. Despite their nontraditional form, Cummings’ poems came to be popular with many readers. “No one else,” Randall Jarrell claimed, “has ever made avant-garde, experimental poems so attractive to the general and the special reader.” By the time of his death in 1962 Cummings held a prominent position in 20th-century poetry. John Logan in Modern American Poetry: Essays in Criticism called him “one of the greatest lyric poets in our language.” Stanley Edgar Hyman wrote in Standards: A Chronicle of Books for Our Time: “Cummings has written at least a dozen poems that seem to me matchless. Three are among the great love poems of our time or any time.” Malcolm Cowley admitted in the Yale Review that Cummings “suffers from comparison with those [poets] who built on a larger scale—Eliot, Aiken, Crane, Auden among others—but still he is unsurpassed in his special field, one of the masters.”\nCummings decided to become a poet when he was still a child. Between the ages of eight and twenty-two, he wrote a poem a day, exploring many traditional poetic forms. By the time he was in Harvard in 1916, modern poetry had caught his interest. He began to write avant-garde poems in which conventional punctuation and syntax were ignored in favor of a dynamic use of language. Cummings also experimented with poems as visual objects on the page. In April of 1917, with the First World War raging in Europe and the United States just becoming involved, he volunteered for the Norton-Harjes Ambulance Service in France. Ambulance work was a popular choice with those who, like Cummings, considered themselves to be pacifists. He was soon stationed on the French-German border with fellow American William Slater Brown, and the two young men became fast friends. To relieve the boredom of their assignment, they inserted veiled and provocative comments into their letters back home, trying to outwit and baffle the French censors. They also befriended soldiers in nearby units. Such activities led in September of 1917 to their being held on suspicion of treason and sent to an internment camp in Normandy for questioning. Cummings and Brown were housed in a large, one-room holding area along with other suspicious foreigners. Only outraged protests from his father finally secured Cummings’ release in December of 1917; Brown was not released until April of the following year. In July 1918, Cummings was drafted into the U.S. Army and spent some six months at a training camp in Massachusetts.\nUpon leaving the army in January of 1919, Cummings resumed his affair with Elaine Thayer, the wife of his friend Schofield Thayer. Thayer knew and approved of the relationship. In December of 1919 Elaine gave birth to Cummings’ daughter, Nancy, and Thayer gave the child his name. Cummings was not to marry Elaine until 1924, after she and Thayer divorced. He adopted Nancy at this time; she was not to know that Cummings was her real father until 1948. This first marriage did not last long. Two months after their wedding, Elaine left for Europe to settle her late sister’s estate. She met another man during the Atlantic crossing and fell in love with him. She divorced Cummings in 1925.\nThe early 1920s were an extremely productive time for Cummings. In 1922 he published his first book, The Enormous Room, a fictionalized account of his French captivity. Critical reaction was overwhelmingly positive, although Cummings’ account of his imprisonment was oddly cheerful in tone and freewheeling in style. He depicted his internment camp stay as a period of inner growth. As David E. Smith wrote in Twentieth Century Literature, The Enormous Room’s emphasis “is upon what the initiate has learned from his journey. In this instance, the maimed hero can never again regard the outer world (i.e., ‘civilization’) without irony. But the spiritual lesson he learned from his sojourn with a community of brothers will be repeated in his subsequent writings both as an ironical dismissal of the values of his contemporary world, and as a sensitive, almost mystical celebration of the quality of Christian love.” John Dos Passos, in a review of the book for Dial, claimed that “in a style infinitely swift and crisply flexible, an individual not ashamed of his loves and hates, great or trivial, has expressed a bit of the underside of History with indelible vividness.” Writing of the book in 1938, John Peale Bishop claimed in the Southern Review: “The Enormous Room has the effect of making all but a very few comparable books that came out of the War look shoddy and worn.”\nCummings’ first collection of poems, Tulips and Chimneys, appeared in 1923. His eccentric use of grammar and punctuation are evident in the volume, though many of the poems are written in conventional language. The original manuscript for Tulips and Chimneys was cut down by the publisher. These deleted poems were published in 1925 as &, so titled because Cummings wanted the original book to be titled Tulips & Chimneys but was overruled. Another collection quickly followed: XLI Poems, also in 1925. In a review of XLI Poems for Nation, Mark Van Doren defined Cummings as a poet with “a richly sensuous mind; his verse is distinguished by fluidity and weight; he is equipped to range lustily and long among the major passions.” At the end of 1925 Dial magazine chose Cummings for their annual award of $2,000, a sum equaling a full year’s income for the writer. The following year a new collection, Is 5, was published, for which Cummings wrote an introduction meant to explain his approach to poetry. In the introduction he argued forcefully for poetry as a “process” rather than a “product.”\nIt was with these collections of the 1920s that Cummings established his reputation as an avant-garde poet conducting daring experiments with language. Speaking of these language experiments, M. L. Rosenthal wrote in The Modern Poets: A Critical Introduction: “The chief effect of Cummings’ jugglery with syntax, grammar, and diction was to blow open otherwise trite and bathetic motifs through a dynamic rediscovery of the energies sealed up in conventional usage.... He succeeded masterfully in splitting the atom of the cute commonplace.” “Cummings,” Richard P. Blackmur wrote in The Double Agent: Essays in Craft and Elucidation, “has a fine talent for using familiar, even almost dead words, in such a context as to make them suddenly impervious to every ordinary sense; they become unable to speak, but with a great air of being bursting with something very important and precise to say.” Bethany K. Dumas wrote in her E. E. Cummings: A Remembrance of Miracles that “more important than the specific devices used by Cummings is the use to which he puts the devices. That is a complex matter; irregular spacing ... allows both amplification and retardation. Further, spacing of key words allows puns which would otherwise be impossible. Some devices, such as the use of lowercase letters at the beginnings of lines ... allow a kind of distortion that often re-enforces that of the syntax.... All these devices have the effect of jarring the reader, of forcing him to examine experience with fresh eyes.” S. I. Hayakawa also remarked on this quality in Cummings’ poetry. “No modern poet to my knowledge,” Hayakawa wrote in Poetry, “has such a clear, childlike perception as E. E. Cummings—a way of coming smack against things with unaffected delight and wonder. This candor ... results in breath-takingly clean vision.” Norman Friedman explained in his E. E. Cummings: The Growth of a Writer that Cummings’ innovations “are best understood as various ways of stripping the film of familiarity from language in order to strip the film of familiarity from the world. Transform the word, he seems to have felt, and you are on the way to transforming the world.”\nOther critics focused on the subjects of Cummings’ poetry. Though his poetic language was uniquely his own, Cummings’ poems were unusual because they unabashedly focused on such traditional and somewhat passé poetic themes as love, childhood, and flowers. What Cummings did with such subjects, according to Stephen E. Whicher in Twelve American Poets, was, “by verbal ingenuity, without the irony with which another modern poet would treat such a topic, create a sophisticated modern facsimile of the ‘naive’ lyricism of Campion or Blake.” This resulted in what Whicher termed “the renewal of the cliché.” Jenny Penberthy detected in Cummings a “nineteenth-century romantic reverence for natural order over man-made order, for intuition and imagination over routine-grounded perception. His exalted vision of life and love is served well by his linguistic agility. He was an unabashed lyricist, a modern cavalier love poet. But alongside his lyrical celebrations of nature, love, and the imagination are his satirical denouncements of tawdry, defiling, flat-footed, urban and political life—open terrain for invective and verbal inventiveness.”\nThis satirical aspect to Cummings’ work drew both praise and criticism. His attacks on the mass mind, conventional patterns of thought, and society’s restrictions on free expression, were born of his strong commitment to the individual. In the “nonlectures” he delivered at Harvard University Cummings explained his position: “So far as I am concerned, poetry and every other art was, is, and forever will be strictly and distinctly a question of individuality.” As Penberthy noted, Cummings’ consistent attitude in all of his work was “condemning mankind while idealizing the individual.” “Cummings’ lifelong belief,” Bernard Dekle stated in Profiles of Modern American Authors, “was a simple faith in the miracle of man’s individuality. Much of his literary effort was directed against what he considered the principal enemies of this individuality—mass thought, group conformity, and commercialism.” For this reason, Cummings satirized what he called “mostpeople,” that is, the herd mentality found in modern society. “At heart,” Logan explained, “the quarrels of Cummings are a resistance to the small minds of every kind, political, scientific, philosophical, and literary, who insist on limiting the real and the true to what they think they know or can respond to. As a preventive to this kind of limitation, Cummings is directly opposed to letting us rest in what we believe we know; and this is the key to the rhetorical function of his famous language.”\nCummings was also ranked among the best love poets of his time. “Love always was ... Cummings’ chief subject of interest,” Friedman wrote in his E. E. Cummings: The Art of His Poetry. “The traditional lyric situation, representing the lover speaking of love to his lady, has been given in our time a special flavor and emphasis by Cummings. Not only the lover and his lady, but love itself—its quality, its value, its feel, its meaning—is a subject of continuing concern to our speaker.” Love was, in Cummings’ poems, equated to such other concepts as joy and growth, a relationship which “had its source,” wrote Robert E. Wegner in The Poetry and Prose of E. E. Cummings, “in Cummings’ experience as a child; he grew up in an aura of love.... Love is the propelling force behind a great body of his poetry.” Friedman noted that Cummings was “in the habit of associating love, as a subject, with the landscape, the seasons, the times of day, and with time and death—as poets have always done in the past.”\nCummings’ early love poems were frankly erotic and were meant to shock the Puritanical sensibilities of the 1920s. Penberthy noted that the poet’s first wife, Elaine, inspired “scores of Cummings’s best erotic poems.” But, as Wegner wrote, “In time he came to see love and the dignity of the human being as inseparable.” Maurer also commented on this change in Cummings’ outlook; there was, Maurer wrote, a “fundamental change of attitude which manifested itself in his growing reverence and dedication to lasting love.” Hyatt H. Waggoner, writing in American Poets from the Puritans to the Present, noted that “the love poems are generally, after the 1920s, religious in tone and implication, and the religious poems very often take off from the clue provided by a pair of lovers, so that often the two subjects are hardly, if at all, separable.” Rushworth M. Kidder also noted this development in the love poems, and he traced the evolution of Cummings’ thoughts on the subject. Writing in his E. E. Cummings: An Introduction to the Poetry, Kidder reported that in the early poems, love is depicted as “an echo of popularly romantic notions, and it grows in early volumes to a sometimes amorphous phenomenon seasoned by a not entirely unselfish lust. By [his] last poems, however, it has come to be a purified and radiant idea, unentangled with flesh and worlds, the agent of the highest transcendence. It is not far, as poem after poem has hinted, from the Christian conception of love as God.” Waggoner concluded that Cummings “wrote some of the finest celebrations of sexual love and of the religious experience of awe and natural piety produced in our century, precisely at a time when it was most unfashionable to write such poems.”\nIn addition to his poetry, Cummings was also known for his play, Him, and for the travel diary, Eimi. Him consisted of a sequence of skits drawing from burlesque, the circus, and the avant-garde, and jumping quickly from tragedy to grotesque comedy. The male character is named Him; the female character is Me. “The play begins,” Harold Clurman wrote in Nation, “as a series of feverish images of a girl undergoing anaesthesia during an abortion. She is ‘me,’ who thinks of her lover as ‘him.’” In the program to the play, staged at the Provincetown Playhouse, Cummings provided a warning to the audience: “Relax and give the play a chance to strut its stuff—relax, stop wondering what it’s all ‘about’—like many strange and familiar things, Life included, this Play isn’t ‘about,’ it simply is. Don’t try to enjoy it, let it try to enjoy you. DON’T TRY TO UNDERSTAND IT, LET IT TRY TO UNDERSTAND YOU.” Clurman believed that “the play’s purest element is contained in duos of love. They are the most sensitive and touching in American playwriting. Their intimacy and passion, conveyed in an odd exquisiteness of writing, are implied rather than declared. We realize that no matter how much ‘him’ wishes to express his closeness to ‘me,’ he is frustrated not only by the fullness of his feeling but by his inability to credit his emotion in a world as obscenely chaotic as the one in which he is lost.”\nIn 1931 Cummings traveled to the Soviet Union. Like many other writers and artists of the time, he was hopeful that the communist revolution had created a better society. After a short time in the country, however, it became clear to Cummings that the Soviet Union was a dictatorship in which the individual was severely regimented by the state. His diary of the visit, in which he bitterly attacked the Soviet regime for its dehumanizing policies, was published in 1933 as Eimi, the Greek word for “I am.” In it, he described the Soviet Union as an “uncircus of noncreatures.” Lenin’s tomb, in which the late dictator’s preserved body is on display, especially revolted Cummings and inspired him to create the most impassioned writing in the book. “The style which Cummings began in poetry,” Bishop wrote, “reaches its most complete development in the prose of Eimi. Indeed, one might almost say that, without knowing it, Cummings had been acquiring a certain skill over the years, in order that, when occasion arose, he might set down in words the full horror of Lenin’s tomb.” In tracing the course of his 35-day trip through the Soviet Union, Cummings made frequent allusion to Dante’s Inferno and its story of a descent into Hell, equating the two journeys. It is only after crossing back into Europe at book’s end that “it is once more possible for [Cummings] to assume the full responsibility of being a man...,” Bishop wrote. “Now he knows there is but one freedom..., the freedom of the will, responsive and responsible, and that from it all other freedoms take their course.” Kidder called Eimi “a report of the grim inhumanities of the Soviet system, of repression, apathy, priggishness, kitsch, and enervating suspicion.” For some time after publication of Eimi, Kidder reported, Cummings had a difficult time getting his poetry published. The overwhelmingly left-wing publishers of the time refused to accept his work. Cummings had to resort to self-publishing several volumes of his work during the later 1930s.\nIn 1952, Cummings was invited to give the Charles Eliot Norton lectures in poetry at Harvard University. His lectures, later published as i: six nonlectures, were highly personal accounts of his life and work, “autobiographical rambles,” as Penberthy described them. The first two lectures reminisce about his childhood and parents; the third lecture tells of his schooldays at Harvard, his years in New York, and his stay in Paris during the 1920s. The last three lectures present his own ideas about writing. In his conclusion to the lecture series Cummings summed up his thoughts with these words, quoting his own poetry where appropriate: “I am someone who proudly and humbly affirms that love is the mystery-of-mysteries, and that nothing measurable matters ‘a very good God damn’; that ‘an artist, a man, a failure’ is no mere whenfully accreting mechanism, but a givingly eternal complexity—neither some soulless and heartless ultrapredatory infra-animal nor any understandingly knowing and believing and thinking automaton, but a naturally and miraculously whole human being—a feelingly illimitable individual; whose only happiness is to transcend himself, whose every agony is to grow.”\nCritics of Cummings’ work were divided into two camps as to the importance of his career. His detractors called his failure to develop as a writer a major weakness; Cummings’ work changed little from the 1920s to the 1950s. Others saw him as merely clever but with little lasting value beyond a few technical innovations. Still others questioned the ideas in his poetry, or seeming lack of them. George Stade in the New York Times Book Review claimed that “intellectually speaking, Cummings was a case of arrested development. He was a brilliant 20-year-old, but he remained merely precocious to the end of his life. That may be one source of his appeal.” James G. Southworth, writing in Some Modern American Poets, argued that Cummings “is too much out of the stream of life for his work to have significance.” Southworth went on to say that “the reader must not mistake Mr. Cummings for an intellectual poet.”\nBut Cummings’ supporters acclaimed his achievement. In a 1959 essay reprinted in his collection Babel to Byzantium, James Dickey proclaimed: “I think that Cummings is a daringly original poet, with more vitality and more sheer, uncompromising talent than any other living American writer.” Although admitting that Cummings’ work was not faultless, Dickey stated that he felt “ashamed and even a little guilty in picking out flaws” in the poems, a process he likened to calling attention to “the aesthetic defects in a rose. It is better to say what must finally be said about Cummings: that he has helped to give life to the language.” In similar terms, Rosenthal explained that “Cummings’s great forte is the manipulation of traditional forms and attitudes in an original way. In his best work he has the swift sureness of ear and idiom of a Catullus, and the same way of bringing together a racy colloquialism and the richer tones of high poetic style.” Maurer believed that Cummings’ best work exhibited “a new and delightful sense of linguistic invention, precise and vigorous.” Penberthy concluded that “Cummings’s achievement deserves acclaim. He established the poem as a visual object… he revealed, by his x-ray probings, the faceted possibilities of the single word; and like such prose writers as Vladimir Nabokov and Tom Stoppard, he promoted sheer playfulness with language. Despite a growing abundance of second-rate imitations, his poems continue to amuse, delight, and provoke.”\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Modern"]}}