{"pf_url": "https://www.poetryfoundation.org/poets/eamon-grennan", "name": "Eamon Grennan", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8bd3aa7912077d20e5d4c7c62576b684efc6ea75.jpeg", "bio": "\nBorn in Dublin, Eamon Grennan attended boarding school at a Cistercian monastery. He met Derek Mahon and Eavan Boland as an undergraduate at University College, Dublin, spent a year in Rome, and then came to the United States to earn his PhD at Harvard. He began writing poetry in earnest in 1977 and published his first collection, Wildly for Days, in 1983. He is the author of more than 10 collections of poetry, including There Now (2016), Out of Sight: New and Selected Poems (2010), Matter of Fact (2008), The Quick of It (2005), Still Life with Waterfall (2002), and Relations: New and Selected Poems (1998).\n\r\nInfluenced by Williams, Hopkins, Patrick Kavanagh, Roethke, and Bishop, Grennan’s free verse lines often lean toward blank verse. In Grennan’s own words, his poems try “to marry speech patterns to musical language” and “try to establish a kind of range of commitment to the domestic on the one hand, to the erotic on the other, to the natural world, the simple, observed world, and at the same time stay fairly clear.” Judge Robert Wrigley noted, on awarding Grennan the Lenore Marshall Poetry Prize, that “Grennan would have us know—no, would have us see, feel, hear, taste and smell—that the world, moment by ordinary or agonizing moment, lies chock-full with its own clarifications and rewards.”\n\r\nGrennan has also written a book of essays, Facing the Music: Irish Poetry in the 20th Century (1999). He won the PEN Award for poetry in translation for Selected Poems of Giacomo Leopardi (1997), and the Lenore Marshall Poetry Prize from the Academy of American Poets for Still Life with Waterfall (2002). He has also won several Pushcart Prizes. He has been awarded fellowships from the National Endowment for the Arts, the National Endowment for the Humanities, and the Guggenheim Foundation.\n\r\nGrennan was the Dexter M. Ferry Jr. Professor of English at Vassar College until his retirement in 2004. He divides his time between Poughkeepsie, New York, and western Ireland, and his poetry shows the imprint of both lands. Of his fitting resident alien status, Grennan notes, “I live at a sort of distance, an angle to the place I live in.”\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}