{"pf_url": "https://www.poetryfoundation.org/poets/eavan-boland", "name": "Eavan Boland", "yob": "1944", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/a5d4c8e9d2b9df3f67fae74db8e3248875771cbd.jpeg", "bio": "\nEavan Boland was born in Dublin, Ireland. Over the course of her long career, Eavan Boland emerged as one of the foremost female voices in Irish literature. Throughout her many collections of poetry, in her prose memoir Object Lessons (1995), and in her work as a noted anthologist and teacher, Boland honed an appreciation for the ordinary in life. The poet and critic Ruth Padel described Boland’s “commitment to lyric grace and feminism” even as her subjects tend to “the fabric of domestic life, myth, love, history, and Irish rural landscape.” Keenly aware of the problematic associations and troubled place that women hold in Irish culture and history, Boland always wrote out of an urge to make an honest account of female experience.\nThe daughter of a diplomat and a painter, Boland spent her girlhood in London and New York, returning to Ireland to attend secondary school in Killiney and later university at Trinity College in Dublin. Though still a student when she published her first collection, 23 Poems (1962), Boland’s early work was informed by her experiences as a young wife and mother, and her growing awareness of the troubled role of women in Irish history and culture.\nIn an interview with readers on the website A Smartish Pace, Boland herself described the “difficult situation” of her early years as a poet: “I began to write in an Ireland where the word ‘woman’ and the word ‘poet’ seemed to be in some sort of magnetic opposition to each other. Ireland was a country with a compelling past, and the word ‘woman’ invoked all kinds of images of communality which were thought to be contrary to the life of anarchic individualism invoked by the word ‘poet’ … I wanted to put the life I lived into the poem I wrote. And the life I lived was a woman’s life. And I couldn’t accept the possibility that the life of the woman would not, or could not, be named in the poetry of my own nation.”\nBoland’s poetry is known for subverting traditional constructions of womanhood, as well as offering fresh perspectives on Irish history and mythology. Her fifth book, In Her Own Image (1980), brought Boland international recognition and acclaim. Exploring topics such as domestic violence, anorexia, infanticide, and cancer, the book also announced Boland’s ongoing concern with inaccurate and muffled portrayals of women in Irish literature and society. Her next books, including Night Feed (1982) and her first volume of selected poems Outside History (1990), continued to explore questions of female identity. Hers is a voice, in the words of Melanie Rehak in the New York Times Book Review, “that is by now famous for its unwavering feminism as well as its devotion to both the joys of domesticity and her native Ireland.” In a Time of Violence (1994), shortlisted for the prestigious T.S. Eliot Prize, contains poems that gesture toward private and political realities at once. In poems such as “That the Science of Cartography is Limited” and “Anna Liffey,” Boland constructs a world that is influenced by history, the present day, and mythology and yet remains intensely personal. It is a recipe that Boland perfected in her work since.\nAgainst Love Poetry (2001), published as Code in the UK, displays the scope of Boland’s knowledge and her awareness of tradition. “So much of European love poetry,” she told Alice Quinn in the New Yorker, “is court poetry, coming out of the glamorous traditions of the court … There’s little about the ordinariness of love.” Seeking a poetry that would express the beauty of the plain things that make up most people’s existences, she found that she would have to create it for herself. It is “dailiness,” as Boland called it, that reviewers often find, and praise, in Boland’s poetry. By focusing on “dailiness,” Boland attempted to delineate the contours of a new vision of history. Reviewing Code for the Times Literary Supplement, Clare Wills noted that “Boland is a master at reading history in the configurations of landscape, at seeing space as the registration of time. If only we know how to look, there are means of deciphering the hidden, fragmentary messages from the past, of recovering lives from history’s enigmatic scramblings.” Domestic Violence (2007) weaves different and competing kinds of history—the national, the personal, the domestic—together in poems that also meditate on the legacy of Irish poetry itself. In Poetry Review, Jay Parini noted: “The literal site of these poems is often Ireland itself, with its heroic gestures, high rhetoric, and (sometimes pretentious) symbol-making held in abeyance, even fended off. Boland brilliantly attacks, and nullifies, this tradition.” Parini added that “Boland is, in her quiet way, as melodramatic as any of her forbears. This is always what I have liked about her, the clash of intention and manifestation.”\nBoland’s New Collected Poems (2008) was published to glowing reviews. Incorporating numerous poems from her first books, as well as a previously-unpublished verse play, the book demonstrates Boland’s restless and incessant attempt to escape from, or at the very least complicate, the Irish lyric tradition she inherited. Anne Fogarty, in the Irish Book Review, declared New Collected Poems “acts as a timely reminder of the significance and innovatory force of Boland’s achievement as a poet and of the degree to which so many of her texts … have lastingly altered the contours of Irish writing. Modern Irish poetry would be unthinkable without her presence. New Collected Poems valuably updates the record of Eavan Boland’s artistic output. More vitally, it underscores the vibrancy of her ongoing project as a poet who is doubtless one of the foremost writers in contemporary Ireland.”\nBoland’s later books include the poetry collections A Poet’s Dublin (2014) and A Woman Without a Country (2014). Her awards include a Lannan Foundation Award in Poetry and an American Ireland Fund Literary Award. She taught at Trinity College Dublin, University College Dublin, Bowdoin College, and at Stanford University since 1996, where she was the Bella Mabury and Eloise Mabury Knapp Professor in the Humanities and Melvin and Bill Lane professor of English and director of the creative writing program. She divided her time between Palo Alto and Dublin, before her death in 2020.\n \n \n \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}