{"pf_url": "https://www.poetryfoundation.org/poets/ed-sanders", "name": "Ed Sanders", "yob": "1939", "yod": null, "image": null, "bio": "\nPoet and activist Ed Sanders grew up in Blue Springs, Missouri. He studied at the University of Missouri and New York University and earned a BA in ancient Greek. After college Sanders stayed in New York City, where he opened the Peace Eye Bookstore and started Fuck You: A Magazine of the Arts. Deeply influenced by the work of Dylan Thomas, Ezra Pound, and Allen Ginsberg, Sanders helped bridge the concerns of Beat poetry and the countercultural movement of the 1960s. He is the author of numerous collections of poetry, including Poems for New Orleans (2008), American Book Award-winner Thirsting for Peace in a Raging Century: Selected Poems 1961–1985 (1987), and Poem from Jail (1963). Sanders’s honors include fellowships from the Guggenheim Foundation and the National Endowment for the Arts.\nIn 1998 Sanders began work on America, A History in Verse, which has been published in three volumes, from 1999 to 2004. The author of the manifesto Investigative Poetry (1976), Sanders writes research-driven, investigative poetry and has composed several biographies in verse, including The Poetry and Life of Allen Ginsberg (2000)and Chekhov (1995).\nIn an interview with Poetry Daily, Sanders discussed his approach to investigative poetry: “Nonfiction is a kind of map of fragments of information sequenced together, like an elegant baklava with layers of meaning,” he alleged. “You have to think of different arrays of sequencing information … You have to make an apt choice, or an artistic choice, or an aesthetic choice about what you put in—and what you leave out. It’s an art form when to say no. Especially in investigative poetry, it’s a mission.”\nSanders has written many books of prose, including Broken Glory: The Final Years of Robert F. Kennedy (2018); Fug You: An Informal History of the Peace Eye Bookstore, the Fuck You Press, the Fugs, and Counterculture in the Lower East Side (2011); the four-volume fiction odyssey Tales of Beatnik Glory (1975); and the nonfiction book The Family (1971), which examines the Charles Manson murders. For eight years he published a biweekly newspaper, the Woodstock Journal.\nSanders is a founding member of the subversive, satirical folk-rock music group the Fugs. He lives in Woodstock, New York.\r\n \r\nSanders lives in Woodstock, New York.\r\n﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}