{"pf_url": "https://www.poetryfoundation.org/poets/edgar-lee-masters", "name": "Edgar Lee Masters", "yob": "1868", "yod": "1950", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8a50e188c9527e5f4784a085c3cb29f4eff28193.jpeg", "bio": "\nEdgar Lee Masters was born in Garnett, Kansas, and he grew up in the small towns of Lewistown and Petersburg, Illinois. The author of 40 books of poetry and prose, Masters is best remembered for his great collection Spoon River Anthology (1915), a sequence of over 200 free-verse epitaphs spoken from the cemetery of the town of Spoon River. His honors include the Shelley Memorial Award, a grant from the American Academy of Arts and Letters, and the Academy of American Poets Fellowship.\nWhen Spoon River Anthology first saw publication in 1915, it caused a great sensation because of its forthrightness about sex, moral decay, and hypocrisy; but its cynical view of Midwestern small town values influenced a whole generation of writers and their works. “The volume,” said Herbert K. Russell in the Concise Dictionary of American Literary Biography, “became an international popular and critical success and introduced with a flourish what has since come to be known as the Chicago Renaissance”—a group of writers, including Masters, Carl Sandburg, Vachel Lindsay, and Theodore Dreiser, who disproved the notion held at the time that only on the East coast of the US were there writers capable of producing great literature. “It is safe to say,” declared Ernest Earnest in Western Humanities Review, “that no other volume of poetry except The Waste Land (1922) made such an impact during the first quarter of [the 20th] century.”\nMasters was firmly rooted in the Midwestern society he both praised and criticized in Spoon River Anthology. The central Illinois area in which he grew up was especially revered for its historic association with Abraham Lincoln; Russell commented that Masters’s “hometown of Petersburg was but two miles from Lincoln’s New Salem; he knew personally William Herndon (Lincoln’s law partner), the Armstrong family (one of whom Lincoln had defended), and John McNamar (the man who jilted Ann Rutledge before her story became entwined with Lincoln’s).”\nMasters himself was trained for the law—he practiced as an attorney in Chicago for nearly 30 years, and for several years he was the law partner of Clarence Darrow, the lawyer later to become famous as the counsel for the defense at the 1925 Scopes trial—although he had long harbored literary ambitions. Using a variety of pseudonyms to avoid possible damage to his law practice, Masters began to publish poetry in magazines. By 1915 he had published four books of poetry, seven plays, and a collection of essays, but none of them had received much critical attention. Then, following the advice of Reedy’s Mirror publisher William Marion Reedy, Masters began to experiment with poetic form, bringing to life the sort of people he had known in his boyhood. The result was Spoon River Anthology, which mixed classical forms with innovative ones. It followed the example of the Greek Anthology, a collection of some 4500 Greek poems written between about 500 B.C. and 1000 A.D. Many of these poems, like those in Spoon River, took the form of epigrams—laconic sayings that harbor (or seem to harbor) a truth—and others were expressed as confessional epitaphs, in which the dead commented on their lives. Unlike the ancient Greeks, however, Masters made his dead recite their speeches in free verse, a form of poetry that, although pioneered by Walt Whitman many years before, still had not gained popular acceptance; for instance, novelist William Dean Howells, writing in Harper’s, regarded Masters’s work as nothing but “shredded prose.” Late 19th-century literary fashion saw the small town as a bastion of American values, but Masters showed that this was not necessarily so—he portrayed the deceased citizens as fornicators, adulterers, prostitutes, thieves, victims of botched abortions—“a gallery,” said Russell, “of many different types of people which ultimately served to universalize the people of Spoon River.”\nThe citizens themselves are types rather than historical portraits, which may be one of the factors contributing to their universality. The soliloquy of “Lucinda Matlock,” one of the sequence’s best known poems, was based on Master’s pioneering grandmother; yet it provides a picture of the common experience of the frontier wife and mother rather than outlining the life of a particular person. “The names I drew from both the Spoon river and the Sangamon river neighborhoods,” wrote Masters in American Mercury, “combining first names here with surnames there, and taking some also from the constitutions and State papers of Illinois. Only in a few instances, such as those of Chase Henry, William H. Herndon and Anne Rutledge and two or three others, did I use anyone’s name as a whole.”\nUproar over the volume’s blunt attitude toward sex and its commentary on the morals of small town life quickly spread outside the literary community. The book became a bestseller; it was, said Stanley Edgar Hyman in his The Critic’s Credentials: Essays and Reviews, a “succes de scandale—it was the sex-shocker, the Peyton Place of its day. Knowing that childbirth would kill his wife, Henry Barker impregnated her out of hatred. The only feeling Benjamin Pantier inspired in his wife was sexual disgust. Old Henry Bennett died of overexertion in the bed of his young wife.” In Contemporary American Novelists: 1900-1920, Carl Van Doren wrote, “It was the scandal and not the poetry of Spoon River ... which particularly spread its fame.”\nAlthough many poets—including Amy Lowell, who said in her Tendencies in Modern American Poetry, “One wonders, if life in our little Western cities is as bad as this, why everyone does not commit suicide”—objected to Masters’s work, others welcomed the new voice in their midst. “At last. At last America has discovered a poet,” rejoiced fellow poet Ezra Pound in the Egoist. “At last the American West has produced a poet strong enough to weather the climate, capable of dealing with life directly, without circumlocution, without resonant meaningless phrases.” “Once in a while a man comes along who writes a book that has his own heart-beats in it,” wrote Carl Sandburg in the Little Review. “The people whose faces look out from the pages of the book are the people of life itself, each trait of them as plain or as mysterious as in the old home valley where the writer came from. Such a writer and book are realized here.” Later critics also recognized the volume’s importance: “The value of the Spoon River volume lies in its originality of design, its uniqueness, its effect upon its times,” declared Fred Lewis Pattee in The New American Literature: 1890-1930. “Its colossal success started a choir of young poets. Whether we condemn or praise, we must accept it as a major episode in the history of the poetic movement in the second decade of the new century.”\nAlthough Masters published many more works, including novels, history and a sequel, The New Spoon River (1924), he never succeeded in producing another volume to match his masterpiece. Part of the reason Masters’s later efforts failed, suggested Russell, lay in his tendency to expound his political views in his work, and in his “willingness to publish as finished works books that were inartistically cluttered with his own highly subjective viewpoints.” Russell asserted that in Lincoln: The Man (1931), “Masters, a Jeffersonian Democrat, was so unfair to his Republican subject that Lincoln: The Man drew some of the most hostile criticism ever leveled at an American biography.” “With Spoon River Anthology,” wrote Louis Untermeyer in American Poetry since 1900, “Masters arrived—and left.” He was, Russell concluded, “the victim of the success of his one enduring achievement, Spoon River Anthology; no matter what he published after it, he could never produce a rival to it, and so each ensuing volume represented a decline. Spoon River Anthology made him famous, but it also contributed to some of the sadness in his life, and it is (to borrow from it) his ‘true epitaph, more lasting than stone.’”\nMasters died in Philadelphia in 1950.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Modern"]}}