{"pf_url": "https://www.poetryfoundation.org/poets/edmund-gosse", "name": "Edmund Gosse", "yob": "1849", "yod": "1928", "image": null, "bio": "\nBritish literary critic, translator, and poet Edmund Gosse was the son of Philip Henry Gosse, a zoologist and preacher for the Plymouth Brethren. The poet was born in 1849, in the midst of Victorian England. His parents educated him thoroughly in the Bible, and his father hoped he would become a preacher. Gosse’s mother died early from cancer, and his book Father and Son: A Study in Two Temperaments (1907) details Gosse’s life with his father as well as his father’s faith and struggles with Darwinian beliefs. Gosse did not attend university. He worked in the cataloguing department of the British Museum, as a translator for the British Board of Trade, and as the librarian for the House of Lords. He is associated with the Pre-Raphaelites and was friends with literary figures such as Thomas Hardy, A.C. Swinburne, and Alfred, Lord Tennyson. John Singer Sargent even painted his portrait.\nGosse’s collections of poetry include On Viol and Flute (1873); King Erik (1893), a tragedy in verse; New Poems (1879); Firdausi in Exile and Other Poems (1885); In Russet & Silver (1894); and The Collected Poems of Edmund Gosse (1911).Gosse wrote poems in intricate French forms such as the villanelle and sestina, even penning an essay for Cornhill Magazine in 1877 titled “A Plea for Certain Exotic Forms of Verse.” In a contemporary essay for Victorian Poetry, critic Amanda French noted, “Edmund Gosse was most responsible for introducing the French forms, including the villanelle, into Anglophone poetry.” Gosse married Nellie Epps in 1875, and they had three children, though he harbored a love for the sculptor William Hamo Thornycroft, the addressee of some of his poems.\nGosse’s prolific literary criticism covered, among other topics, literature from the 17th century and northern Europe, and he translated Henrik Ibsen. Gosse’s publications include Studies in the Literature of Northern Europe (1879), Seventeenth Century Studies: A Contribution to the History of English Poetry (1883), and English Literature: An Illustrated Record (1903). He wrote a weekly column on literature for the London Times. After he was established as a literary critic, Gosse embarked on a lecture tour in the United States during 1884–1885. He was also a lecturer at Trinity College, Cambridge University from 1885 to 1890. Gosse died in 1928.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}