{"pf_url": "https://www.poetryfoundation.org/poets/edmund-wilson", "name": "Edmund Wilson Jr.", "yob": "1895", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/86cd3c3fcd047dc2c48d645cab6a294d27baa5ca.jpeg", "bio": "\nOne of the nation’s foremost literary critics, Edmund Wilson grew up in New Jersey and studied at Princeton University. He worked as managing editor of Vanity Fair, associate editor of the New Republic, and book reviewer for the New Yorker. L.E. Sissman called him “the greatest of our critics of this century, and among the three or four greatest—along with T.S. Eliot, Wallace Stevens, and F. Scott Fitzgerald—of our literary men.” Wilson, according to T.S. Matthews, was “the foremost American man of letters of the twentieth century.” Norman Podhoretz judged Wilson as “one of the greatest men of letters this country has ever produced.”\nWilson’s influence upon American literature was substantial. Warner Berthoff said that “for nearly every important development in contemporary writing Edmund Wilson was in some way a spokesman—an arbiter of taste, a supplier of perspective, at the least (to adapt his own phrase for Hemingway) a gauge of intellectual morale.” Leonard Kriegel described Wilson’s writing as “one of the standards of sanity in this culture.” Despite misgivings about some of Wilson’s strongly held opinions, Berthoff believed that “all who have to do with literature have played parasite to his writings, his discoveries and revaluations, and are too much in his debt to allow much complaining. He has been one of his time’s indispensable teachers and transmitters of important news.”\nOne of Wilson’s most important contributions was his role in giving an international perspective to American literature. Speaking of this, Sissman praised Wilson for his “destruction of the literary isolationism of this continent.” “No man,” Anthony Burgess wrote, “has had a profounder influence on the capacity of a couple of generations (including my own) to form its own judgements on a very large and important sector of European literature.” A Times Literary Supplement reviewer cited Wilson’s “incontestably important task” as “explaining the world to America and explaining America to itself.”\nAxel’s Castle (1931), Wilson’s first book of literary criticism, established his reputation as a critic and still stands as one of his most important works. Sherman Paul explained that the book, a study of the Symbolist literary movement, “established the writers of the avant garde in the consciousness of the general reader: not only did it place them in a significant historical development, it taught the uninitiated how to read them.” Pointing out the book’s lasting value, Taylor stated that “it is that rare work that can never really be dated or superseded.” Kriegel agreed, writing that “the book remains one of the truly seminal works of literary criticism published in our century.”\nWilson’s strongly held opinions were expressed in a manner that drew respect from even those readers who did not agree with him. When reading Wilson, Burgess claimed, one was “enlightened with conclusions that, so well are they stated and so logically arrived at, appear inevitable and hence obvious.” George H. Douglas believed that “even when we find [Wilson’s] ideas eccentric, perverse, and opinionated, as at times all of his readers must, we cannot but admire his ability to think through all of his problems for himself, his ceaseless endeavor to understand the world that confronts him and bring some order to it.” Alfred Kazin wrote that Wilson “fascinates even when he is wrong.” Joseph Epstein observed that “the stamp of Wilson’s personality was on every sentence he wrote, yet nothing he wrote could by any stretch of the imagination be called ‘personable’.” Nevertheless, he admired Wilson as “a living embodiment of the belief in literature … as a guide to life, and a weapon … with which to bring some sort of order to an otherwise possibly quite senseless world.”\nWilson’s concern with literary values was reflected in his concern for political values as well. “He always retained his strong faith in our American democratic traditions,” Douglas wrote, “even though he found the original dream of the founding fathers foundering in a sea of commercial ethics and impersonal, insensate government.” After a brief interest in socialism, culminating in To the Finland Station (1940), a study of the subject, Wilson grew disillusioned with politics. His writings after World War II ignored the contemporary scene. “Having lived through two World Wars in which he did not believe,” Robert Emmet Long wrote, “[Wilson could] no longer believe in the power of rationality to create a humane and meaningful world.” Despite his disillusionment with politics, Wilson protested the Cold War of the 1950s by not paying his income taxes for nine years on the grounds that the money was used to purchase nuclear and bacteriological weapons.\n“Some years before he died,” Luckett stated, “[Wilson] attempted an assessment of his own contribution to modern literature, and seemed content to stand on his achievements as an interpreter, explaining the characteristics of the literatures of other nations to readers in the United States. This was absurdly modest.” Matthews believed that Wilson’s “place in the hall of literary immortals is secure.” Douglas summed up Wilson’s career: “He was not only an imaginative writer of the first rank but a great democratic idealist, and a spokesman for liberal learning in the best sense. And the combination of these virtues produced for us a remarkable body of works which is sure to remain one of the great contributions to American literature of the 20th century.”\nWilson died in Talcottville, New York on June 12, 1972. His substantive contribution has continued even after his death, in the form of the many volumes of his writings that have been published in the ensuing decades. Among these are Wilson’s journals from the 1930s to 1960s. According to Lewis M. Dabney, editor of the final volume in the series, “the strength of Wilson’s criticism and histories is his mastery of concrete details, and the journals illustrate his ability to catch the essence of a time and situation.” Julian Symons argued in the Times Literary Supplement, “The primary impression left by any of these volumes covering the decades is of admiration for the power of Wilson’s mind, and astonishment at the variety of his interests and the voracious curiosity with which he informs himself about them.”\nAmong the other notable posthumous publications of Wilson’s writings, in the opinion of David Castronovo, was Letters on Literature and Politics 1912–1972 (1977). In an essay for the Dictionary of Literary Biography, Castronovo wrote that “this collection shows the range of Wilson’s informal interests as well as a partial record of his varied and often hectic life. Many of the letters also reveal him in the role of friend and encourager—a guider and nurturer of talent and relentless battler with circumstances, both personal and social, that keep writers from working.”\nThe Portable Edmund Wilson (1983), also edited by Lewis Dabney, gathered work that was representative of Wilson’s remarkable career. Of its selections, Saul Goodwin proposed in the National Review “that Wilson, himself a pretty fair anthologist, would have been satisfied with the results.” R.W.B. Lewis, disappointed by the absence of representative fiction and poetry in the collection, nevertheless remarked in the New York Times Book Review that the anthology does reveal Wilson in the role of “critic of history.” Lewis added, “To suggest the extraordinary reach of the man, one need only list the most powerful and comprehensive essays in [The Portable Edmund Wilson,] those on Marx and Engels, Dickens, the Supreme Court’s Oliver Wendell Holmes, and the Philoctetes myth.” Gross expressed similar sentiments. “Within the limits of portability,” he wrote, “it is everything that could reasonably be asked for, and even readers who know Wilson’s work well will find that they come away from it with a renewed sense of his many-sidedness and his prodigious gifts.” Christopher Hawtree asserted in Spectator, “A hod or a trolley would be necessary for the amount of Edmund Wilson’s writing one would wish to be in print.”\nMore of Wilson’s magazine essays and articles were brought together in book form in 1995 by Castronovo and Janet Groth in From the Uncollected Edmund Wilson. The 50 pieces in this collection, arranged chronologically, cover nearly 50 years, range over the course of Wilson’s life from his student days prior to World War I up to 1959. Included are many of the articles and essays Wilson wrote for the New Yorker in the 1940s and 1950s. “The selections,” according to a reviewer for Publishers Weekly, “show Wilson’s scholarship, the maturation of his keen, expressive voice and the emergence of his humanistic concerns. … A feast for Wilson devotees.”\nIn addition to his literary criticism, social commentary, and journalistic writings, Wilson also penned novels, stories, poems, and plays. His first novel, I Thought of Daisy (1929), is set in the 1920s in Greenwich Village in New York City. Described by a critic for Kirkus Reviews as “a tale of love, art, and politics,” I Thought of Daisy is a realistic narrative that relates the story of a young man who abandons bohemian life after he meets and falls in love with a chorus girl whom he sees as an American ideal. Picturesque characters abound in the portrait Wilson paints of the era, including several based on real-life prototypes and friends such as John Dos Passos and Edna St. Vincent Millay. Wilson initially saw the novel as his own emulation of writers such as James Joyce and Marcel Proust. However, the Kirkus Reviews critic noted “his episodic tale is more in the American grain.” In a 1950s edition of the novel, Wilson added a preface that criticized his own work and described the book as flawed. The Kirkus Reviews critic concluded, “He was too hard on himself—the book stands up to time.”\nIn the early 1940s Wilson worked on a novel that remained unfinished. Covering a period of two years in the late 1920s and dealing with the end of the Jazz Age and the beginning of the Great Depression brought on by the stock market crash of 1929, the unfinished manuscript, edited by Neale Reinitz, was published in 1998 as The Higher Jazz (Reinitz’s title). Yale-educated Fritz Dietrich, a young businessman and would-be composer, is the protagonist of the book. Fritz’s aim is to create a classical composition that incorporates the essence of American popular music. As in I Thought of Daisy, a number of characters in The Higher Jazz are thinly disguised fictions of prominent literary figures of the era, including Robert Benchley, Dorothy Parker, and F. Scott and Zelda Fitzgerald. In his review of The Higher Jazz for the New York Times Book Review, David Walton commented that “there are too many characters in the novel, and not much plot for them to be essential to.” Walton also noted that the novel had “a lot of clever dialogue—all of it mildly engaging, but never very captivating.” Walton felt that Reinitz’s commentaries, which connected events and characters in The Higher Jazz to Wilson’s life, were “the chief interest of the book.” Expressing a different opinion was a writer for Kirkus Reviews, who noted the book’s “haunting set pieces that depict Fritz’s uneasy circulation among Manhattan’s nightclubs, burlesque shows, and florid artistic circles,” and went on to praise Wilson’s “considerable skill as a novelist.” In a like vein, a reviewer for Publishers Weekly remarked, “With an eye and ear for fashion and upper-class folly that may remind admirers of Tom Wolfe, Wilson treats us to a bird’s eye view of the ‘whole night club racket, the Hudson Valley gentry and the Algonquin Table regulars.”\nSpeaking of Wilson’s standing in literature at the start of the 21st century, Castronovo commented, “Wilson’s name still stands for tireless dedication to literature, relentless pursuit of libertarian and progressive ideas, and yearning to transcend the limits of class, critical category, and fashion. His reputation, as well as threats to it, rests on his identity as a professor without a university, a critic without a field, a historian without a period, a thinker without a school.” In his review of Jeffrey Meyers’s Edmund Wilson: A Biography for Commentary, John Gross stated, “The literary Wilson will live. The longer the shadows cast over the field of literary studies by today’s deconstructionists and ideologues, the brighter his achievement will shine.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}