{"pf_url": "https://www.poetryfoundation.org/poets/edmund-spenser", "name": "Edmund Spenser", "yob": "1552", "yod": "1599", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/ed4535d8294999c690013e1a63cf9ede4e92aeda.jpeg", "bio": "\nEdmund Spenser is considered one of the preeminent poets of the English language. He was born into the family of an obscure cloth maker named John Spenser, who belonged to the Merchant Taylors’ Company and was married to a woman named Elizabeth, about whom almost nothing is known. Since parish records for the area of London where the poet grew up were destroyed in the Great Fire of 1666, his birth date is uncertain, though the dates of his schooling and a remark in one of his sonnets (Amoretti 60) lend credence to the date traditionally assigned, which is around 1552. Spenser’s reinvention of classical pastoral, The Shepheardes Calendar, was admired by Sir Philip Sidney as a major contribution to the development of English literature and national culture. His epic poem, The Faerie Queene, was written in honor of Queen Elizabeth I and in celebration of the Tudor dynasty. Along with Sidney, Spenser set out to create a body of work that could parallel the great works of European poets such as Dante, Petrarch, and Boccaccio and extend the line of English literary culture began by Chaucer. Among Spenser’s many contributions to English literature, he is the originator and namesake of the Spenserian stanza and the Spenserian sonnet.\nA glimpse of Spenser’s audacious plan to help provide England with a great national literature appears in an appendix printed in the 1590 edition of the first three books of The Faerie Queene. In a letter addressed to his neighbor Sir Walter Ralegh, Spenser sets out to explain the “general intention and meaning” of his richly elaborated epic. It is “an historicall fiction,” written to glorify Queen Elizabeth and “to fashion a gentleman or noble person in vertuous and gentle discipline.” In pursuing this latter aim, the poet explains that he has followed the example of the greatest epic writers of the ancient and the modern worlds: Homer and Virgil, Ludovico Ariosto and Torquato Tasso. Now, to set out to depict the queen herself and to “fashion” members of her nobility in virtuous and well-bred discipline was certainly a bold undertaking for the son of a London weaver. For him to compare his work with the most exalted poetry of Italy, the glittering center of European culture in this period, must have seemed to many of his readers mere bravado or self-delusion.\n\r\nThe attempt to write a neoclassical epic in English was without precedent—unless, perhaps, one includes Sidney ‘s Arcadia (1590), which was begun at about the same time. Among the heroic poets named in Spenser’s Letter to Ralegh as worthy practitioners of the form, Virgil was generally regarded as the greatest, and Spenser, like Dante and Petrarch before him, seems to have taken Virgil as his personal mentor and guide. From the Proem to Book I of The Faerie Queene, the reader may infer that Spenser sometimes thought of his entire career as a recapitulation of that of his illustrious Roman counterpart. He began, as Virgil had begun in his Eclogues, with pastoral poetry, which Spenser published in his first major work, The Shepheardes Calender. A decade later, in The Faerie Queene, he graduated to poetry on martial and political subjects, as Virgil had done when he wrote his great epic, the Aeneid, for the court of Caesar Augustus. Spenser’s opening lines, which echo verses prefixed to the Aeneid, announce his intention to exchange his “Oaten reeds” (or shepherd’s pipes) for “trumpets sterne.” Although he transformed the traditional epic introduction to include an invocation to Cupid, god of love, along with the more traditional address to the Muses and although the poem actually resembles the quasi-medieval romance epics of Ariosto and Tasso more closely than it does classical epics, the poet’s claim to follow in the great line established by Homer and passed down by Virgil was altogether serious.\n\r\nConscious self-fashioning according to the practices of ancient poets, and also of more-recent ones on the Continent, was an essential part of Spenser’s project—but only a part. With his eye frequently turned to Chaucer and other English authors, he set out to create poetry that was distinctively English—in religion and politics, in history and custom, in setting and language. For example, he mentions in the Letter to Ralegh that he designed his epic to depict “twelve private morall vertues, as Aristotle hath devised.” In reality, however, just three of the six books that he lived to complete revolve around virtues that Aristotle would have recognized, and even those three—temperance, friendship, and justice—were greatly altered by Spenser’s Anglo-Protestant form of Christianity and by other elements in his English background. The other three—holiness, chastity, and courtesy—have little to do with Aristotle but much to do with England in the high Middle Ages. In the best sense Spenser’s art is syncretistic, drawing together elements from many traditions. Its aim, however, was to enrich the culture of his native land.\n\r\nThe process by which he realized this aim was neither rapid nor predictable. Comparing Spenser with Sidney, C.S. Lewis has written that he was “a more ordinary man, less clever, less easily articulate,” and he succeeded by working harder. For that very reason, perhaps—along with his understated humor, his deep understanding of human psychology, and his easy humanity and good sense—Spenser has been closer than Sidney to the hearts of many of his countrymen.\nSpenser’s parents took what may have been the most important step in advancing their son’s fortunes by enrolling him in the Merchant Taylors’ school in London. During the early 1560s, when Spenser began his studies there, it was under the able direction of a prominent humanist educator named Richard Mulcaster, who believed in thoroughly grounding his students in the classics and in Protestant Christianity, and who seems to have encouraged such extracurricular activities as musical and dramatic performances. Mulcaster was also important to Spenser’s career for purely pragmatic reasons, since he had good connections with the universities and sent students of modest means such as Spenser on to them with some regularity. The poet later expressed his gratitude to Mulcaster by depicting him as “A good olde shephearde, Wrenock” in the December eclogue of The Shepheardes Calender and by naming his first two children, Sylvanus and Katherine, after those of his master.\n\r\nThe only glimpse that survives of the young poet at school comes from financial records indicating that in 1569, when he was in his last year, he was one of six boys given a shilling and a new gown to attend the funeral of Robert Nowell, a prominent lawyer connected with the school. This connection with Nowell was to prove important to Spenser’s later development, for the lawyer’s estate helped support his subsequent education.\n\r\nIn 1569, at the usual age of 16 or 17, Spenser left the Merchant Taylors’ School for Cambridge, where he enrolled at Pembroke Hall. Even before he arrived, however, he was already composing poetry and attracting the attention of other writers. Perhaps with the help of Mulcaster, who had friends in the Dutch immigrant community, he had recently arranged to publish thematically linked sets of epigrams and sonnets entitled The Visions of Petrarch and The Visions of Bellay, which appeared in the collection commonly referred to as A Theatre for Worldlings (1569) by the Dutch poet Jan van der Noot. Even in his maturity Spenser seems to have thought well of these early translations of French and Italian poetry, for he revised and reprinted them among his Complaints in 1591. Although not original, they nonetheless shed light on Spenser’s interests at the time which were directed toward poets of the Continent and had already settled on themes that would surface again in his later poetry, namely the tragic precariousness of life and the impermanence of things in the material world.\n\r\nSuch scraps of reliable information about Spenser during his university days suggest that he served as a sizar (a scholar of limited means who does chores in return for room and board) and that he earned his BA in 1573 and his MA in 1576 with no official marks of distinction as a scholar. He regarded the experience as vital to his development, however, as can be seen in his later reference to the university as “my mother Cambridge” in The Faerie Queene (IV.xi.34). Little is known of his friendships at Pembroke. He must have been acquainted with Lancelot Andrewes, two years his junior, who later became a bishop and was well known for his sermons and for his part in translating the King James Version of the Bible. Clearly, Spenser had also gained the confidence of the master of Pembroke, John Young, who later became bishop of Rochester and gave the poet his first post as a personal secretary. Most important for Spenser’s literary career, however, was his close friendship with Gabriel Harvey, a professor of rhetoric who served initially as his mentor and ultimately as his literary promoter. Spenser later celebrated their friendship in The Shepheardes Calender, in which he appears as Colin Clout and Harvey is represented as the wise shepherd Hobbinoll.\n\r\nThough a lackluster poet himself, Harvey seems to have encouraged Spenser in many of the aspirations that later shaped his career. Harvey was characteristically effusive, for example, about the need to ground English poetry on the great models of Greco-Roman antiquity, both by shaping its versification on Latin principles and by undertaking classical genres that had not yet been attempted in English. In the late 1570s he composed a vernacular epic (now lost) and a work on the ancient Muses of poetry that is similar in outline to Spenser’s Teares of the Muses (1591). At about the same time, he may have played a part in introducing Spenser to Sidney and in securing for his friend a position in the London household of Robert Dudley, Earl of Leicester, who was a favorite of Queen Elizabeth as well as a key figure in the radical Protestant faction at court and one of the most powerful noblemen in the realm. The connections with Leicester and Sidney helped to launch Spenser’s career, both as a poet and as a government official. Finally, in 1580, just before circumstances forced a separation between the two friends, Harvey gave Spenser’s prominence as a writer a boost by publishing a set of five high-spirited letters that had passed between them, which helped to establish his friend’s public image as England’s “new poet.”\n\r\nIn the letters Spenser and Harvey chat happily about their contacts with great men and their various works in progress, including Spenser’s Faerie Queene and a surprising array of his other early works that were later lost or perhaps silently incorporated into those that were published. These works included ten Latin comedies, several dream visions, an epithalamium celebrating the “marriage” of the rivers of England, and a work of literary criticism entitled The English Poete. The letters are even more interesting for their revelation that Spenser and Harvey had recently become involved in a literary circle gathered around Sidney. The group, which called itself the “Areopagus,” was short-lived, and though it may have been formed with playful reference to the great literary academies of France and Italy, it seems to have been better known for its high spirits and good conversation than for its seriousness. The writers involved—including the learned diplomat Daniel Rogers, Sidney ‘s friends Sir Edward Dyer and Fulke Greville, First Lord Brooke, and the academician Thomas Drant—seem to have occupied themselves primarily with experiments in Latin prosody, attempts at various genres of new poetry based on classical models, and the promotion of English as a literary language. Rogers, however, also mentions grand discussions “of the law, of God and of the good,” which may have had some effect on the heroic works that occupied Sidney and Spenser in the years that following.\n\r\nSpenser’s direct involvement with Sidney and his circle in 1579-1580 set him on a literary course that he would pursue for the rest of his life. Though the two men never saw one another again, they adopted remarkably similar literary agendas, writing mainly in genres that Sidney had encountered among prominent neoclassical and religious poets on the Continent. Both men, for example, wrote works of literary criticism addressing the current state of poetry in England, and both devoted most of their creative energies to pastoral poetry and romance epic, to sonnets and epithalamiums, and to religious hymns or psalms. Both also wrote political tracts about Ireland, where Sidney’s father served for more than two decades and where Spenser was soon to become a government official. Expressions of admiration for the Sidneys and the Dudleys appear repeatedly in his works, from early poems such as his Stemmata Dudleiana (now lost) to late ones such as The Ruines of Time (1591), Colin Clouts Come Home Againe (1595), and Astrophel (1595).\n\r\nThrough his contact with men such as Sidney and Leicester, who were deeply involved in affairs of state, Spenser may have been emboldened to publish his Shepeardes Calender, which was dedicated to Sidney and dealt with sensitive political controversies of the day. Appearing in six editions before the end of the century, it became a milestone in the English literary renaissance because it was the first major published work of new poetry written along the neoclassical lines advocated by nationalistic poets such as those of the Areopagus. With a flair for self-promotion reminiscent of Harvey, Spenser or perhaps his publisher arranged to bring out the volume as if it were a venerable and ancient text. The archaic language of the poems, which Sidney impugned in his Defence of Poetry, may have been adopted in part to heighten this effect. Beautifully illustrated with woodcuts, the poems appeared from the outset already encrusted with learned prefatory matter and a running gloss by an unidentified scholar designated only as “E.K.” Most likely, this was Spenser’s friend Edward Kirke, whom he had known since their days together at Pembroke Hall in the early 1570s. Whoever he was, however, he shared Spenser’s views that English poetry was in disarray and that it should be reestablished on “an eternall image of antiquitie”—an argument that is repeated in the eclogue for October. In his prefatory epistle to the volume, E.K. lauds Spenser as “this our new Poete,” who will be “beloved of all, embraced of the most, and wondred at of the best.” If he had been writing of Virgil or Petrarch, rather than an obscure English poet, he could hardly have said more.\n\r\nSpenser’s skillful literary borrowings contributed to the volume’s impressive effect. From the Italian poets Petrarch and Mantuan he adopted a variety of pastoral that conceals beneath its surface biting political allegories and topical allusions to prominent figures in the church and the state. From the more traditional Eclogues of Virgil and from ancient writers such as Theocritus, Bion, and Moschus, he took other features, such as the curiously static sense of time characteristic of classical pastoral. His rustics debate and sing, love and despair, but there is no real narrative progression in the Calender and very little action. Variety is introduced in the subjects that the shepherds contemplate and in the poetic forms that they employ, which include amorous complaints, fables, singing matches and debates, an encomium, a funeral elegy, and a hymn to the god Pan.”\n\r\nSpenser also drew upon the visual arts of his day, particularly works known as “emblem books.” These typically brought together three disparate elements: a series of pictures of a figurative or symbolic kind, “mottos” or pithy sayings related to the pictures but phrased in enigmatic terms, and explanations in prose or verse that interpret the mottos and pictures and draw a moral. Each of Spenser’s 12 eclogues follows a more complicated version of this pattern. First comes a woodcut, which typically depicts the shepherd(s) in the eclogue and something from their songs or their situations, with the sign of the zodiac appropriate to the month in question represented at the top. Then comes the poem itself, preceded by a brief “argument” or summary, which may have been added by E.K. After the eclogue comes one or more verbal “emblems” or mottoes in various languages, which briefly sum up the nature or situation of the speakers and the themes of their songs, but which often tease the imagination with alternative interpretations. And finally there is E.K.’s gloss, serving some of the same functions as the explanation beneath a conventional emblem.\n\r\nSpenser also added important innovations to the traditional elements in the Calender. One involved poetic technique. In sheer variety of meter and form, his eclogues are without precedent in earlier pastoral poetry and provided an ample showcase for the experiments in prosody that so fascinated the poets of the Areopagus. Another conspicuous innovation is his organization of the poems into a seasonal progression. By following the cycle of the year, Spenser is able to employ the outer world of pasture and sheepfold as a way to depict the inner world of the young shepherd Colin Clout, whose unrequited love of Rosalind provides a thread of unity through the entire volume. In the first poem, “January,” Colin despairs, breaking his shepherd’s pipe and, with it, the last source of pleasure that remains to him. In his eyes the land, the trees, and the flocks around him have themselves become emblems for the state of his soul. He complains, “Thou barrein ground, whome winters wrath hath wasted, / Art made a myrrhour, to behold my plight.” Though not present or even mentioned in several of the eclogues, Colin provides a melancholy bass line over which all the other shepherds sing, setting their higher notes of anger and joy, debate and reflection, in poignant contrast to his listless desolation.\n\r\nThe emotional counterpoint is never more moving than in “April,” where his good friend Hobbinoll sings one of Colin’s old songs, written to celebrate the shepherdess Eliza in the springtime of an earlier and happier year. The inner world of the song continues to match the outward season in which it is sung, as all the songs in the Calender do; yet it also heightens the reader’s sense of the dark winter of the soul in which Colin continues to suffer. At the midpoint of the cycle, in “June,” he laments that Rosalind has left him for another shepherd named Menalcas. In the final poem, he sings weary complaints to the god Pan and feels premonitions of his imminent death, thus returning the sequence to a point resembling the one at which it began, though even more desolate.\n\r\nBesides the revolving of the seasons, other cycles are involved in the work. As E.K.’s headnote to “December” reminds us, the passing of the year has traditionally served as an emblem for the stages of life. From the springtime of childhood to the summer of desire and love to the winter of loneliness and old age, Colin’s life becomes an emblem for everyone’s experience in this world. Interpreted in this way, the Calender returns to the themes of tragic uncertainty and relentless mutability expressed ten years earlier in Spenser’s contributions to A Theatre for Worldlings.\n\r\nThese larger themes are, in turn, related to the political allegory that often lurks just below the surface of the poems. One of the implications of this allegory is that states, too, have their cycles of springtime and autumn. The celebration of “her Majestie” Eliza in “April,” which is a thinly veiled encomium addressed to Queen Elizabeth, suggests that England is in the full flower of a new age. “Maye,” “Julye,” and “September,” however, all turn on the controversy between Protestant reformers and Elizabeth’s more conservative Catholic subjects, which was the greatest single threat to her ability to rule. The topical allegory in these eclogues suggests that, in 1579, strains in the body politic were a matter of particular concern to Spenser. The cause for his alarm was undoubtedly the marriage negotiations begin carried out between Queen Elizabeth and a French catholic prince, François, Duke of Alençon. The staunchly Protestant faction surrounding Leicester and Sidney took every opportunity to oppose such a marriage as a grave threat to the religious and political independence of England. If, as some critics suppose, Rosalind is a figure for Queen Elizabeth, and Colin for Spenser and his Protestant cause, then Rosalind’s rejection of Colin for Menalcas may have to do with Queen Elizabeth’s rejection of the Protestant faction in favor of the Catholic Alençon.\n\r\nIf this is so, then Colin’s dejection at the end of the Calender may reflect Spenser’s low political fortunes in late 1579 and early 1580, when the queen took harsh measures to silence critics of her plan for a French marriage. Sidney, for instance, was dismissed from court, most likely for addressing a letter to her on the subject. Spenser, too, seems to have feared the queen’s displeasure, for he published his Calender under the pseudonym “Immeritô” and prefaced it with a poem to Sidney in which he speaks to the Calender itself, saying “when thou art past jeopardee, / Come tell me, what was sayd of mee / And I will send more after thee.” It may be that the young poet’s representation of delicate affairs of state had left him with few defenders and fewer prospects for advancement at court.\n\r\nIn any case, in July 1580 he accepted a post as a private secretary to Arthur Grey, the new Lord Deputy of Ireland. There is some evidence that when he set out for Dublin, he took with him a new wife named Machabyas Chylde, about whom little is known except that she married one “Edmounde Spenser” on 27 October 1579, that she apparently bore him two children named Sylvanus and Katherine, and that she died sometime before 1594. Most of the next 20 years of the poet’s life were spent in Ireland, where he served in various governmental posts, from clerk of the Privy Council in Dublin in the early years to Queen’s justice and sheriff-designate for county Cork at the end of his life. His positions allowed him to acquire a considerable list of landholdings, including most prominently Kilcolman Castle with 3,000 acres in county Cork, which served as his principal residence from 1588 until the year before his death in 1599. Such holdings were important, for they gave him the status of a landed gentleman, and this eased his way in society, enabling him, for example, to make friends with Sir Walter Ralegh and to marry his second wife, Elizabeth Boyle, who came from an important landed family in Herefordshire.\n\r\nReferences to Ireland appear frequently in Spenser’s later poetry, and some of them reveal a good deal of gentle affection for the land and its people. Most memorable, perhaps, are the country wedding captured with such rustic beauty in his Epithalamion (1595) and the great judgment scene on Arlo Hill, a mountain near Kilcolman Castle, which occupies much of the Mutability Cantos in Book VI of The Faerie Queene. Most of the poet’s descriptions of Ireland, however, are colored by sorrow or disgust at the destitute state of its people or by resolute hostility toward its rebels, who harassed the English occupiers throughout the period. Spenser portrays the darker side of his experiences in Ireland, for example, in the attacks on the House of Alma in Book II of The Faerie Queene and in the savagery of the scurrilous, long-haired rebel Malengin in Book V.\n\r\nThe Irish had no reason to be any fonder of Spenser than he of them. In 1580, as a new official in the colonial administration, he was present when the English slaughtered papal troops at Smerwick, and he also witnessed the terrible famine in Munster that darkened the end of Desmond’s rebellion. In fact, he wrote the official report on the battle of Smerwick and later described it and other incidents during the turbulent years of his colonial service in his only prose work. A Vewe of the Present State of Ireland (1633). This was written sometime before 1598 as a dialogue discussing the brutal measures needed to establish a stable colonial regime in the country, and parts of it may have been incorporated into an official report that he presented in London in 1598. In the late 1580s he had been responsible for settling English immigrants at Kilcolman on lands confiscated from the rebel Gerald Fitzgerald, 15th Earl of Desmond, and some of Spenser’s other landholdings had come from the forced dissolution of Catholic monasteries in Ireland. It is not surprising, then, that his last years in Cork were ones of conflict, tumult, and loss.\n\r\nUntil the late 1590s, however, Ireland provided a living, a place to write, and even literary friends. During his years there, Spenser may have become acquainted with Barnabe Rich and Barnabe Googe, and he knew Sidney ‘s close friend and occasional fellow poet Lodowick Bryskett, who turned two posts over to him before moving on. Most important, however, was Spenser’s friendship with Ralegh, who was his neighbor on the former Desmond estates and who, in the summer and fall of 1589, came to see him at Kilcolman and took a personal interest in his poetry. Spenser later revealed the importance of his relationship with Ralegh by preserving a poetic account of it in Colin Clouts Come Home Againe and by writing the “Letter to Ralegh” and a dedicatory sonnet to him in The Faerie Queene. According to Colin Clout, it was Ralegh who arranged for Spenser to travel to London in 1590 to publish the first three books of his epic and to present them in person to Queen Elizabeth, who was pleased and expressed a desire to hear it read to her “at timely houres.” So pleased was she, in fact, that she granted the poet a pension of 50 pounds a year, which was more than the parsimonious queen granted to any other poet of the period. Spenser expressed his gratitude for Ralegh’s patronage by writing a sympathetic allegory of the adventurer’s often turbulent and romantically tinged relationship with the queen, which appears in the story of Timias and Belphoebe in Books III, IV, and VI of The Faerie Queene.\n\r\nThe best way to begin an examination of Spenser’s epic is perhaps to come to it as Ralegh did, with Spenser’s prefatory letter in hand—though, admittedly, some of its intentions do not match the poem as the author actually wrote it. As the letter reveals, the six books (and two cantos of a seventh) that were ultimately published represent but a fraction of the plan, which was to extend to the traditional 12 books of an epic, one devoted to each of the “private morall vertues.” Another section of the poem, perhaps of equal length but never written, was to cover the public or “polliticke” virtues. Each book in this vast structure was to concentrate on a single habit of character, represented by one or more exemplary knights such as Britomart, the Knight of Chastity in Book III, and Sir Artegall, the Knight of Justice in Book V. It may be that, as time went on and Spenser realized the magnitude of the undertaking, he changed his mind and began to incorporate political virtues among the moral virtues of the first section. Certainly Book V, the Legend of Justice, involves a good deal of political allegory. In any case, the six books that he completed begin with virtues in a person’s relations with God and self  (holiness and temperance) and proceed to those involving relations with other people (chastity, friendship, justice, and courtesy). The entire scheme accords with the two great commandments of Christian tradition: “Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and all thy mind” and “Thou shalt love thy neighbor as thyself” (Matt. 22: 36-39).\n\r\nThe first 12 books were to be united by the presence of two dominant characters: Prince Arthur, mythical founder of the Round Table, who was to appear as a wandering knight in each of the books, and Gloriana, the Faerie Queene, who was to frame the action of the poem by holding an annual feast of 12 days, on which she assigned her knights 12 quests, each described in one book of the epic. At the end of the poem, it seems, Prince Arthur was to marry Gloriana, and since the poet postponed the wedding of other heroes in the individual books, there were doubtless to be other marriages in Book XII as well. Since Arthur represents the virtue of Magnificence, which comprehends within itself all the other active virtues, and since the Faerie Queene represents Glory, which was for Spenser the end of all earthly action, there is a tidy philosophy behind the entire structure.\n\r\nAs the poet concedes, the main difficulty for readers lies not in grasping the grand organization of the poem, but in knowing how to interpret its allegory. He offers a clue, however, by calling the work a “continued” allegory or “darke conceit.” In his day, the term conceit could have carried at least two senses in this context, both of them helpful. First, it could have meant simply a thought or, in certain philosophical contexts, a form or Idea in something very like the Platonic sense. Second, the term could have denoted an extended metaphor, that is, an implied comparison between the primary subject of the author’s thought and something more easily visualized or grasped, which acts as a “figure” for that subject.\n\r\nIn interpreting Book I as such an extended metaphor, one might concentrate on the heroine, Una, the daughter of the “King of Eden,” who sets out from her home to save her parents from a great dragon. To this end she travels to the court of the Faerie Queene and gains the help of the Red Crosse Knight, who, after various trials and wanderings, returns with her to her parents’ city. There he defeats the dragon, is honored as a victor, and offers to marry Una once he has served his queen for six more years. Taking a clue from the Book of Revelation, which identifies Satan as a dragon that has enslaved human beings (the fallen descendants of Adam and Eve) and is the great enemy of the Church, the reader might take Una as a “conceit” for the universal body of believers as it has acted through history. This, then, would be the metaphor “continued” through the whole of Book I. On this assumption, the reader might conclude that the meaning of the allegory is something like this: the Church, which is descended from sinful human beings, sets out to redeem them by releasing them from bondage to Satan. In this it requires the help of the individual Christian, who may lose his way for a time but, through the aid of the Church, will ultimately find the straight and narrow way again and will go on to defeat the forces of evil around him. Once he lives out his “six days” of life on earth, he will be united with the Church forever on the seventh, at rest on God’s Sabbath day in heaven (see VII.viii.2).\n\r\nSuch a reading, based on the assumption that the poem is a kind of code to be deciphered character by character, has something to be said for it. It reveals a point that is probably central to Spenser’s attempt to “fashion a gentleman or noble person in vertuous and gentle discipline,” namely that Christians tend to respond to the call of the church enthusiastically enough in the beginning, but often lose their zeal or fall away. Each stage in the wanderings of the Red Crosse Knight—his initial acceptance of lies about Una, his departure from her and his affair with another woman named Duessa, his drifting into the broad path of worldly fame and pleasure represented by the House of Pride, and finally his removal of his Christian armor, his defeat, and his overwhelming sense of failure at the Castle of Orgoglio and the Cave of Despair—represents a stage in the process by which an immature believer might fall away. A period of humility, instruction, and hard discipline (represented in the House of Holiness) is required before a young man like this can be of much use in helping others.\n\r\nThere are, however, problems with attempts to “decode” the poem in such a simplistic fashion. The most invidious, perhaps, is that once one has worked the puzzle, it loses its interest. In an 1831 issue of the Edinburgh Review, Thomas Macaulay, who must have read the poem in something like this way, complains that “even Spencer himself … could not succeed in the attempt to make allegory interesting. … One unpardonable fault, the fault of tediousness, pervades the whole of the Fairy Queen. We become sick of Cardinal Virtues and Deadly Sins, and long for the society of plain men and women.” One wonders whether an attempt to decipher characters merely as clever signs for abstractions may not have been behind the tendency, notable throughout the 19th century, to discount Spenser’s allegory and to concentrate instead on the beauties of his verse and imagery.\n\r\nThe fault here lies more with Spenser’s readers, however, than with the poet himself. There is nothing simple or boring about the allegory, which frequently manages to juggle several different meanings simultaneously. Along with “darke conceits” of a moral, political, and religious kind, Spenser also undertakes at least three other varieties. There are psychological allegories, which probe the faculties of the mind and their working in both normal and abnormal states; there are also topical allegories, which glorify or satirize the actions of rulers and other prominent figures of Spenser’s day, and there are historical allegories involving their personal or national pasts. Only by resolutely ignoring crucial details can one read the poem as a “continued” metaphor with a single pat “meaning.”\n\r\nUna, for instance, is not only the one true Church but also (as her name suggests) “oneness” itself. Spenser calls her simply “truth” and seems to have in mind the sense of oneness expounded by Renaissance Neoplatonic philosophers, who saw the world as a sometimes discordant multiplicity that emanates from the perfect unity and simplicity of the divine mind. To depart from Una is to lose sight of the truth apprehended by contemplating the eternal Ideas that inform everything in the material world. To take up with Duessa (duality, duplicity) is to depart from truth and break one’s union with the one source of all that is good.\n\r\n“Una” is also a name applied in this period to Queen Elizabeth, the one supreme governor of the Church of England, and Spenser’s maiden lady is clearly one of many figures for her in the poem. Elizabeth lived under constant threat of military attack or assassination by the great Catholic princes on the Continent, who wanted to reverse the Protestant Reformation in England and to return the nation to the Catholic fold. In the historical allegory of the poem Duessa represents Mary, Queen of Scots, who had legal claims to the English crown and who vied with Elizabeth for the allegiance of the English people. In polemics of the day, Mary was sometimes pictured as the “whore of Babylon” mentioned in the Book of Revelation, who rides on a beast with seven heads and is associated with Rome. In Canto viii Spenser employs this imagery when Duessa rides out on a “manyheaded beast” to attack the heroic representative of England, Prince Arthur, who defeats her and forces her to cast away her “golden cup” and “crowned mitre,” which are symbols associated with the wealth and privilege. Even the three quite different interpretations of Una discussed here may not exhaust the allegorical possibilities. Spenser was a master of compression and deep implication who recognized the multiplicity of meanings inherent in certain primal concepts and images, such as oneness and duality, and it is that multiplicity that lies at the heart of the fascination that The Faerie Queene has exerted over many of its readers. Rather than interpret the poet’s “darke conceit” simply as an extended metaphor, one does better, particularly in analyzing the plots of the poem, to take it more broadly as a governing thought or form. Spenser’s literary friend Sidney wrote in The Defence of Poetry (1595) that the poet begins with an “Idea, or fore-conceit,” which he embodies in the matter of the poem—its stories, characters, and images. The reader then uses that matter as an “imagination ground-plot of a profitable invention,” comprehending the author’s “conceit” by an act of mental re-creation. The richer the author’s initial idea and the clearer the matter of his creation, the richer and more profitable the reader’s own act of “invention” will be. So long as one remains true to the details of the matter, the possibilities for meaning are limited only to the extent that the primal forms or ideas are limited in their inherent implications.\n\r\nIn relation to Una, the Red Crosse Knight becomes an extraordinarily rich creation. As one learns in Canto x, he is Saint George, the patron saint of England. In many ways he is also the Everyman of medieval Christian tradition, who, after a fall into sin and a recovery in the House of Holiness, imitates the life of Christ by fighting the dragon, falling in the battle, and being resurrected in victory on the morning of the third day. He also represents the English people at the time of the Protestant Reformation, defending the “one true church” against the late-medieval corruptions of Roman Catholicism. More particularly, he may represent Christian writers and intellectuals in 16th-century England who were prone to error and were in need of firmer doctrinal foundations. The knight begins his quest in Canto i with a battle against a lesser dragon named “Errour,” which is associated with religious books and pamphlets, and only after he has been rescued form doctrinal error himself, represented in the false philosophy of Despair, can he fulfill his quest. After a period with the hermit Contemplation and other teachers in the House of Holiness, he fights a second and greater dragon, and this time, with God’s grace, he prevails.\n\r\nEven in the passages of Book I devoted to philosophical abstractions, such as the virtues and vices that bored Thomas Macaulay, Spenser invites more from his readers than a dry process of “decoding.” His stories and pictorial descriptions are not simply means to convey philosophical insights. They are themselves the ends of the poet’s labors, figures capable of transforming barren philosophy into what Sidney’s friend Fulke Greville, first Lord Brooke, once called “pregnant images of life.” It is one thing to know the definition of a particular vice, but quite another to know how people afflicted with it might talk or act and to see how their sinful dispositions might harm them over a period of time. It is these latter points that most interested Spenser. In Canto iv of Book I, for example, Queen Lucifera and her “six wisards old” are readily identified as the Seven Deadly Sins of medieval Christian tradition. Yet it is the extraordinary detail with which the poet depicts them that matters, not simply what they represent. In a series of exquisitely painted miniatures, Spenser depicts each of the six counselors on one of the beasts that draw Lucifera’s coach: Idleness on an ass, Gluttony on a pig, Lechery on a goat, Avarice on a camel, Envy on a wolf, and Wrath on a lion. Each detail in the imagery of coach and team—from the animals themselves to the clothing and behavior of their riders and the things that they bear in their hands—serves to characterize the six vices and Pride, their queen. Even the order of the riders is significant, for Spenser has dramatically altered the traditional Catholic sequence in order to place Idleness first as the “nourse of sin.” Since Idleness is dressed “Like to an holy Monck,” the change in order doubtless has to with what is now call the Protestant “work ethic” and with common complaints in the Renaissance that the Catholic monasteries were bastions of laziness and corruption.\n\r\nIt would, of course, be a mistake to suppose that every passage in the poem is as rich in meaning as the description of the House of Pride and its inhabitants, or that readers need understand everything that is lurking under the surface of the poem in order to enjoy it. Much of its appeal lies in plain sight, in its strange and marvelous stories and its colorful pageantry. In probing its deeper implications, however, it helps to begin with what are sometimes called the allegorical “cores” or “shrines” of the poem. In the great temples, palaces, noble houses, gardens and caves that dominate the landscape, Spenser provides the main distinctions needed to comprehend the philosophical concepts that he is exploring, often revealing key points in the names of the characters and in the details of their appearance or their surroundings. Along with the Palace of Pride and the House of Holiness in Book I, major cores include the House of Alma, the Bower of Bliss, and the cave that contains the House of Mammon in Book II; the Garden of Adonis and the House of Busirane in Book III; the Temple of Venus in Book IV; the Temple of Isis and the Palace of Mercilla in Book V; Mount Acidale in Book VI; and Arlo Hill in the fragment of Book VII that Spenser left unpublished at his death. In the narratives that lead the main characters to and from such places of instruction, the poet often provides less concentrated allegories in their actions, as in Una’s wanderings after she is separated from the Red Crosse Knight. And finally, in the subsidiary stories and episodes constantly woven into the main lines of plot in each book, Spenser provides moral examples that further illustrate his main themes. An instance of such a tale in Book I is the story of Fraelissa and Fradubio, two lovers who are parted by Duessa in much the same way that the Red Crosse Knight is parted from Una.\n\r\nIn the sequence of allegorical cores within each book, Spenser tends to move from the simple to the complex, arriving only late in the action at a full picture of the virtue required of the hero. In Book II, the first core leaves the impression that temperance is a “natural” virtue, that is, one that can be grasped without the divinely revealed truths of Scripture. Spenser offers portraits of three sisters: Elissa (“excess”), Perissa (“deficiency”), and Medina (the “golden mean”), and the Latin roots of their names call to mind the philosophy of Aristotle. One who is temperate, in Aristotle’s view, has formed the habit of taking the mean between extremes, such as squandering and miserliness, foolhardiness and cowardice. The suitors courting Elissa and Perissa illustrate this point in a colorful way. Huddibras represents a “forward” nature that tends to draw back from others in arrogance or anger, and Sansloy represents a “forward” nature that draws toward others in uncontrolled desire. A temperate person would restrain impulses toward either of these extremes.\n\r\nThe House of Medina suggests that in Book II the reader has come into a new region of Spenser’s fairyland, one different from the quasi-medieval religious landscape of Book I and more like the plain humanist schoolrooms of the Merchant Taylors’ School that Spenser attended as a boy. To take its classical philosophy as his final word on temperance, however, would be a mistake. Guyon’s attempt to put into practice the rational ideal embodied in Medina is successful, but only for a time. To be sure, he avoids the corruption inherent in characters such as Pyrochles and Cymochles, who allow themselves to be governed by excesses of the bodily fluids (or “humours”) of choler and phlegm. The brothers provide emblems of the two great temptations of the book: irascibility, which is seen in the hotheaded characters of the early cantos, and concupiscence, which appears in lazy and self-indulgent figures later in the book. Guyon avoids both. Yet, as early as Canto iii, he makes a crucial blunder, allowing a buffoon named Braggadocchio to steal his horse and so becoming the only pedestrian hero in the poem. At the midpoint of the book, in Canto vi, he makes a second mistake in parting from his Christian counselor and friend, the Palmer. By accepting a boat ride from a languid and sensuous lady named Phaedria at Idle Lake and allowing the Palmer to go on by foot, Guyon needlessly subjects himself to temptation. He does so again in the next episode by voluntarily undertaking a traditional epic descent into the underworld, where he is tempted with every imaginable form of worldly excess. These are represented in three subterranean chambers: the treasure house of Mammon, god of money and possessions; the temple of Philotime, the goddess of honor and ambition; and the garden of Proserpina, the goddess of worldly pleasure and rest. The very sense of his own self-sufficiency that prompts the hero’s needless descent into hell is a sign of danger, for, in Spenser’s view, no one can long resist the sinful tendencies inherent in fallen human nature without the grace of God.\n\r\nThis point comes home in Canto vii, where, having emerged from Mammon’s cave, Sir Guyon faints from exhaustion, falling prey to several of the enemies that he had earlier avoided, including Pyrochles and Cymochles. An angel is required to save him, and does so by fetching the Palmer, who stays with Guyon until Prince Arthur arrives to beat back the figures of intemperance attempting to despoil the hero of his armor. A stay in the House of Alma, which is the second important locus of instruction in the book, educates Guyon in the limits of his strength, presenting in the very structure of the house an emblem of the human body and the human psyche for his instruction. It is a place besieged by assaults on the senses, which are represented in the attacks of lawless rebels outside the castle. Their leader, Maleger (who represents appetite and passion), has the ability to regain his strength simply by touching his mother, the earth. As Prince Arthur later discovers, Maleger can be defeated only when he is cast into the water.\n\r\nThis last point reveals the very Christian conception of temperance that underlies the entire book. The water in which Maleger drowns is an emblem of baptism, and his defeat is related to the episode that first set Guyon forth on his quest. In Cantos i-ii he and the Palmer had come upon the body of a knight, Sir Mortdant, who had been lured to his destruction by a false enchantress named Acrasia (whose name means both “badly mixed,” referring perhaps to the bodily humours, and “incontinent,” implying an inability to contain her desires). The knight’s wife, Amavia, had stabbed herself in grief at his loss, and their baby, Ruddyman, had stained his hands in her blood. When Guyon had attempted to wash the child’s hand in an enchanted spring—one associated with pagan mythology and the goddess Nature—the stain would not wash away. It had remained as an emblem of Original Sin, which can be cleansed only by the Christian sacrament of Holy Baptism. At the time, Guyon had not understood the meaning of this incident, but in the battle against Maleger the point comes home.\n\r\nWith his temperance now “fast setteled / On firme foundation,” the hero departs on the last stage of his quest to avenge the death of Ruddymane’s parents upon Acrasia. After a sea voyage on which he encounters fresh allegorical representations of the Seven Deadly Sins, he ruthlessly destroys Acrasia’s Bower of Bliss, releasing the many men whom she has transformed to beasts and binding the witch herself.\n\r\nFrom the analysis of inward psychological states in Book II, Spenser next turns to outward social relations in Book III. At the outset he pauses, as he often does, to show the relation between the central virtues of adjoining books by having their heroes meet briefly in conversation and in feats of strength. Here, the superiority of the social virtue of chastity, represented by the heroine Britomart, over the personal virtue of temperance appears clearly in Britomart’s defeat of Guyon in a joust. Other episodes suggest further contrasts between the books. In comparison with Acrasia’s Bower of Bliss in Book II, Spenser portrays another garden in Book III that is also concerned with the fulfillment of bodily desires, but in healthier ways. Whereas the Bower had been a false Paradise, apparently natural but actually created by self-indulgent art (see II.xii.58-59), the Garden of Adonis is a true Eden, where “All things, as they created were, doe grow” and obey God’s first command “to increase and multiply” (III.vi.34). The two passages are linked by the classical myth of Adonis, presented first in a bad form in Acrasia’s Bower and then in a good form in the Garden of Adonis. Though the healthy garden embodies a philosophy of divine generation that is as rich and enigmatic as any other conceptual scheme in the poem, the place of the passage in the unfolding narrative is fairly straightforward. The chaotic inner forces of the psyche explored in Book II are here presented in ordered and temperate manifestations, with particular stress on healthy sexual desire. Whereas Acrasia is governed by an insatiable appetite for young men, the characters Amoret and Belphoebe, who were born and reared in the Garden of Adonis, seek higher goods. Amoret takes as her goals marriage and family, whereas Belphoebe chooses lifelong virginity and an active life outsiTX The classical myths woven into these and other episodes in Book III do much to illuminate the characters. The myth of Cupid and Psyche, which is retold in the episode at the Garden of Adonis, shows the human mind brought into proper and fruitful union with the divine power. Britomart, the heroine of the book, best fulfills this ideal. She is not like the delicately beautiful Florimell, who is timid and inclined to flee from men. She is not like Belphoebe, who seems contemptuous of affairs of the heart. Nor is she like Amoret, who lives for such experiences. Britomart combines the best qualities of all three women, drawing them toward a golden mean. She shares, for example, Florimell’s determination to leave the comforts of courtly life and search through the world for the man whom she is destined to marry. She matches Belphoebe in mental prowess, courage, and skill in manly pursuits such as hunting and jousting. Yet she also shares Amoret’s capacity for warmth and nurturing.\n\r\nIt is tempting to take Britomart as a figure for Queen Elizabeth, but it seems likely that she is something far more complex. The “Letter to Raleigh,” which identifies major figures for the queen in the poem, makes no mention of Britomart in this regard. As the wise magician Merlin reveals in Canto iii, she is actually an ancestor of the English queen, though one who displays a close family resemblance. Britomart is, in fact, a far more glorious figure than either of the other main embodiments of Elizabeth: the noble but somewhat icy Belphoebe, who represents the queen in her private life, and the magnificent but absent Gloriana, who represents Elizabeth in her public role as a ruler but who appears only in the dreams of Prince Arthur (I.vii) and in brief references in the proems and elsewhere, but never in the action itself. Some scholars see Britomart’s quest for her future husband, Artegall—which begins with a vision of him in a crystal ball and is destined to end in marriage, joint rule over England, and a long line of glorious offspring—as a reference to Elizabeth’s often-stated desire to marry no suitor but England itself. This way of reading the poem makes a good deal of sense of later passages in Book V, where the character Radigund represents Mary, Queen of Scots; Britomart resembles Elizabeth; and Artegall suggests some of Elizabeth’s most powerful noblemen at court, who were torn in their allegiances between the two queens. When Britomart rescues Artegall from captivity in Radigund’s city of Amazons, there is reason to believe that the incident represents Elizabeth’s salvation of England from the threat of Catholic domination under Mary. Yet the potentially fruitful Britomart stands in notable contrast to the virginal and childless Belphoebe, and it may be that one of Spenser’s points in the poem was to criticize Elizabeth for not marrying and providing England with a proper heir.\n\r\nIn any case, Britomart stands in glorious contrast to two degraded types of womanhood in Book III, both defined once again with the help of classical mythology. The first is Malecasta in Canto i, who represents the tradition of Courtly Love. She leads men on by the gradual stages of courtship represented in the six knights who fight on her behalf: Gardante (“brief glances”), Parlante (“enticing words”), Iocante (“courtly play”), Basciante (“kissing”), Bacchante (“wine drinking”), and Noctante (“spending the night”). Once Malecasta has conquered a man, she makes him a slave to her whims and desires. She represents woman as predator. The tapestries depicting Venus and Adonis that hang in her castle link her with the more classical figure of Acrasia in Book II. The second example of unchastity in Book III is Hellenore, who represents the tradition of Ovidian love. Like Helen of Troy, she yields to the seductions of a guest (named, appropriately, Paridell) and allows herself to be carried away from her aged and jealous husband Malbecco, only to be discarded by her new lover and left to satisfy the lusts of forest satyrs. She represents woman as prey.\n\r\nBoth she and Malecasta are medieval embodiments of ancient types, and their presence helps to extend the moral allegory of the poem to include glimpses of the history of Western culture. For Spenser, lines of dynastic descent are important, as they had been for earlier epic poets such as those mentioned in his “Letter to Raleigh.” Here, he glorified Britain through the ancestry of its representative Britomart. Like Paridell (and Virgil’s Aeneas), she traces her ancestry back to the old stock of Troy. Unlike Paridell, however, she descends from the worthy hero Brutus, the founder of Troynovant (or London), not from the lustful and irresponsible Paris (III.ix.32-46). Through passages such as this—along with depictions of legendary English heroes throughout the poem and accounts of early English history, such as those that Arthur reads at Alma’s castle and Britomart hears in Merlin’s cave—Spenser establishes himself as a writer of “an historicall fiction” on which England may establish a sense of its national heritage.”\n\r\nIn the climactic episode of Book III, when Britomart rescues Amoret from the evil enchanter Busirane, Spenser briefly sketches the history of relations between the sexes in Western culture, tying his account to the current difficulties that Amoret has suffered in marrying the aggressive young knight Scudamour. As the reader subsequently learns in Canto i of Book IV, she was kidnapped by Busirane during a ribald entertainment or “masque” performed on the night of her wedding, and clues in various rooms of the enchanter’s house suggest that he represents the power of poetry and the visual arts to shape the attitudes of one gender toward the other. At least one of Amoret’s problems on that night was a clash of cultural expectations.\n\r\nIn the first room, rich tapestries illustrate the dominance of men over women that characterized the myths of ancient Greece and Rome. In the second room, golden ornaments suggest the dominance of women over men found in the tradition of Courtly Love in the late Middle Ages. In the third room, where Amoret herself appears, the reader find what seems to be a Renaissance confusion of masculine and feminine dominance, fostered by an attempt to combine classical and medieval erotic ideals. As we learn in Book IV, Amoret’s husband Scudamour sees himself as a domineering male of the classical sort, who bears the sign of triumphant Cupid on his shield (see III.xi.7 and IV.x). Amoret, however sees herself as a “recluse virgin,” whose education at the Temple of Venus has elevated her to a station much like that enjoyed by women in the medieval tradition of Courtly Love (see IV.x). If we may assume that Amoret’s mental state following the night of her marriage is represented in the nightmarish procession known as the Masque of Cupid that appears in Busirane’s third room, then the lady is not only suffering from a virgin’s fears of the bridal night but also from confusion over her proper role as a wife. The allegorical figures surrounding her in the masque represent the course of her relationship with Scudamour. It begins happily enough with Ease, Fancy, and Desire, but eventually graduated to more-turbulent emotions such as Fear and Hope, Grief and Fury, and ends with feelings of Cruelty and Despight. Following these personifications comes the cause of her distress, depicted as Cupid riding on a lion. This figure reminds us of Scudamour’s shield and probably represents his aggressive desire to dominate. Although Scudamour has attempted to release his bride from Busirane, only a third party such as Britomart, who understands the problem from a woman’s point of view, can subdue the enchanter and dispel Amoret’s fears.\n\r\nIn the second edition of the poem, which was printed in 1596, the problem of Scudamour and Amoret is never satisfactorily resolved. In Book IV she transfers her affections to her new friend Britomart, is captured by a lustful giant and rescued by Timias, and passes through a series of painful adventures ending in the Castle of Corflambo (or “burning heart”), from which she can be saved only by the intervention of Prince Arthur himself. Meanwhile, Scudamour mistakes the armed Britomart for a man and, after she goes off with Amoret, suffers a fit of jealousy in the Cave of Care. Not until Canto vi, in which he attacks Britomart, does he discover her gender and his own folly. After these incidents, we hear little more of him or of Amoret. In the first edition of the poem published in 1590, however, Spenser fully resolved the tensions between the newlyweds. Upon Amoret’s release from captivity to Busirane, she and Scudamour embrace and fuse with one another in a single hermaphroditic form, which seems to symbolize not only sexual union but also a golden mean between masculine and feminine forms of dominance and the consummation of an ideal Christian marriage.\n\r\nBy now it should be obvious that, as Spenser moves from the inward virtues of holiness and temperance in Books I and II to the more outward ones of chastity and friendship in Books III and IV, he adopts a far more complicated method of plotting. The first two books follow a fairly straightforward and self-contained pattern: the hero sets forth on his quest, suffers a disastrous fall, is rescued by Arthur in Canto viii, joins forces with the prince for a time, undergoes a process of reeducation, and finally completes his quest with a victory in Canto xii. In Books III and IV, however, events are far more chaotic. This may be the case because the god Cupid has come into the picture. Among the epic invocations at the beginning of the poem, Spenser adds something not found in Virgil or Homer, a prayer to the “most dreaded impe of highest Jove, / Faire Venus sonne,” and Cupid’s enormous power over earthly events is manifested in the social disorder of Books III and IV.\n\r\nIn the opening canto of Book III, for example, Spenser demonstrates love’s power by drawing together all the major heroes of the poem so far, only to have Cupid divide and scatter them. Arthur appears with his squire Timias, Guyon with the Palmer, Britomart with her nurse Glauce—and, not far away from them, the women also encounter the Red Crosse Knight. Almost as soon as the heroes meet, however, Florimell rides by, fleeing a forester who intends to rape her, and the men in the party ride off in hot pursuit. Guyon and Arthur pursue the lady more, it seems, for her beauty than for her safety, and they soon become separated and lost. Timias nobly rides off to subdue the forester, but afterward falls in love with Belphoebe, forgetting about Arthur and eventually becoming entangled in a romantic scandal involving Belphoebe and Amoret that drives him to despair and turns him into a hermit. Even the Red Crosse Knight loses his head in Book III, requiring assistance from Britomart in turning back Malecasta’s six knights. Thereafter, hardly a male in the poem can guide his own affairs sensibly until a semblance of order has been restored in Book V. The point seems to be that, in matters of love and friendship, women do better than men, and no one does very well. The beauty of a woman such as Florimell is like a comet, an astrological sign that “importunes death and dolefull drerihed” (III.i.16).\n\r\nOne of the governing aims of Books III and IV is to harmonize love with friendship. In the Renaissance many took from antiquity the view that bonds between two men were nobler than those between a man and a woman or between two women. Spenser undercuts this view by exalting marriage over friendship and also by idealizing amicable relationships between women and between members of the opposite sexes. In the first episode of Book IV, Britomart and Amoret arrive at a castle where no knight may enter without a lady. Britomart’s solution is to exploit her disguise as a knight in order to enter as Amoret’s champion, thus raising interesting issues of homoerotic attraction between the two ladies but also exalting the importance of their friendship. Later, Prince Arthur saves Amoret at the Castle of Corflambo, acting magnanimously as her male friend rather than as a potential lover.\n\r\nSpenser’s emblem of the social ideal is a foursome of two men and two women, all bound in complex interrelationships of erotic attraction and friendship. This pattern is seen most clearly in the main heroes of the book, Campbell and Triamond, and in the ladies whom they love. Before Campbell will allow anyone to marry his sister Canacee, he requires that they first defeat him in battle. Triamond’s two brothers, Priamond and Diamond, try and fail. Because, however, their mother, Agape (or “love”), has made a pact with the Destinies that Triamond should inherit the spirits and the strengths of his brothers, he is able to succeed where they failed. Later, Campbell marries Triamond’s sister Cambina, and the four become fast friends.\n\r\nA second foursome, that of Paridell and Blandamour and their ladies Duessa and Ate, acts as a false parody of the first. Since the men are altogether faithless to one another and to their ladies, they quarrel over a third woman, a demonic copy of Florimell created by a witch in Book III. Once they have gone after this new “comet” of beauty in Canto ii, discord erupts among all four members of the group.\nThe primary destructive force in Book IV is represented in the hag Ate, the “mother of debate / And all dissention which doth dayly grow / Amongst fraile men” (IV.i.19). Her power can be seen most dramatically in the central incident of the book, the Tournament of Satyrane. There, ladies compete for the “glorie vaine” of owning a magic girdle of “chast love / and wivehood true” that once belonged to Florimell. This prize is to be given to the most beautiful among them, and the knights are to do battle for the hand of the winner. Ironically, at the end of the violent turmoil and strife represented in the tournament, the girdle is awarded to the false Florimell, who represents the beautiful but cruel mistress idealized in Petrarchan love sonnets of the period. Victory on the field is awarded to Satyrane, one of the Knights of Maidenhead (who, in the historical allegory of the episode, are associated with the virgin queen Elizabeth). The false Florimell, however, insists on choosing a mate to her own liking and selects one as shallow as she is, namely the impostor Braggadocchio. The folly of Petrarchan love conventions, which Spenser will take up again in the episode of Serena among the cannibals in Book VI and in his sonnet sequence Amoretti, is amusingly satirized in this outcome.\nYet even amid the discord and delusions of Book IV, the “fatall purpose of divine foresight” is nonetheless at work, guiding lovers to mates destined to them by higher powers from the foundation of the world (see III.iii.1-2). At Satyrane’s tournament, Britomart encounters and defeats her long-sought future husband, Artegall, though without recognizing him in his disguise as the Salvage Knight. In Canto vi he attempts to avenge this dishonor on her, but when her helmet falls off in battle, he falls in love with her instead. After a brief period of courtship, he plights his troth to marry her. Similarly, the true Florimell, who had been taken captive by the sea-god Proteus in Book III, finds her Marinell in the closing cantos of Book IV and is subsequently betrothed to him, as prophecies had foretold. Though confusion still reigns late in the book—as the brawl in Canto ix involving Britomart and Scudamour, Blandamour and Paridell, Prince Arthur and others reveals—images of harmony begin to appear, like sunlight after a storm. Most notable is the image of Concord celebrated in the Temple of Venus. Spenser say of her, “Of litle much, of foes she maketh frends,/And to afflicted minds sweet rest and quiet sends” (IV.x.34).\nMany of the discords of Book IV are resolved in Book V, which recounts the Legend of Justice. Florimell marries Marinell at another great tournament, and in this contest the outcome is more just. Braggadocchio is revealed as a coward and a fraud; the false Florimell is revealed as a demonic illusion; and Guyon, who had long ago lost his horse to Braggadocchio, reclaims it again. Yet both the proem and the opening canto of the book remind us of the deeply fallen state of the world, where even the stars and planets no longer follow their ancient courses, and the goddess of justice, Astraea, has departed from the earth. Spenser here invokes Ovid’s myth of the Four Ages of Mankind, which began with the Golden Age of Saturn and has since declined from the Age of Silver toward those of Brass and Stone.\nThe allegory of Book V focuses on the last period in this decline, stressing the corruption and injustice of England’s enemies in Spenser’s own day. Nearly everything in the main plot is related to Queen Elizabeth’s struggle to preserve the independence of the English church and state against the Catholic forces arrayed against her in Scotland and Ireland, France and Spain. The main quest of the book is Artegall’s attempt to rescue Irena from the tyrant Grantorto, which represents the English attempt to free Ireland from Catholic domination in the 1580s and 1590s. The incident in which Artegall encounters the Amazons and Queen Radigund is an account of the actions of Mary, Queen of Scots, beginning in 1558 and ending in 1571, when Elizabeth imprisoned her in England. Her execution in 1587 is later portrayed in the death of Duessa in Canto ix. The incident in which Prince Arthur and Artegall defeat the Souldan in Canto viii represents England’s repulse of the sea invasion mounted by the Spanish Armada in 1588, and Arthur’s rescue of Belgae from Geryoneo in Cantos x-xi represents England’s intervention to free the Netherlands from Spanish forces in the 1580s, in which Sidney died and Leicester came to grief.\nAgainst these forces, the hero of the book proves—like the Red Crosse Knight and Guyon before him—an inexperienced and sometimes inadequate hero. When Artegall first appears in the Tournament Satyrane in Book IV, he is armed as the Salvage Knight, and some of his untamed roughness carries over into Book V. Although he is successful in the early episodes, overthrowing Munera (or “bribery”) and settling property disputes between the likes of Amidas and Bracidas, he seems incapable of conceiving of justice in any but harsh, inflexible, legalistic terms. His limitations appear most clearly in the brutality of his servant Talus and in his own submission to the Amazonian tyrant Radigund, who manages to lure him into agreeing to a foolish contract with her concerning their private combat in Canto v. What Artegall requires is a sounder philosophy of justice that will allow him to avoid such errors and to moderate his severity. Spenser provides him with one in the figure of his future wife, Britomart, who rescues him from Radigund.\nBritomart represents a form of justice known as “equity,” which allows a judge or public official to mitigate the severity of punishments or to adjust the application of the law whenever the case involves unusual circumstances that could not have been foreseen when the written legal code was drafted. In following normal procedures of equity, the judge returns to the philosophical principles on which the code was originally based and infers the proper way to handle the case at hand. Such moderating procedures are allegorized at the Temple of Isis in Canto vii, where Britomart learns to temper Artegall’s sternness with clemency and his rigid adherence to the legal code with wisdom. After she has rescued him from Radigund, he serves an apprenticeship under Prince Arthur and receives his final education in the Palace of Mercilla.\nThe queen of that house represents the Christian virtue of mercy, which is different from the equitable justice allegorized in Britomart. Whereas equity returns to philosophical principles in order to ensure that the defendant receives his proper due, mercy offers freely to redeem offenders who sincerely repent their crimes. Artegall’s education thus leads him from legal justice through classical equity to Christian mercy, symbolized respectively in the iron man Talus, the mostly silver idol of Isis, and the gold-bedecked queen Mercilla. By this progression the poet seems to point the way to reclaim Ovid’s lost Age of Gold, and indeed, with Artegall’s liberation of Belgae in Canto xii, nearly all the disorders of Books III-V have been resolved.\nAs often happens in The Faerie Queene, however, moments of victory and harmony prove short-lived. At the end of Book V, Artegall encounters a new threat, the Blatant Beast, whose name means both “prattling” or “babbling” and “hurtful.” The monster, which Spenser describes as a “hellish Dog,” represents slander, backbiting, and other forms of verbal abuse that tend to disrupt in private the social harmony that Artegall has been working so hard to establish in public. The monster may seem a minor threat in comparison with the more imposing enemies of justice in Book V—such as the giant with Scales in Canto ii, who advocates the overthrow of the aristocracy in favor of an egalitarian form of government, or Grantorto in Canto xii, who represents political and religious tyranny. Yet because of the widespread and covert nature of its abuses, the Blatant Beast is more difficult to subdue. Throughout Book VI it appears unexpectedly, attacking with poisoned teeth and “thousand tongues” and then disappearing again before anyone can bring it to bay. It is first set on by Envy and Detraction (V.xii.35-37) and is later employed by Despetto (“malice”), Decetto (“deceit”), and Defetto (“detraction”), who succeed in provoking the Beast to wound Timias, a figure identified by his name with “honor” (VI.v). The two major strands of plot in Book VI—those involving Calidore’s quest to bind the Beast and Calepine’s search for Serena—both include episodes illustrating the power of the tongue.\nThe line of plot in which Serena (or “tranquillity”) is ravaged by the Blatant Beast suggests the loss of reputation and the subsequent shunning and abuse that aristocratic women of Spenser’s day sometimes suffered because of rumors that they had been unchaste. In Serena’s case, the Beast attacks soon after she is discovered in a secluded forest glade with her lover, Calepine, who has violated the social conventions of aristocratic courtship by removing his armor “To solace with his lady in delight” (VI.iii.20). The inward torments that she suffers in consequence of this tryst appear in her gradual decline into illness, which is brought on by the festering bites of the Beast (Cantos v-vi). The social degradations to which she is subjected are allegorized in her subsequent capture by the “Salvage Nation,” a band of cannibals who are prevented from sacrificing her naked body on a forest altar only the timely arrival of Calepine (canto viii). The threat of similarly violent social repercussions hangs over Priscilla and her less nobly born lover Aladine in Canto ii, where they are also found dallying in the woods and are immediately attacked by a lustful knight.\nThe story of Serena among the cannibals involves more, however, than issues of reputation and the abuse of young lovers who overstep the bounds of custom. The language of the episode suggests the Petrarchan love poetry of Spenser’s day, in which the woman is depicted as alluringly beautiful but cold and unattainable, and her lover is expected to vacillate endlessly between abject adoration and frustrated erotic desire. That such poetry should degrade an entire “Nation” to the level of savages, worshiping feminine beauty in a leering and cannibalistic religion of love, raises serious questions about the proper role of literature in shaping the social order. The more refined and pragmatic lover Calepine, whose name means “gracious speech,” offers a contrasting ideal, in which love is mutual and courtship progresses naturally toward “solace” and “delight.”\nThe chivalric code of the Middle Ages—in which men have a duty to honor and protect women, and women have an obligation to provide patterns of morality and images of “grace” to temper masculine aggressiveness—lies behind much of Spenser’s thought about love and courtesy in Book VI. The opening episode, for example, involves an inversion of this ideal. In it the proud knight Crudor entices the lady Briana to serve him by forcing knights and ladies who pass her castle to shave their beards or their hair. By this means she hopes to win Crudor’s love by lining a mantle with hair, as he has demanded. The chivalric ideal is at least partially reasserted when Calidor intervenes on behalf of Briana, forcing her cruel knight to marry her. Crudor must also promise to behave better toward errant knights and to assist ladies “in every stead and stound” (VI.i.42). The Knight of Courtesy later confronts ethical dilemmas posed by this chivalric ideal. In Canto iii, for example, he violates his knightly duty to tell the truth in order to conceal Priscilla’s secret meetings with Aladine from her father. In Cantos ix-xi, Calidore is tempted to discard his armor and to abandon his quest altogether in order to court the shepherdess Pastorella.\nThis last incident reveals a conflict between personal fulfillment and social responsibility that is an underlying theme of Book VI. Spenser identifies the virtue responsible for maintaining a proper balance between the two as courtesy, which he sees broadly as “the ground, / And roote of civill conversation” (VI.i.1). In its original sense, courtesy was simply the pattern of conduct acceptable at a prince’s court. By Spenser’s day, however, it had come to imply a rather lengthy list of personal traits and abilities: noble birth and elegant manners, comely appearance and cultivated speech, athletic skill and martial prowess. All these traits were combined in a man such as Sir Philip Sidney, who is sometimes regarded as the Elizabethan knight on whom Sir Calidore was modeled. In the initial description of the Knight of Courtesy, Spenser depicts him as a marvel of courtly refinement. He is one\n      In whom it seemes, that gentlenesse of spright\n      And manners mylde were planted naturall;\n      To which he adding comely guize withall,\n      And gracious speach, did steale mens hearts away.\n      Nathlesse thereto he was full stout and tall,\n      And well approv’d in batteilous affray. (VI.i.2)\nOnly certain parts of this description, however, actually involve things that Calidore has “added” at court. The first qualities mentioned are the “naturall” elements of courtesy: “gentlenesse of spright” and “manners mylde,” and these subsequently receive special attention.\nPerhaps because Spenser was distressed by the extravagant artificialities and corruptions common in the royal courts of his day, he laid his greatest stress on the natural roots of courtesy. His most idealized depictions of the virtue are set in the partly civilized yet predominantly natural settings of the pastoral countryside. The sheepfolds of Pastorella and her foster father Meliboe in Cantos ix-xi provide a refuge both from the savagery of uncivilized nature (represented by the brigands who live in nearby forests and caves) and from the follies and extravagances of aristocratic life (depicted at the castles of Briana and Aldus). The fruitful interplay between the natural and the cultivated, the wild and the civilized is depicted emblematically in Calepine’s rescue of an infant from a wild bear in Canto iv. Afterward, he gives the orphan to the barren Lady Matilde and her husband Sir Bruin so that their aristocratic house may have a suitable heir.\nIn the central episode involving Turpine (or “baseness”) and his wife Blandina (or “flattery”) in Cantos vi-vii, Spenser explores the two extremes represented in the symbolic forests and castles of the book. Both characters have the trappings, but not the substance, of true civility. When Calepine attempts to find shelter for the wounded Serena in Turpine’s castle, he is repulsed and forced to spend the night with his lady in the forest, where he is gravely wounded by Turpine on the next day. From the forest, however, comes a wild and apparently “Salvage” man, who is actually more courteous than Turpine and his wife. That the wild man risks his life to rescue Calepine and his lady and carefully tends the knight’s wounds suggests something of the inherent goodness of human nature. That he succeeds in curing only Calepine’s injuries and not those of Serena, however, suggests the limitations of that nature when it is not cultivated by civil custom and informed by religion. A pious hermit who had once been a great knight is the only one who can save Serena.\nIn Calidor’s quest to subdue the Blatant Beast, Spenser presents a further exploration of the relationship between the civil and the natural. The knight first finds the Beast in Gloriana’s city of Cleopolis, which in one of its allegorical senses stands for Elizabethan London. The knight then pursues the monster from smaller towns past outlying castles to the sheepfolds of Pastorella and Meliboe, which are associated with Spenser’s own rural home in Ireland. So much more courteous are the simple shepherd and his daughter than those whom Calidore has left behind in “civil” society that he abandons his life as a knight and takes up that of a shepherd, hoping to win the heart of Pastorella. His most exalted moment comes in Canto x, when he is immersed in the beauties of nature, far from the court of his queen. Walking on Mount Acidale, he comes upon the shepherd Colin Clout, whose name associates him with Spenser and The Shepheardes Calender . Colin is playing his pipes, and all before him are “An hundred naked maidens lilly white,” dancing in a ring about the three Graces of classical mythology. The Graces, in turn, are dancing about Colin’s beloved, who represents Spenser’s second wife, Elizabeth Boyle. Though the poet might have placed Queen Elizabeth in the midst of the rings, portraying her as the central emblem of grace and courtesy in Book VI, he pointedly avoids doing so, beseeching his monarch to give him leave to place his own Elizabeth there instead. His own natural bonds with his wife take precedence over his civil bonds with his queen.\nThis curious detail is sometimes interpreted as a sign that Spenser, like his hero Calidore, had turned away from Gloriana’s court, abandoning in disillusionment his great project of glorifying Queen Elizabeth in The Faerie Queene. Apparently he composed very little more of the poem after he finished the pastoral cantos of Book VI, which were the last episodes published in his own lifetime. Yet the poet’s gesture toward his wife need not be taken as a slight to the queen. After all, he had only recently remarried and therefore had special reason to request leave of his monarch “To make one [brief passage] of thy poore handmayd, / And underneath thy feete to place her prayse” (VI.x.28). It seems clear, moreover, that he did not entirely endorse Calidore’s “truancy” among the shepherds. By adopting their life of pleasure and contemplation, the knight has acted irresponsibly, as subsequent events reveal. Not only has he left the Blatant Beast free to do further harm, which is described in Canto xii, but he has also let Pastorella and her father undefended from other evils in the surrounding forest. A band of brigands soon sweeps down on them, killing Meliboe and several other shepherds and binding Pastorella in a cave in hopes of selling her into slavery. To rescue her, Calidore is forced to rearm himself, and after he has scattered the brigands, he is compelled to seek shelter for his beloved at a nearby castle. In a fallen world, the natural life divorced from the civil is no more sustainable than the civil divorced from the natural.\nEven Calidore’s idealization of the shepherds has been based partly on a mistake, for as he discovers in Canto xii, Pastorella is actually a child of the aristocracy, born to Sir Bellamour and Lady Claribell in a secret love affair like those examined elsewhere in Book VI. She was abandoned among the shepherds to conceal her parents’ shame. At the climax of the book, this noble child reared by common shepherds returns in joy to her parents as an emblem of the ideal union of the natural with the civilized. Whatever Spenser’s personal attitudes toward Elizabeth and her court may have been when he wrote this part of the poem, the passage hardly endorses a radical reappraisal of the prevailing social order or a renunciation of the poet’s lifelong project. At the end of Book VI, Calidore resumes his quest, captures the Blatant Beast, and leads it captive through Faerie Land.\nWhen Books I-III of The Faerie Queene were first published in 1590, Queen Elizabeth was not the only one to admire them, and by 1596, when Books IV-VI appeared, her grant of a royal pension was not the only reward that its author had received. The poem won immediate recognition as the finest poetic achievement of its generation, and further works by the poet were evidently in demand. In 1591 he returned to London to print two other works, Daphnaïda and the Complaints. Just four years later, three more of his works were published; Colin Clouts Come Home Againe, and the sonnet sequence titled Amoretti with his widely admired Epithalamion. These were followed in 1596 by the last of works published during his lifetime, Fowre Hymnes and the Prothalamion.\nDaphnaïda is a dreary and somewhat overly expansive pastoral lament written soon after the death of the wife of Spenser’s friend Arthur Gorges, a minor poet and translator. Based on Chaucer’s Book of the Duchess (circa 1370), it is partly an experiment in patterning poetry according to symbolic numbers (here multiples of seven, the number associated with divine judgment and rest from sorrows), and it may have helped to prepare the way for the wonderfully detailed and suggestive number symbolism of the Epithalamion.\nMore successful were the Complaints, nine lengthy poems on the general themes of mutability and the vanity of earthly desires. The volume looks back to Spenser’s earliest work, reprinting revised versions of his two dream visions from the 1569 volume A Theatre for Worldings and adding a similar poem titled Visions of the Worlds Vanitie. These three show a side of Spenser that would later appeal to writers of the Romantic period, namely his sense of the poet as a prophet, speaking inspired truths against the follies of his age. The volume also includes an imitation of the French poet Joachim du Bellay’s Antiquitez de Rome (1558), which is a meditation on the tragic impermanence of even the greatest works of human ambition, epitomized in the ancient city of Rome.\nThe Complaints continue the experiments in poetic technique characteristic of The Shepheardes Calender, and they also explore some of the same literary forms and themes. Like “October,” for example, The Teares of the Muses laments the current low esteem of poets in England. Like “Maye” and “September,” Mother Hubberds Tale employs a beast fable for satiric purposes, presenting four stories about a fox and an ape that warn of abuses among the three traditional estates of English society: commoners, clergy, and nobility. The dedication preceding the poem calls it “the raw conceipt” of the poet’s youth, and since topical allusions tie it to political affairs in the years 1579-1580, it is probably work of the same period as the Calender.\nMingled with early materials such as these, however, are poems that have more to do with the major works of Spenser’s maturity. Muiopotmos, for example, resembles “February” in its use of a beast fable to expound a moral point. Its primary affiliation, however, is with The Faerie Queene. It is a mock epic about a vain butterfly caught by an envious spider, and may have been written as a light interlude in the serious business of composing the longer poem. In Clarion, the butterfly, it depicts a diminutive hero who, like the human characters in Spenser’s epic, was born under the biblical injunction “to be Lord of all the workes of Nature” yet is also bound by the will of “the heavens in their secret doome” (lines 211, 225). In the rhetorical questions of the three central stanzas of the poem, just before the butterfly becomes ensnared in the webs of its tragic antagonist, Arachne, Spenser echoes one of the great themes of The Faerie Queene, the contrast between human folly and shortsightedness and “The fatall purpose of divine foresight” (III.iii.2).\nAs a counter to the dominant theme of the Complaints, which is the transience of earthly things, Spenser turns to poetry as one of the few means that human beings have to resist the depredations of time. The volume begins with The Ruines of Time, a poem that contrasts a depiction of the great but forgotten city of Verulame with an elegy for Sidney, who had died of wounds suffered in battle in the Netherlands in 1586. By means of this contrast Spenser celebrates the power of poetry to confer on Sidney a kind of glory that will outlast empires. The pastoral poem Astrophel and the six elegies and epitaphs for Sidney by other authors that Spenser gathered four years later at the end of Colin Clouts Come Home Againe reiterate this theme and offer a belated though impressive tribute to the dead poet-hero who had served as Spenser’s early mentor.\nSidney ‘s impact on Spenser did not end with the tributes printed in the Complaints and Colin Clouts. Along with the mingling of pastoral and epic in Book VI of The Faerie Queene, which resembles the same blending in Sidney’s Arcadia (1590, 1593), the dead poet’s influence also appears in the Amoretti, a series of sonnets published with the Epithalamion in 1595. Spenser’s volume reads as if it were designed as a reply to Sidney ‘s dazzling sonnet sequence, Astrophil and Stella, which was printed in London in 1591 by Spenser’s own publisher, William Ponsonby, and which began a vogue for English sonnets that lasted more than a decade.\nThe contrasts between the two sequences are illuminating. Whereas Sidney ‘s poems follow Continental models in depicting the love of a distant and unattainable woman, Spenser’s sonnets go against this widespread Petrarchan convention by celebrating a successful courtship, which culminates in the joyous wedding ceremony depicted in the Epithalamion. Both sequences seem to have been, at least in part, autobiographical, with Sidney ‘s reflecting his love of Lady Penelope Rich and Spenser’s his courtship of his second wife, Elizabeth Boyle, who later bore him a son named Peregrine. Yet, whereas Sidney depicts love with another man’s wife and describes a gradual process by which passion conquers reason and religious principle, Spenser moves from such passion early in his sequence toward an eventual restoration of Christian piety and self-control. His address to the Amoretti themselves in Sonnet 1 sets a tone for the entire sequence that is lighter and less turbulent than that of Astrophil and Stella: “Happy ye leaves when as those lilly hands, … shall handle you.” Though the poems that follow show the influence of various earlier sonneteers—including Petrarch and Philippe Desportes, Tasso and du Bellay—Spenser never departs from his own vision of healthy courtship, which progresses from the follies and excesses of infatuation toward the stability and fruitfulness of Christian marriage.\nThe organizing principle of the Amoretti and the Epithalamion is, as in The Shepheardes Calender, the passage of time. The poet’s wooing of Elizabeth Boyle initially seems an endless endeavor. Like Petrarch’s love of Laura, it drives the poet to exclaim in Sonnet 25, “How long shall this lyke dying lyfe endure … [?]” Yet, even as he says this, an important phase in the courtship has already begun that will eventually lead to the resolution that he desires. As Alexander Dunlop and other scholars have pointed out, in Sonnet 22 he mentions the beginning of Lent, “The holy season fit to fast and pray.” If one sonnet is counted for each day between Ash Wednesday and Easter, then the celebration of Christ’s Resurrection would be expected in Sonnet 68, and that is where it appears. Sonnet 67 announces the end of the lover’s “hunt” for his “gentle deare,” in which the lady has been “fyrmely tyde” and “goodly wonne.” In Sonnet 68 the poet prays to Christ: “This joyous day, deare Lord, with joy begin, / and grant that we for whom thou diddest dye / being with thy deare blood clene washt from sin, / may live for ever in felicity.” Before the Lenten section there are twenty-one sonnets of preparation, and after the Easter sonnet there are again twenty-one in the denouement. These eighty-nine, plus the four short mythological poems known as anacreontics that come between the Amoretti and the Epithalamion, make a total of ninety-three, which is the number of days in the season of spring. That the central sonnets of the sequence are meant to be read as a depiction of springtime courtship is suggested in Sonnets 19 and 70, which fall just before and after the Lenten sonnets.\nThe Epithalamion continues this elaborately patterned sequence of symbolic seasons and times. Spenser’s wedding took place on Saint Barnabas’s Day, June 11, 1594, which was, by Elizabethan reckoning, the longest day of the year. As A. Kent Hieatt has shown, the 24 stanzas of the poem represent the hours of that particular day, beginning with the groom’s preparations before dawn and ending at the same hushed hour on the following morning. So precise is the temporal sequence that the coming of night is announced in the fourth line of stanza 17, just as Irish almanacs of the period set the hour of sunset at 26 and a fraction hours after sunrise. All the stanzas leading up to this long-awaited moment contain a refrain that rejoices in the happy sounds of the day, from the singing of the birds at the bride’s awakening to the joyous ringing of the church bells after the ceremony is over. All the stanzas after nightfall, however, call for silence: “Ne let the woods us answere, not our Eccho ring.”\nAs in The Shepheardes Calender, where the passing of the months becomes a metaphor for the entire span of Colin’s life, so here the hours are connected with the larger cycles of the year and of life itself. Perhaps to magnify the significance of the wedding day, it is represented as if it had lasted a year, as the reader can see from the fact that the poem contains 365 long lines (while the 68 shorter lines total the number of weeks, month, and seasons). At the end, as Spenser and his bride lie in bed in the darkness before the dawn, he thinks of the whole course of their coming life together, looking forward to their final rest and that of their children in “heavenly tabernacles.” Along with this God-given way to escape from time, the wedding poem itself provides another, becoming, as the last line suggests, “for short time an endlesse moniment.”\nThroughout the Epithalamion Spenser maintains a delicate balance between the heavenly and the earthly, the classical and the Christian. The poem begins with invocations to the Muses and to the forest, river, and sea nymphs of antiquity, who, along with Hymen and the Graces and the greater gods Bacchus and Venus, Cynthia and Juno, rule over mundane affairs in the poem. The poet, acting as a genial (though sometimes fretful) master of ceremonies, seems to invite the entire creation to join in celebrating his wedding day. He begins by depicting the sun as its rises, proceeds through the fish in the river and the beasts and birds in the forest, and continues up the Great Chain of Being to village children and the musicians hired to play for the wedding. This progression leads finally to his bride, who comes forth like a goddess among less comely “merchants daughters.” At the beginning of stanza 12 and 13, which lie at the formal and conceptual center of the poem, the poet sings, “Open the temple gates unto my love,” and this turns the reader’s attention from the world outside the church to the Christian ceremony of Holy Matrimony that is to be celebrated within. The musicians then raise a great crescendo to heaven, and the priest unites the couple before the altar, invoking the authority of a God who stands far above the pagan deities in the natural world of the poem. At the metrical center of the central line, Spenser places the words endlesse matrimony. After the ceremony comes feasting with bells and carols and wine poured out “by the belly full.” The wedding party gradually disperses, leaving the poet alone with his bride, and the final image that lingers at the end is of Spenser lying awake beside her in the silence just before dawn, thinking of children to come and the joys of heaven. This image is perhaps his most telling response to the fruitless idolatry and the frustrated earthly desire that are the subjects of Sidney’s Astrophil and Stella.\nA similar, though more puzzling, blend of the classical with the Christian appears in Spenser’s next volume, the Fowre Hymnes. The first two hymns, which are meditations on earthly love and beauty, invoke the pagan gods Cupid and Venus as their reigning deities. The second two, which deal with heavenly love and heavenly beauty, are addressed to Christ and Sapience (or Christian wisdom). Though hymns modeled on the work of Pindar and other pagan poets of antiquity had recently been revived on the Continent, Spenser’s book is unusual in setting such poems side by side with more traditional Christian material. To be sure, the pagan hymns follow a Platonic “ladder of love” in which the speaker progresses from love of the body to love of the soul, but there is no way to reconcile their essentially worldly and self-centered philosophy with that depicted in the second pair of poems. Whereas the pagan hymns celebrate an altogether human form of love that aims to conquer and possess the beloved for its own self-fulfillment, the Christian hymns celebrate a divine love that aims to free others from bondage to sin by undertaking selfless acts of personal sacrifice.\nThe difficulty in resolving such contradictions has led some critics to accept at face value comments in the poet’s letter of dedication to the volume, which suggest that the first pair was written “in the greener times of my youth” and the second was offered by way of a retraction. Other scholars have noted, however, internal evidence suggesting that the pagan hymns were written—or at least revised—in the same period as the Christian ones and therefore that they are not likely to represent the mere errors of Spenser’s youth. Perhaps the most likely explanation is that the poet was simply repeating a pedagogical device employed frequently in The Faerie Queene. First, he presents a widely respected view from antiquity, and then he offers a far richer Christian view of the same subject, leaving his readers to puzzle out the differences and choose for themselves.\nThe Prothalamion, which was the last of Spenser’s poems to be published during his lifetime, also involves unresolved tensions, though of a darker sort than those found in the Fowre Hymnes. The poem was written to celebrate a double betrothal ceremony for the two daughters of Edward Somerset, Earl of Worcester. It took place during Spenser’s journey to London in the latter half of 1596, which he apparently undertook in order to seek a government position in England. Like The Shepheardes Calender, the poem begins with notes of weariness and despair. As the poet wanders along the bank of the river Thames, thinking about his own “lone fruitlesse stay / In Princes Court” and seeking to ease his “payne,” he sees two lovely swans floating on the water, with river nymphs gathering about them. These, of course, represent the prospective brides and their attendants. The counterpoint between the poet’s sadness and the rising tones of joy in the betrothal ceremony is caught most movingly in a song of blessing sung to the swans by one of the nymphs. Only two years earlier, Spenser had sung a wedding song of his own, but sorrows have since crowded in upon him. In coming from a turbulent world beyond the security of London, he cannot see the peaceful scene before him without thinking of faraway wars, glimpsed briefly at the end of the poem in a stanza glorifying the recent English burning of the Spanish fleet at Cadiz under the direction of Elizabeth’s young favorite, Robert Devereux, second Earl of Essex. The refrain in the poem, which invokes the river to “runne softly, till I end my Song,” suggests that the river may not always run softly, and the lingering impression of the poem is one of fragile beauty and transient joy.\nThe tone of dejection in Spenser’s Prothalamion appears in other of his works published in 1596. It may reflect the worsening situation in Ireland, where Tyrone’s Rebellion would soon uproot the English colonists and, with them, Spenser’s family. It may also have arisen from Spenser’s belief that he was being slandered at the English court and that old enemies were preventing him from gaining a better and safer position there. Both concerns stand out prominently in the last three cantos of Book VI of The Faerie Queene. There, shepherds associated with Spenser’s literary persona, Colin Clout, are attacked by lawless brigands, and the poet’s final words are a complaint that the Blatant Beast has escaped and “raungeth through the world againe … Ne spareth he the gentle Poets rime, / But rends without regard of person or of time.” This passage probably refers to William Cecil, Baron Burghley, Elizabeth’s powerful counselor, who had censured Spenser’s epic for dealing too much with themes of erotic love (see The Faerie Queene, IV. Proem).\nThe poet’s last work, the Mutabilitie Cantos, published posthumously in 1609, reflects once again on the old themes of time and the sorrows and uncertainties of life. The cantos were apparently written as the main allegorical “core” for an otherwise unfinished book of The Faerie Queene, which a headnote by the printer identifies as “the legend of Constancie.” Appropriately set amid the turbulence of the Irish countryside, the cantos place the local and the immediate problems threatening Spenser and his family within a universal context, reflecting on the role of mutability in God’s creation. Once again using classical myth to explore issues that deeply touched his Christian view of the world, Spenser tells the story of the goddess Mutability, a daughter of the Titans who long ago rebelled against Jove. Longing to be admired like her sisters Hecate and Bellona, Mutability sets out in the world’s first innocence to ravage “all which nature had establisht first” and all the laws of civil society, thereby bringing death into the world. She then mounts up to the circle of the moon, attempting to drag from her throne the goddess Cynthia (who, in one of her allegorical references, stands for Queen Elizabeth). Ascending higher, Mutability then challenges Jove himself, putting forth her case that she is the rightful ruler of the universe. In order to resolve her dispute with Jove, she appeals to the highest judge of all, Dame Nature, who assembles all the gods on Arlo Hill to hear her judgment.\nWithin this larger framework Spenser tells the story of Faunus, who bribes the Irish river nymph Molanna to place him near Diana’s favored haunts on Arlo Hill, where he may see the goddess bathing. When the satyr betrays himself by laughing, he is captured by Diana’s nymphs, covered with a deer skin, and set upon by hounds. He manages to escape, but Diana thereafter abandons Arlo Hill, cursing it as a haunt for wolves and thieves. Through the Irish setting of the story and its depiction of a humiliation offered to the moon goddess Diana, the poet links the account of Faunus to mutability’s attack on Cynthia and her subsequent trial by Dame Nature. The inner story raises, however, an important issue not so clearly presented in the outer story, namely the role of erotic desire in bringing discord into the world.\nThe Mutability Cantos represent the perfection of Spenser’s art, combining almost effortlessly the strains of moral, psychological, and historical allegory that run through the entire poem. The poet’s description of the great trial on Arlo Hill brings forth all his poetic powers, providing opportunities for dramatic word paintings of Mutability’s effects upon the heavens and the earth, but also for more delicate passages, such as the colorful miniatures of the season, months, and hours that parade before Dame Nature as evidence of endless change. Many of the dominant themes and images of Spenser’s other works, from the earliest vision poems and The Shepheardes Calender to the Complaints and the Prothalamion, come together here.\nThe closing stanzas of the Mutability Cantos offer Spenser’s last word on the problem that had preoccupied him throughout his life, and, like the mottoes in the Calender, that word is enigmatic. Addressing Mutability, Dame Nature says only,\n      I well consider all that ye have sayd,\n      And find that all things stedfastnes doe hate\n      And changed be: yet being rightly wayd\n      They are not changed from their first estate;\n      But by their change their being doe dilate:\n      And turning to themselves at length againe,\n      Doe work their owne perfection so by fate:\n      Then over them Change doth not rule and raigne;\n      But they raigne over change, and doe their states maintaine.\n         (VII.vii.58)\nCharacteristically, Spenser leaves his readers to bring light to this “darke conceit,” offering afterward only another equally mysterious solution to the problem of mutability, a Christian one that lies beyond the earthly wisdom of Dame Nature:\n            ... all that moveth, doth in Change delight:\n      But thence-forth all shall rest eternally\n      With Him that is the God of Sabbaoth hight:\n      o that great Sabbaoth God, graunt me that Sabaoths sight.\n          (VII.viii.2)\n It may be that this prayer for rest in another world was the last line of poetry that Spenser ever wrote, for after it the fragmentary third canto of Mutabilite breaks off. Certainly, the last two years of his life allowed him little leisure to write. In 1598 rebels attacked and burned Kilcolman Castle, forcing Spenser and his family to flee to Cork. In December he returned to England, where he delivered a report on the Irish crisis at Whitehall on Christmas Eve. Three weeks later, on 13 January 1599, he died, perhaps of illness brought on by exhaustion. He was buried soon after in the south transept of Westminster Abbey in the Poets’ Corner.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}