{"pf_url": "https://www.poetryfoundation.org/poets/edmund-blunden", "name": "Edmund Blunden", "yob": "1896", "yod": "1974", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a5b541e0eba0eb876b83b9866a156591ca9cc5d7.jpeg", "bio": "\nEdmund Charles Blunden was a prolific literary critic, journalist, travel writer, and author of poetry and prose. His career was shaped by his admiration of the English countryside, his lifelong participation in the literary and intellectual circles in London and Oxford, and his experiences in World War I’s front line from 1916 to 1918. He worked on the editorial staff of the Athenaeum, the Nation, and the Times Literary Supplement, as well as taught at Tokyo Imperial University, Oxford University’s Merton College, and the University of Hong Kong before being appointed Professor of Poetry at Oxford University in 1966. Blunden was widely recognized for his literary achievements during his lifetime. In addition to being nominated for the Nobel Prize in Literature six times, Blunden was named Commander of the Most Excellent Order of the British Empire in 1951, received the Queen’s Gold Medal for Poetry in 1956, and was made a Companion of the Royal Society of Literature in 1962. \nBlunden was born in London, England on November 1, 1896 and his early life was spent in England’s southern countryside, where he was immersed in rural traditions. He grew up in the small village of Yalding, Kent, where his parents were schoolteachers. At the age of 17, he relocated with his family to Sussex, a county rich in literary associations. He attended Christ’s Hospital School, where his earliest poems, written in the pastoral tradition, appeared in the school magazine. He later dedicated much of his criticism and scholarship to the famous men of letters who preceded him at the school, particularly Charles Lamb, Samuel Taylor Coleridge, and Leigh Hunt. In 1914 Blunden was awarded a scholarship to Queen’s College, Oxford. \nHis studies were interrupted by the onset of war in August 1915, when he was commissioned as a lieutenant in the Royal Sussex Regimen. Blunden saw violent action in France and Belgium’s Flanders Fields. Remarkably, he survived two years in the front line without physical injury before returning to Suffolk, England in 1918, where he met and married Mary Daines. Blunden left military service and the couple’s first child was born the following year, but died at just a few weeks of age; Blunden would grieve for her all his life. That same year, Blunden began a longstanding friendship with Siegfried Sassoon and resumed his studies at Oxford. However, he soon relocated to London and began a career in literary journalism with the Athenaeum and became a part of the London intellectual circle of the 1920s. During this time, he befriended Philip and Ottoline Morrell, Leonard and Virginia Woolf, and Katherine Mansfield. In 1921, he traveled to South America in hopes of easing both the nervous strain of WWI and the damage to his lungs caused by a gas attack; the journey became the basis for his first major piece of travel writing, The Bonadventure (1922). Blunden continued to write travel literature throughout his career, especially about his stays in China and Japan. His travel essays show the same keen eye for detail as his writings on the English countryside. \nIn 1924 Blunden became Robert Nichols’s successor as professor of English literature at Tokyo Imperial University, and his influence on the study of English literature in Japan was immense. He trained a generation of Japanese scholars, helped found the English Reading Society, and encouraged the aspiring poets that were among his students. Living in Japan provided Blunden with enough distance from his war experiences to write about them. “In Japan,” he wrote to his friend G.H. Grubb in 1930, “my sense of loss and eyelessness became stronger, the first year there being of course productive of long periods of loneliness, though later on I discovered many springs of hope and sympathy. I also had some time now & then,—& so I began to picture the past as well as I could in words.” His memoir of active service during WWI, Undertones of War (1928) became his most popular and, in the opinion of many, best work. \nBlunden returned to England in 1927. where he returned to military service as a staff member of the Oxford Training Corps and enjoyed his most productive period as an essayist and prose writer, publishing On the Poems of Henry Vaughn (1927), Leigh Hunt’s “Examiner” Examined (1928), and Nature in English Literature (1929), a volume in Leonard and Virginia Woolf’s Hogarth Lectures on English Literature series. Nature in English Literature is much more than literary criticism; it is Blunden’s lay sermon on nature, his affirmation of faith in the spirit of the English countryside, and his argument for the inseparability of English literature from the Englishman’s love of nature. To Blunden, remarks Fussell, “the countryside is magical. It is as precious as English literature, with which indeed it is almost identical. ... To Blunden, both the countryside and English literature are ‘alive,’ and both have ‘feelings.’” \r\n \nIn 1931 Blunden became fellow and tutor in English literature at Merton College, Oxford. In 1933 Blunden married Sylva Norman; together, the couple coauthored Blunden’s only novel: We’ll Shift Our Ground; or, Two on a Tour (1933), before divorcing in 1945. He married again in 1945, to Claire Margaret Poynting, a former student. Poynting and Blunden had four daughters. Blunden traveled to Japan in 1947 as cultural liaison officer in the British Embassy, Tokyo, and lectured extensively on English literature. Blunden returned to England in 1950 to work again for The Times Literary Supplement. In 1953 he became professor of English literature at the University of Hong Kong, where he taught for more than a decade. In 1964 he retired to Long Melford, Sudbury, Suffolk, but two years later he was appointed Professor of Poetry at Oxford. He resigned in 1968 due to ill health.\nLike many of his generation, World War I was a pivotal event in Blunden’s life. The year before his death he wrote, “My experiences in the First World War have haunted me all my life and for many days I have, it seemed, lived in that world rather than this.” “He was affected not only by the loss of human life, including several of his friends,” observes biographer Bernard Bergonzi, “but by the brutal destruction of a countryside that, in its natural state, was very like the rural England that he loved.” His acclaimed memoir, Undertones of War, is a series of vignettes or episodes that focus on seemingly unimportant things occurring in the day-to-day life of a platoon. Critic Paul Fussell in The Great War and Modern Memory (1975) calls Undertones of War “an extended pastoral elegy in prose. ... Its distinction derives in large part from the delicacy with which it deploys the properties of traditional English literary pastoral in the service of the gentlest (though not always the gentlest) kind of irony.” Fussell also pronounced Blunden’s Undertones of War, together with Siegfried Sassoon’s and Robert Graves’s memoirs, “one of the permanent works engendered by memories of the war.”\nBlunden was a cautious and even-handed critic who regularly turned to neglected figures in English literature and history in an effort to give them the recognition he thought they deserved. At Peterborough and Northampton he discovered collections of manuscripts by the 19th-century peasant poet John Clare, and with the help of his friend Alan Porter he published John Clare: Poems Chiefly from Manuscript (1920), which repudiates the misjudgments and falsifications of previous scholars and argues for Clare’s importance to English literature. Similarly, in his edition of Christopher Smart’s A Song to David with Other Poems (1924) he expresses the hope that Smart’s masterpiece will become “as familiar as [Milton’s poem] ‘L’Allegro.’” For Blunden, criticism was almost always more a matter of expanding the literary canon than of further cultivating familiar fields. Though he wrote on the major Romantics, including a 1946 biography of Percy Bysshe Shelley, and on Thomas Hardy, his most characteristic criticism focuses on comparatively understudied figures such as William Collins, William Cobbett, Robert Southey, Thomas Hood, and Michael Drayton. As Alec Hardie points out, nearly every author Blunden writes about has “some personal reason for deserving sympathy as a man: prolonged ill-health, madness, suicide, or some inability to deal with the circumstances of his time.” Alec Hardie notes that Blunden “is temperamentally unwilling to show other than sympathy; he makes a real attempt to meet an author on his own level, to know what he is trying to say, and not to force prejudices upon a victim. Rightly he has the reputation of a kindly critic, preferring to find the authors’ qualities and to gloss over faults\nBlunden’s career as a critic and essayist was anchored by key subjects and figures. Thomas Mallon’s assessment of Blunden as a literary critic applies to him as an essayist in general: “The same subjects and the same names occur again and again in his lectures and books, and are recited almost in the manner of a lover. The sense of intimacy and regard between subject and explicator is unusual and impressive.” Blunden died on January 20, 1974.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}