{"pf_url": "https://www.poetryfoundation.org/poets/edna-st-vincent-millay", "name": "Edna St. Vincent Millay", "yob": "1892", "yod": "1950", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a330397dd5ed34ac6b9b732f4ebda7e6b48f0171.jpeg", "bio": "\nThroughout much of her career, Pulitzer Prize-winner Edna St. Vincent Millay was one of the most successful and respected poets in America. She is noted for both her dramatic works, including Aria da capo, The Lamp and the Bell, and the libretto composed for an opera, The King’s Henchman, and for such lyric verses as “Renascence” and the poems found in the collections A Few Figs From Thistles, Second April, and The Ballad of the Harp-Weaver, winner of the Pulitzer Prize in 1923. Like her contemporary Robert Frost, Millay was one of the most skillful writers of sonnets in the twentieth century, and also like Frost, she was able to combine modernist attitudes with traditional forms creating a unique American poetry. But Millay’s popularity as a poet had at least as much to do with her person: she was known for her riveting readings and performances, her progressive political stances, frank portrayal of both hetero and homosexuality, and, above all, her embodiment and description of new kinds of female experience and expression. “Edna St. Vincent Millay,” notes her biographer Nancy Milford, “became the herald of the New Woman.”\n\r\nFrom the age of eight Millay was reared by her strong, independent mother, who divorced the frivolous Henry Millay and became a practical nurse in order to support herself and her three daughters. Though the family was poor, Cora Millay strongly promoted the cultural development of her children through exposure to varied reading materials and music lessons, and she provided constant encouragement to excel. Millay recalled her mother’s support in an entry included in Letters of Edna St. Vincent Millay: “I cannot remember once in the life when you were not interested in what I was working on, or even suggested that I should put it aside for something else.” Millay initially hoped to become a concert pianist, but because her teacher insisted that her hands were too small, she directed her energies to writing. From 1906 to 1910 her poems appeared in the famous children’s magazine St. Nicholas, and one of her prize poems was reprinted in a 1907 issue of Current Opinion. As for her reading, she reported in a 1912 letter that she was “very well acquainted” with William Shakespeare, John Milton, William Wordsworth, Alfred Tennyson, Charles Dickens, Walter Scott, George Eliot, and Henrik Ibsen, and she also mentioned some fifty other authors. New England traditions of self-reliance and respect for education, the Penobscot Bay environment, and the spirit and example of her mother helped to make Millay the poet she became.\n\r\nOnly through fortunate chance was Millay brought to public notice. Her mother happened on an announcement of a poetry contest sponsored by The Lyric Year, a proposed annual anthology. Millay submitted some poems, among them her “Renascence.” Ferdinand Earle, the editor, liked the poem so well that he wrote to “E. Vincent Millay,” as she styled herself, expressing confidence that it would be awarded the first prize. Because the other judges disagreed, “Renascence” won no prize, but it received great praise when The Lyric Year appeared in November, 1912. Meanwhile, Caroline B. Dow, a school director who heard Millay recite her poetry and play her own compositions for piano, determined that the talented young woman should go to college. Encouraged by Miss Dow’s promise to contribute to her expenses, Millay applied for scholarships to attend Vassar. After taking several courses at Barnard College in the spring of 1913, Millay enrolled at Vassar, where she received the education that developed her into a cultured and learned poet.\n\r\nMillay went to New York in the fall of 1917, gave some poetry readings, and refused an offer of a comfortable job as secretary to a wealthy woman. Kennerley published her first book, Renascence, and Other Poems, and in December she secured a part in socialist Floyd Dell’s play The Angel Intrudes, which was being presented by the Provincetown Players in Greenwich Village. Millay was soon involved with Dell in a love affair, one that continued intermittently until late 1918, when he was charged with obstructing the war effort. Millay engaged in affairs with several different men and women, and her relationship with Dell disintegrated. Although sympathetic with socialist hopes “of a free and equal society,” as she told Grace Hamilton King in an interview included in The Development of the Social Consciousness of Edna St. Vincent Millay as Manifested in Her Poetry, Millay never became a Communist. However, her works reflect the spirit of nonconformity that imbued her Greenwich Village milieu.\n\r\nIn February of 1918, poet Arthur Davison Ficke, a friend of Dell and correspondent of Millay, stopped off in New York. At the time Ficke was a U.S. Army major bearing military dispatches to France. When he met Millay, they fell in love and had a brief but intense affair that affected them for the rest of their lives and about which both wrote idealizing sonnets. Millay’s were published in 1920 issues of Reedy’s Mirror and then collected in Second April (1921). Though Millay wore “the red heart crumpled in the side,” she believed that love could not endure, that ultimately the grave would have her lover, a sentiment expressed in the line, “And you as well must die, beloved dust.” She suggested that lovers should suffer and that they should then sublimate their feelings by pouring them “into the golden vessel of great song.” Fearful of being possessed and dominated, the poet disparaged human passion and dedicated her soul to poetry. Millay thus maintained a dichotomy between soul and body that is evident in many of her works.\n\r\nMillay had made a connection with W. Adolphe Roberts, editor of Ainslee’s, a pulp magazine, through a Nicaraguan poet and friend, Salomon de la Selva. Roberts published her poems but suggested that she adopt a pseudonym and write short stories, for which she would receive more money. Under the pen name Nancy Boyd, she produced eight stories for Ainslee’s and one for Metropolitan. These “Nancy Boyd” stories, cut to the patterns of popular magazine fiction, mainly concern writers and artists who have adopted Greenwich Village attitudes: antimaterialism, approval of nude bathing, general flouting of conventions, and a Jazz Age spirit of mad gaiety. For the heroines the question of love and marriage versus career is significant. They espouse the view that bodily passions are unimportant compared to the demands of art. Some critics consider the stories footnotes to Millay’s poetry.\n\r\nDuring 1919 Millay worked mainly on her “Ode to Silence” and on her most experimental play, Aria da capo. Millay’s one-act Aria portrays a symbolic playhouse where the play is grotesquely shifted into reality: those who were initially “acting” are ultimately murdered because of greed and suspicion. Moreover, the action will go on endlessly—da capo. Most critics called it an anti-war play; but it also expresses the representative and everlasting like the Medieval morality play Everyman and the biblical story of Cain and Abel. For Millay, Aria da capo represented a considerable achievement. She remained proud of Aria; “to see it well played is an unforgettable experience,” she wrote her publisher in one of her collected letters. Since its first production it has remained a popular staple of the poetic drama.\n\r\nIn 1920 Millay’s poems began to appear in Vanity Fair, a magazine that struck a note of sophistication. Two of its editors, John Peale Bishop and Edmund Wilson, became Millay’s suitors, and in August Wilson formally proposed marriage. Unwilling to subside into a domesticity that would curtail her career, she put him off. In The Shores of Light, Wilson noted the intensity with which she responded to every experience of life. That intensity used up her physical resources, and as the year went on, she suffered increasing fatigue and fell victim to a number of illnesses culminating in what she described in one of her letters as a “small nervous breakdown.” Frank Crowninshield, an editor of Vanity Fair, offered to let her go to Europe on a regular salary and write as she pleased under either her own name or as Nancy Boyd, and she sailed for France on January 4, 1921.\n\r\nMillay wrote comparatively little poetry in Europe, but she completed some significant projects and, as Nancy Boyd, regularly sent satirical sketches to Vanity Fair. In March she finished The Lamp and the Bell, a five-act play commissioned by the Vassar College Alumnae Association for its fiftieth anniversary celebration on June 18, 1921. Based on the fairy tale Snow White and Rose Red, The Lamp and the Bell was a poetic drama shrewdly calculated for the occasion: an outdoor production with a large cast, much spectacle, and colorful costumes of the medieval period. The play’s theme is friendship crossed by love. In the end integrity and unselfish love are vindicated. Though she was aware that the play echoed Elizabethan drama, Millay considered it well constructed, but as she later observed in an October, 1947, letter, its blank verse “seldom rises above the merely competent.”\n\r\nMillay spent the early 1920s cultivating her lyrical works, which by 1923 included four volumes. A Few Figs from Thistles, published in 1920, caused consternation among some of her critics and provided the basis for the so-called “Millay legend” of madcap youth and rebellion. Whereas the earlier “Renascence” portrays the transformation of a soul that has taken on the omniscience of God, concluding that the dimensions of one’s life are determined by sympathy of heart and elevation of soul, the poems in A Few Figs from Thistles negate this philosophic idealism with flippancy, cynicism, and frankness.\n\r\nAs a humorist and satirist, Millay expressed in Figs the postwar feelings of young people, their rebellion against tradition, and their mood of freedom symbolized for many women by bobbed hair. These sentiments found expression in the opening poem of the collection, “First Fig,” beginning playfully with the line, “My candle burns at both ends.” Prudence, respectability, and constancy were denigrated in other poems of the volume. The cavalier attitude revealed in sonnets through lines like “Oh, think not I am faithful to a vow!” and “I shall forget you presently, my dear” was new, presenting the woman as player in the love game no less than the man and frankly accepting biological impulses in love affairs. “Rarely since [ancient Greek lyric poet] Sappho,” wrote Carl Van Doren in Many Minds, had a woman “written as outspokenly as Millay.”\n\nFigs, with its wit and naughtiness, represents only one facet of Millay’s versatility. Her strengths as a poet are more fully demonstrated by her strongly elegiac 1921 volume Second April. Containing both free verse and the impassioned sonnets she had written to Ficke, the collection celebrates the rapture of beauty and laments its inevitable passing. “Beauty is not enough,” Millay says in “Spring,” her first free-verse poem. April brings renewal of life, but “Life in itself / Is nothing, / An empty cup, a flight of uncarpeted stairs.” Despair and disillusionment appear in many poems of the volume. “Ode to Silence,” expressing dissatisfaction with the noisy city, is an impressive achievement in the long tradition of the free ode. With “The Beanstalk,” brash and lively, she asserts the value of poetic imagination in a harsh world by describing the danger and exhilaration of climbing the beanstalk to the sky and claiming equality with the giant.\n\nThe Harp-Weaver, and Other Poems, Millay’s collection of 1923, was dedicated to her mother: “How the sacrificing mother haunts her,” Dorothy Thompson observed in The Courage to Be Happy. A carefully constructed mixture of ballad and nursery rhyme, the title poem tells a story of a penniless, self-sacrificing mother who spends Christmas Eve weaving for her son “wonderful things” on the strings of a harp, “the clothes of a king’s son.” Millay thus paid tribute to her mother’s sacrifices that enabled the young girl to have gifts of music, poetry, and culture—the all-important clothing of mind and heart. Some of these poems speak out for the independence of women; in several, The Girl speaks, revealing an inner life in great contrast to outward appearances. Feminine independence is also dramatized in “The Concert,” and the superior woman’s exasperation at being patronized, in Sonnet 8: “Oh, oh, you will be sorry for that word!” Many other sonnets are notable. Sonnet 18, “I, being born a woman and distressed,” is a frank, feminist poem acknowledging her biological needs as a woman that leave her “once again undone, possessed”; but thinking as usual in terms of a dichotomy between body and mind, she finds “this frenzy insufficient reason / For conversation when we meet again.” The finest sonnet in the collection is the much-praised and frequently anthologized “Euclid alone has looked on Beauty bare,” which like Percy Bysshe Shelley‘s “Hymn to Intellectual Beauty“ exhibits an idealism. By way of Euclid, the father of geometry, Millay pays honor to the perfect intellectual pattern of beauty that governs every physical manifestation of it. Also in the volume are seventeen “Sonnets from an Ungrafted Tree,” telling of a New England farm woman who returns in winter to the house of an unloved, commonplace husband to care for him during the ordeal of his last days. Critics regarded the physical and psychological realism of this sequence as truly striking. The poems abound in accurate details of country life set down with startling precision of diction and imagery.\n\r\nBy 1924 Millay’s poetry had received many favorable appraisals, though some reviewers voiced reservations. Mark Van Doren recorded in the Nation that Millay had made remarkable improvement from 1917 to 1921, and Pierre Loving in the Greenwich Villager regarded her as the finest living American lyric poet. Harold Lewis Cook said in the introduction to Karl Yost’s Millay bibliography that the Harp-Weaver sonnets “mark a milestone in the conquest of prejudice and evasion.” Critical commentary indicates that for many women readers, Harp-Weaver was perhaps more important than Figs for expressing the new woman. Harriet Monroe in her Poetry review of Harp-Weaver wrote appreciatively, “How neatly she upsets the carefully built walls of convention which men have set up around their Ideal Woman...!” Monroe further suggested that Millay might “perhaps be the greatest woman poet since Sappho.”\n\r\nIn 1922, in the midst of her development as a lyric poet, Millay and her mother went to the south of France, where Millay was supposed to complete “Hardigut,” a satiric and allegorical philosophical novel for which she had received an advance from her publisher. But weakened by illnesses, she did not finish the work, and the Millays returned to New York in February, 1923. Refusing the marriage proposals of three of her literary contemporaries, Millay wed Eugen Jan Boissevain in July of 1923. The forty-three-year-old son of a Dutch newspaper owner, Boissevain was a businessman with no literary pretensions. Handsome, robust, and sanguine, he was a widower, once married to feminist Inez Milholland. He did not expect domesticity of his wife but was willing to devote himself to the development of her talents and career. In addition, he assumed full responsibility for the medical care the poet needed and took her to New York for an operation the very day they were married.\n\r\nEarly in 1925 the Metropolitan Opera commissioned Deems Taylor to compose music for an opera to be sung in English, and he asked Millay, whom he had met in Paris, to write a libretto. She agreed to do so. Because she and her husband had decided to leave New York for the country, Boissevain gave up his import business, and in May he purchased a run-down, seven-hundred-acre farm in the Berkshire foothills near the village of Austerlitz, New York. During this period Millay suffered severe headaches and altered vision. She nevertheless began writing a blank verse libretto set in tenth-century England. The work was eventually produced and published as The King’s Henchman. \n\r\nAccording to the New Yorker, Taylor completed the orchestration of most of the opera in Paris and delivered the whole work on December 24, 1926. Both Elinor Wylie, in New York Herald Tribune Books, and Wilson praised the work for its celebration of youthful first love. Monroe found it an acceptable opera libretto, yet “merely picturesque period decoration” much inferior to Aria da capo, “a modern work of art of heroic significance.” But in the second volume of A History of American Drama, Arthur Hobson Quinn gave The King’s Henchman credit for passion, dramatic effectiveness, and “stark directness and simplicity.” Successful in New York and on tour, the opera also sold well as a book, having eighteen printings in ten months. With its publication and performance, Millay had climbed to another pinnacle of success.\n\r\nThe years between 1923 and 1927 were largely devoted to marriage, travel, the move to the old farm Millay called Steepletop, and the composition of her libretto. In August of 1927, however, Millay became involved in the Nicola Sacco and Bartolomeo Vanzetti case. On August 22, she was arrested, with many others, for picketing the State House in Boston, protesting the execution of the Italian anarchists convicted of murder. Convinced, like thousands of others, of a miscarriage of justice, and frustrated at being unable to move Governor Fuller to exercise mercy, Millay later said that the case focused her social consciousness. In a 1941 interview with King she asserted that the Sacco-Vanzetti case made her “more aware of the underground workings of forces alien to true democracy.” The experience increased her political disillusionment, bitterness, and suspicion, and it resulted in her article “Fear,” published in Outlook on November 9, 1927. In “Fear” she vehemently lashed out against the callousness of humankind and the “unkindness, hypocrisy, and greed” of the elders; she was appalled by “the ugliness of man, his cruelty, his greed, his lying face.” Her bitterness appeared in some of the poems of her next volume, The Buck in the Snow, and Other Poems, which was received with enthusiastic approbation in England, where all of her books were popular. “In these experiments the poet’s instinct never fails her,” summarized Monroe.\n\r\nMillay began to go on reading tours in the 1920s. Afflicted by neuroses and a basic shyness, she thought of these tours—arranged by her husband—as ordeals. Nonetheless, she continued the readings for many years, and for many in her audiences her appearances were memorable. Ralph McGill recalled in The South and the Southerner the striking impression Millay made during a performance in Nashville: “She wore the first shimmering gold-metal cloth dress I’d ever seen and she was, to me, one of the most fey and beautiful persons I’d ever met.” When she read at the University of Chicago in late 1928, she had much the same effect on George Dillon. Dillon was the man who inspired the love sonnets of the 1931 collection Fatal Interview. If Millay and Dillon’s affair conformed to the pattern of Fatal Interview, it probably flourished during 1929 and early 1930 and then diminished, but continued sporadically. Fanny Butcher reported in Many Lives: One Love that after Dillon’s death a copy of Fatal Interview in his library was found to contain a sheet of paper with a note by Millay: “These are all for you, my darling.”\n\nFatal Interview is similar to a Shakespearean/Elizabethan sonnet sequence, but expresses a woman’s point of view. A reviewer for the London Morning Post wrote, “Without discarding the forms of an older convention, she speaks the thoughts of a new age.” American poet and critic Allen Tate also pointed out in the New Republic that Millay used a nineteenth-century vocabulary to convey twentieth-century emotion: “She has been from the beginning the one poet of our time who has successfully stood athwart two ages.” And Patricia A. Klemans commented in the Colby Library Quarterly that Millay achieved universality “by interweaving the woman’s experience with classical myth, traditional love literature, and nature.” Several reviewers called the sequence great, praising both the remarkable technique of the sonnets and their meticulously accurate diction.\n\r\nMillay’s next collection, Wine from These Grapes (1934), though it had no personal love poems, contained a notable eighteen sonnet sequence, “Epitaph for the Race of Man.” The St. Louis Post-Dispatch had published ten of the poems under that title in 1928; Millay added others and made decisions regarding the organization of the sequence, which has a panoramic scope. The first five sonnets prophesy the disappearance of the human race and indicate points in geological and evolutionary history from far past to distant future. The second set reveals humans' activities and capacity for heroism, but is followed by two sonnets demonstrating human intolerance and alienation from nature. In the sequence’s final sonnets, the eventual extinction of humanity is prophesied, with will and appetite dominating. The poet did not intend the “Epitaph” as a gloomy prediction but, rather, as a “challenge” to humankind, or as she told King in 1941, a “heartfelt tribute to the magnificence of man.” Walter S. Minot in his University of Nebraska dissertation concluded: “By continually balancing man’s greatness against his weakness, Millay has conjured up a miniature tragedy in which man, the tragic hero, is seen failing because of the fatal flaw within him.”\n\r\nDuring winter and spring of 1936, Millay worked on Conversation at Midnight, which she had been planning for several years. But soon after reaching a hotel on Sanibel Island, Florida, she saw the building in flames and knew her manuscript had been destroyed. Upon her return to Steepletop, she began to call up the material from memory and write it down. Other misfortunes followed. In the summer of 1936, when the door of Millay and Boissevain’s station wagon flew open, Millay was thrown into a gully, injuring her arm and back. As time passed the pain from this injury worsened. She endured hospitalizations, operations, and treatment with addictive drugs, and she suffered neurotic fears. Witter Bynner noted in a June 29, 1939, journal entry, published in his Selected Letters, that at this time, Millay appeared “a mime now with a lost face.... She thinks immediately of going home, of escape.... [Her] ... face sagging, eyes blearily absent, even the shoulders looking like yesterday’s vegetables.” Two days later she seemed more normal. By March 10, 1941, she reported in a letter, her pain was much less; but her husband had “lost everything” because of the war. Despite Millay and Boissevain’s troubles, Christmas of 1941 found her “really cured.”\n\r\nEven through these years she continued to compose. Huntsman, What Quarry?, her last volume before World War II, came out in May, 1939, and within the month sixty-thousand copies had been sold. The uneven volume is a collection of poems written from 1927 to 1938. A few of these works reflect European events. Others are descriptive and philosophical poems—poems dealing with love and sex—and personal poems—some defiant, others pervaded by feelings of regret and loss. Millay’s frank feminism also persists in the collection. The distinguished writers who reviewed the volume disagreed about its quality; but they generally felt, as did Paul Rosenfeld in Poetry, that it was an autumnal book in which a middle-aged woman looked back into her memories with a sense of loss.\n\r\nThe 1930s were trying years for Millay. Until the advent of Adolf Hitler’s Third Reich in 1933 she had remained a fervent pacifist. But the attacks of the Japanese, the Nazis, and the Italians upon their neighbors, together with both the German-Russian treaty of August 23, 1939, and the start of World War II, combined to change her views. On October 24, 1939, she appeared at the Herald Tribune Forum to advocate American preparedness. After the Nazis defeated the Low Countries and France in May and June of 1940, she began writing propaganda verse. With what Millay herself described in her collected letters as “acres of bad poetry” collected in Make Bright the Arrows: 1940 Notebook, she hoped to rouse the nation. However, as Ficke noted in his personal copy of Millay’s Collected Sonnets (1941), her efforts were not effective, “being so largely hysterical and vituperative.” After the Japanese attack on Pearl Harbor she produced propaganda verse upon assignment for the Writers’ War Board. Chief among these writings is The Murder of Lidice (1942), a trite ballad on a Nazi atrocity, the destroying of the Czech village of Lidice.\n\r\nThe strain of composing, against deadlines, “hastily written and hot-headed pieces”—as she labeled them in a January, 1946, letter—led to a nervous breakdown in 1944, and for a long time she was unable to write. Friends who visited Steepletop thought Millay’s husband babied her too much; but Joan Dash contended in A Life of One’s Own that only Boissevain’s solicitude and encouragement enabled Millay to enjoy creative satisfaction again. After her husband’s death from a stroke in 1949 following the removal of a lung, Millay suffered greatly, drank recklessly, and had to be hospitalized. But a month later she was back at Steepletop, where she stoically passed a lonely year working on a new book of poems. The volume, Mine the Harvest (1954), did not appear, however, until four years after her death from a heart attack in 1950.\n\r\nFrom almost universal acclaim in the 1920s, Millay’s poetic reputation declined in the 1930s. Few critics thought she had spent her time well in translating Baudelaire with Dillon or in writing the discursive Conversation at Midnight (1937). Her directness came to seem old-fashioned as the intellectual poetry of international Modernism came into vogue. In 1931 Millay told Elizabeth Breuer in Pictorial Review that readers liked her work because it was on age-old themes such as love, death, and nature. When Winfield Townley Scott reviewed Collected Sonnets and Collected Lyrics in Poetry, he said the “literati” had rejected Millay for “glibness and popularity.”\n\r\nBy the 1960s the Modernism espoused by T. S. Eliot, Ezra Pound, William Carlos Williams, and W. H. Auden had assumed great importance, and the romantic poetry of Millay and the other women poets of her generation was largely ignored. But the growing spread of feminism eventually revived an interest in her writings, and she regained recognition as a highly gifted writer—one who created many fine poems and spoke her mind freely in the best American tradition, upholding freedom and individualism; championing radical, idealistic humanist tenets; and holding broad sympathies and a deep reverence for life.\r\n \n\n\n\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}