{"pf_url": "https://www.poetryfoundation.org/poets/edward-lear", "name": "Edward Lear", "yob": "1812", "yod": "1888", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7a1dbd6b134ecdd7aced812efc81aa2484bb3516.jpeg", "bio": "\nVivien Noakes fittingly subtitled her biography of Edward Lear The Life of a Wanderer. On a literal level the phrase refers to Lear’s constant traveling as a self-proclaimed “dirty landscape painter” from 1837 until he finally settled at his Villa Tennyson on the San Remo coast of Italy in 1880. But wandering, in that it suggests rootlessness, aimlessness, loneliness, and uncertainty, is also a metaphor for Lear’s emotional life and for the sense of melancholy that so often peeps through the playfully absurd surface of his nonsense verse.\nThe uncertainty began with his birth. Born in the London suburb of Holloway, Lear was the 20th of 21 children (and youngest to survive) of Ann Skerrett Lear and Jeremiah Lear, a stockbroker. Many of the Lear offspring did not live beyond infancy, so Edward’s very survival had something of the fortuitous about it. Even though he lived to be 75, his health was always delicate; he had poor eyesight and suffered from chronic respiratory problems. At the age of five he experienced his first epileptic seizure. For Lear this “Demon,” as he dubbed his affliction, was a mark of shame. Much of his self-imposed isolation from those he loved derived from his need to hide his condition from them.\nThe year before the onset of the disease had brought trauma of another sort. Jeremiah Lear underwent severe financial reverses—in later years Lear repeatedly told friends his father had gone to debtors’ prison, but no evidence substantiates this claim—and the family had to rent out their home, Bowman’s Lodge, for a time. Mrs. Lear entrusted Edward to the care of his eldest sister, 25-year-old Ann, and when financial stability returned, she did not resume her maternal duties. Ann never married and devotedly acted the mother’s part to Lear as long as she lived; yet he never recovered from the hurt of his real mother’s rejection, as the ambivalence about mother figures in many of his poems indicates.\nLear received little, if any, formal education. Ann tutored him at home and encouraged a talent for drawing and painting that he had early exhibited. When Jeremiah Lear retired and moved south of London in 1828, Edward and Ann remained in the city, taking up lodgings off the Gray’s Inn Road. The 16-year-old Lear supported them by selling miscellaneous sketches; he soon moved on to anatomical drawings and then to illustrations for natural history books. His skill in this latter capacity led to the publication in 1832 of a volume of 12 folio lithographic prints of parrots, Illustrations of the Family of Psittacidae. This volume brought him to the attention of Edward Stanley, later 13th earl of Derby, who wanted an artist to draw the animals in his menagerie at Knowsley, the Derby estate in Lancashire. Lear accepted Stanley’s offer of residency at Knowsley Hall while the work was in progress; he stayed there off and on from 1832 to 1837.\nThe Knowsley days shaped the course of Lear’s entire subsequent career. In addition to gaining the unflagging patronage of the earl of Derby, he met and charmed many aristocrats who would later buy his paintings and provide entrée to a level of society usually unbreachable by a man of Lear’s impecunious middle-class origins. In 1837, when failing eyesight and lungs forced Lear to abandon the detailed work of natural history draftsmanship and the English winters, the earl provided funds and introductions to establish him in Rome to pursue a vocation as a painter of topographical landscapes. He remained in Rome for ten years, during which time he first established himself as a nonsense poet and formed several of the deepest of his many intimate friendships.\nLear had initially produced poems, drawings, alphabets, and menus for the entertainment of the children at Knowsley; these “nonsenses”—and Lear’s charming conversation and piano improvisations—had soon ingratiated him with the adults as well. In 1846 he gathered together some of his limericks, a verse form he had first encountered in the joke book Anecdotes and Adventures of Fifteen Gentlemen (circa 1822), and had them published with his own illustrations in A Book of Nonsense under the pseudonym Derry down Derry.\nThe Learian limerick focuses on the singular individual, an old or young “Person,” “Man,” or “Lady,” who is distinguished by unusual appearance, behavior, talents, diet, or dress. In its most typical form it announces the existence of the eccentric, notes his dwelling place, and describes his distinctive features; then it explains the consequences of his peculiarity and concludes with an apostrophe:\n \nThere was a Young Lady of Norway,\nWho casually sat in a doorway;\nWhen the door squeezed her flat, she exclaimed “What of that?”\nThis courageous Young Lady of Norway.\n \nThe limerick generally has a closed structure, repeating the final word of the first line at the end of the last rather than utilizing the unexpected, punch-line rhyme that characterizes the successful modern limerick.\nA great number of Lear’s limericks set the eccentric in conflict with “they,” the faceless, conformist, officious members of society at large. Many times “they” unfairly persecute the individual; at other times he provokes and deserves their hostility. But the primary theme of the limericks remains the problems anyone with the slightest idiosyncrasy has in feeling comfortable among the mass of men. Since these eccentrics often have the oversized noses and long legs Lear gave himself in deprecatory self-caricatures, as well as his affinity for all animals except dogs, the poet probably saw himself as a sharer of their misfit status.\nOn a less subjective level, the limerick protagonists provided for the didactically surfeited Victorian child examples of bizarre, misbehaving adults, with no blatant moralizing attached. What intrinsic morality the verses contain is conveyed largely in terms of eating habits. Food is often a symbol in Lear’s poetry: the sharing of food indicates affection and selflessness, while gluttony denotes egotism and lack of concern for others. Gluttony also receives harsh punishment:\n \nThere was an Old Man of the South,\nWho had an immoderate mouth;\nBut in swallowing a dish, that was quite full of fish,\nHe was choked, that Old Man of the South.\n\r\nThe year before the publication of the Book of Nonsense, Lear formed with Chichester Fortescue, later to become Lord Carlingford, one of the firmest of his many lifelong friendships. Their delightful correspondence, compiled in two volumes by Lady Strachey, is the largest collection of Lear letters published to date. Also in Italy, in 1848, Lear was befriended by another future peer, Thomas Baring, later Lord Northbrook. (Later, in 1873 and 1874, Lear journeyed to India and Ceylon as Northbrook’s guest.) Returning to England in 1849, Lear met Alfred and Emily Tennyson. Lear admired Tennyson’s poetry, setting several pieces to music and leaving a projected volume of illustrations of the laureate’s works unfinished at his death; Tennyson addressed an admiring poem “To E. L., on His Travels in Greece.” Their personal relations were nevertheless rarely more than cordial. Lear, however, adored Emily, and she gradually superseded Ann (who died in 1861) as his confidante and surrogate mother. He also formed a close friendship in 1852 with Holman Hunt, the Pre-Raphaelite painter.\nLear’s most fervent and most painful friendship involved Franklin Lushington. He met the young barrister in Malta in 1849 and then toured southern Greece with him. Lear developed an undoubtedly homosexual passion for him that Lushington did not reciprocate. Although they remained friends for almost forty years, until Lear’s death, the disparity of their feelings for one another constantly tormented Lear.\nIn 1850 Lear decided to remain in England to take the 10-year painting course at the Royal Academy Schools in order to improve his untrained technique in oils and figure drawing. He also had the first two of three illustrated journals of his travels published. But his low resistance to the English climate curtailed his stay. After three and a half years he abandoned England for the sunny Mediterranean, and in 1855 he resolved that he would never return to Britain permanently. In October of that year he established a home on Corfu, where Lushington’s government position had stationed him.”\nThe next years were the most hectic and unsettled of Lear’s life. He traveled incessantly throughout the Mediterranean and Near East, moved from Corfu to Rome to Corfu again and then to Cannes, and visited England eight times. He came close to marrying the one eligible woman with whom he ever maintained a long-term friendship, the Honorable Augusta “Gussie” Bethell of London, whom he had met in the early 1840s, when she was a child. But in 1866 he unwisely consulted her sister Emma about the advisability of a proposal. Emma firmly discouraged him, and he never approached Gussie, who by all accounts would have accepted. Despite his many long-distance friendships, Lear was doomed to a solitary life. His only constant companions were his manservant Giorgio Kokali from 1856 to 1883, and his cat Foss from 1871 to 1887.\nLear did not have any new nonsense published for 15 years following the appearance of A Book of Nonsense. In 1861, however, a new, expanded edition was brought out under his own name. Its enthusiastic reception gratified but also perplexed Lear, who always hoped to gain fame as a painter and regarded nonsense only as a source of fun and money. His success as a poet did encourage him to compose more complex nonsenses, which appeared in three volumes during the 1870s after he had settled in San Remo, Italy.\nThe first, Nonsense Songs (1870), contained longer poems in which characterization is more realistic and emotions are less distanced than in the limericks. The characters are nonhuman, and the central actions frequently involve a pair or group taking off on a journey. The Owl and the Pussy-cat go to sea in a beautiful pea-green boat; the Jumblies depart in a sieve; the Duck and Kangaroo hop around the world; and even a nutcracker and some tongs, a table and a chair, go out to take the air. These first lyrics seem clearly to constitute Lear’s reflections on his own life as a wanderer. At their happiest they also describe a joyful togetherness that he never attained. The elements of this Learian epiphany—song, dance, food, the shore in the moonlight—are established in “The Owl and the Pussy-cat” and recur frequently in later poems:\n \nThey dined on mince, and slices of quince,\nWhich they ate with a runcible spoon;\nAnd hand in hand, on the edge of the sand,\nThey danced by the light of the moon.\n\n\nMore Nonsense (1872) contained additional limericks of the earlier kind but no new songs. Several songs did appear in his last volume of verse, Laughable Lyrics (1877). The volume is misnamed, for the tone is melancholy; a majority of the poems deal with some sort of loss. The Pobble loses his toes; the pelicans lose their daughter. Most poignant are those lyrics dealing with the loss of love: “The Dong with a Luminous Nose“ and “The Courtship of the Yonghy-Bonghy-Bò.” Laughable Lyrics also contains the bulk of Lear’s invented nonsense creatures such as the Dong, the Bò, the Pobble, the octopod Discobboloses, and the Quangle Wangle. Lear frequently sets these poems in his nonsense landscapes on the Hills of the Chankly Bore or the Great Gromboolian Plain. It was only by creating such unreal beings and settings that Lear could write with unrepressed emotion about his own unhappiness and sense of isolation.\nIn 1886 Lear contracted a severe case of bronchitis, from which he never fully recovered. In that same year he wrote his last nonsense poem, “Incidents in the Life of My Uncle Arly.” Transparently autobiographical, it sums up in a few brief lines the essence of his life:\n \nClose beside a leafy thicket:--\nOn his nose there was a Cricket,--\nIn his hat a Railway-Ticket,--\n(But his shoes were far too tight.)\n \nLear was a wandering nonsense minstrel, never completely free of physical and emotional pain. His health steadily deteriorated until he died, alone except for a servant, on January 29, 1888. His last words expressed gratitude for the kindnesses of all his absent friends.\nLear’s poetry shares many elements with the nonsense verse of Lewis Carroll, Thomas Hood, W.S. Gilbert, and other Victorians, particularly in the use of verbal play and other distancing devices to derive humor from cruelty, pain, and death. Like nonsense verse as a whole, it influenced such 20th-century aesthetic movements as surrealism and the theater of the absurd. It also, however, contains themes unique to Lear’s personal experience. It is above all an expression of the inmost longings, frustrations, and wish-fulfillment dreams of a lovable and intensely loving man who, despite the fond affection of numerous relatives, friends, and readers—children and adults—was never beloved in the intimate, exclusive, constant manner he so fervently desired.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}