{"pf_url": "https://www.poetryfoundation.org/poets/edwin-torres", "name": "Edwin Torres", "yob": "1958", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/759a3cdcbe9336589982883a39e3fa406eda283f.jpeg", "bio": "\nA self-proclaimed “lingualisualist” rooted in the languages of sight and sound, Edwin Torres was born in the Bronx and is a longtime resident of New York City. He is a poet whose highly acclaimed performances and live shows combine vocal and physical improvisation and theater. He is the author of the collections Ameriscopia (2014), One Night: Poems For The Sleepy (2012), Yes Thing No Thing (2011), In the Function of External Circumstances (2010), The PoPedology of an Ambient Language (2007), Please (2004), Onomalingua: noise songs and poetry (2002), The All-Union Day of the Shock Worker (2001), and Fractured Humorous (1999); the chapbooks Lung Poetry (1994), with photographs by Luigi Cazzaniga; and the self-published chapbooks I Hear Things People Haven’t Really Said (1992) and SandHomméNomadNo (1997). His recordings include Oceano Rise, Novo, and Holy Kid.\nHis visual poetics have been exhibited at Exit Art, EFA Gallery in NYC, and a graphic retrospective Poesís: The Visual Language of Edwin Torres at the Center for Book and Paper Arts in Chicago. His work has been widely anthologized in volumes such as Postmodern American Poetry (2013), American Poets in the 21st Century: The New Poetics Vol. 2 (2007), and Aloud: Voices From The Nuyorican Poets Café (1998), among others.\nTorres has collaborated with artists in a variety of media. As a member of Real Live Poetry (formerly Nuyorican Poets Café Live) from 1993 to 1999, he gave workshops and performed in the United States and abroad. He continues to teach his process-oriented creativity workshop, “Brainlingo: Writing The Voice Of The Body” across the nation. He created and conducted a series of structured improvisations called Poets Neurotica, and has explained the origins and tenets of his movement as “i.e. (interactive eclecticism).”\nIn describing Torres’s eclectic style, Brenda Coultas wrote of Fractured Humorous in a review: “It is a visit with the fractist, who in healing becomes the healer. The nomad is a constant in Torres’s work, an alter ego for this poet who is claimed by a diverse group of avant-garde factions that include: The Nuyorican Poets Café, Poetry Project, and the L=A=N=G=U=A=G=E school. Thus he finds himself a nomad, a traveler among poets.” And according to poet and critic Juliana Spahr, “Edwin Torres is our 21st Century Mayakovsky.”\nTorres has received fellowships from the Foundation for Contemporary Performance Art, the New York State Foundation for the Arts, and the Lower Manhattan Cultural Council. He has also been awarded the Nuyorican Poets Café Fresh Prize for Poetry, and his CD Holy Kid was included in the Whitney Museum’s exhibit The American Century Pt. II. He is coeditor of the journal/app Rattapallax.\nFrom 2008 to 2011, he was a periodical guest blogger for the Poetry Foundation’s blog Harriet.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}