{"pf_url": "https://www.poetryfoundation.org/poets/edwin-arlington-robinson", "name": "Edwin Arlington Robinson", "yob": "1869", "yod": "1935", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/59ff95bd28368e1eea5936164c9a62d651d4048c.jpeg", "bio": "\nEdward Arlington Robinson was born on December 22, 1869 in Head Tide, Maine. Although he was one of the most prolific American poets of the early 20th century—and his Collected Poems (1921) won the first Pulitzer Prize ever awarded to poetry—he is remembered now for a few short poems. Robinson was devoted to his art and led a solitary, often make-shift existence; he published virtually nothing during his long career except poetry. Amy Lowell, a contemporary of Robinson, declared in the New York Times Book Review, “Edwin Arlington Robinson is poetry. I can think of no other living writer who has so consistently dedicated his life to his work.” In books such as The Torrent and the Night Before (1896; reprinted 1996), Captain Craig (1902; 1915), The Man Against the Sky (1916), King Jasper (1935), and particularly through the well-known Tilbury Town cycle, Robinson established a recognizable set of thematic and technical concerns: “themes of personal failure, artistic endeavor, materialism, and the inevitability of change,” characterize much of his work, according to scholar Robert Gilbert. Robinson’s use of laconic, everyday speech while also adhering to traditional forms at a time when most poets were experimenting with the genre also made his poetry unique. “All his life Robinson strenuously objected to free verse,” Gilbert remarked, “replying once when asked if he wrote it, ‘No, I write badly enough as it is.’”\nThe third son of a wealthy New England merchant, Robinson seemed destined for a career in business or the sciences. His father did not encourage his son’s literary talents, but Robinson wrote copiously as a young man, experimenting with verse translations from Greek and Latin poets. In 1891 Edward Robinson provided the funds to send his son to Harvard partly because the aspiring writer required medical treatment that could best be performed in Boston. There Robinson published some poems in local newspapers and magazines and, as he later explained in a biographical piece published in Colophon, collected a pile of rejection slips “that must have been one of the largest and most comprehensive in literary history.” Finally he decided to publish his poems himself, and contracted with Riverside, a vanity press, to produce The Torrent and The Night Before, named after the first and last poems in the collection.\n\r\nRobinson mailed copies of The Torrent and The Night Before out “to editors of journals and to writers who he thought might be sympathetic to his work,” said Gilbert. The response was generally favorable, although perhaps the most significant review came from Harry Thurston Peck, who commented unfavorably in the Bookman on Robinson’s bleak outlook and sense of humor. Peck found Robinson’s tone too grim for his tastes, saying that “the world is not beautiful to [Robinson], but a prison-house.” “I am sorry that I have painted myself in such lugubrious colours,” Robinson wrote in the next issue of the Bookman, responding to this criticism. “The world is not a prison house, but a kind of spiritual kindergarten, where millions of bewildered infants are trying to spell God with the wrong blocks.”\n\r\nEncouraged by the largely positive critical reaction, Robinson quickly produced a second manuscript, The Children of the Night (1897), which was also published by a vanity press, a friend providing the necessary funds. Unfortunately, reviewers largely ignored it; Gilbert suggests that they were put off by the vanity imprint. In 1902, two friends persuaded the publisher Houghton Mifflin to publish Captain Craig, another book of Robinson’s verse, by promising to subsidize part of the publishing costs. Captain Craig was neither a popular nor a critical success, and for several years Robinson neglected poetry, drifting from job to job in New York City and the Northeast. He took to drinking heavily, and for a time it seemed that he would, as Gilbert put it, fall “into permanent dissolution, as both his brothers had done.” “His whimsical ‘Miniver Cheevy,’” Gilbert continued, “the poem about the malcontent modern who yearned for the past glories of the chivalric age and who finally ‘coughed, and called it fate/And kept on drinking,’ is presumably a comic self-portrait.”\n\r\nRobinson’s luck changed in 1904, when Kermit Roosevelt brought The Children of the Night to the attention of his father, President Theodore Roosevelt. Roosevelt not only persuaded Charles Scribner’s Sons to republish the book, but also reviewed it himself for the Outlook (“I am not sure I understand ‘Luke Havergal,’” he said, “but I am entirely sure that I like it”), and obtained a sinecure for its author at the New York Customs House—a post Robinson held until 1909. The 2,000 dollar annual stipend that went with the post provided Robinson with financial security. In 1910, he repaid his debt to Roosevelt in The Town down the River (1910), a collection of poems dedicated to the former president.\n\r\nPerhaps the best known of Robinson’s poems are those now called the Tilbury Town cycle, named after the small town “that provides the setting for many of his poems and explicitly links him and his poetry with small-town New England, the repressive, utilitarian social climate customarily designated as the Puritan ethic,” explained W. R. Robinson in Edwin Arlington Robinson: A Poetry of the Act. These poems also expound some of Robinson’s most characteristic themes: “his curiosity,” as Gerald DeWitt Sanders and his fellow editors put it in Chief Modern Poets of Britain and America, “about what lies behind the social mask of character, and … his dark hints about sexuality, loyalty, and man’s terrible will to defeat himself.”\n\r\nTilbury Town is first mentioned in “John Evereldown,” a ballad collected in The Torrent and The Night Before. John Evereldown, out late at night, is called back to the house by his wife, who is wondering why he wants to walk the long cold miles into town. He responds, “God knows if I pray to be done with it all/But God’s no friend of John Evereldown./So the clouds may come and the rain may fall,/the shadows may creep and the dead men crawl,—/But I follow the women wherever they call,/And that’s why I’m going to Tilbury Town.”\n\r\nTilbury Town reappears at intervals throughout Robinson’s work. The title poem in Captain Craig concerns an old resident of the town whose life, believed wasted by his neighbors, proves to have been of value. The Children of the Night contains the story of Richard Cory, “a gentleman from sole to crown,/Clean favored, and imperially slim,” who “one calm summer night,/Went home and put a bullet through his head,” and Tilbury Town itself is personified in the lines “In fine, we thought that he was everything/ To make us wish that we were in his place.” The Man against the Sky—according to Gilbert, Robinson’s “most important single volume,” and probably his most critically acclaimed—includes the story of the man “Flammonde,” one of the poet’s most anthologized Tilbury verses.\n\r\nDespite the fact that much of Robinson’s verse dealt with failed lives, several critics see his work as life-affirming. May Sinclair, writing an early review of Captain Craig for the Fortnightly Review, said of the Captain, “He, ragged, old, and starved, challenges his friends to have courage and to rejoice in the sun.” Amy Lowell, in her Tendencies in Modern American Poetry, stated, “I have spoken of Mr. Robinson’s ‘unconscious cynicism.’ It is unconscious because he never dwells upon it as such, never delights in it, nor wraps it comfortably about him. It is hardly more than the reverse of the shield of pain, and in his later work, it gives place to a great, pitying tenderness. ‘Success through Failure,’ that is the motto on the other side of his banner of ‘Courage.’” And Robert Frost, in his introduction to Robinson’s King Jasper, declared, “His theme was unhappiness itself, but his skill was as happy as it was playful. There is that comforting thought for those who suffered to see him suffer.”\n\r\nMany Tilbury Town verses were among the poems Robinson included in his Pulitzer Prize-winning Collected Poems of 1922. He won his second poetry Pulitzer in 1924, this time for The Man Who Died Twice, the story of a street musician whose one musical masterpiece is lost when he collapses after a night of debauchery. Gilbert attributed the poem’s success to its “combination of down-to-earth diction, classical allusion, and understated humor.” In 1927, Robinson again won a Pulitzer for his long narrative poem Tristram, one in a series of poems based on Arthurian legends. Tristram proved to be Robinson’s only true popular success—it was that rarity of 20th-century literature, a best-selling book-length poem—and it received critical acclaim as well. “It may be said not only that ‘Tristram’ is the finest of Mr. Robinson’s narrative poems,” wrote Lloyd Morris in the Nation, “but that it is among the very few fine modern narrative poems in English.”\n\r\nEarly in 1935, Robinson fell ill with cancer. He stayed hospitalized until his death, correcting galley proofs of his last poem, King Jasper, only hours before slipping into a final coma. “Magazines and newspapers throughout the country took elaborate notice of Robinson’s death,” declared Gilbert, “reminding their readers that he had been considered America’s foremost poet for nearly 20 years and praising his industry, integrity, and devotion to his art.”\n“It may come to the notice of our posterity (and then again it may not),” wrote Robert Frost in his introduction to King Jasper, “that this, our age, ran wild in the quest of new ways to be new. … Robinson stayed content with the old-fashioned ways to be new. … Robinson has gone to his place in American literature and left his human place among us vacant,” Frost concluded. “We mourn, but with the qualification that, after all, his life was a revel in the felicities of language.”\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}