{"pf_url": "https://www.poetryfoundation.org/poets/edwin-honig", "name": "Edwin Honig", "yob": "1919", "yod": "2011", "image": null, "bio": "\nTranslator, critic, and poet Edwin Honig grew up in Brooklyn, New York. He learned Spanish from his grandmother, who spoke it fluently. Honig earned a BA and an MA from the University of Wisconsin. He taught at Harvard University, and at Brown University, where he founded the creative writing program. He is noted for his comprehensive analysis and translations of literary works, primarily plays and poetry, from Spanish and Portuguese into English. A poet himself, his earliest translations were of the poems of Federico García Lorca and of plays by the Spanish writers Pedro Calderón de la Barca and Miguel de Cervantes. In Calderón and the Seizures of Honor, a critical study published in 1972, Honig attempts to make the great 17th-century playwright relevant to the modern reader. A critic for the Virginia Quarterly Review described Honig’s work as “carefully researched and thought out, with a deep understanding of the Spanish code of honor in history. Honig’s work is more than just another defense of a forgotten playwright. It has the quality of insight and richness of expressions needed to reinvest Calderón with the excitement his plays once insured.” Honig’s translation of Cervantes’ Eight Interludes (1964) is also considered a first-rate rendition of the fast-moving and realistic plays.\nHonig’s poetry is respected for the same attention to detail and style evident in his criticism and translation work. Library Journal critic Dabney Stuart explained that Honig is “a master of tone: The sound of the voice is casual, rambling, but the poems are carefully structured. Each has a control enabling Honig to weave disparate stuff into his cloth.” In his review of Survivals, W.T. Scott remarked in Saturday Review that Honig’s “lean, muscular style, his way of lifting a small thing into significance—these are no mean gifts. ‘Fall of a House’ perhaps exhibits him at his haunting best. ... ‘The Island’ is a remarkable instance of the way he can sustain a poem with subtle, constant music. And at the close of the book his poems of love and death are moving with an eloquence beyond rhetoric.” According to Daniel Hughes in the Dictionary of Literary Biography, “Honig has been a poet whose sorrow is always coming home. ... No poet of our time has more fiercely presented man’s tragic mortality even as he finds an impressive variety of means by which that mortality is admitted and sublimed.”\nHonig’s use of humor is another aspect of his writings that has attracted much attention and analysis. Laurence Lieberman pointed out in Poetry that “the jet stream of Honig’s loquaciousness is tempered by the fine cutting edge of his wit, and the interplay of these two constitutional leanings of his personality furnishes his long spiraling verse sentences with astonishing permeability to experience.”\nHonig once told Contemporary Authors that his interest in poetry began suddenly when he was 12. “In the winter I was reading Tom Swift and the Frank Packard books,” he explained. “In the spring I began reading Eliot, Auden, and Crane. Writing poetry became an activity like collecting stamps or marbles.” Honig sees the aim of poetry as restoring the awareness of being both human and animal, and capturing historical perspective. Poetry, moreover, should contain an element of shock; “while good poetry should not leave one shaking or in a state of abjection, ... it should shake one to the roots of his being.”\nHonig died in Providence, Rhode Island, on May 25, 2011.\n", "attrs": {"Region:": ["U.S., New England"]}}