{"pf_url": "https://www.poetryfoundation.org/poets/edwinmorgan", "name": "Edwin Morgan", "yob": "1920", "yod": "2010", "image": null, "bio": "\n                                                                    One of Scotland’s most beloved poets, and Glasgow’s first poet laureate, Edwin Morgan, was born in Glasgow and lived there for most of his life. He attended the University of Glasgow, left to join the Royal Army Medical Corps in 1940, returned to the university in 1946, and remained there as a lecturer and professor until his retirement in 1980. In 2000 he received the Queen’s Gold Medal for Poetry. A prolific and varied writer, Morgan has published numerous collections of poetry, including The Horseman’s Word: A Sequence of Concrete Poems (1970); Instamatic Poems (1972); Sonnets from Scotland (1984); Newspoems (1987); Hold Hands Among the Atoms: 70 Poems (1991); Virtual and Other Realities (1997), for which he won the Stakis Prize for the Scottish Writer of the Year; New Selected Poems (2000); Love and Life: 50 Poems by Edwin Morgan (2003); and A Book of Lives (2007), winner of the Sundial Scottish Art Council book of the year award. Open to innovation and experimentation in his writing, Morgan wrote concrete poetry, experimental poetry, traditional forms, libretti for opera, and poems about technology and science fiction. In the 1960s he started to write openly about gay love.  Morgan was also a highly respected translator, winning the 2001 Weidenfeld Prize for Translation. He translated work from Russian, Portuguese, Latin, Hungarian, French, German, Italian, and other languages. His translations include Beowulf: A Verse Translation (1952, 2002), Rites of Passage: Selected Translations (1976), Edmond Rostand’s Cyrano de Bergerac: A New Verse Translation by Edwin Morgan (1992), and Jean Racine’s Phaedra (2000).  Morgan’s essays are published in Essays (1974) and Crossing the Border: Essays on Scottish Literature (1990). Widely recognized as one of the most influential Scottish poets of the 20th century, Morgan was named the first Scots Makar, or Scottish national poet, in 2004. He died at his home in Glasgow in 2010.\n                                                            ", "attrs": {"Region:": ["Scotland"]}}