{"pf_url": "https://www.poetryfoundation.org/poets/eileen-r-tabios", "name": "Eileen R. Tabios", "yob": "1960", "yod": null, "image": null, "bio": "\nPoet and writer Eileen Tabios was born in the Philippines and moved to the United States when she was 10. She earned a BA in political science from Barnard College and an MBA from New York University’s Stern School of Business. Founder and editor of the online poetry review journal GALATEA RESURRECTS (A POETRY ENGAGEMENT), Tabios has authored essays, fiction, and collections of mixed-genre writing. Her many collections of poetry include Beyond Life Sentences: Poems (1998), Ecstatic Mutations: Experiments in the Poetry Laboratory (2000), Reproductions of the Empty Flagpole (2002), Footnotes to Algebra: Uncollected Poems 1995–2009 (2009), 5 Shades of Gray (2012), The Awakening (2013), Sun Stigmata (2014), Invent(st)ory: Selected Catalog Poems and New 1996-2105 (2015), Love in a Time of Belligerence (2017), Murder Death Resurrection: A Poetry Generator (2018), and Hiraeth: Tercets from the Last Archipelago (2018), among many others.\r\n \r\nHer mixed-genre works include I Take Thee, English, for My Beloved (2005); the political and semiautobiographical The Light Sang As It Left Your Eyes: Our Autobiography (2007), which deals with her father’s life; The Blind Chatelaine’s Keys: Her Biography through Your Poetics (2008), a biography of Tabios based on other writers’ critiques of her work (the title references her blogging name, Chatelaine); Against Misanthropy: A Life in Poetry 2015-1995 (2015); and #EileenWritesNovel (2017).\r\n \r\nTabios invented the “hay(na)ku,” a poetic form in which the first line contains one word, the second line contains two words, and the third line contains three words, for a total of six words. Often considered an experimental writer, Tabios discussed what she terms her “abstract poetry” in an interview with Purvi Shah, editor of the Asian Pacific American Journal: “In poetry, I try to create an emotion that transcends the dictionary sense of what words mean or what they typically evoke in the current cultural context. There are words that are beautiful outside their meaning, like azure or jasmine or cobalt.… For me, this is partly the place of abstract poetry, in addition to what’s happening in that space between, words, lines, sentences and paragraphs.” Her hay(na)ku poems have been collected in One, Two, Three: Selected Hay(na)ku Poems (2018).\r\n \r\nTabios is the author of the short-story collection Behind the Blue Canvas (2004) and works of fiction such as Novel Chatelaine (2009) and Silk Egg: Collected Novels (2009). She co-edited the anthology Babaylan: An Anthology of Filipina and Filipina American Writers (2000) with the poet Nick Carbo.\r\n \r\nTabios has received many awards and commendations for her work, including the PEN Open Book Award, the Potrero Nuevo Fund Prize, the PEN Oakland–Josephine Miles National Literary Award, the Philippines’ Manila Critics Circle National Book Award for Poetry, and a Witter Bynner Poetry Grant.\n", "attrs": {"Region:": ["U.S., Western"]}}