{"pf_url": "https://www.poetryfoundation.org/poets/eleanor-farjeon", "name": "Eleanor Farjeon", "yob": "1881", "yod": "1965", "image": null, "bio": "\n                                                                    Poet and celebrated children’s book writer Eleanor Farjeon was born into an artistic family: her father was a novelist and her mother was the daughter of the American actor Joseph Jefferson. Farjeon’s family home was a literary and artistic hub. Though she never received a formal education, Farjeon was tremendously influenced by the creative energy around her, an experience she recounted in her best-selling memoir, A Nursery in the Nineties (1935). In the book, Farjeon depicts herself as a dreamy child; her father’s death, when she was 22, meant she had to begin to write to earn a living. Farjeon’s first books were intended for adults: the collection of poems Pan-Worship and other Poems (1908), and The Soul of Kol Nikon (1914), a fantasy novel inspired by the Celtic Twilight movement. Farjeon developed a close friendship with the poet Edward Thomas during these years, and after his death in World War I published a book detailing his importance to her growth as a writer and vice versa, Edward Thomas: The Last Four Years (1958).   Writing to another soldier in World War I produced Farjeon’s most famous work, Martin Pippin in the Apple-Orchard (1921), which she sent to Victor Haslam, an officer serving in France, in installments. Though intended for adult readers, it eventually became known as a children’s book, and Farjeon achieved fame as a writer for children. Farjeon was prolific, penning an operetta with her brother, The Two Bouquets (1936), a children’s play The Glass Slipper (1944), novels for adults such as Ladybrook (1931) and Miss Granby’s Secret (1940), and many, many works for children, among them Silver-Sand and Snow (1951), the poetry collection The Children’s Bells (1957), and The Little Bookroom (1955), which won the Carnegie Medal and the Hans Christian Andersen medal. She received the American Regina medal in 1959. The Children’s Book Circle in England established the Eleanor Farjeon award in her honor.\n                                                            ", "attrs": {"Region:": ["England"]}}