{"pf_url": "https://www.poetryfoundation.org/poets/elinor-wylie", "name": "Elinor Wylie", "yob": "1885", "yod": "1928", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b4743acaac0f453297de7dd2032b42e14deeb88d.jpeg", "bio": "\nPoet and novelist Elionor Wylie was born in Somerville, New Jersey to a socially prominent family, and grew up in Rosemont, Pennsylvania, and Washington D.C. As the daughter of a lawyer who later became solicitor general of the United States, she was trained for the life of a debutante and a society wife, but she rebelled against that destiny and became notorious, in her time, for her multiple marriages and affairs. Her childhood was unhappy, according to Edward Kelly in the Dictionary of Literary Biography, and marked by her parents’ unhappiness and the deaths of multiple siblings. Wylie herself, although known for her beauty, suffered from dangerously high blood pressure all her adult life; it caused unbearable migraines, and eventually led to her death at the age of forty-three.\nWylie married would-be poet Philip Hichborn in 1905; her health problems started soon after. In 1910 she left her husband and their son to escape to England with a married lawyer, Horace Wylie, under the assumed name of Waring; this event caused a scandal in the Washington, D.C., social circles Elinor Wylie had frequented. Encouraged by Horace Wylie, Elinor published privately, and anonymously, a small book of poems she had written since 1902, Incidental Numbers (1912). The couple returned to the United States at the outbreak of World War I, and lived in Boston, Augusta, Georgia, and Washington, D.C., under the stress of social ostracism and Elinor’s illness. The Wylies did not officially marry until 1916, after Elinor’s first husband had committed suicide and Horace’s first wife had divorced him. By that time, however, the couple were drawing apart. Elinor Wylie began to move in literary circles in New York; her friends there numbered John Peale Bishop, Edmund Wilson, John Dos Passos, Sinclair Lewis, Carl Van Vechten, and her future third husband, William Rose Benet. Encouraged by her friends, she submitted poems to Poetry magazine; four were published by Harriet Monroe in the May, 1920, edition, including her most widely anthologized poem, “Velvet Shoes.”\n\r\nBenet had begun to act as informal literary agent for Wylie, and feeling the increasing pull of the literary world, she separated from Horace Wylie in 1921. She published four volumes of poetry and four novels between 1921 and her death in 1928, in addition to writing some essays and reviews and working as a literary editor of prominent magazines such as Vanity Fair.\n\r\nIn 1921, Wylie’s volume Nets to Catch the Wind, which many critics still consider to contain her best poems, was issued. In addition to “Velvet Shoes,” it contains the poems “August,” “Wild Peaches,” “A Proud Lady,” “The Eagle and the Mole,” “Sanctuary,” “Winter Sleep,” “Madman’s Song,” “The Church-Bell,” and “A Crowded Trolley Car.” Her poems displayed what Wylie in an essay called her “small clean technique.” Stanzas and lines were quite short, and the effect of her images was of a highly detailed, polished surface. Often, her poems expressed a dissatisfaction with the realities of life on the part of a speaker who aspired to a more gratifying world of art and beauty. Nets to Catch the Wind “conveys a deep knowledge of life and evidences a mature talent,” in the view of a Twentieth-Century Literary Criticism contributor; in its own time, it attracted the praise of poets such as Edna St. Vincent Millay and Louis Untermeyer.\n\nNets to Catch the Wind was followed in 1923 by another successful volume of verse, Black Armour. An admirer of the British Romantic poets, and particularly of Shelley, Wylie seemed to realize, nevertheless, that she was a genius of a lesser rank, one who could only create a “gilded bird” as opposed to Shelley’s gloriously alive skylark. In the same year as Black Armour, Wylie’s first novel, Jennifer Lorn: A Sedate Extravaganza, was published to considerable acclaim: famously, the critic Carl Van Vechten organized a torchlight parade in Manhattan to celebrate its publication. The novel is a romantic pastiche set in Britain and India in the late 1700s; it encompasses the love and marriage of handsome, wealthy Gerald Poynyard and the fragile, beautiful Jennifer. Van Vechten hailed it as “the only successfully sustained satire in English.” Modern critics have been less sanguine; Alice R. Bensen, in the Reference Guide to American Literature, called it “a long catalogue of lovely, delicate objects.”\n\r\nWylie’s next novels, including The Venetian Glass Nephew (1925) and Mr. Hodge and Mr. Hazard (1928), were widely considered her best. In The Venetian Glass Nephew, a Roman Catholic cardinal seeks a nephew to whom he can bequeath his generosity. He is drawn to the lair of a glassblower who makes a handsome nephew for the cardinal out of glass. When a beautiful young woman falls in love with the artificial nephew and finds him unable to love in return, she volunteers to be turned into glass herself, in what Kelly terms “one of modern literature’s rare reversals of the Pygmalion theme.”\n\r\nWylie’s two later novels both express her idolatry of Shelley. In The Orphan Angel (1926), the great young poet is rescued from drowning off an Italian cape and travels to America, where he encounters the dangers of the frontier. Although the novel was a Book-of-the-Month selection in 1926, its critical and popular reception both were mixed. Much more successful was Mr. Hodge and Mr. Hazard, which portrays the decline of a fictitious late-Romantic poet in an England clouded by the beginnings of Victorianism. Despite its historical setting, the novel contains characters and scenes that were recognizable to Wylie’s friends. According to a Twentieth-Century Literary Criticism contributor, this novel “is a sensitive allegory of the poet’s tragedy in a world indifferent to the artist’s needs.”\n\r\nWylie’s third volume of verse, Trivial Breath (1928), was dedicated to Shelley. It appeared at a time of personal upheaval. She had married Benet in 1923, but the marriage became strained, and the two agreed to live apart, Wylie moving to London. By 1927, she had already written to her second husband, Horace Wylie, of her enduring love for him. In 1928, she met a married man, Henry de Clifford Woodhouse, with whom she fell in love. This love inspired a series of nineteen sonnets, One Person, which she later included as the first section of Angels and Earthly Creatures (1928).\n\r\nThese love poems seem, at times, to express an understanding that she had previously lacked genuine passion, and therefore to claim that she has achieved such a state; for this reason, some critics consider it her most mature poetry. Wylie’s biographer Stanley Olson remarked that “the love in these lyrics is not a private love, not a variety of confession, but an abstracted one, free of the protection of subjectivity… The nineteen sonnets are paced with strength, energy and undeniable feeling, sustained as a group by shifting through the complexities and vicissitudes of love.”\n\r\nIt was while going over a typescript of Angels and Earthly Creatures, on a Christmas visit to Benet in New York in 1928, that Wylie died. Picking up a volume of John Donne‘s poems, she asked Benet for a glass of water; when he returned with it, as Karen Stein recounted in the Dictionary of Literary Biography, “she walked toward him, murmured, ‘Is that all it is?,’ and fell to the floor, dead of a stroke.” Her reputation was kept high for a while by her surviving champions, but after the 1950s, both attention and esteem flagged. Thomas Gray in 1969 wrote that Wylie’s poetry “forever draws attention away from what she is saying by the way in which she insists on saying it. This characteristic explains the thinness of her themes and the fragility of her style: in place of fresh perceptions, she very often gives an artificially posed personality and, in place of style, stylishness.”\n\r\nStein, in contrast, pointed to more than one passage of Wylie’s verse in which the poet calls realistic attention to the disappointments of marriage and the contradictions and constrictions of traditional womanhood. Extravagantly praised in her lifetime, Wylie suffered a posthumous reversal in her reputation but has experienced something of a revival of interest among feminist critics since the 1980s. While Wylie was part of a larger feminist recovery of poet predecessors that occurred in the 1970s and ’80s, in the twenty-first century scholars such as Melissa Girard have argued for Wylie’s central role in developing a distinct modernist aesthetic and poetics of voice that has long been ignored or downplayed by literary critics.\n", "attrs": {"School/Period:": ["Modern"]}}