{"pf_url": "https://www.poetryfoundation.org/poets/elise-paschen", "name": "Elise Paschen", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/bf5040262a2a836a9cc4abc72816f5558a6139f2.jpeg", "bio": "\nPoet and editor Elise Paschen was born and raised in Chicago. She earned a BA at Harvard University, where she won the Lloyd McKim Garrison Medal and the Joan Grey Untermeyer Poetry Prize, and went on to earn a PhD in 20th-century British and American Literature at Oxford University, with a dissertation on the manuscripts of poet William Butler Yeats. During her time at Oxford she also co-edited Oxford Poetry.\n\r\nInfluenced by the work of both Yeats and Elizabeth Bishop, Paschen’s poems often engage the intersection of the mythic and the domestic. As the daughter of Osage prima ballerina Maria Tallchief, Paschen has discussed the importance of “family romance” to her origins as a writer. In an interview with the Valparaiso Poetry Review, she noted, “It is a myth I attempt to fathom and understand. As an only child, I often discovered refuge in the world of the imagination … After I learned how to write—literally when I was seven years old—I was able to convert those imaginings into my attempts at plays, stories, and poems.”\n\r\nPaschen, an enrolled member of the Osage Nation, has published several collections of poetry, including The Nightlife (2017), Bestiary (2009), Infidelities (1996), winner of the Nicholas Roerich Poetry Prize, and Houses: Coasts (1985). She is the editor of The Eloquent Poem (2019), Poetry Speaks Who I Am (2010) and Poetry Speaks to Children (2005), and the co-editor of Poetry Speaks Expanded (2007), Poetry Speaks (2001), Poetry in Motion from Coast to Coast (2002) and Poetry in Motion (1996). Her own work has been included in numerous anthologies including The Best American Poetry 2018, Native Voices: Indigenous American Poetry, Craft and Conversations, The Poetry Anthology: 1912-2002, and A Formal Feeling Comes: Poems in Form by Contemporary Women.\r\n \r\nPaschen has served as the Executive Director of the Poetry Society of America. She co-founded the Poetry in Motion program, which posts poems in subways and buses. She has been the Frances Allen Fellow of the Newberry Library and has received the Rupert Costo Chair in American Indian Affairs Medal.\r\n \r\nPaschen lives with her family in Chicago where she teaches in the MFA Writing Program at the School of the Art Institute of Chicago.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}