{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-barrett-browning", "name": "Elizabeth Barrett Browning", "yob": "1806", "yod": "1861", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b9215fe75c0ca512331896699a77a56ccad802d9.jpeg", "bio": "\nAmong all female poets of the English-speaking world in the 19th century, none was held in higher critical esteem or was more admired for the independence and courage of her views than Elizabeth Barrett Browning. During the years of her marriage to Robert Browning, her literary reputation far surpassed that of her poet-husband; when visitors came to their home in Florence, she was invariably the greater attraction. She had a wide following among cultured readers in England and in the United States. An example of the reach of her fame may be seen in the influence she had upon the reclusive poet who lived in the rural college town of Amherst, Massachusetts. A framed portrait of Barrett Browning hung in the bedroom of Emily Dickinson, whose life had been transfigured by the poetry of “that Foreign Lady.” From the time when she had first become acquainted with Barrett Browning’s writings, Dickinson had ecstatically admired her as a poet and as a woman who had achieved such a rich fulfillment in her life. So highly regarded had she become by 1850, the year of Wordsworth’s death, that she was prominently mentioned as a possible successor to the poet laureateship. Her humane and liberal point of view manifests itself in her poems aimed at redressing many forms of social injustice, such as the slave trade in America, the labor of children in the mines and the mills of England, the oppression of the Italian people by the Austrians, and the restrictions forced upon women in 19th-century society.\n\r\nElizabeth Barrett was extremely fortunate in the circumstances of her family background and the environment in which she spent her youth. Her father, whose wealth was derived from extensive sugar plantations in Jamaica, was the proprietor of “Hope End,” an estate of almost 500 acres in Herefordshire, between the market town of Ledbury and the Malvern Hills. In this peaceful setting, with its farmers’ cottages, gardens, woodlands, ponds, carriage roads, and mansion “adapted for the accommodation of a nobleman or family of the first distinction,” Elizabeth—known by the nickname “Ba\"—at first lived the kind of life that might be expected for the daughter of a wealthy country squire. She rode her pony in the lanes around the Barrett estate, went with her brothers and sisters for walks and picnics in the countryside, visited other county families to drink tea, accepted visits in return, and participated with her brothers and sisters in homemade theatrical productions. But, unlike her two sisters and eight brothers, she immersed herself in the world of books as often as she could get away from the social rituals of her family. “Books and dreams were what I lived in and domestic life only seemed to buzz gently around, like bees about the grass,” she said many years later. Having begun to compose verses at the age of four, two years later she received from her father for “some lines on virtue penned with great care” a ten-shilling note enclosed in a letter addressed to “the Poet-Laureate of Hope End.\"\n\r\nBefore Barrett was 10 years old, she had read the histories of England, Greece, and Rome; several of Shakespeare’s plays, including Othello and The Tempest; portions of Pope’s Homeric translations; and passages from Paradise Lost. At 11, she says in an autobiographical sketch written when she was 14, she “felt the most ardent desire to understand the learned languages.” Except for some instruction in Greek and Latin from a tutor who lived with the Barrett family for two or three years to help her brother Edward prepare for entrance to Charterhouse, Barrett was, as Robert Browning later asserted, “self-taught in almost every respect.” Within the next few years she went through the works of the principal Greek and Latin authors, the Greek Christian fathers, several plays by Racine and Molière, and a portion of Dante’s Inferno—all in the original languages. Also around this time she learned enough Hebrew to read the Old Testament from beginning to end. Her enthusiasm for the works of Tom Paine, Voltaire, Rousseau, and Mary Wollstonecraft presaged the concern for human rights that she was later to express in her poems and letters. At the age of 11 or 12 she composed a verse “epic” in four books of rhyming couplets, The Battle of Marathon, which was privately printed at Mr. Barrett’s expense in 1820. She later spoke of this product of her childhood as “Pope’s Homer done over again, or rather undone.” Most of the 50 copies that were printed probably went to the Barretts’ home and remained there. It is now the rarest of her works, with only a handful of copies known to exist.\n\r\nAt the age of 20 Barrett offered to the public, with no indication of authorship, a slender volume entitled An Essay on Mind, with Other Poems (1826). Long afterwards in a letter to an American critic she called the book “a girl’s exercise, nothing more nor less!—not at all known to the public.” The poem for which the volume was named was a pretentious and frigid effort to survey in some 88 pages the history of science, philosophy, and poetry, from ancient Greece to the present. The other 14 poems were occasional pieces or verses of a personal nature which did not yet display the author’s authentic voice. Of the two journals which noticed the volume, one objected to its obscurity of language and its “barren themes,” and the other advised the poet to come down from the heights to look more closely at nature.\n\r\nShortly after the publication of this volume Barrett entered into one of the most important friendships of her life. Hugh Stuart Boyd, a totally blind, middle-aged dilettante scholar with private means, had published at his own expense several volumes of translations from the Greek patristic writings. Since the author of the “Essay on Mind” lived not far from him, he was eager to become acquainted with a poet of such extraordinary erudition. From his home in Malvern Wells he sent her copies of his works and invited her to pay him a visit. Starved as she was for intellectual companionship, she eagerly began to correspond with him and before long was making frequent visits to Ruby Cottage, where he lived with his wife and daughter. It was entirely owing to Boyd’s influence that Barrett’s enthusiasm for Greek studies was rekindled. During this period she read an astonishing amount of classical Greek literature—Homer, Pindar, the tragedians, Aristophanes, and passages from Plato, Aristotle, Isocrates, and Xenophon—as well as the Greek Christian Fathers Boyd had translated.\n\r\nIn 1832 the peaceful, secure lives of the Barretts in their Herefordshire retreat came to a distressing close. For a number of years the Jamaican plantations of the Barrett family had been mismanaged and Mr. Barrett had suffered serious financial losses. With the prospect of a greatly reduced income he could no longer afford to maintain the Hope End estate and suffered the embarrassment of having to sell it at a public auction to satisfy creditors. The 11 children and their father (Mrs. Barrett had died in 1828) went to live temporarily in Sidmouth, on the southern coast of Devonshire. The reason for the choice of this town in the south of England may have been Mr. Barrett’s concern for Elizabeth’s health. At the age of 15 she had injured her spine when she was attempting to saddle her pony. Seven years later the breaking of a blood vessel in the chest left her with a weakened constitution and a chronic cough. During the period of the Barretts’ stay in Sidmouth, Boyd lived for a year and a half within a few minutes’ walk from their home. To the detriment of her own poetic career she went to him daily and helped him to see through the press a bizarre volume on his favorite subject, the Greek Christian Fathers. By the time she left Sidmouth Browning’s feelings toward Boyd had changed: she now saw him as limited, naive, and even pathetic. The one volume that she produced while at Sidmouth was Prometheus Bound, Translated from the Greek of Aeschylus; and Miscellaneous Poems, published anonymously in 1833. 12 years later in a letter to Boyd she called the translation “that frigid, rigid exercise,” and after her marriage she made amends by writing a vastly improved version. The “miscellaneous poems” give little promise of their author’s future distinction.\n\r\nAfter living for three years in several rented houses in the coastal town, the Barretts moved in 1835 to London, which was to remain their permanent place of residence. Barrett made her name known in literary circles with The Seraphim and Other Poems (1838). Except for the privately printed Battle of Marathon, this was the first work with her name on the title page. She said that the volume, despite some shortcomings, was “the first utterance of my own individuality.” Almost all of the many reviews that appeared in England and America hailed her as a young poet of extraordinary ability and still greater promise. The long poetic drama of 78 pages for which the volume was named presents the conversation of two angels in the heavens retelling portions of the Old and New Testaments, and commenting on the Crucifixion then taking place. Although most of the critics considered the poem too mystical and too high-flown to be successful, they generally praised the shorter poems, most of which now seem sentimental and trite. A poem that soon became a great favorite with both professional critics and the general public was “Isobel’s Child,” with its depiction of the death of a three-month-old baby who has been lying all night in the mother’s arms. The well-known critic John Wilson (\"Christopher North\") declared that there was beauty in all the poems and that some were “altogether beautiful.\"\n\r\nJust as Barrett was being recognized as one of England’s most original and gifted young poets, she was in such poor health because of the weakness of her lungs that her physician recommended that she move away from London and live for a while in a warmer climate. Torquay, on the south coast of Devonshire, was selected, and there, together with various members of her family who took turns living with her, she remained for three years as an invalid under the watchful care of her physicians. Seriously ill as she was, she suffered a sudden shattering blow that left her prostrated for months. The death by drowning on July 11, 1840 of her favorite brother, Edward, who had been with her constantly at Torquay, was the greatest sorrow of her life. The memory of that tragic event remained with her as long as she lived and was so painful that she could never speak of it even to those closest to her.\n\r\nWhen she returned to the family home at 50 Wimpole Street after the three terrible years at Torquay, she felt that she had left her youth behind and that the future held little more than permanent invalidism and confinement to her bedroom. For the following five years she remained mostly in her room, which she decorated with busts of Homer and Chaucer and later with engravings of Browning (whom she had not yet met), Tennyson, Carlyle, Harriet Martineau, and Wordsworth. Despite her frail health, she was more fortunate in her circumstances than most women writers of her time. Thanks to inheritances from her grandmother and her uncle, she was the only one of the brothers and sisters who was independently wealthy. As the eldest daughter in a family without a mother, she normally would have been expected to spend much of her time supervising the domestic servants, but her weakness prevented her from leaving her room. Thus the members of her family came to visit with her and to bring her everything she desired. Relieved of all household burdens and financial cares, she was free to devote herself to reading English and French fiction and memoirs and to writing letters, essays, and poetry. Since the prospect of meeting strangers made her nervous, only two visitors besides her family had the privilege of seeing her in her room: John Kenyon, a minor poet and friend of many English poets, and the well-known writer Mary Russell Mitford. During her last year or two at Wimpole Street she also received the Reverend George B. Hunter, whom she had come to know during her years at Sidmouth, and the art critic Anna Jameson.\n\r\nProtected from the outside world and surrounded by a loving family, Barrett resumed her literary career, which had been partially interrupted during her serious illness at Torquay. In addition to producing a continuous flow of poems for publication in both English and American journals, she wrote a series of articles on the Greek Christian poets and another series on the English poets, the latter originally begun as a critique of a recently published anthology of English verse. Also, in collaboration with the playwright Richard Hengist Horne, she made many anonymous contributions to a book of critical essays on eminent literary figures edited by him and entitled A New Spirit of the Age (1844). Within three years after her return to Wimpole Street she had many new poems in manuscript and others already published in journals, and she believed that the time was ripe for their appearance in book form—the first since The Seraphim and Other Poems of 1838. The critical reception of her Poems, published in two volumes in 1844, was such that the author was no longer merely a promising young poet but had suddenly become an international celebrity. On both sides of the Atlantic the leading journals came out with substantial reviews, and almost all found much to praise; Elizabeth Barrett was now acclaimed as one of England’s great living poets.\n\r\nNone of the shorter poems caught the public fancy more than “Lady Geraldine’s Courtship: A Romance of the Age.” A young poet with slender financial resources falls in love with the daughter of an earl; but since her life is filled with luxuries, he has little hope that his love will be returned. Despite the social barriers, however, the romantic conclusion has the girl responding to her suitor’s ardor. Another poem much admired by sentimental readers was “Bertha in the Lane.” The heroine, though apparently in good health, dies suddenly after learning that her lover has jilted her in favor of her younger sister. The most influential poem in the volumes, and one of the best-known of all her works, was “The Cry of the Children,” which had first appeared in Blackwood’s a year earlier. Having read the reports from the parliamentary commissioners of the terrible conditions of children’s employment in mines, trades, and manufactures, she tells of the hopeless lives of the boys and girls who are the victims of capitalist exploitation. Even though Barrett was a bookish, sheltered, upper middle-class unmarried woman far removed from the scenes she was describing, she gives evidence here of her passionate concern for human rights. The critics reviewing Poems praised her for her intellectual power, originality, and boldness of thought; but most agreed that her weakness lay in her frequent vagueness of concept and obscurity of expression.\n\r\nThe two volumes found their way into the home of Robert Browning. Upon seeing a handsome tribute paid to him by name in “Lady Geraldine’s Courtship,” Browning in January 1845 wrote a letter which began, “I love your verses with all my heart, dear Miss Barrett.” When Browning wrote that first of the many letters that were to be exchanged between the two poets, Barrett had already won an admiring public and was maintaining an extensive correspondence with writers and artists in England and the United States. Browning, on the other hand, was bitterly discouraged because his poetical career was not prospering and his productions on the London stage had proved to be hopeless failures. Six years younger than Barrett, he had abundant energy and good health, dressed as a young man of fashion, and enjoyed going to dinners and receptions where he conversed with many of the leading figures of the literary world. For almost all of his life he had been living at home with his parents and his sister—all three of whom adored him—and was financially dependent upon his father, since none of his volumes of verse had repaid the expenses of publication.\n\r\nThe courtship progressed despite the objections of Mr. Barrett, who wished his children to remain totally dependent on him. During the period of the exchange of letters and of Browning’s visits to her room, she was composing the poems later to be named “Sonnets from the Portuguese.” Among the finest love poems ever written, they are her most enduring poetic achievement. A chronic invalid, worn down by a succession of griefs, robbed of the bright-hued cheeks and resilience of youth, living without hope that a new life might someday be hers outside of her virtual prison, she expresses in the sonnets her sense of wonder that her life has been so transfigured. Filled with gratitude for her suitor’s offer of love, she at first tells him that they must remain no more than friends because of the disparities in health and age. Marriage, she says, would place a severe burden upon him, for the care of an invalid wife six years older than he would necessarily take him away from the varied social life he has been enjoying. Will love that has come so quickly not fade just as quickly? Is her lover’s suit based merely on pity? If she will promise to give up her home and the day-to-day associations with father, brothers, sisters, and friends, will he in turn be everything to her so that she will never miss the life she leaves behind? From the earnest look of her lover’s eyes she finds the answers to these and other questions, so that her doubts and hesitations are dispelled. With the full assurance of the depth of his feelings for her, she responds to his love in the most inspired sonnet of the cycle, “How do I love thee? Let me count the ways.\"\n\r\nThe clandestine marriage ceremony took place on September 12, 1846 at St. Marylebone Parish Church, which was not far from the Barretts’ house. Almost immediately the couple left for Italy, where they hoped the warmer climate might help Elizabeth to regain some of her strength. After one winter they moved to Florence, which was to remain their home until Elizabeth’s death. Despite the responsibilities of marriage and motherhood—their only child, Robert Wiedemann Barrett Browning, called “Pen,” was born in 1849—Barrett Browning had no intention of discontinuing her literary career. Her first task was to revise her volumes of 1838 and 1844 for publication in a new edition.\n\r\nFor the three years following her marriage Barrett Browning had kept the 44 sonnets in a notebook; she did not show them to her husband until the summer of 1849. He was so impressed with their beauty that he insisted on their appearing in her forthcoming new edition of Poems (1850). In order to make it appear that the poems had no biographical significance, the Brownings selected the ambiguous title “Sonnets from the Portuguese,” as if they were translations. “Catarina to Camoens,” the poem immediately preceding the sonnets in the second volume of Poems tells of the love of Catarina for the Portuguese poet Camoens. Since first reading “Catarina to Camoens” in Elizabeth’s Poems of 1844, Browning had associated Elizabeth with the Portuguese Catarina. Most of the reviews of the Poems of 1850 paid little attention to the sonnets, but a writer in Fraser’s magazine immediately appreciated their distinctive quality: “From the Portuguese they may be: but their life and earnestness must prove Barrett Browning either to be the most perfect of all known translators, or to have quickened with her own spirit the framework of another’s thought, and then modestly declined the honour which was really her own.” The sonnets gradually gained critical acceptance and have become the most beloved of all Barrett Browning’s works.\n\r\nBesides the “Sonnets from the Portuguese,” the other major new work in the volumes was the retranslation of Prometheus Bound. This new version was an enormous improvement over the translation that had been published in 1833; it is faithful to the original without being pedantic and is expressed in lively, idiomatic English. The two volumes were fairly well received in England, where the reviewers praised her for the depth of her intellect, the earnestness of her thought, and the “pathetic beauty” of the romantic ballads. They believed, however, that Barrett Browning’s poetry still retained some of the deficiencies of her earlier books, such as diffuseness, obscure language, and inappropriate imagery.\n\r\nBarrett Browning had developed a passionate interest in Italian politics; during her first year in Italy she had written “A Meditation in Tuscany” and sent it to Blackwood’s. The editor had declined it and returned the manuscript to her, and it became the first part of Casa Guidi Windows (1851). The poem deals with political events as seen by the poet from the windows of Casa Guidi, the great stone palace in Florence where the Brownings had an apartment. In 1846 the newly elected Pope Pius IX had granted amnesty to prisoners who had fought for Italian liberty, initiated a program looking forward to a more democratic form of government for the Papal State, and carried out a number of other reforms so that it looked as though he were heading toward the leadership of a league for a free Italy. Progressive measures had also been instituted in Tuscany by Grand Duke Leopold II, who arranged for a representative form of government and allowed the people to have a free press and to form their own civic guard. The first half of Casa Guidi Windows had been written when Barrett Browning was filled with enthusiasm and was hopeful that the newly awakened liberal movements were moving toward the unification and freedom of the Italian states.\n\r\nIn the second half of the poem she voices her disillusionment and her bitter disappointment that liberalism had been crushed almost everywhere in Italy. Pope Pius had fled in disguise from the Vatican in the face of agitation for a republican government and had taken refuge at Gaeta under the protection of the king of Naples. Leopold, whom Barrett Browning had at first admired, had proved to be a coward; and, rather than agree to the formation of a constituent assembly of the Italian states in Rome, he had left his Florentine palace and joined the exiled pope in Gaeta. Several months later the Austrian troops had occupied Florence, and Leopold had returned under their protection. In her poem Barrett Browning expresses her disappointment with the pope, the grand duke, the English government for its failure to intervene on the side of the Italian patriots, and the Florentines themselves because they had been unwilling to make the necessary sacrifices. By the middle of 1849 the liberal impulses had been crushed; except for Piedmont all the Italian states were under the domination of Austria and the papacy. For the next 10 years there were no more uprisings or wars, and in the absence of stirring political events Barrett Browning began the composition of a completely different kind of poem from anything she had written up to then.\n\r\nAs early as 1845 she had written to Browning that it was her intention to write a sort of novel-poem “running into the midst of our conventions, & rushing into drawing-rooms & the like ‘where angels fear to tread’; & so, meeting face to face & without mask the Humanity of the age, & speaking the truth as I conceive of it, out plainly.” For several years events in her own life and in the world about her distracted her from her purpose, so that the first mention of her new work appears in a letter written in 1853 to her friend Anna Jameson. Her poem would fill a volume when it was finished, she said; it was the romance she had been “hankering after so long, written in blank verse, in the autobiographical form.” Named after the heroine of the poem, Aurora Leigh was published in 1857. In the dedication to her lifelong friend and benefactor John Kenyon she wrote that it was “the most mature of my works, and the one into which my highest convictions upon Life and Art have entered.” In a narrative of some 11,000 lines the heroine tells of her birth in Italy, her early years in rural England, her successful literary career in London and later in Florence, and at the end her marriage to her one true love.\n\r\nOrphaned at an early age and brought up by an aunt in the western county of Shropshire, the youthful Aurora finds herself in a cultural desert, with no one to share her enthusiasm for literature. Aurora’s description of the kind of education imposed upon her by her conventional aunt illustrates the restricted, anti-intellectual attitudes of the English middle classes toward the upbringing of their daughters. Aurora memorizes the Collects of the Anglican Church, takes lessons in music and dancing, is given some superficial instruction in French, German, history, and geography, and is taught sewing and embroidery. Not only were young women discouraged from learning Greek and Latin and from reading “controversial” books, but they were denied a university education. Aurora has to seek her education at home, whereas her cousin Romney Leigh is sent to a university. Rebelling against her aunt’s narrow regimen, Aurora finds her true life in the world of books. Discovering her father’s private library hidden away in the attic, she reads widely in Greek and Latin literature and English poetry and begins to compose verses of her own.\n\r\nAt the age of 20 she rejects a proposal of marriage from Romney Leigh, who asks her to be his wife for the sole reason that he needs her to help him in his philanthropic activities. Women, he tells her, are lacking in the higher imaginative qualities that would enable them to be great writers or artists. Aurora moves away from the rural community which has so stifled her and makes her home in London, where she will be independent and strive for literary success. By dint of steady application she wins within six or seven years a place for herself in the London literary world. To help support herself she writes articles for encyclopedias and journals, but she finds her chief satisfaction in the publication of her volumes of poetry. The heroine of this novel-poem serves as Barrett Browning’s mouthpiece when she declares that the most fitting subjects for poetry are to be found in contemporary settings and that a poet should not reject his own times to seek inspiration from earlier civilizations. Aurora, though still in her middle 20s, has already produced books of poetry which are reaching a wide and admiring public.\n\r\nIn contrast to Aurora, who has lived a serene and rather sheltered life, the main figure of the subplot is a pathetic victim of the abuses of society. Marian Erle is the only child of an ignorant and abusive migrant farm worker and a wife cowed into submission by his drunken rages. The girl runs away from her parents in fear of their violence, is rescued from destitution by Romney Leigh, and even receives from him an offer of marriage. As a radical socialist he thus proposes to put into practice his utopian ideal of the destruction of the barriers that separate the rich from the poor and the educated from the ignorant. The marriage, however, does not take place, for Marian is treacherously spirited away from England by a woman who believes herself to be in love with Romney. Marian is taken to a brothel in Paris, where she is drugged and sexually assaulted. As a result of this act of violence she becomes pregnant and after much ill-treatment gives birth to a son.\n\r\nAfter nine years in London Aurora suddenly gives up her apartment and establishes a new home for herself in a villa in Florence. On the way she stops in Paris, where she encounters Marian and hears her story; she takes Marian and the baby to Florence with her. A few months after her arrival Aurora is asked once again by Romney to be his wife. This time, however, he is blind and much humbled by his misfortunes. Leigh Hall, which he had converted into a utopian community, had been set on fire and destroyed by the very people whom he had been aiding. At the time of the fire he had been struck on the forehead and blinded by a falling beam. Romney now sadly admits that doctrinaire socialism is a failure, for the people will rebel against any restrictions and reforms imposed upon them. Aurora says that she too has been wrong in her proud independence and her belief that her life could be complete without the companionship of a loved one. They pledge themselves to each other and look forward to a life of shared responsibilities. In the meanwhile Marian has told them that she will never marry and that when her child no longer needs her care she will devote herself to helping the “outcast orphans of the world.\"\n\r\nIn this long narrative poem Barrett Browning has dealt with some of the major social problems of her age. In Victorian England an educated woman with unusual talents had almost no opportunity to make use of her skills in a world that was dominated by men. Nevertheless, as the poem shows in the example of its heroine, it was possible for a woman with great energy and sense of purpose to live by herself in London and become renowned on the strength of her own unaided efforts. Professional success alone, however, is not sufficient, for nothing can give more meaning to a woman’s life than enduring love in marriage. Another theme is Barrett Browning’s distrust of the theories of contemporary French socialists, such as Charles Fourier, who advocated the division of society into communistic units. She believed that in the kind of state envisioned by the radical socialists there would be no place for artists and poets. Nothing stirred up more controversy than her frank treatment of the plight of “the fallen woman”—a subject that was considered by the Victorian public to be outside the purview of the serious novelist or poet. In mid-19th-century England standards of sexual conduct were so rigid that any woman who bore a child out of wedlock, even if she had been a victim of male aggression, was shunned by “respectable” people and condemned to a life of penance and mortification. One of Barrett Browning’s most fundamental convictions was that sexual activity outside of marriage was immoral, but she believed that society should be more compassionate in its treatment of women who had been victims of sexual violence. It is not surprising that the story of Marian Erle shocked a number of women readers, some of whom were reported to have said that the reading of Aurora Leigh had endangered their morals.\n\r\nMost of the Brownings’ literary friends were delighted with the poem and accorded it the highest praise; Swinburne, Leigh Hunt, Walter Savage Landor, Ruskin, and the Rossetti brothers all spoke of it with unrestrained enthusiasm. From a commercial point of view it proved to be by far the most successful of Barrett Browning’s works; by 1885, 28 years after its first publication, it had gone through 19 editions. Despite its great popularity with other poets and with the general public, it found little favor with professional reviewers.\n\r\nTwo years after the publication of Aurora Leigh Barrett Browning again became absorbed in current political events as the Italians, after a decade of truce, began once more their struggle for independence and unity. In response to these events Barrett Browning’s Poems before Congress was published in the spring of 1860; seven of the eight poems deal with Italian politics, while the other, “A Curse for a Nation,” is an antislavery poem that had earlier been published in an abolitionist journal in Boston. The notices in the leading English journals were uniformly unfavorable toward the volume, which they found offensive because of its strident tone and anti-British bias.\n\r\nIn the spring of 1860 Barrett Browning continued to write poems on the Italian situation, which to her great delight appeared to be moving toward a victorious outcome. Central and northern Italy had become a united kingdom under the leadership of Victor Emmanuel of Piedmont and his prime minister, Count Cavour. Besides her political poems, at this time she wrote “A Musical Instrument,” which has become one of her best-known poems. Based on the myth of Pan and Syrinx, the verses exemplify the doctrine that the true poet is destined to suffer much hardship and pain in the practice of his art.\n\r\nDespite her extreme frailty Barrett Browning followed with feverish excitement the rapidly unfolding events of the winter of 1860-1861. The peoples of Sicily, Naples, and the States of the Church had voted for annexation with Victor Emmanuel’s new kingdom. With most of the Italian states united, a national parliament met at Turin early in 1861. Barrett Browning felt that her faith in the Italian leaders had been justified. “There are great men here, and there will be a great nation presently,” she declared. She had been in poor health for several years, suffering from weakness of the lungs and heart, and her obsession with Italian politics further weakened her nervous system. The final blow, which prostrated her emotionally and physically, was the unexpected and premature death on June 6, 1861 of Count Cavour, the great patriot who had been chiefly responsible for bringing the disparate states into a unified and independent kingdom. “I can scarcely command voice or hand to name Cavour,” Elizabeth wrote; “if tears or blood could have saved him to us, he should have had mine.” For the next two weeks she remained in seclusion, never going out and seeing almost no one at home. Then on June 20, she was stricken with a severe cold, cough, and sore throat, and was confined to her bed; she died in Browning’s arms early in the morning of June 29. Within a month Browning left Florence with his son to make his permanent home in London.\n\r\nThe many journals which reported Barrett Browning’s untimely death all spoke of her as the greatest woman poet in English literature. The highly respected Edinburgh Review expressed the prevailing view when it said that she had no equal in the literary history of any country: “Such a combination of the finest genius and the choicest results of cultivation and wide-ranging studies has never been seen before in any woman.” In America the most extravagant of the obituary notices appeared in the Southern Literary Messenger, which called her “the Shakespeare among her sex” and placed her among the four or five greatest authors of all time. A year after her death Browning collected and arranged for publication her Last Poems, which included a number of translations from Greek and Latin poetry, personal lyrics, and poems on Italian politics. In the same year the fifth edition of her Poems was published. Both works were warmly received by the leading literary journals on both sides of the Atlantic as they reviewed her poetic career from its beginning and concluded that her gifts had been of the highest order. A writer in the Christian Examiner of Boston said that Tennyson’s In Memoriam (1850) and Barrett Browning’ Aurora Leigh were the two greatest poems of the age and that the “Sonnets from the Portuguese” were the finest love poems in English: “Shakespeare’s sonnets, beautiful as they are, cannot be compared with them, and Petrarch’s seem commonplace beside them.”\n\r\nIn the decades following Barrett Browning’s death her poetry began to lose much of the appeal it had held for readers during her lifetime. The consensus of late-Victorian critics was that much of her writing would be forgotten in another generation but that she would be remembered for “The Cry of the Children,” a few of the romantic ballads such as “Isobel’s Child” and “Bertha in the Lane,” and most of all for the “Sonnets from the Portuguese.” During all this period and for the first three decades of the present century, Aurora Leigh largely dropped out of sight. In 1930, however, Virginia Woolf in an article in the Times Literary Supplement deplored the fact that Barrett Browning’s poetry was no longer being read and especially that Aurora Leigh had been forgotten. She urged her readers to take a fresh look at the poem, which she admired for its “speed and energy, forthrightness and complete self-confidence.” “Elizabeth Barrett,” Mrs. Woolf wrote, “was inspired by a flash of true genius when she rushed into the drawing-room and said that here, where we live and work, is the true place for the poet.” In Mrs. Woolf’s view, the heroine of the poem,” “with her passionate interest in social questions, her conflict as artist and woman, her longing for knowledge and freedom, is the true daughter of her age.\"\n\r\nNotwithstanding Mrs. Woolf’s enthusiasm for Aurora Leigh, the poem continued to be ignored by the general public and by scholars until the recent advent of feminist criticism. None of Barrett Browning’s poems has received more attention from feminist critics than Aurora Leigh, since its theme is one that especially concerns them: the difficulties that a woman must overcome if she is to achieve independence in a world mainly controlled by men. In Literary Women Ellen Moers writes that Aurora Leigh is the great epic poem of the age; it is “the epic poem of the literary woman herself.” It now looks as though Barrett Browning’s literary reputation will remain secure with future critics who view her work from a feminist perspective. One may also prophesy that for the general public the “Sonnets from the Portuguese,” despite some Victorian quaintness of imagery, will continue to hold their place among the most-admired love poems of world literature.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}