{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-spires", "name": "Elizabeth Spires", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4de66cd0e8d959446baa439737188358e1e12c24.jpeg", "bio": "\nA critically acclaimed poet and children’s book author, Elizabeth Spires was born in 1952 in Lancaster, Ohio. She lives in Baltimore, Maryland and teaches at Goucher College. Her poetry collections include A Memory of the Future (2018), The Wave-Maker (2008), Now the Green Blade Rises (2004), Swan’s Island (1997), and Worldling (1995), winner of the 1996 Whiting Writers’ Award. Spires has been awarded a Guggenheim Fellowship, the Witter Bynner Award, and the Amy Lowell Travelling Poetry Scholarship.\nSpires has cited John Donne, George Herbert, Robert Frost, John Berryman, Robert Lowell, Elizabeth Bishop, Josephine Jacobsen, and A.R. Ammons as influences. Critics praise her collection Worldling (1995) for its use of quotidian moments to explore universal themes such as happiness, mortality, travel, parent-child bonding, and life stages. In the Dictionary of Literary Biography, William V. Davis observed that Spires “weaves words and images together into a kind of fugue of meaning and emotion.” In Poetry, John Taylor praised the author for her “subtle, crystal-clear poetry … that is constantly philosophically suggestive, while never becoming pretentious or belaboring.” Taylor wrote that Spires’s “perceptions of the unfathomable mysteries of being have been intensified by mothering. … Bearing and raising a child have given Spires a more concrete, moving, understanding of what Saint Augustine termed ‘the presence of things past and the presence of things future.’” He added, “This is important poetry because it grapples sincerely with the possibilities of being happy, inquiring how we might dwell profoundly in ‘the everlasting present of our life.’” Spires once told Contemporary Authors, “I think for many people the experience of having a child is a transformative experience, one in which you feel your mortality quite strongly; the poems in Worldling try to chronicle, directly or obliquely, how I have been changed by the ongoing experience of motherhood, how it has pushed me deeper into my life.”\nSpires’s children’s books include With One White Wing (1995) and Riddle Road: Puzzles in Poems and Pictures (1999). These companion picture books offer very young children a chance to guess at rhyming riddles, using the illustrations and the snatches of poetry as clues. The Mouse of Amherst (1999) is perhaps Spires’s most celebrated children’s book. The brief but beguiling tale is narrated by Emmaline, a mouse who has taken up residence behind the wall in Emily Dickinson’s room. Intrigued by Dickinson’s labors at her desk, Emmaline finally discovers the poet’s talents when a sheet of paper falls to the floor. The inspired mouse responds with her own poetry, and a friendship is struck. A number of reviewers suggested that The Mouse of Amherst rewards readers by offering historical information about Emily Dickinson and an appreciation for her poems, which are liberally sprinkled throughout the book. In Booklist, for instance, Susan Dove Lempke wrote, “The simple story gives young readers a first taste of Dickinson’s poetry as well as an idea of the relationship formed between a poet and a reader.” In the New York Times Book Review, Julie Yates Walton observed that what children will remember from the tale is “a sense of the nourishing power of words. … Through a mouse’s view of a great poet, Elizabeth Spires makes a convincing argument for poetry’s relevance to our lives.”\n", "attrs": {}}