{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-wordsworth", "name": "Elizabeth Wordsworth Dame", "yob": "1840", "yod": "1932", "image": null, "bio": "\nElizabeth Wordsworth was a distinguished writer and educator in an era when women’s roles were largely confined to the domestic sphere. A daughter of Anglican clergyman Christopher Wordsworth and a great-niece of the poet William Wordsworth, she was born in 1840 into a scholarly and ecclesiastical family. Her father was the headmaster of Harrow, a famous English preparatory school. Though she had little formal academic training, she educated herself. “Her writings reflect the humanistic traditions she lived—a reverence for the deeply intellectual and spiritual heritage of Europe,” wrote Nancy A. Barta-Smith in the Dictionary of Literary Biography.\n\r\nWhile her father was the canon of Westminster and held a post at rural Stanford-in-the-Vale, Berkshire, Wordsworth worked with him on his extensive biblical commentary. She learned Latin, Greek, Italian, and French and served as an editor and proofreader. Wordsworth’s parents valued academics, stressed the importance of spiritual learning, and helped their children appreciate the arts. Wordsworth learned a great deal from her parents and on her own, although she attended school as a teenager. According to Barta-Smith, Wordsworth was “naturally curious” and “found books, not instructors, the key to education.”\n\r\nWordsworth’s Ballads from English History was published in 1864. Beginning in the 1870s she submitted poems and stories to the children’s magazine Monthly Packet, published by her friend, noted author Charlotte Yonge. She produced the religious Thoughts for the Chimney Corner and Short Words for Long Evenings in the 1870s as well as the novel Thornwell Abbas. Published under the pseudonym Grant Lloyd, Thornwell Abbas draws on Wordsworth’s own experiences, as it portrays the daughter of a vicar.\n\r\nDuring the 1860s and 1870s women were making inroads into the formerly male bastion of the University of Oxford. Women were able to attend lectures and participate in examinations. Wordsworth joined this burgeoning movement, attending lectures, writing papers, and meeting other people interested in women’s education. To meet the housing demands of the influx of women scholars, Oxford and the Church of England founded Lady Margaret Hall. Wordsworth was asked to be its principal. Her new status may have spurred her own scholarly and literary pursuits, as she published prodigiously in the decades to come.\n\r\nShe produced a book of poems, In Doors and Out, and a novel, Ebb and Flow, in the early years of the 1880s. Wordsworth then wrote a series of religious lectures for women, published in 1889 as Illustrations of the Creed. In these lectures, she interprets the traditional language of the Anglican High Church so that others could understand its spiritual message and apply it to their lives. Wordsworth continued to write essays for periodicals throughout the 1880s. One of these articles was published in Ladies at Work: Papers on Paid Employments for Ladies, a book edited by Lady Jeune. In her Ladies at Work essay, Wordsworth argues that women’s educations should develop their characters as well as their intellects.\n\r\nWordsworth’s mother died in 1884 and her father died in 1885. Soon after, Wordsworth and Canon John Henry Overton penned a biography of her father, Christopher Wordsworth: Bishop of Lincoln, 1807-1885. She produced a biography about another relative, the poet William Wordsworth, in 1891. In 1886 Wordsworth founded St. Hugh’s, a hall for Oxford women. Demand was high for housing there, and a number of brilliant young women came under Wordsworth’s tutelage. During this time, Wordsworth oversaw the growth and expansion of Lady Margaret Hall, lobbied for the right of women to earn bachelor’s degrees, and lectured extensively. One of these lectures was published as the pamphlet First Principles in Women’s Education.\n\r\nBecause of the changing nature of Lady Margaret Hall, as well as her advancing age, Wordsworth resigned from Oxford in 1908. She continued writing, producing such works as the autobiographical Glimpses of the Past. A collection of some of her writings was published in 1919 as Essays Old and New. Wordsworth’s pieces in Essays Old and New originated as religious studies related to religious services at Lady Margaret Hall. They address life and human nature. Wordsworth became the first woman to receive a master of arts degree from Oxford when she received an MA honoris causa in 1920. She remained active until her death in 1932, spending her last years writing, entertaining students, lecturing, reading, exercising, and studying the Bible.\n", "attrs": {}}