{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-alexander", "name": "Elizabeth Alexander", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/5897dcd0c4ae28ee4aec42e7851e0b7e53466160.jpeg", "bio": "\nElizabeth Alexander was born in Harlem, New York, but grew up in Washington, DC, the daughter of former United States Secretary of the Army and Equal Employment Opportunity Commission chairman, Clifford Alexander Jr. She holds degrees from Yale, Boston University, and the University of Pennsylvania, where she earned her PhD. She is currently a chancellor of the Academy of American Poets and the inaugural Frederick Iseman Professor of Poetry at Yale University. She is the former Chair of the African American Studies Department at Yale University. Alexander is a highly respected scholar, teacher, and mentor, as well as a founding member of Cave Canem, an organization dedicated to promoting African American poets and poetry. Her accomplishments within academia are numerous and include a Quantrelle Award for Excellence in Undergraduate Teaching from the University of Chicago and fellowships from the Radcliffe Institute at Harvard and the Alphonse Fletcher Foundation.\n\r\nAlexander’s career as a poet has likewise been impressive. Her book American Sublime (2005) was shortlisted for the Pulitzer Prize, and in 2005 she was awarded the Jackson Poetry Prize. She is often recognized as a pivotal figure in African American poetry. When Barack Obama asked her to compose and read a poem for his Presidential inauguration, she joined the ranks of Robert Frost, Maya Angelou and Miller Williams; her poem, “Praise Song for the Day,” became a bestseller after it was published as a chapbook by Graywolf Press.\nAlexander writes on a variety of subjects, most notably race and gender, politics and history, and motherhood. The poet Clarence Major has described Alexander’s “instinct for turning her profound cultural vision into one that illuminates universal experience,” and Doris Lynch, writing for the Library Journal, commented that “memory and race” are “two of Alexander’s most powerful themes,” adding that “when Alexander’s forge is hot, the reader is transported to her world.” Alexander’s poems, short stories, and critical essays have been widely published in journals such as the Paris Review, the Kenyon Review, the Village Voice, and Prairie Schooner. Her verse play Diva Studies was produced by the Yale School of Drama in May, 1996.\nAlexander’s first poetry collection, The Venus Hottentot (1990), won widespread praise from reviewers. The poems delve into the minds and emotions of historical black figures, including the eponymous character, Saartjie Baartman, who was exhibited in London and Paris before her death at 25, and was later dissected and infamously preserved by the Baron Cuvier. Reviewing the book for the New York Times, Doris Jean Austin called the collection “a historical mosaic with profound cultural integrity,” and a reviewer for Poetry magazine described it as “a superb first book.” Alexander’s second collection, Body of Life (1996), continues to examine what Antioch Review contributor Harryette Mullen called “the ongoing public preoccupation with the black body.” Mullen noted that Alexander “reminds readers that the life of the body cannot be separated from the construction of individual and collective identities.” Like The Venus Hottentot before it, Body of Life mixes poems of personal and family experience with larger historical explorations. The Washington Post Book World described it as a book of “graceful elegance and easy musicality.”\n\r\nAlexander’s Antebellum Dream Book (2001) was named one of the “Twenty-five Favorite Books of 2001” in the Village Voice. As Cathy Hong stated in her review for the Voice Literary Supplement, the book “moves as if Alexander breathlessly awoke in the middle of the night and jotted down her somnolent wanderings in verse form.” Hong also observed that “Alexander’s poems are deftly pared down, engagingly readable, and impressively generous in their coverage of historical and popular figures,” including a long sequence in the voice of Muhammad Ali. The collection also features poems about paintings and sculpture, and a series of “postpartum” dream poems which Fanonne Jeffers described in Black Issues Book Review, as “by turns, erotic, poignant and delightfully outrageous.” Ed Hirsch also remarked that the book used “the structure of dreams to meditate about the strangeness of race, the mysteries of family, the centrality of African American precursors, and the excitements—the estrangements—of motherhood,” adding that it was Alexander’s “best yet.”  \n\nAmerican Sublime also garnered widespread praise when it was published in 2005, including a Pulitzer Prize nomination. The book weaves together personal and political histories in fascinating ways. Broken into four parts, each section centers on a different theme. The first, “American Blue,” interweaves Alexander’s personal experiences, from childhood to adulthood, with historical events from the 1970s through the present. In the third cycle, “Amistad,” Alexander recounts the famous 1839 slave-ship rebellion from the points of view of several of the participants. Reviewing the collection for the New York Times, Joel Brouwer noted that “the best moments are those in which present and past collide, sending off welcome sparks,” and attributing “Alexander’s greatest gift” to her ability to show, again and again, “Faulkner’s claim that ‘the past is never dead. It’s not even past.’”\n\r\nHer other recent books of poetry include Crave Radiance: New and Selected Poems 1990-2010 (2012).\n\r\nAlexander is also an important voice in African American literary criticism. Her writings on artists, writers and aesthetics are valued for their poise and erudition. The title of The Black Interior (2003), a collection of essays, refers to what Alexander sees as the “black life and creativity behind the public face of stereotype and limited imagination.” In these essays Alexander discusses the lives and works of famous African American artists, including writers Langston Hughes and Anna Cooper, poets Gwendolyn Brooks and Michael Harper, and actor Denzel Washington, and attempts to explain the cultural role that such artists play and have played in both the African American and wider American communities. Alexander also branches out to discuss, among other things, the stereotype of the African American male, the murder trial of O.J. Simpson, and the nature of Jet magazine. “Her concluding piece on the Rodney King case ... is a tour de force,” wrote a Kirkus Reviews contributor. Power and Possibility (2007) collected Alexander’s interviews, essays and reviews, again focusing on African American artistic and cultural production. Literary critic Arnold Rampersad called Alexander “one of the brightest stars in our literary sky … a superb, invaluable commentator on the American scene.” Her autobiography The Light of the World (2015) was nominated for a National Book Critics Circle Award.\n\r\nElizabeth Alexander’s careful, precise poetry and her awareness of history, especially African American history, as well as her personal friendship with the Obamas, made her a natural choice as President Obama’s inaugural poet. Alexander became only the fourth poet ever asked to read at a presidential inauguration, and her poem, “Praise Song for the Day” was heard and watched by billions worldwide. Based on traditional African praise songs, which commemorate the life of an individual in an incantatory call-and-response, Alexander’s poem focused less on President Obama and more on ordinary Americans, attempting to describe the details, languages and encounters that shape their lives. Alexander gestured toward the history of the Civil Rights Movement and its importance to the occasion—“Say it plain, that many have died for this day”—but also attempted to summarize a national journey. The poem helped make Alexander one of the most publically-known and respected poets writing today.\n \n[Updated 2015]\n", "attrs": {}}