{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-daryush", "name": "Elizabeth Daryush", "yob": "1887", "yod": "1977", "image": null, "bio": "\nDaughter of British poet laureate Robert Bridges, Elizabeth Daryush had a privileged upbringing in Victorian and Edwardian England. Although she followed her father’s lead not only in choosing poetry as her life’s work but also in the traditional style of poetry she chose to write, the themes of her work are often critical of the upper classes and the social injustice their privilege levied upon others. This characteristic was not present in her early work, including her first two books of poems—Charitessi (1911) and Verses (1916)—published under the name Elizabeth Bridges while she was still in her 20s. According to John Finlay, writing in the Dictionary of Literary Biography, Daryush’s “early poetry is preoccupied with rather conventional subject matter and owes a great deal to the Edwardians.”\nAfter she married Ali Akbar Daryush in her mid-30s and lived in Persia for four years, Elizabeth Daryush’s poetry took a subtle though marked departure from her early work. Finlay observed that “The Last Man (1936) suggests a new awareness on her part of the anguish and pain caused by the profound changes that transformed English social life during the 1930s.” Yvor Winters, writing in American Review, noted that “she seems to be increasingly conscious … of social injustice, of the mass of human suffering.” It was also with The Last Man that Daryush began to refine the stylistic experiments her father had undertaken with syllabic meter.\nRobert Bridges had argued that the form of traditional English poetry, with its emphasis on regular accented meter, had served its purpose, and that something new was needed. He attempted to write poems in which the meter of individual lines was bound not by regular accented syllables but merely the number of syllables in each line, thus leaving the emphasis up to the reader. Daryush took her father’s experiment a step farther by making it less experimental; whereas Bridges’ syllable count was a visual one, including unpronounced clusters of letters, Daryush’s was strictly aural, counting only those syllables that were actually sounded when the poem was read aloud. It is for her successful experiments with syllabic meter that Daryush is best known to contemporary readers.\nIn comparing the poetry of Elizabeth Daryush to that of her contemporaries, John Matthias once offered this analogy: “Elizabeth Daryush ... [appears] rather like someone who has suddenly stepped out of the wrong century to find herself at the wrong party wearing the wrong clothes. There she stands in her brocades speaking her o’ers and ’twixts and ’tweens in her very proper accent. ... But the effect of her presence is curious. Suddenly everyone’s language sounds indecorous, full of improprieties and vulgarities.” Jan Schreiber of the Southern Review agreed that Daryush’s “diction is often that of ladies’ magazines of the nineteenth century.” However, Schreiber found that the poet’s “best writing is independent of [this characteristic]. It comes from a kind of moral vision attainable by the poet only in response to a fairly clear-cut situation. ... When the theme is undisguised and of straightforward human concern, the words come right and confound criticism.”\nBeyond its social content, Daryush’s work is also recognized for a consistent and well-defined personal vision. As Finlay noted, “For her … poetry always dealt with the ‘stubborn fact’ of life as it is, and the only consolations it offered were those of understanding and a kind of half-Christian, half-stoical acceptance of the inevitable.” However, he also argued that Daryush’s best poems transcend such fatalism, “dealing with the moral resources found in one’s own being … and a recognition of the beauties in the immediate, ordinary world around us.”\nIn his introduction to Daryush’s Collected Poems (1976), Donald Davie wrote, “When an unprejudiced literary history of our century comes to be written, our failure to recognize Elizabeth Daryush will be one of the most telling and lamentable charges that can be laid at our door.” In contrast, Richard Ellmann stated in Poetry, “Living in an age when the poet’s first duty has been to find an appropriate language, [Daryush] has avoided the problem by using a language that is dead. Her accomplishments have been chiefly technical, and these in themselves are not enough.” Finlay has an explanation for such diverse reactions to Daryush’s work. While granting that the “defects of her poetry are a diction often unnecessarily archaic and a frequently melodramatic use of personified abstractions,” he went on to note that “these defects will irritate only those readers so committed to the Pound-Eliot revolution in poetic style that they refuse to see virtue in any other poetry than that modern and imagistic.” He concluded, “For readers who wish to explore the full range of English poetry, such defects should not blind them to the obvious excellence of the poetry of Elizabeth Daryush, its thematic sturdiness and the subtle kind of music she was able to achieve in syllabic meter.”\nDaryush died on April 7, 1977, at the age of 90.\n", "attrs": {"Region:": ["England"]}}