{"pf_url": "https://www.poetryfoundation.org/poets/eloise-greenfield", "name": "Eloise Greenfield", "yob": "1929", "yod": null, "image": null, "bio": "\n                                                                    Children’s author Eloise Greenfield was born in Parmele, North Carolina, and raised in Washington, DC. She attended Miner Teachers’ College (now the University of the District of Columbia) and went on to work as a clerk in the US Patent Office. The monotony of the job drove her to experiment with making up rhymes, and eventually Greenfield began writing poetry in earnest. Her first published poem appeared in the Hartford Times in 1962. Since then, Greenfield has published more than 40 books for children, including works of poetry, biography, picture books, and chapter books. Her work is widely praised for its depiction of African American experience, particularly family life; Greenfield has said she began writing for children after looking in vain for books for her own children that reflected their life.    As a member of the DC Black Writer’s Workshop, Greenfield wrote her first biography. Rosa Parks (1973, reissued 1995) won the first Carter G. Woodson Book Award from the National Council for the Social Studies. Greenfield’s first collection of poetry for children, Honey, I Love and Other Love Poems (1978; reissued 1990, 2003), won the Recognition of Merit Award from the George G. Stone Center for Children’s Books. Her other works include Africa Dream (1977, illustrated by Carole M. Byard), which won a Coretta Scott King Award; Childtimes: A Three Generation Memoir (1993) that Greenfield wrote with her mother, Lessie Jones Little, which won a Boston Globe/Horn Book Honor Award; For the Love of the Game: Michael Jordan and Me (1997, illustrated by Jan Spivey Gilchrist); and The Great Migration: Journey to the North (2011), a collection of poems that won a Coretta Scott King Author Honor and was an ALA Notable Children’s Book.    Greenfield’s many honors and awards include a Living Legacy Award from the Association for the Study of African American Life and History, a Hope S. Dean Award from the Foundation for Children’s Literature, an NCTE Award for Excellence in Poetry for Children, a Hurston/Wright Foundation North Star Award for lifetime achievement, and a lifetime achievement award from the Moonstone Celebration of Black Writing. Greenfield has been inducted into the National Literary Hall of Fame for Writers of African Descent. She lives in Washington, DC.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}