{"pf_url": "https://www.poetryfoundation.org/poets/eloise-klein-healy", "name": "Eloise Klein Healy", "yob": "1943", "yod": null, "image": null, "bio": "\nBorn in El Paso, Texas, Eloise Klein Healy grew up in rural Iowa. Healy’s crisp, image- and narrative-driven poems often explore community, sexuality, and the nature of home. On the radio program Writers on Writing, Healy discussed her work’s attention to “the influence of place on people.” Addressing the role of the open-air California landscape and the details of daily life that often ground her poems, Healy noted, “The way you are in the world is also the way you are in your head.”\r\n \r\nHealy has published numerous collections of poetry, including A Wild Surmise: New and Collected Poems and Recordings (2013); Ordinary Wisdom (2005); The Islands Project: Poems for Sappho (2007); Passing (2002), a finalist for both the Lambda Literary Award in Poetry and Publishing Triangle’s Audre Lorde Lesbian Poetry Prize; and Artemis in Echo Park (1991), which was also nominated for the Lambda Book Award.\r\n \r\nAs an editor, Healy is also active in the world of small-press publishing. She co-founded ECO-ARTS, a venture combining ecotourism and the arts, and in 2006 established Arktoi Books, an imprint with Red Hen Press specializing in the work of lesbian writers. She was the Grand Prize winner of the Los Angeles Poetry Festival Competition, and other honors include grants from the California Arts Council and the City of Los Angeles, residencies at the MacDowell Colony and Dorland Mountain Colony, and several Pushcart Prize nominations. Healy’s work has been featured in many anthologies, including The World in Us: Lesbian and Gay Poetry of the Next Wave (2001), Another City: Writing from Los Angeles (2001), and The Geography of Home: California’s Poetry of Place (1999).\r\n \r\nHealy has taught at California State University Northridge, where she directed the Women’s Studies Program, and at the Feminist Studio Workshop in the Woman’s Building in Los Angeles. She was the founding chair of the MFA program at Antioch University Los Angeles, where she won the inaugural Horace Mann Award. In 2012, Healy was appointed Los Angeles’s first poet laureate by mayor Antonio Villaraigosa. She lives in California.\n", "attrs": {"Region:": ["U.S., Western"]}}