{"pf_url": "https://www.poetryfoundation.org/poets/emanuel-litvinoff", "name": "Emanuel Litvinoff", "yob": "1915", "yod": "2011", "image": null, "bio": "\nEmanuel Litvinoff was born in 1915 in London, England. He was initially a conscientious objector to World War II, but then volunteered for military service in 1940 after learning the extent of Jewish persecution under the Nazi regime. He wrote in a wide variety of genres, producing novels, short stories, poetry, and plays, and is also known of his work as a campaigner for human rights.\nLitvinoff became known as a war poet during his time in the Army. Some of his poems were included in the anthology Poems from the Forces (1941), appearing a year before his first collection, The Untried Soldier (1942). A Crown for Cain (1948) also includes poems he wrote while serving in the British Arming in West Africa and Egypt. His novels include The Lost Europeans (1960), The Man Next Door (1968), Journey Through A Small Planet (1972), and the The Faces of Terror Trilogy, which includes A Death Out of Season (1973), Blood on the Snow (1975), and The Face of Terror (1978).\nGuardian contributor Patrick Wright declared Litvinoff among “the busiest television dramatists in the early 70s.” Roland Turner has noted how “Litvinoff’s short stories describe the atmosphere of a close Jewish community in London’s East End where he grew up between the wars. The stories contain some poignant and sometimes verbose semi-autobiographical sketches of adolescence.” Litvinoff wrote that his short stories “celebrate the idealism, pain and promise of adolescence.” He later commented, “My parents’ flight from Russia saved me, my seven brothers and one sister from the holocausts of starvation and Nazism. I am connected to these tragedies with the guilt and obsession of a survivor, and they inform almost everything I have written.” In general, according to Turner, “Litvinoff writes about people whose painful history has left them bitter, tormented, and potentially destructive. At his best he is a compelling storyteller.”\nLitvinoff once wrote that his debut novel, The Lost Europeans, “is haunted by the Holocaust. It describes the morbid psychological obsessions of victims and persecutor in a situation where former German Jews return to Germany after the war and confront their erstwhile neighbors.” Turner wrote that it “examines the restless lives of a few World War II survivors ... [and] is set in post-war Berlin, where ex-Nazis and communists, hedonistic young Aryans, whores, and a few Jews live in awkward peace.” Litvinoff described some of his other works: “The Man Next Door[’s] ... central character is a conventional suburban Englishman of the middle class whose personality begins to disintegrate under the encroachments of middle-age, accompanied by a sense of social and sexual failure. In the process, a mild and common place xenophobia turns to rabid hatred of Jews and Negroes of the kind so hideously expressed by the Nazis. ... A Death Out of Season, Block on the Snow and The Face of Terror comprise a trilogy following the fortunes of a group of young revolutionaries in the early years of the century, through the Russian Revolution, civil war and famine, to their final disillusion and bitterness in the Stalinist purges of the mid-1930s. ... Falls the Shadow, written in thriller form, shows how the Nazi holocaust intertwines with modern life in Israel, raising moral issues that Israel must still come to terms with.”\nLitvinoff also spent decades spearheading a worldwide campaign for the liberation of Soviet Jewry. Due to Litvinoff’s efforts, prominent Jewish groups in the United States became aware of the issue, and the well-being of Soviet Jews became cause for a worldwide campaign, eventually leading to the mass migration of Jews from the Soviet Union to Israel and the U.S. He died in 2011.\n", "attrs": {"Region:": ["England"]}}