{"pf_url": "https://www.poetryfoundation.org/poets/emily-dickinson", "name": "Emily Dickinson", "yob": "1830", "yod": "1886", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/c1140d659d1ae1fc5db36c989bcf37941dfca9ee.jpeg", "bio": "\nEmily Dickinson is one of America’s greatest and most original poets of all time. She took definition as her province and challenged the existing definitions of poetry and the poet’s work. Like writers such as Ralph Waldo Emerson, Henry David Thoreau, and Walt Whitman, she experimented with expression in order to free it from conventional restraints. Like writers such as Charlotte Brontë and Elizabeth Barrett Browning, she crafted a new type of persona for the first person. The speakers in Dickinson’s poetry, like those in Brontë’s and Browning’s works, are sharp-sighted observers who see the inescapable limitations of their societies as well as their imagined and imaginable escapes. To make the abstract tangible, to define meaning without confining it, to inhabit a house that never became a prison, Dickinson created in her writing a distinctively elliptical language for expressing what was possible but not yet realized. Like the Concord Transcendentalists whose works she knew well, she saw poetry as a double-edged sword. While it liberated the individual, it as readily left him ungrounded. The literary marketplace, however, offered new ground for her work in the last decade of the 19th century. When the first volume of her poetry was published in 1890, four years after her death, it met with stunning success. Going through 11 editions in less than two years, the poems eventually extended far beyond their first household audiences. Dickinson is now known as one of the most important American poets, and her poetry is widely read among people of all ages and interests.\n\r\nEmily Elizabeth Dickinson was born in Amherst, Massachusetts, on December 10, 1830 to Edward and Emily (Norcross) Dickinson. At the time of her birth, Emily’s father was an ambitious young lawyer. Educated at Amherst and Yale, he returned to his hometown and joined the ailing law practice of his father, Samuel Fowler Dickinson. Edward also joined his father in the family home, the Homestead, built by Samuel Dickinson in 1813. Active in the Whig Party, Edward Dickinson was elected to the Massachusetts State Legislature (1837-1839) and the Massachusetts State Senate (1842-1843). Between 1852 and 1855 he served a single term as a representative from Massachusetts to the U.S. Congress. In Amherst he presented himself as a model citizen and prided himself on his civic work—treasurer of Amherst College, supporter of Amherst Academy, secretary to the Fire Society, and chairman of the annual Cattle Show. Comparatively little is known of Emily’s mother, who is often represented as the passive wife of a domineering husband. Her few surviving letters suggest a different picture, as does the scant information about her early education at Monson Academy. Academy papers and records discovered by Martha Ackmann reveal a young woman dedicated to her studies, particularly in the sciences.\nBy the time of Emily’s early childhood, there were three children in the household. Her brother, William Austin Dickinson, had preceded her by a year and a half. Her sister, Lavinia Norcross Dickinson, was born in 1833. All three children attended the one-room primary school in Amherst and then moved on to Amherst Academy, the school out of which Amherst College had grown. The brother and sisters’ education was soon divided. Austin was sent to Williston Seminary in 1842; Emily and Vinnie continued at Amherst Academy. By Emily Dickinson’s account, she delighted in all aspects of the school—the curriculum, the teachers, the students. The school prided itself on its connection with Amherst College, offering students regular attendance at college lectures in all the principal subjects— astronomy, botany, chemistry, geology, mathematics, natural history, natural philosophy, and zoology. As this list suggests, the curriculum reflected the 19th-century emphasis on science. That emphasis reappeared in Dickinson’s poems and letters through her fascination with naming, her skilled observation and cultivation of flowers, her carefully wrought descriptions of plants, and her interest in “chemic force.” Those interests, however, rarely celebrated science in the same spirit as the teachers advocated. In an early poem, she chastised science for its prying interests. Its system interfered with the observer’s preferences; its study took the life out of living things. In “‘Arcturus’ is his other name” she writes, “I pull a flower from the woods - / A monster with a glass / Computes the stamens in a breath - / And has her in a ‘class!’” At the same time, Dickinson’s study of botany was clearly a source of delight. She encouraged her friend Abiah Root to join her in a school assignment: “Have you made an herbarium yet? I hope you will, if you have not, it would be such a treasure to you.” She herself took that assignment seriously, keeping the herbarium generated by her botany textbook for the rest of her life. Behind her school botanical studies lay a popular text in common use at female seminaries. Written by Almira H. Lincoln, Familiar Lectures on Botany (1829) featured a particular kind of natural history, emphasizing the religious nature of scientific study. Lincoln was one of many early 19th-century writers who forwarded the “argument from design.” She assured her students that study of the natural world invariably revealed God. Its impeccably ordered systems showed the Creator’s hand at work.\n\r\nLincoln’s assessment accorded well with the local Amherst authority in natural philosophy. Edward Hitchcock, president of Amherst College, devoted his life to maintaining the unbroken connection between the natural world and its divine Creator. He was a frequent lecturer at the college, and Emily had many opportunities to hear him speak. His emphasis was clear from the titles of his books, like Religious Truth Illustrated from Science (1857). Dickinson found the conventional religious wisdom the least compelling part of these arguments. From what she read and what she heard at Amherst Academy, scientific observation proved its excellence in powerful description. The writer who could say what he saw was invariably the writer who opened the greatest meaning to his readers. While this definition fit well with the science practiced by natural historians such as Hitchcock and Lincoln, it also articulates the poetic theory then being formed by a writer with whom Dickinson’s name was often later linked. In 1838 Emerson told his Harvard audience, “Always the seer is a sayer.” Acknowledging the human penchant for classification, he approached this phenomenon with a different intent. Less interested than some in using the natural world to prove a supernatural one, he called his listeners and readers’ attention to the creative power of definition. The individual who could say what is was the individual for whom words were power.\n\r\nWhile the strength of Amherst Academy lay in its emphasis on science, it also contributed to Dickinson’s development as a poet. The seven years at the academy provided her with her first “Master,” Leonard Humphrey, who served as principal of the academy from 1846 to 1848. Although Dickinson undoubtedly esteemed him while she was a student, her response to his unexpected death in 1850 clearly suggests her growing poetic interest. She wrote Abiah Root that her only tribute was her tears, and she lingered over them in her description. She will not brush them away, she says, for their presence is her expression. So, of course, is her language, which is in keeping with the memorial verses expected of 19th-century mourners.\n\r\nHumphrey’s designation as “Master” parallels the other relationships Emily was cultivating at school. At the academy she developed a group of close friends within and against whom she defined her self and its written expression. Among these were Abiah Root, Abby Wood, and Emily Fowler. Other girls from Amherst were among her friends—particularly Jane Humphrey, who had lived with the Dickinsons while attending Amherst Academy. As was common for young women of the middle class, the scant formal schooling they received in the academies for “young ladies” provided them with a momentary autonomy. As students, they were invited to take their intellectual work seriously. Many of the schools, like Amherst Academy, required full-day attendance, and thus domestic duties were subordinated to academic ones. The curriculum was often the same as that for a young man’s education. At their “School for Young Ladies,” William and Waldo Emerson, for example, recycled their Harvard assignments for their students. When asked for advice about future study, they offered the reading list expected of young men. Thus, the time at school was a time of intellectual challenge and relative freedom for girls, especially in an academy such as Amherst, which prided itself on its progressive understanding of education. The students looked to each other for their discussions, grew accustomed to thinking in terms of their identity as scholars, and faced a marked change when they left school.\n\r\nDickinson’s last term at Amherst Academy, however, did not mark the end of her formal schooling. As was common, Dickinson left the academy at the age of 15 in order to pursue a higher, and for women, final, level of education. In the fall of 1847 Dickinson entered Mount Holyoke Female Seminary. Under the guidance of Mary Lyon, the school was known for its religious predilection. Part and parcel of the curriculum were weekly sessions with Lyon in which religious questions were examined and the state of the students’ faith assessed. The young women were divided into three categories: those who were “established Christians,” those who “expressed hope,” and those who were “without hope.” Much has been made of Emily’s place in this latter category and of the widely circulated story that she was the only member of that group. Years later fellow student Clara Newman Turner remembered the moment when Mary Lyon “asked all those who wanted to be Christians to rise.” Emily remained seated. No one else did. Turner reports Emily’s comment to her: “‘They thought it queer I didn’t rise’—adding with a twinkle in her eye, ‘I thought a lie would be queerer.’“ Written in 1894, shortly after the publication of the first two volumes of Dickinson’s poetry and the initial publication of her letters, Turner’s reminiscences carry the burden of the 50 intervening years as well as the reviewers and readers’ delight in the apparent strangeness of the newly published Dickinson. The solitary rebel may well have been the only one sitting at that meeting, but the school records indicate that Dickinson was not alone in the “without hope” category. In fact, 30 students finished the school year with that designation.\n\r\nThe brevity of Emily’s stay at Mount Holyoke—a single year—has given rise to much speculation as to the nature of her departure. Some have argued that the beginning of her so-called reclusiveness can be seen in her frequent mentions of homesickness in her letters, but in no case do the letters suggest that her regular activities were disrupted. She did not make the same kind of close friends as she had at Amherst Academy, but her reports on the daily routine suggest that she was fully a part of the activities of the school. Additional questions are raised by the uncertainty over who made the decision that she not return for a second year. Dickinson attributed the decision to her father, but she said nothing further about his reasoning. Edward Dickinson’s reputation as a domineering individual in private and public affairs suggests that his decision may have stemmed from his desire to keep this particular daughter at home. Dickinson’s comments occasionally substantiate such speculation. She frequently represents herself as essential to her father’s contentment. But in other places her description of her father is quite different (the individual too busy with his law practice to notice what occurred at home). The least sensational explanation has been offered by biographer Richard Sewall. Looking over the Mount Holyoke curriculum and seeing how many of the texts duplicated those Dickinson had already studied at Amherst, he concludes that Mount Holyoke had little new to offer her. Whatever the reason, when it came Vinnie’s turn to attend a female seminary, she was sent to Ipswich.\n\r\nDickinson’s departure from Mount Holyoke marked the end of her formal schooling. It also prompted the dissatisfaction common among young women in the early 19th century. Upon their return, unmarried daughters were indeed expected to demonstrate their dutiful nature by setting aside their own interests in order to meet the needs of the home. For Dickinson the change was hardly welcome. Her letters from the early 1850s register dislike of domestic work and frustration with the time constraints created by the work that was never done. “God keep me from what they call households,” she exclaimed in a letter to Root in 1850.\n \nParticularly annoying were the number of calls expected of the women in the Homestead. Edward Dickinson’s prominence meant a tacit support within the private sphere. The daily rounds of receiving and paying visits were deemed essential to social standing. Not only were visitors to the college welcome at all times in the home, but also members of the Whig Party or the legislators with whom Edward Dickinson worked. Emily Norcross Dickinson’s retreat into poor health in the 1850s may well be understood as one response to such a routine.\n\r\nFor Dickinson, the pace of such visits was mind-numbing, and she began limiting the number of visits she made or received. She baked bread and tended the garden, but she would neither dust nor visit. There was one other duty she gladly took on. As the elder of Austin’s two sisters, she slotted herself into the expected role of counselor and confidante. In the 19th century the sister was expected to act as moral guide to her brother; Dickinson rose to that requirement—but on her own terms. Known at school as a “wit,” she put a sharp edge on her sweetest remarks. In her early letters to Austin, she represented the eldest child as the rising hope of the family. From Dickinson’s perspective, Austin’s safe passage to adulthood depended on two aspects of his character. With the first she was in firm agreement with the wisdom of the century: the young man should emerge from his education with a firm loyalty to home. The second was Dickinson’s own invention: Austin’s success depended on a ruthless intellectual honesty. If he borrowed his ideas, he failed her test of character. There were to be no pieties between them, and when she detected his own reliance on conventional wisdom, she used her language to challenge what he had left unquestioned.\n\r\nIn her letters to Austin in the early 1850s, while he was teaching and in the mid 1850s during his three years as a law student at Harvard, she presented herself as a keen critic, using extravagant praise to invite him to question the worth of his own perceptions. She positioned herself as a spur to his ambition, readily reminding him of her own work when she wondered about the extent of his. Dickinson’s 1850s letters to Austin are marked by an intensity that did not outlast the decade. As Austin faced his own future, most of his choices defined an increasing separation between his sister’s world and his. Initially lured by the prospect of going West, he decided to settle in Amherst, apparently at his father’s urging. Not only did he return to his hometown, but he also joined his father in his law practice. Austin Dickinson gradually took over his father’s role: He too became the citizen of Amherst, treasurer of the College, and chairman of the Cattle Show. In only one case, and an increasingly controversial one, Austin Dickinson’s decision offered Dickinson the intensity she desired. His marriage to Susan Gilbert brought a new “sister” into the family, one with whom Dickinson felt she had much in common. That Gilbert’s intensity was of a different order Dickinson would learn over time, but in the early 1850s, as her relationship with Austin was waning, her relationship with Gilbert was growing. Gilbert would figure powerfully in Dickinson’s life as a beloved comrade, critic, and alter ego.\n\r\nBorn just nine days after Dickinson, Susan Gilbert entered a profoundly different world from the one she would one day share with her sister-in-law. The daughter of a tavern keeper, Sue was born at the margins of Amherst society. Her father’s work defined her world as clearly as Edward Dickinson’s did that of his daughters. Had her father lived, Sue might never have moved from the world of the working class to the world of educated lawyers. Sue’s mother died in 1837; her father, in 1841. After her mother’s death, she and her sister Martha were sent to live with their aunt in Geneva, New York. They returned periodically to Amherst to visit their older married sister, Harriet Gilbert Cutler. Sue, however, returned to Amherst to live and attend school in 1847. Enrolled at Amherst Academy while Dickinson was at Mount Holyoke, Sue was gradually included in the Dickinson circle of friends by way of her sister Martha.\n\r\nThe end of Sue’s schooling signaled the beginning of work outside the home. She took a teaching position in Baltimore in 1851. On the eve of her departure, Amherst was in the midst of a religious revival. The community was galvanized by the strong preaching of both its regular and its visiting ministers. The Dickinson household was memorably affected. Emily Norcross Dickinson’s church membership dated from 1831, a few months after Emily’s birth. By the end of the revival, two more of the family members counted themselves among the saved: Edward Dickinson joined the church on August 11, 1850, the day as Susan Gilbert. Vinnie Dickinson delayed some months longer, until November. Austin Dickinson waited several more years, joining the church in 1856, the year of his marriage. The other daughter never made that profession of faith. As Dickinson wrote to her friend Jane Humphrey in 1850, “I am standing alone in rebellion.”\n\r\nTo gauge the extent of Dickinson’s rebellion, consideration must be taken of the nature of church membership at the time as well as the attitudes toward revivalist fervor. As shown by Edward Dickinson’s and Susan Gilbert’s decisions to join the church in 1850, church membership was not tied to any particular stage of a person’s life. To be enrolled as a member was not a matter of age but of “conviction.” The individuals had first to be convinced of a true conversion experience, had to believe themselves chosen by God, of his “elect.” In keeping with the old-style Calvinism, the world was divided among the regenerate, the unregenerate, and those in between. The categories Mary Lyon used at Mount Holyoke (“established Christians,” “without hope,” and “with hope”) were the standard of the revivalist. But unlike their Puritan predecessors, the members of this generation moved with greater freedom between the latter two categories. Those “without hope” might well see a different possibility for themselves after a season of intense religious focus. The 19th-century Christians of Calvinist persuasion continued to maintain the absolute power of God’s election. His omnipotence could not be compromised by an individual’s effort; however, the individual’s unquestioning search for a true faith was an unalterable part of the salvific equation. While God would not simply choose those who chose themselves, he also would only make his choice from those present and accounted for—thus, the importance of church attendance as well as the centrality of religious self-examination. Revivals guaranteed that both would be inescapable.\n\r\nAs Dickinson wrote in a poem dated to 1875, “Escape is such a thankful Word.” In fact, her references to “escape” occur primarily in reference to the soul. In her scheme of redemption, salvation depended upon freedom. The poem ends with praise for the “trusty word” of escape. Contrasting a vision of “the savior” with the condition of being “saved,” Dickinson says there is clearly one choice: “And that is why I lay my Head / Opon this trusty word -” She invites the reader to compare one incarnation with another. Upending the Christian language about the “word,” Dickinson substitutes her own agency for the incarnate savior. She will choose “escape.” A decade earlier, the choice had been as apparent. In the poems from 1862 Dickinson describes the soul’s defining experiences. Figuring these “events” in terms of moments, she passes from the soul’s “Bandaged moments” of suspect thought to the soul’s freedom. In these “moments of escape,” the soul will not be confined; nor will its explosive power be contained: “The soul has moments of escape - / When bursting all the doors - / She dances like a Bomb, abroad, / And swings opon the Hours,”\n\r\nLike the soul of her description, Dickinson refused to be confined by the elements expected of her. The demands of her father’s, her mother’s, and her dear friends’ religion invariably prompted such “moments of escape.” During the period of the 1850 revival in Amherst, Dickinson reported her own assessment of the circumstances. Far from using the language of “renewal” associated with revivalist vocabulary, she described a landscape of desolation darkened by an affliction of the spirit. In her “rebellion” letter to Humphrey, she wrote, “How lonely this world is growing, something so desolate creeps over the spirit and we don’t know its name, and it won’t go away, either Heaven is seeming greater, or Earth a great deal more small, or God is more ‘Our Father,’ and we feel our need increased. Christ is calling everyone here, all my companions have answered, even my darling Vinnie believes she loves, and trusts him, and I am standing alone in rebellion, and growing very careless. Abby, Mary, Jane, and farthest of all my Vinnie have been seeking, and they all believe they have found; I can’t tell you what they have found, but they think it is something precious. I wonder if it is?”\n\r\nDickinson’s question frames the decade. Within those 10 years she defined what was incontrovertibly precious to her. Not religion, but poetry; not the vehicle reduced to its tenor, but the process of making metaphor and watching the meaning emerge. As early as 1850 her letters suggest that her mind was turning over the possibility of her own work. Extending the contrast between herself and her friends, she described but did not specify an “aim” to her life. She announced its novelty (“I have dared to do strange things—bold things”), asserted her independence (“and have asked no advice from any”), and couched it in the language of temptation (“I have heeded beautiful tempters”). She described the winter as one long dream from which she had not yet awakened. That winter began with the gift of Ralph Waldo Emerson’s Poems for New Year’s. Her letters of the period are frequent and long. Their heightened language provided working space for herself as writer. In these passionate letters to her female friends, she tried out different voices. At times she sounded like the female protagonist from a contemporary novel; at times, she was the narrator who chastises her characters for their failure to see beyond complicated circumstances. She played the wit and sounded the divine, exploring the possibility of the new converts’ religious faith only to come up short against its distinct unreality in her own experience. And finally, she confronted the difference imposed by that challenging change of state from daughter/sister to wife.\n\r\nLacking the letters written to Dickinson, readers cannot know whether the language of her friends matched her own, but the freedom with which Dickinson wrote to Humphrey and to Fowler suggests that their own responses encouraged hers. Perhaps this sense of encouragement was nowhere stronger than with Gilbert. Although little is known of their early relations, the letters written to Gilbert while she was teaching at Baltimore speak with a kind of hope for a shared perspective, if not a shared vocation. Recent critics have speculated that Gilbert, like Dickinson, thought of herself as a poet. Several of Dickinson’s letters stand behind this speculation, as does one of the few pieces of surviving correspondence with Gilbert from 1861—their discussion and disagreement over the second stanza of Dickinson’s “Safe in their Alabaster Chambers.” Writing to Gilbert in 1851, Dickinson imagined that their books would one day keep company with the poets. They will not be ignominiously jumbled together with grammars and dictionaries (the fate assigned to Henry Wadsworth Longfellow’s in the local stationer’s). Sue and Emily, she reports, are “the only poets.”\n\r\nWhatever Gilbert’s poetic aspirations were, Dickinson clearly looked to Gilbert as one of her most important readers, if not the most important. She sent Gilbert more than 270 of her poems. Gilbert may well have read most of the poems that Dickinson wrote. In many cases the poems were written for her. They functioned as letters, with perhaps an additional line of greeting or closing. Gilbert’s involvement, however, did not satisfy Dickinson. In 1850-1851 there had been some minor argument, perhaps about religion. In the mid 1850s a more serious break occurred, one that was healed, yet one that marked a change in the nature of the relationship. In a letter dated to 1854 Dickinson begins bluntly, “Sue—you can go or stay—There is but one alternative—We differ often lately, and this must be the last.” The nature of the difference remains unknown. Critics have speculated about its connection with religion, with Austin Dickinson, with poetry, with their own love for each other. The nature of that love has been much debated: What did Dickinson’s passionate language signify? Her words are the declarations of a lover, but such language is not unique to the letters to Gilbert. It appears in the correspondence with Fowler and Humphrey. As Carroll Smith-Rosenberg has illustrated in Disorderly Conduct: Visions of Gender in Victorian America (1985), female friendships in the 19th century were often passionate. But modern categories of sexual relations do not fit neatly with the verbal record of the 19th century. “The love that dare not speak its name” may well have been a kind of common parlance among mid-19th-century women.\n\r\nDickinson’s own ambivalence toward marriage—an ambivalence so common as to be ubiquitous in the journals of young women—was clearly grounded in her perception of what the role of “wife” required. From her own housework as dutiful daughter, she had seen how secondary her own work became. In her observation of married women, her mother not excluded, she saw the failing health, the unmet demands, the absenting of self that was part of the husband-wife relationship. The “wife” poems of the 1860s reflect this ambivalence. The gold wears away; “amplitude” and “awe” are absent for the woman who meets the requirements of wife. The loss remains unspoken, but, like the irritating grain in the oyster’s shell, it leaves behind ample evidence.\nShe rose to His Requirement – dropt\r\nThe Playthings of Her Life\r\nTo take the honorable Work\r\nOf Woman, and of Wife -\n\r\nIf ought She missed in Her new Day,\r\nOf Amplitude, or Awe -\r\nOr first Prospective - Or the Gold\r\nIn using, wear away,\n\r\nIt lay unmentioned - as the Sea\r\nDevelope Pearl, and Weed,\r\nBut only to Himself - be known\r\nThe Fathoms they abide -\n\r\nLittle wonder that the words of another poem bound the woman’s life by the wedding. In one line the woman is “Born—Bridalled—Shrouded.”\n\r\nSuch thoughts did not belong to the poems alone. Writing to Gilbert in the midst of Gilbert’s courtship with Austin Dickinson, only four years before their marriage, Dickinson painted a haunting picture. She began with a discussion of “union” but implied that its conventional connection with marriage was not her meaning. She wrote, “Those unions, my dear Susie, by which two lives are one, this sweet and strange adoption wherein we can but look, and are not yet admitted, how it can fill the heart, and make it gang wildly beating, how it will take us one day, and make us all it’s own, and we shall not run away from it, but lie still and be happy!” The use evokes the conventional association with marriage, but as Dickinson continued her reflection, she distinguished between the imagined happiness of “union” and the parched life of the married woman. She commented, “How dull our lives must seem to the bride, and the plighted maiden, whose days are fed with gold, and who gathers pearls every evening; but to the wife, Susie, sometimes the wife forgotten, our lives perhaps seem dearer than all others in the world; you have seen flowers at morning, satisfied with the dew, and those same sweet flowers at noon with their heads bowed in anguish before the mighty sun.” The bride for whom the gold has not yet worn away, who gathers pearls without knowing what lies at their core, cannot fathom the value of the unmarried woman’s life. That remains to be discovered—too late—by the wife. Her wilted noon is hardly the happiness associated with Dickinson’s first mention of union. Rather, that bond belongs to another relationship, one that clearly she broached with Gilbert. Defined by an illuminating aim, it is particular to its holder, yet shared deeply with another. Dickinson represents her own position, and in turn asks Gilbert whether such a perspective is not also hers: “I have always hoped to know if you had no dear fancy, illumining all your life, no one of whom you murmured in the faithful ear of night—and at whose side in fancy, you walked the livelong day.” Dickinson’s “dear fancy” of becoming poet would indeed illumine her life. What remained less dependable was Gilbert’s accompaniment.\n\r\nThat Susan Dickinson would not join Dickinson in the “walk” became increasingly clear as she turned her attention to the social duties befitting the wife of a rising lawyer. Between hosting distinguished visitors (Emerson among them), presiding over various dinners, and mothering three children, Susan Dickinson’s “dear fancy” was far from Dickinson’s. As Dickinson had predicted, their paths diverged, but the letters and poems continued. The letters grow more cryptic, aphorism defining the distance between them. Dickinson began to divide her attention between Susan Dickinson and Susan’s children. In the last decade of Dickinson’s life, she apparently facilitated the extramarital affair between her brother and Mabel Loomis Todd. Regardless of outward behavior, however, Susan Dickinson remained a center to Dickinson’s circumference.\n \nAs the relationship with Susan Dickinson wavered, other aspects in Dickinson’s life were just coming to the fore. The 1850s marked a shift in her friendships. As her school friends married, she sought new companions. Defined by the written word, they divided between the known correspondent and the admired author. No new source of companionship for Dickinson, her books were primary voices behind her own writing. Regardless of the reading endorsed by the master in the academy or the father in the house, Dickinson read widely among the contemporary authors on both sides of the Atlantic. Among the British were the Romantic poets, the Brontë sisters, the Brownings, and George Eliot. On the American side was the unlikely company of Longfellow, Thoreau, Nathaniel Hawthorne, and Emerson. With a knowledge-bound sentence that suggested she knew more than she revealed, she claimed not to have read Whitman. She read Thomas Carlyle, Charles Darwin, and Matthew Arnold. Her contemporaries gave Dickinson a kind of currency for her own writing, but commanding equal ground were the Bible and Shakespeare. While the authors were here defined by their inaccessibility, the allusions in Dickinson’s letters and poems suggest just how vividly she imagined her words in conversation with others.\n\r\nIncluded in these epistolary conversations were her actual correspondents. Their number was growing. In two cases, the individuals were editors; later generations have wondered whether Dickinson saw Samuel Bowles and Josiah Holland as men who were likely to help her poetry into print. Bowles was chief editor of the Springfield Republican; Holland joined him in those duties in 1850. With both men Dickinson forwarded a lively correspondence. To each she sent many poems, and seven of those poems were printed in the paper—“Sic transit gloria mundi,” “Nobody knows this little rose,” “I Taste a liquor never brewed,” “Safe in their Alabaster Chambers,” “Flowers – Well – if anybody,” “Blazing in gold and quenching in purple,” and “A narrow fellow in the grass.” The language in Dickinson’s letters to Bowles is similar to the passionate language of her letters to Susan Gilbert Dickinson. She readily declared her love to him; yet, as readily declared that love to his wife, Mary. In each she hoped to find an answering spirit, and from each she settled on different conclusions. Josiah Holland never elicited declarations of love. When she wrote to him, she wrote primarily to his wife. In contrast to the friends who married, Mary Holland became a sister she did not have to forfeit.\n\r\nThese friendships were in their early moments in 1853 when Edward Dickinson took up residence in Washington as he entered what he hoped would be the first of many terms in Congress. With their father’s absence, Vinnie and Emily Dickinson spent more time visiting—staying with the Hollands in Springfield or heading to Washington. In 1855 after one such visit, the sisters stopped in Philadelphia on their return to Amherst. Staying with their Amherst friend Eliza Coleman, they likely attended church with her. The minister in the pulpit was Charles Wadsworth, renowned for his preaching and pastoral care. Dickinson found herself interested in both. She eventually deemed Wadsworth one of her “Masters.” No letters from Dickinson to Wadsworth are extant, and yet the correspondence with Mary Holland indicates that Holland forwarded many letters from Dickinson to Wadsworth. The content of those letters is unknown. That Dickinson felt the need to send them under the covering hand of Holland suggests an intimacy critics have long puzzled over. As with Susan Dickinson, the question of relationship seems irreducible to familiar terms. While many have assumed a “love affair”—and in certain cases, assumption extends to a consummation in more than words—there is little evidence to support a sensationalized version. The only surviving letter written by Wadsworth to Dickinson dates from 1862. It speaks of the pastor’s concern for one of his flock: “I am distressed beyond measure at your note, received this moment, —I can only imagine the affliction which has befallen, or is now befalling you. Believe me, be what it may, you have all my sympathy, and my constant, earnest prayers.” Whether her letter to him has in fact survived is not clear. There are three letters addressed to an unnamed “Master”—the so-called “Master Letters”—but they are silent on the question of whether or not the letters were sent and if so, to whom. The second letter in particular speaks of “affliction” through sharply expressed pain. This language may have prompted Wadsworth’s response, but there is no conclusive evidence.\n\r\nEdward Dickinson did not win reelection and thus turned his attention to his Amherst residence after his defeat in November 1855. At this time Edward’s law partnership with his son became a daily reality. He also returned his family to the Homestead. Emily Dickinson had been born in that house; the Dickinsons had resided there for the first 10 years of her life. She had also spent time at the Homestead with her cousin John Graves and with Susan Dickinson during Edward Dickinson’s term in Washington. It became the center of Dickinson’s daily world from which she sent her mind “out upon Circumference,” writing hundreds of poems and letters in the rooms she had known for most of her life. It was not, however, a solitary house but increasingly became defined by its proximity to the house next door. Austin Dickinson and Susan Gilbert married in July 1856. They settled in the Evergreens, the house newly built down the path from the Homestead.\n\r\nFor Dickinson, the next years were both powerful and difficult. Her letters reflect the centrality of friendship in her life. As she commented to Bowles in 1858, “My friends are my ‘estate.’ Forgive me then the avarice to hoard them.” By this time in her life, there were significant losses to that “estate” through death—her first “Master,” Leonard Humphrey, in 1850; the second, Benjamin Newton, in 1853. There were also the losses through marriage and the mirror of loss, departure from Amherst. Whether comforting Mary Bowles on a stillbirth, remembering the death of a friend’s wife, or consoling her cousins Frances and Louise Norcross after their mother’s death, her words sought to accomplish the impossible. “Split lives—never ‘get well,’” she commented; yet, in her letters she wrote into that divide, offering images to hold these lives together. Her approach forged a particular kind of connection. In these years, she turned increasingly to the cryptic style that came to define her writing. The letters are rich in aphorism and dense with allusion. She asks her reader to complete the connection her words only imply—to round out the context from which the allusion is taken, to take the part and imagine a whole. Through her letters, Dickinson reminds her correspondents that their broken worlds are not a mere chaos of fragments. Behind the seeming fragments of her short statements lies the invitation to remember the world in which each correspondent shares a certain and rich knowledge with the other. They alone know the extent of their connections; the friendship has given them the experiences peculiar to the relation.\n\r\nAt the same time that Dickinson was celebrating friendship, she was also limiting the amount of daily time she spent with other people. By 1858, when she solicited a visit from her cousin Louise Norcross, Dickinson reminded Norcross that she was “one of the ones from whom I do not run away.” Much, and in all likelihood too much, has been made of Dickinson’s decision to restrict her visits with other people. She has been termed “recluse” and “hermit.” Both terms sensationalize a decision that has come to be seen as eminently practical. As Dickinson’s experience taught her, household duties were anathema to other activities. The visiting alone was so time-consuming as to be prohibitive in itself. As she turned her attention to writing, she gradually eased out of the countless rounds of social calls. Sometime in 1858 she began organizing her poems into distinct groupings. These “fascicles,” as Mabel Loomis Todd, Dickinson’s first editor, termed them, comprised fair copies of the poems, several written on a page, the pages sewn together. By 1860 Dickinson had written more than 150 poems. At the same time, she pursued an active correspondence with many individuals. For Dickinson, letter writing was “visiting” at its best. It was focused and uninterrupted. Other callers would not intrude. It winnowed out “polite conversation.” The correspondents could speak their minds outside the formulas of parlor conversation. Foremost, it meant an active engagement in the art of writing. If Dickinson began her letters as a kind of literary apprenticeship, using them to hone her skills of expression, she turned practice into performance. The genre offered ample opportunity for the play of meaning.\n\r\nBy the late 1850s the poems as well as the letters begin to speak with their own distinct voice. They shift from the early lush language of the 1850s valentines to their signature economy of expression. The poems dated to 1858 already carry the familiar metric pattern of the hymn. The alternating four-beat/three-beat lines are marked by a brevity in turn reinforced by Dickinson’s syntax. Her poems followed both the cadence and the rhythm of the hymn form she adopted. This form was fertile ground for her poetic exploration. Through its faithful predictability, she could play content off against form. While certain lines accord with their place in the hymn—either leading the reader to the next line or drawing a thought to its conclusion—the poems are as likely to upend the structure so that the expected moment of cadence includes the words that speak the greatest ambiguity. In the following poem, the hymn meter is respected until the last line. A poem built from biblical quotations, it undermines their certainty through both rhythm and image. In the first stanza Dickinson breaks lines one and three with her asides to the implied listener. The poem is figured as a conversation about who enters Heaven. It begins with biblical references, then uses the story of the rich man’s difficulty as the governing image for the rest of the poem. Unlike Christ’s counsel to the young man, however, Dickinson’s images turn decidedly secular. She places the reader in a world of commodity with its brokers and discounts, its dividends and costs. The neat financial transaction ends on a note of incompleteness created by rhythm, sound, and definition. The final line is truncated to a single iamb, the final word ends with an open double s sound, and the word itself describes uncertainty:\nYou’re right – “the way is narrow”\r\nAnd “difficult the Gate” -\r\nAnd “few there be” - Correct again -\r\nThat “enter in - thereat” - \n\n’Tis Costly - so are purples!\n’Tis just the price of Breath -\r\nWith but the “Discount” of the Grave -\r\nTermed by the Brokers – “Death”! \n\r\nAnd after that - there’s Heaven -\r\nThe Good man’s – “Dividend” -\r\nAnd Bad men – “go to Jail” -\r\nI guess –\nThe late 1850s marked the beginning of Dickinson’s greatest poetic period. By 1865 she had written nearly 1,100 poems. Bounded on one side by Austin and Susan Dickinson’s marriage and on the other by severe difficulty with her eyesight, the years between held an explosion of expression in both poems and letters. Her own stated ambitions are cryptic and contradictory. Later critics have read the epistolary comments about her own “wickedness” as a tacit acknowledgment of her poetic ambition. In contrast to joining the church, she joined the ranks of the writers, a potentially suspect group. Distrust, however, extended only to certain types. If Dickinson associated herself with the Wattses and the Cowpers, she occupied respected literary ground; if she aspired toward Pope or Shakespeare, she crossed into the ranks of the “libertine.” Dickinson’s poems themselves suggest she made no such distinctions—she blended the form of Watts with the content of Shakespeare. She described personae of her poems as disobedient children and youthful “debauchees.”\n\r\nThe place she envisioned for her writing is far from clear. Did she pursue the friendships with Bowles and Holland in the hope that these editors would help her poetry into print? Did she identify her poems as apt candidates for inclusion in the “Portfolio” pages of newspapers, or did she always imagine a different kind of circulation for her writing? Dickinson apologized for the public appearance of her poem “A Narrow Fellow in the Grass,” claiming that it had been stolen from her, but her own complicity in such theft remains unknown. Her April 1862 letter to the well-known literary figure Thomas Wentworth Higginson certainly suggests a particular answer. Written as a response to his Atlantic Monthly article “Letter to a Young Contributor” –the lead article in the April issue—her intention seems unmistakable. She sent him four poems, one of which she had worked over several times. With this gesture she placed herself in the ranks of “young contributor,” offering him a sample of her work, hoping for its acceptance. Her accompanying letter, however, does not speak the language of publication. It decidedly asks for his estimate; yet, at the same time it couches the request in terms far different from the vocabulary of the literary marketplace:\nMr. Higginson,\nAre you too deeply occupied to say if my Verse is alive?\nThe Mind is so near itself—it cannot see, distinctly—and I have none to ask—\nShould you think it breathed—and had you the leisure to tell me, I should feel quick gratitude—\nIf I make the mistake—that you dared to tell me—would give me sincerer honor—toward you—\nI enclose my name—asking you, if you please—Sir—to tell me what is true?\nThat you will not betray me—it is needless to ask—since Honor is it’s own pawn—\nHigginson’s response is not extant. It can only be gleaned from Dickinson’s subsequent letters. In them she makes clear that Higginson’s response was far from an enthusiastic endorsement. She speaks of the “surgery” he performed; she asks him if the subsequent poems that she has sent are “more orderly.”\n\r\nHigginson himself was intrigued but not impressed. His first recorded comments about Dickinson’s poetry are dismissive. In a letter to Atlantic Monthly editor James T. Fields, Higginson complained about the response to his article: “I foresee that ‘Young Contributors’ will send me worse things than ever now. Two such specimens of verse as came yesterday & day before—fortunately not to be forwarded for publication!” He had received Dickinson’s poems the day before he wrote this letter. While Dickinson’s letters clearly piqued his curiosity, he did not readily envision a published poet emerging from this poetry, which he found poorly structured. As is made clear by one of Dickinson’s responses, he counseled her to work longer and harder on her poetry before she attempted its publication. Her reply, in turn, piques the later reader’s curiosity. She wrote, “I smile when you suggest that I delay ‘to publish’—that being foreign to my thought, as Firmament to Fin.” What lay behind this comment? The brave cover of profound disappointment? The accurate rendering of her own ambition? Sometime in 1863 she wrote her often-quoted poem about publication with its disparaging remarks about reducing expression to a market value. At a time when slave auctions were palpably rendered for a Northern audience, she offered another example of the corrupting force of the merchant’s world. The poem begins, “Publication - is the Auction / Of the Mind of Man” and ends by returning its reader to the image of the opening: “But reduce no Human Spirit / To Disgrace of Price -.”\n\r\nWhile Dickinson spoke strongly against publication once Higginson had suggested its inadvisability, her earlier remarks tell a different story. In the same letter to Higginson in which she eschews publication, she also asserts her identity as a poet. “My dying Tutor told me that he would like to live till I had been a poet.” In all likelihood the tutor is Ben Newton, the lawyer who had given her Emerson’s Poems. His death in 1853 suggests how early Dickinson was beginning to think of herself as a poet, but unexplained is Dickinson’s view on the relationship between being a poet and being published. When she was working over her poem “Safe in their Alabaster Chambers,” one of the poems included with the first letter to Higginson, she suggested that the distance between firmament and fin was not as far as it first appeared. As she reworked the second stanza again, and yet again, she indicated a future that did not preclude publication. She wrote to Sue, “Could I make you and Austin—proud—sometime—a great way off—’twould give me taller feet.” Written sometime in 1861, the letter predates her exchange with Higginson. Again, the frame of reference is omitted. One can only conjecture what circumstance would lead to Austin and Susan Dickinson’s pride. That such pride is in direct relation to Dickinson’s poetry is unquestioned; that it means publication is not. Given her penchant for double meanings, her anticipation of “taller feet” might well signal a change of poetic form. Her ambition lay in moving from brevity to expanse, but this movement again is the later reader’s speculation. The only evidence is the few poems published in the 1850s and 1860s and a single poem published in the 1870s.\n\r\nThis minimal publication, however, was not a retreat to a completely private expression. Her poems circulated widely among her friends, and this audience was part and parcel of women’s literary culture in the 19th century. She sent poems to nearly all her correspondents; they in turn may well have read those poems with their friends. Dickinson’s poems were rarely restricted to her eyes alone. She continued to collect her poems into distinct packets. The practice has been seen as her own trope on domestic work: she sewed the pages together. Poetry was by no means foreign to women’s daily tasks—mending, sewing, stitching together the material to clothe the person. Unremarked, however, is its other kinship. Her work was also the minister’s. Preachers stitched together the pages of their sermons, a task they apparently undertook themselves.\n\r\nDickinson’s comments on herself as poet invariably implied a widespread audience. As she commented to Higginson in 1862, “My Business is Circumference.” She adapted that phrase to two other endings, both of which reinforced the expansiveness she envisioned for her work. To the Hollands she wrote, “My business is to love. … My Business is to Sing.” In all versions of that phrase, the guiding image evokes boundlessness. In song the sound of the voice extends across space, and the ear cannot accurately measure its dissipating tones. Love is idealized as a condition without end. Even the “circumference”—the image that Dickinson returned to many times in her poetry—is a boundary that suggests boundlessness. As Emerson’s essay “Circles” may well have taught Dickinson, another circle can always be drawn around any circumference. When, in Dickinson’s terms, individuals go “out upon Circumference,” they stand on the edge of an unbounded space. Dickinson’s use of the image refers directly to the project central to her poetic work. It appears in the structure of her declaration to Higginson; it is integral to the structure and subjects of the poems themselves. The key rests in the small word is. In her poetry Dickinson set herself the double-edged task of definition. Her poems frequently identify themselves as definitions: “‘Hope’ is the thing with feathers,” “Renunciation—is a piercing Virtue,” “Remorse—is Memory—awake,” or “Eden is that old fashioned House.” As these examples illustrate, Dickinsonian definition is inseparable from metaphor. The statement that says “is” is invariably the statement that articulates a comparison. “We see—Comparatively,” Dickinson wrote, and her poems demonstrate that assertion. In the world of her poetry, definition proceeds via comparison. One cannot say directly what is; essence remains unnamed and unnameable. In its place the poet articulates connections created out of correspondence. In some cases the abstract noun is matched with a concrete object—hope figures as a bird, its appearances and disappearances signaled by the defining element of flight. In other cases, one abstract concept is connected with another, remorse described as wakeful memory; renunciation, as the “piercing virtue.”\n\r\nComparison becomes a reciprocal process. Dickinson’s metaphors observe no firm distinction between tenor and vehicle. Defining one concept in terms of another produces a new layer of meaning in which both terms are changed. Neither hope nor birds are seen in the same way by the end of Dickinson’s poem. Dickinson frequently builds her poems around this trope of change. Her vocabulary circles around transformation, often ending before change is completed. The final lines of her poems might well be defined by their inconclusiveness: the “I guess” of “You’re right - ’the way is narrow’“; a direct statement of slippage—”and then - it doesn’t stay”—in “I prayed, at first, a little Girl.” Dickinson’s endings are frequently open. In this world of comparison, extremes are powerful. There are many negative definitions and sharp contrasts. While the emphasis on the outer limits of emotion may well be the most familiar form of the Dickinsonian extreme, it is not the only one. Dickinson’s use of synecdoche is yet another version. The part that is taken for the whole functions by way of contrast. The specific detail speaks for the thing itself, but in its speaking, it reminds the reader of the difference between the minute particular and what it represents. Opposition frames the system of meaning in Dickinson’s poetry: the reader knows what is, by what is not. In an early poem, “There’s a certain Slant of light, (320)” Dickinson located meaning in a geography of “internal difference.” Her 1862 poem “It was not Death, for I stood up, (355)” picks up on this important thread in her career. \nEmily Dickinson died in Amherst in 1886. After her death her family members found her hand-sewn books, or “fascicles.” These fascicles contained nearly 1,800 poems. Though Mabel Loomis Todd and Higginson published the first selection of her poems in 1890, a complete volume did not appear until 1955. Edited by Thomas H. Johnson, the poems still bore the editorial hand of Todd and Higginson. It was not until R.W. Franklin’s version of Dickinson’s poems appeared in 1998 that her order, unusual punctuation and spelling choices were completely restored.\n \n \n \n \n \n \n", "attrs": {"Region:": ["U.S., New England"]}}