{"pf_url": "https://www.poetryfoundation.org/poets/emily-bronte", "name": "Emily Brontë", "yob": "1818", "yod": "1848", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/60281d081805b008638a7431f80e0b665e4c4e30.jpeg", "bio": "\nThe only poems by Emily Brontë that were published in her lifetime were included in a slim volume by Brontë and her sisters Charlotte and Anne titled Poems by Currer, Ellis, and Acton Bell (1846), which sold a mere two copies and received only three unsigned reviews in the months following its publication. The three notices were positive, however, especially with respect to the contributions of Ellis Bell—Emily Brontë. The writer of the review in the 4 July 1846 Athenaeum, for example, noted her \"fine quaint spirit\" and asserted that she had \"things to speak that men will be glad to hear,—and an evident power of wing that may reach heights not here attempted.\" It seemed in 1848, the year of Emily's death, as if this potential were never to be realized. However, Brontë's twenty-one contributions to Poems represented only a fraction of the nearly two hundred poems collected by C. W. Hatfield in his noteworthy edition, The Complete Poems of Emily Jane Brontë (1941). Several factors combined to delay the publication of a complete, accurately edited collection of Brontë's poems: her sister Charlotte, who in her heavy-handed revision of seventeen unpublished poems by Brontë to accompany the 1850 edition of Wuthering Heights, first published in 1847, went so far as to add lines and whole stanzas; the wide dispersal of Brontë's manuscripts after their sale in 1895 by Charlotte's widower, Arthur Bell Nicholls; and finally the difficulty in reading the manuscripts, some of which Brontë wrote in a tiny, crabbed script on irregular bits of paper. Ranging from 1836 to 1846—fortunately, Brontë dated all but about a dozen of her poems—these verses reveal that she had indeed reached the heights attempted in the poems in the 1846 volume.\n\r\nUnfortunately the student of Brontë's biography cannot rely on the signposts she left on her manuscripts and must try to reconstruct her life from a scarcity of material. The plays and stories she wrote with her sister Anne about the imaginary land of Gondal have not survived. Her other prose consists of seven essays in French, a few notes, and four birthday letters she exchanged with Anne. Much of what we know about Brontë is seen at a remove, through Charlotte's writings about her or Elizabeth Gaskell's biography of Charlotte. Myths about the family abound, but Brontë seems to be the most mysterious figure of all of them. She is alternately the isolated artist striding the Yorkshire moors, the painfully shy girl-woman unable to leave the confines of her home, the heterodox creator capable of conceiving the amoral Heathcliff, the brusque intellect unwilling to deal with normal society, and the ethereal soul too fragile to confront the temporal world. There is probably an element of truth as well as hyperbole in each of these views. Again, the fault lies in part with Charlotte, who in her effort to assuage the critical charge of \"coarseness\" aimed at the author of Wuthering Heights wrote a \"Biographical Notice of Ellis and Acton Bell\" to accompany the 1850 edition of that novel and Anne's Agnes Grey. Of Brontë she wrote, \"Under an unsophisticated culture, inartificial tastes, and an unpretending outside, lay a secret power and fire that might have informed the brain and kindled the veins of a hero; but she had no worldly wisdom; her powers were unadapted to the practical business of life. An interpreter ought always to have stood between her and the world.\" The real identity of the poet who created the fierce queens of Gondal and the visionaries of the subjective poetry lies somewhere between the shadowy myths about Brontë and the documented facts.\n\r\nEmily Brontë was born on 30 July 1818 in the parsonage at Thornton in Yorkshire to the Reverend Patrick Brontë and Maria Branwell Brontë, the fifth of their sixth children after Maria, Elizabeth, Charlotte, and Branwell and the only daughter to be given a middle name. Both parents displayed literary ambitions; Patrick Brontë's The Cottage in the Wood, an Evangelical tale supporting Sunday schools and castigating the evils of drinking, was published in 1815, and during the same year Maria Branwell wrote an apparently unpublished piece titled \"The Advantages of Poverty, in Religious Concerns,\" a sincere and pious essay exhorting the faithful to care for the poor. In the year of Emily's birth Patrick's novella The Maid of Killarney was also published. Though Brontë continued throughout her life to observe her father's writing of sermons, articles, fiction, and poetry, she lost the example of her bright and vivacious mother shortly after the family's move to Haworth in 1820. Weakened by the birth of six children in as many years (Anne was born 17 January 1820), Maria Branwell was unable to fight off illness and died of cancer on 15 September 1821. Her sister, Elizabeth Branwell, moved into the parsonage that same month to help Patrick care for his young family.\n\r\nThat Yorkshire played an important role in Brontë's life and art is indisputable. Except for several brief absences, she chose to spend her remaining years at the parsonage. However, many of the myths surrounding her life arise from the time immediately after her mother's death, including the isolation of Haworth, the harsh eccentricities of her father, the dour Methodism of Aunt Branwell, and the abnormal upbringing of the Brontë children. Elizabeth Gaskell's The Life of Charlotte Brontë (1857), while admirable in many ways, was responsible for some of these errors. Recent biographies, especially Juliet Barker's The Brontës (1995), have sought to correct these misconceptions. Barker points out that Haworth was a \"busy, industrial township,\" that Patrick was an involved and caring father who was ordained in the Church of England and was heavily influenced by the Evangelical and Methodist teachings he encountered while studying in Cambridge, that Aunt Branwell's upbringing as a Wesleyan Methodist brought her closer to the gentler Church of England than to severe Calvinist beliefs, and that the six Brontë children enjoyed a \"perfectly normal childhood\" filled with games, lessons, religious education, and walks on the moors. Close in age and temperament, they provided each other with plenty of diversions. The Brontës' nursemaid, Sarah Garrs, reported that the children's games \"were founded upon what Maria read to them from the newspapers, and the tales brought forth from the father's mines of tradition, history, and romance.\" Emily's participation in the playacting and daily walks would later significantly influence both her poetry and her fiction.\n\r\nIn 1824 several important changes occurred in the Brontë household. First, Sarah Garrs and her sister Nancy left the family, and Tabitha Aykroyd was engaged. Tabby remained with the Brontës until her death in 1855 and was accorded a place in the Haworth parsonage that far exceeded that of a mere servant. One of the few recorded incidents from Brontë's childhood also occurred during this year and illustrates the normalcy of the Brontë children's upbringing as well as the interest of their father in their development. Patrick Brontë, in helping Gaskell collect appropriate information for her biography of Charlotte, wrote her in a 30 July 1855 letter that he had used a mask to elicit honest responses from his children to his individual queries, \"thinking that they knew more than I had yet discovered.\" He gave each one the mask and \"told them all to stand and speak boldly.\" He asked Brontë, then aged about six, what he should do with her brother, Branwell, \"who was sometimes a naughty boy.\" She answered, \"Reason with him, and when he won't listen to reason, whip him.\" This answer seems to have arisen more from Emily's experience as a member of a large, active, and noisy set of siblings than from a quiet, doleful, and studious group.\n\r\nMore importantly, 1824 was the year that Patrick sent all of his daughters except Anne to Cowan Bridge School, a \"School for Clergymen's Daughters.\" Patrick, though in possession of a perpetual curacy at Haworth, owned no land or inheritance and therefore had few options for providing for the future of his children. As in most Victorian families the bulk of the family income would be spent on the son's education. Yet Patrick knew he needed to enable his daughters to seek livings, most probably as teachers or governesses, and hence they needed to be educated. Miss Evans, the superintendent of the new school, called Brontë a \"darling child\" and \"little petted Em,\" and the admissions register referred to her as \"quite the pet nursling of the school.\" Tragically for the Brontë sisters, during the time they attended Cowan Bridge School it closely resembled the fictional Lowood School presented by Charlotte in Jane Eyre (1847). The staff at Cowan Bridge School was careless with respect to food preparation, and during the winter the rooms were often cold. The Brontë sisters had always been susceptible to coughs and colds, and the difficult physical conditions at Cowan Bridge most likely hastened Maria's and Elizabeth's contraction of consumption. They were sent home to die in 1825; after Patrick saw how ill Elizabeth was, he went to Cowan Bridge to collect Charlotte and Brontë himself. According to most biographers the deaths of their elder sisters most profoundly affected Charlotte, who had more complete memories of their deceased mother and now had also lost the sisters who had filled the maternal role. As Barker notes, all of Charlotte's heroines were orphans, and nearly all of the children in Wuthering Heights also become motherless. In her poetry many of Brontë's Gondal characters are also motherless, orphaned, or the children of parents who abandon them.\n\r\nBetween 1826 and 1829 Emily began music lessons, completed samplers, and made drawings and sketches of the natural subjects such as birds to which she was drawn for the remainder of her life. Her close observations of birds, animals, plants, and the changing skies over Haworth form a significant part of her poetry. During this time Branwell acquired several sets of toy figures such as soldiers, Turkish musicians, and Indians. These toys were the impetus for the founding of the imaginary lands of Angria and Gondal. The children began to write plays about the figures, with Emily and Charlotte composing \"bed plays\" that they kept secret from the adults as well as from Branwell and Anne. In \"Tales of the Islanders\" (1829) Charlotte gave a history of the early plays, underscoring Emily's early affiliation with the works of Sir Walter Scott, for she chose the Isle of Arran for her island and Scott for her \"cheif [sic] man.\" This affinity grew with Aunt Branwell's 1828 New Year's gift to \"her dear little nephew and nieces,\" a copy of Scott's The Tales of a Grandfather (1827-1829). In addition to Scott's works the Brontë children drew material for their plays from the family library of Aesop's Fables, The Arabian Nights' Entertainment, and wood-engraver Thomas Bewick's History of British Birds. Their most important influence during these early years was most likely Blackwood's Magazine, whose satires, political commentaries, and extensive book reviews provided them with a wealth of detail that seeded their imaginations throughout their early years of creativity.\n\r\nIn 1831, after Charlotte left for Roe Head School, Emily and Anne began to concentrate their energies exclusively on the Gondal saga, distinct from the Angrian fantasies of their brother and sister, a special form of imaginative play in which the two younger sisters alone engaged for the remainder of their lives. Emily's first mention of Gondal occurs in her diary paper for 24 November 1834, a series of notes written by Emily and Anne about every four years and the earliest piece of Brontë's writing to have survived. The first paragraph of the entry reads, \"Taby said just now Come Anne pilloputate (i.e. pill a potato) Aunt has come into the kitchen just now and said where are you feet Anne Anne answered On the floor Aunt papa opened the parlour door and gave Branwell a letter saying here Branwell read this and show it to your Aunt and Charlotte--The Gondals are discovering the interior of Gaaldine Sally Mosley is washing in the back kitchen.\" In addition to noting the astonishing absence of punctuation conventions in the sixteen-year-old Emily's diary entry, critics uniformly point to her seamless fit of the imaginary Gondal into the fabric of everyday events in the Brontë kitchen.\n\r\nScholars such as W. D. Paden in An Investigation of Gondal (1958) have deftly recovered much of the history of Gondal despite Charlotte's destruction of the plays and prose after her sisters' deaths, from the birthday notes, the undated lists of character names Anne wrote, the list of place names she wrote into a copy of J. Goldsmith's A Grammar of General Geography (1819), and Emily's and Anne's Gondal poems. Most recognize, however, their own creative responsibility in such a reconstruction, for while Brontë wrote almost seventy poems that are undoubtedly part of the Gondal story, the majority of her poems cannot always be attributed to Gondal, and many are clearly more personal lyrics. Scholars therefore find Fannie Ratchford's Gondal's Queen: A Novel in Verse (1955), an attempt to fit the whole of Brontë's poetic output into the Gondal fantasy, an interesting but far-fetched effort. What can be determined is that Gondal, according to Anne, was \"a large island in the North Pacific\" and that Gaaldine was \"a large island newly discovered in the South Pacific.\" The rigorous scenery of these islands derives much from Scott's fiction and is filled with mountains, heather, and snow. The Gondal stories concern impetuous royalty, political intrigue, love thwarted and abandoned, wars, murders, and assassinations. In a noteworthy article in 1939 Helen Brown was one of the first critics to point out the influence of George Gordon, Lord Byron, on Brontë's Gondal characters and their isolation, passions, dark crimes, and darker thoughts. The main character in Brontë's Gondal poems, the speaker of at least fourteen and the subject of many others, is the passionate, dark-haired queen Augusta G. Almeda, or A.G.A., perhaps based on Mary, Queen of Scots and the young Queen Victoria, in whose accession to the throne Brontë took a good deal of interest. A secondary character is Julius Brenzaida, king of Almedore in Gaaldine.\n\r\nCritical reception of the Gondal poems has been uneven. Some critics reject them for their melodrama, formulaic qualities, and simplistic meters and rhymes. Recently, however, feminist critics have taken special note of the prominent role played by the queen, A.G.A. Christine Gallant, for example, calls attention to the fact that Gondal is \"a mythic world emphatically excluding the real world\" known to Victorian women, controlled by a \"dominating presence of female figures.\" Teddi Lynn Chichester believes that Brontë was continually working through her own loss of significant female figures, that \"through Augusta, Brontë could explore, in private, her need to create a powerful, even indestructible\" woman, and that A.G.A. \"ultimately reinforced the disturbing connection between mortality and the feminine\" that is such a potent undercurrent in Western literature. Richard Benvenuto points out that without the years Brontë spent \"developing her Gondal imagination, the mature imagination she did attain would have been a considerably different mode of vision.\" While a knowledge of the facts of Gondal can deepen the reader's understanding of Brontë's creative life, we can still appreciate the poems for their merits apart from their place in the Gondal saga. In writing the Gondal poems Brontë took on different voices and personae, and the themes of imprisonment and death that inform her better-known poetry were first explored therein. The dark and overpowering emotions first manifested in these poems certainly fed her invention of Catherine and Heathcliff in Wuthering Heights.\n\r\nThe luxury Brontë enjoyed of freely flowing from domestic responsibilities at the parsonage to the world of Gondal and the mental and emotional sustenance she found therein was cut short in July 1835, when she accompanied Charlotte, now a teacher, to Roe Head. For Brontë--removed from her routine for the first time since she was six years old, extremely reticent and impatient with the other pupils in the school--the experiment was unhappy and unsuccessful. Moreover, because her daily schedule was now rigidly proscribed, she had no time to engage in the intellectually sustaining creation of the Gondal stories, and she was no longer living with Anne, her partner in the fantasy. Charlotte later recalled her firm belief that Brontë \"would die if she did not go home, and with this conviction obtained her recall.\" Charlotte understood only too well the void caused by the absence of \"sources purely imaginary\": she too grieved for her inability to interact with her visions of Angria. The combination of homesickness and creative deprivation forced Brontë home in October 1835, but her dependence on Yorkshire to free her poetic originality should not be overstated. She forced herself to leave home again two more times, to teach at Law Hill and to study in Brussels, and these journeys broadened rather than stultified her inventive abilities.\n\r\nBrontë spent the three years following her return from Roe Head at home, and since Anne had replaced her at the school, she became responsible for many of the domestic duties at the parsonage, especially after Tabby broke her leg. Brontë found time, however, to continue the Gondal saga and, more importantly, to practice her poetic craft. Though traumatic, her brief time at Roe Head and subsequent return to Haworth evidently intensified a new resolve to concentrate on her poetry. Her first extant poems are from 1836 and display some of the treatments of nature and death she was to concentrate on for the remainder of her life. For example, in \"Will the day be bright or cloudy?\" and \"High waving heather 'neath stormy blasts ending,\" a poem Stevie Davies calls a \"precocious bravura piece,\" Brontë adapts her close observation of natural phenomena to poems that examine and accept the two-faceted essence of the day's evolution and the changing weather. In \"Start not upon the minster wall\" she explores the comforting rather than threatening affinity of the living and the dead.\n\r\nBrontë's diary paper of 26 June 1837 records Anne's writing of a poem, her own work on a volume of Augusta Almeda's life, Queen Victoria's accession to the throne, and her corresponding interest in the coronation of the emperors and empresses of Gondal and Gaaldine. She wonders where she and her siblings will be in four years and expresses three times the hope that whether they are in \"this drawing room comfortable\" or \"gone somewhere together comfortable\" that all will be for the best. The note is observant and cheerful and perhaps reflects the satisfaction Brontë took in her extensive composition of poetry during the year. Poems such as \"The night of storms has passed,\" \"A.G.A. to A.E.,\" \"Now trust a heart that trusts in you,\" and \"Song by Julius Angora\" reveal a poetic exploration of Gondal corresponding to her Gondal prose. Her other poems from this period are somewhat problematic for critics in that, as Derek Roper says, they \"plainly deal with fictional situations\" yet do not belong to the Gondal cycle. Throughout her poetic career Brontë assumed personae who did not necessarily speak for her, and while it is difficult to assign certain poems to her own voice, it is important to be wary of attaching too much significance to the thoughts and feelings expressed in this fictional poetry. However, a poem from 1837 underscores in what seems to be Brontë's voice her need to express herself in poetry. The speaker asks heaven why it has denied the \"glorious gift to many given / To speak their thoughts in poetry\" and wonders why she cannot transmute her visions, available to her since \"careless childhood's sunny time,\" into poetry. An aspect of this need can also be found in \"I'll come when thou art saddest,\" a poem written in 1837, in which the speaker is the imagination, what Barker calls \"the great comforter,\" upon which all of the Brontës relied for sustenance and consolation.\n\r\nBrontë continued her poetic productivity throughout 1838, from which twenty-one dated poems have survived. Also surviving from this time are fragments of her translation of Virgil's Aeneid and notes on Greek tragedies, evidence that tends to contradict the fallacy that Brontë's was an uneducated mind from which sprang an amazing quantity of poetry and the remarkable Wuthering Heights. Sometime in the autumn of 1838 she made the surprising decision to accept a teaching position at Law Hill, a girls' school outside Halifax, a fact recorded in a letter from Charlotte to Ellen Nussey that, though dated October 1836, Edward Chitham revealed was postdated October 1838. Benvenuto speculates that Brontë went to Law Hill because she felt guilty enjoying the pleasures of home while her sisters were laboring at Roe Head. Though Charlotte wrote to Ellen Nussey that Brontë's duties at Law Hill constituted \"slavery,\" Barker points out that Brontë had time to write what she calls \"three outstanding poems.\" One of these was \"A little while, a little while,\" a poem in which Brontë synchronizes the \"dungeon bars\" of her duties at school and her disparate choices of imagining during her \"hour of rest\" either the comforts of Hawthorn, the \"spot 'mid barren hills,\" or Gondal with its \"distant, dreamy dim blue chain / Of mountains circling every side.\" Charlotte was correct in surmising that Brontë would \"never stand\" the \"hard labour\" at Law Hill--she left the school in March or April 1839, worn out by homesickness and the lack of time she could devote to poetry and Gondal. Her return home again freed her from the \"dungeon bars\"; though she apparently wrote no poetry during the first three months of 1839, she left twenty-nine dated poems from the remainder of the year. She revisits some of her favorite natural subjects in poems such as \"Mild the mist upon the hill\" and \"The starry night shall tidings bring,\" though often nature is unable to give solace to grief-stricken speakers. Brontë takes a more philosophical approach in \"I am the only being whose doom,\" in which the speaker despairs to find \"the same corruption\" in \"my own mind\" as she has seen in all of \"mankind,\" and \"There was a time when my cheek burned,\" in which the speaker finds that her ardent devotion to truth, right, and liberty are misplaced, for the \"same old world will go rolling on\" unaffected by her passion or her indifference.\n\r\nIn her 30 July 1841 birthday note Brontë, though pleased that she and her family are all \"stout and hearty,\" expressed her wish that four years hence she and her sisters will no longer be \"dragging on\" but will have carried out their \"scheme\" for setting up a school of their own. Though ultimately the plan was never realized, Emily and Charlotte attempted to improve their teaching prospects by studying French with Constantin Heger at the Pensionnat Heger, a boarding school for girls in Brussels, arriving in February 1842. After he recognized the sisters' intellectual strengths and their aptitude for French, Heger personally tutored them, having them read and analyze works in French and then compose their own essays based on these models. Though Brontë was unable to complete any poems while she was in Brussels, her composition of a prose allegory, \"Le Palais de la Mort,\" influenced the second of the two poems she began, \"Self-Interrogation.\" Both essay and poem personify Death, and in the poem Death logically convinces the human speaker in the dialogue that his life has been empty and that he has nothing left to live for. As Janet Gezari points out, \"despite the ray of hope in the last two lines, this poem is among Brontë's glummest,\" its bitterness surely reflective of Aunt Branwell's November 1842 death, which caused Brontë and Charlotte to depart the Pensionnat for Haworth. Though Charlotte returned to Brussels in January 1843, Brontë remained in Yorkshire for the remainder of her life.\n\r\nIn February 1844 Brontë began to copy her poems into two notebooks, one titled \"Gondal Poems,\" the other left untitled. Though early critics such as Winifred Gérin distinguished Gondal poems from \"personal\" poems on the basis of Brontë's division, later critics such as Roper and Barker caution against rigidity in approaching the poetry in this way. The act of copying itself suggests that Brontë took her poetry seriously and wanted to have a more permanent structure for it than scraps of paper allowed, even if at this point she did not even contemplate publication. In the autumn of 1845, however, a momentous discovery occurred. Charlotte recalled, \"I accidentally lighted on a MS. volume of verse in my sister Emily's handwriting.\" Despite Brontë's anger and sense of betrayal at her sister's \"unlicensed\" intrusion, its \"taking hours to reconcile her to the discovery\" Charlotte had made and \"days to persuade her that such poems merited publication,\" Brontë eventually was won over to the idea of sending her work out to publishers along with some by Charlotte and Anne. The sisters spent the remainder of the year selecting and revising their poetry, Brontë choosing poems largely written in 1844 and 1845 and being careful to delete any references to the private Gondal. They took the pseudonyms Currer, Ellis, and Acton Bell and agreed to publish Poems at their own expense with the publishing company of Aylott and Jones in 1846.\n\r\nMany critics agree that Brontë's poetry from Poems is her strongest. Lawrence J. Starzyk, for example, calls attention to the \"beautiful lyrics\" of \"A Day Dream,\" where the \"sustained dialogue of the mind with itself is masterfully executed as the despondent narrator converses with the joyous spirit of nature.\" Davies refers to \"To Imagination\" as \"that classic, rational and balanced defence of imagination as an alternative faculty to reason.\" Barker believes that \"The Prisoner,\" originally a Gondal poem, is \"rightly one of Emily's most famous, as it includes the powerful and intensely emotional description of the captive's vision.\" Perhaps because Derek Stanford thinks that Brontë wrote only six major poems, his reading of \"Death\" and the \"vertiginous and vertical excitement that seems to give this poem wings\" is particularly striking. In one of the few stylistic analyses of Brontë's poetry C. Day Lewis finds that the effect of the rhythm in \"Remembrance\" is \"extremely powerful, extremely appropriate\" and that \"it is the slowest rhythm I know in English poetry, and the most sombre.\" Roper concludes simply that \"the selection that Emily made for 1846 includes some of her best poems.\"\n\r\nOther than a long narrative Gondal poem from late 1846 and a shorter incomplete revision of the same from May 1848, Emily's last poem, much anthologized and perhaps the most commented upon, was \"No Coward Soul Is Mine,\" written in January 1846. Tom Winnifrith calls it a \"fitting culmination of Emily's poetic work,\" admiring the fineness of its \"pantheistic vision\"; Starzyk finds that the contradiction in the poem \"represents a profound insight into the nature of the universe and man's attempt at finding permanence therein.\" This creation of a minister's daughter is indeed astonishing for its blunt rejection of orthodox religion--\r\n \n\r\n \nVain are the thousand creeds\nThat move men's heart, unutterably vain\nWorthless as withered weeds\nOr idlest froth amid the boundless main\n \n\r\n--coupled with its embrace of a truer and more sustaining omnipresence of God:\n \n \n \n\r\n \n \n \nWith wide-embracing love\nThy spirit animates eternal years\nPervades and broods above,\nChanges, sustains, dissolves, creates and rears.\n \n\r\nBrontë reveals her ability to actually know the supreme being who is the Alpha and Omega of whom she learned in the Bible when she was but a small child:\n \n\r\n \nThough Earth and moon were gone\nAnd suns and universes ceased to be\nAnd thou were left alone\nEvery existence would exist in thee.\n \n\r\nBarker points out that \"No Coward Soul Is Mine\" is the \"only statement of its kind in all of Brontë's extant writings,\" and so readers should not be quick to assume that the speaker is Brontë herself. However, the immediacy of the poem and the authenticity of the voice suggest that Brontë was not taking on a persona but indeed sharing her deeply felt relationship with God. We will unfortunately never know if she intended to continue to write poetry in this vein. Whether she was too dismayed by the lack of response to Poems or too distracted by the composition of Wuthering Heights, Brontë devoted little of her remaining two years to writing poetry.\n\r\nIn a 6 April 1846 letter Charlotte wrote to Aylott and Jones that \"C., E., and A. Bell are now preparing for the press a work of fiction, consisting of three distinct and unconnected tales\": Charlotte's The Professor (1857), Emily's Wuthering Heights, and Anne's Agnes Grey. Thomas Newby eventually consented to publish the latter two novels, which came out in December 1847. The first reviewers were mystified and puzzled by the strangeness and savagery of Wuthering Heights, although nearly all recognized the seductive power of the novel and the original vision of its author. Twentieth-century critics have recognized the ways in which the Gondal poetry, with its isolated and terrifying scenery, its passionate and grief-stricken characters, provided Emily with a wide stage on which to rehearse the similar scenery of Wuthering Heights and the characters of Cathy and Heathcliff in the novel. However, the critic who perhaps most perceptively synthesized the poetic and fictional halves of Emily's creative aptitude wrote at the end of the nineteenth century. A fellow poet, Algernon Swinburne, referred to Wuthering Heights in a 16 June 1883 article as \"essentially and definitely a poem in the fullest and most positive sense of the term.\"\n\r\nLittle is known of the last two years of Emily's life, although her family endured some severe trials. Patrick was nearly blinded by cataracts, and Branwell, who had never realized his artistic potential, had returned home dependent on alcohol and disgraced because of an affair with his employer's wife. Branwell became ill with what probably was consumption in early September 1848 and died later that month. Emily Brontë fell ill with consumption in October 1848 and refused all medical help, claiming that even homeopathy \"was only another form of quackery.\" She steadily grew weaker and died on 19 December 1848. She was thirty years old.\n\r\nThe student of Emily Brontë's poetry must sort through various contradictions in order to approach her work with even a little confidence. She wrote most of her poetry during what is technically the Victorian period, but her exploration of the self, the imagination, and the visionary associate her more closely with Romantic poets such as Samuel Taylor Coleridge and William Wordsworth than with Alfred, Lord Tennyson, and Robert Browning. She was a woman poet who did not bemoan the lack of \"literary grandmothers,\" as Elizabeth Barrett Browning did, and seemed to have little familiarity with female predecessors such as Felicia Hemans and Letitia Elizabeth Landon. She was a serious poet who, like her peers Emily Dickinson, John Clare, and, later, Gerard Manley Hopkins, wrote dozens of poems with no intention of publishing or even showing them to her family. She is far better known for her one mind-searing novel than for her poetry, but since early in the twentieth century few years have passed without some article, book, or new edition devoted to her verse. Her life remains an enigma; her poetry refuses easy classification. Yet Brontë's fierce willingness to confront in her poetry the most profound intellectual, theological, and emotional challenges to the human spirit assures her a continuing place in the minds of readers who seek guidance through those obstacles in poetry.\r\n— Siobhan Craft Brownson, Winthrop University\n \n", "attrs": {"School/Period:": ["Victorian"]}}