{"pf_url": "https://www.poetryfoundation.org/poets/emily-hunt", "name": "Emily Hunt", "yob": "1985", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/abb825114a53211f2e76ef7f7d160cc5ee2f3a71.jpeg", "bio": "\nPoet and artist Emily Hunt was born in the Netherlands and grew up in Atlanta, Georgia. She earned an MFA in creative writing from the University of Massachusetts, Amherst. She is the author of the poetry collection Dark Green (2015), named a standout debut by Publishers Weekly and a must-read poetry debut by Lit Hub, as well as the chapbook Company (2019).\nA reviewer for Publishers Weekly writes of Dark Green, the “relationship between reality and surreality, between inner and outer worlds, is also the proving ground where the poet must find a way to live in the one world she’s been given; in Hunt’s work that struggle is beautiful, funny, painterly, and terrifying.” In an introduction to an excerpt from Company, poet and critic Henk Rossouw writes in Tupelo Quarterly, “The work of Emily Hunt, with its sonic brilliance grounded by its precise sense of affect, offers a gorgeous reminder that poetry is most itself when it conveys what no other medium could. ... At the level of the line, her poems instigate this uncanny, unpredictable rhythm. Open to the surprise of the observable image, her work reconfigures the way in which I read the given world.”\nClaudia Rankine selected Hunt’s manuscript Stranger as an honorable mention in the 2020 AWP Donald Hall Prize for Poetry competition. Her other honors include the 2012 Iowa Review Poetry Prize, selected by Timothy Donnelly, and the Deborah Slosberg Memorial Award in Poetry.\nHunt has also published a collection of photographs, Cousins (2019), and a book of drawings and text, This Always Happens (2013). She has exhibited art in group shows at several galleries and provided cover art for many poetry books.\nHunt has taught writing and poetry at the University of Massachusetts, Amherst, Westfield State University, Poets House, Brooklyn Poets, and Northeastern University. She has been a visiting writer at Reed College, the University of Richmond, and the University of California, Santa Cruz. She lives in New York City.\n", "attrs": {}}