{"pf_url": "https://www.poetryfoundation.org/poets/erica-hunt", "name": "Erica Hunt", "yob": null, "yod": null, "image": null, "bio": "\nErica Hunt is a poet, an essayist, a scholar, and an organizer. She earned her BA from San Francisco State University and her MFA from Bennington College. She is the author of the collaborative text Arcade (1996), which she worked on with artist Alison Saar. Her other collections of poetry include Local History (1993; expanded and republished 2003), Piece Logic (2002), and the chapbook Time Slips Right Before Your Eyes (2006). Associated with Language poetry, Hunt draws on critical race theory, history, jazz, and experiences of the everyday in her work. In an artist’s statement for the Foundation for Contemporary Arts she writes, “As is true with many poets, I am drawn to language for its music, for language's capacity to limn thought, its connection to experience, its power to still and magnify the world while one writes/reads the world/book. But equally, I have been interested in techniques that purposely unsettle the crisp ride and appropriate shade of register and vocabulary. I like to read or write to topple the balance between controlled allusion and opacity. And so I have been drawn to the disjunctions of surrealism, Oulippians, improvisers and scat cats as aesthetic methods to seek new and unsuspected connection. This makes it sound like too tranquil an operation: I write poems that teeter on the verge of legibility, blur private and public, set boundaries anew and implicate us as practitioners of this moment and the next.”\nHunt’s essays, including “Notes for an Oppositional Poetics” (1990) and “Reflections on the Black Avant-Garde” (2002), are well-known and influential. Her poetry has appeared in numerous anthologies, including In the American Tree (2002) and Gathering Ground: A Reader Celebrating Ten Years of Cave Canem (2006). She is the recipient of honors and awards from the Fund for Poetry and the Foundation for Contemporary Arts and fellowships from the Duke University/University of Cape Town Fellowship in Public Policy and the Center for Programs in Contemporary Writing at the University of Pennsylvania, where she was a fellow in poetics and poetic practice. She has taught at Wesleyan University.\n", "attrs": {}}