{"pf_url": "https://www.poetryfoundation.org/poets/erika-meitner", "name": "Erika Meitner", "yob": "1975", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8e8ed384b386f2e764b45531889eecd3cb80c754.jpeg", "bio": "\nPoet Erika Meitner, daughter of a German-born mother whose family survived the concentration camps and Israeli father, was born in Queens and raised in New York. She earned a BA at Dartmouth College, an MFA at the University of Virginia, where she was a Henry Hoyns Fellow, and an MA in Religious Studies at the University of Virginia, where she was a Morgenstern Fellow in Jewish Studies. She is the author of several collections, including Holy Moly Carry Me (2018), Copia (2014), Makeshift Instructions for Vigilant Girls (2011); Ideal Cities (2010), which was chosen for the National Poetry Series by Paul Guest; and Inventory at the All-Night Drugstore (2003), which won the Anhinga Prize for Poetry. Her work has been included in the anthologies Best American Poetry (2011), Starting Today: 100 Poems for Obama’s First 100 Days (2010), and Best African American Essays (2010), The Way We Work: Contemporary Writings from the American Workplace (2008), and Women Poets on Mentorship: Efforts and Affections (2008).\nMeitner’s poetry often engages both the markings and ephemera of contemporary life, and her poems frequently utilize a narrative frame. In a 2009 interview with Serena Agusto-Cox for 32Poems, Meitner discussed the thematic concerns of her recent work: “I’ve been exploring interstitial, overlooked, and marginalized spaces: malls, office buildings, suburban developments, superstores, construction sites, and interstates. I am also working with the idea of women’s bodies as geographical locations and sites of inscription via sex, childbirth, and other highly physical acts.” Describing Meitner’s poems as “streetwise and smart” in a review of Makeshift Instructions for Vigilant Girls for the Barn Owl Review, poet Jeannine Hall Gailey notes, “Erika Meitner’s third book, Makeshift Instructions for Vigilant Girls, connects a pantheon of female archetypal characters – alien abductees, lost girls, saints and sinners – in a collection that shows compassion and insight for the out-of-place and out-of-luck. […] The poems lack linguistic trickery, but make no mistake: this is sharp, clear writing with edge.”\r\n \r\nMeitner’s honors include fellowships from the Virginia Center for Creative Arts, the Blue Mountain Center, the Sewanee Writers Conference, and the University of Wisconsin Institute for Creative Writing. She has taught at the University of Virginia, the University of Wisconsin at Madison, the University of California at Santa Cruz, and Virginia Tech University. She lives in Blacksburg, Virginia.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}