{"pf_url": "https://www.poetryfoundation.org/poets/etel-adnan", "name": "Etel Adnan", "yob": "1925", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/c99e879af97ea5b9f8cb85e7624a4dd0a99b6123.jpeg", "bio": "\nPoet, essayist, and painter Etel Adnan was born in Beirut, Lebanon. The daughter of a Greek Christian mother and a Syrian Muslim father, she spoke both Greek and Arabic with her parents, but French became her primary language upon enrolling in a French Lebanese Catholic school at the age of five. While working for the French Information Bureau, she attended at the Ecole Supérieure de Lettres de Beyrouth, where she composed her first poems. Adnan also studied philosophy at the Sorbonne, the University of California at Berkeley, and Harvard University.\r\n \r\nAdnan taught philosophy at San Rafael’s Dominican College from 1958 to 1972, where, in connection with the ongoing Algerian war of independence, she began to resist the political implications of writing in French. To address this conflict, she shifted the focus of her creative expression to visual art and began making abstract oil paintings. In response to the Vietnam War, Adnan began to write poems again, though in English rather than French. She moved back to Lebanon to become the cultural editor of the new French-language newspaper Al-Safa. After the Lebanese civil war began, Adnan moved to Paris, where she wrote the novel Sitt Marie Rose (1977), which won the France-Pays Arabes Award. Composed in French and since translated into several languages, the novel examines the intersection of gender and politics. In 1979 Adnan returned to California.\r\n \r\nInfluenced by Rimbaud, Lyn Hejinian, and Jalal Toufic, Adnan’s poetry incorporates surrealist imagery and powerful metaphorical leaps with language-based and formal experimentation, using unexpected and experimental techniques to address the nature of exile and political, social, and gender-based injustice. Adnan is the author of numerous books of prose and poetry, and is also a painter, sculptor, and weaver whose art has been exhibited internationally. Her collections of poetry include Seasons (2008); There: In the Light and the Darkness of the Self and the Other (1997); The Spring Flowers Own & Manifestations of the Voyage (1990); The Indian Never Had a Horse (1985); and Moonshots (1966).\r\n \r\nIn addition to Sitt Marie Rose, Adnan’s prose includes Of Cities and Women (Letters to Fawwaz) (1993), a series of letters on feminism that Adnan wrote to exiled Arab intellectual Fawwaz Traboulsi; Paris, When It’s Naked (1993); and Master of the Eclipse (2009), winner of the Arab American Book Award.\r\n \r\nThe cultural and critical context of Adnan’s work is discussed in Etel Adnan: Critical Essays on the Arab-American Writer and Artist (2002, edited by Lisa Suhair Majaj and Amal Amireh). Women Playwrights International honors Adnan with its annual Etel Adnan Award for Women Playwrights.\r\n \r\nAdnan has been the president of RAWI: Radius of Arab-American Writers Incorporated. She lives in Sausalito and Paris with her partner, the artist and writer Simone Fattal, who first translated Sitt Marie Rose into English.\r\n \n", "attrs": {}}