{"pf_url": "https://www.poetryfoundation.org/poets/eugene-field", "name": "Eugene Field", "yob": "1850", "yod": "1895", "image": null, "bio": "\nEugene Field was a popular humorist and newspaperman often called the \"Poet of Childhood.\" Born in St. Louis, Missouri, to Roswell M. and Frances Reed Field, both of New England ancestry, Field claimed two birthdates—2 and 3 September 1850—in later years so that if friends forgot him on the first day, they could remember him on the second. His father was an attorney and attained some fame after serving as lawyer to Dred Scott, a slave who fought for his freedom, before Scott’s trial went to the Supreme Court. Field's mother died when he was six, and he and his younger brother Roswell were sent to Amherst, Massachusetts, to be cared for by their paternal cousin Mary Field French until their maturity.\n\r\nField began college at Williams in 1868, after barely passing the entrance exams; he left New England the following spring because of the serious illness and subsequent death of his father in St. Louis. In the fall of 1869 he entered Knox College at Galesburg, Illinois; the following fall he enrolled as a junior at the University of Missouri at Columbia. In all of these attempts at higher learning Field was better known for his wit and conviviality than for his seriousness as a student, and he never graduated from college. In 1871 he collected his share of the inheritance from his father's estate, and he spent six months and his inheritance in Europe.\n\r\nIn 1873 Field married Julia Sutherland Comstock, then sixteen, of St. Joseph, Missouri, and they had eight children, five of whom reached maturity. Field worked as a journalist on several Missouri newspapers during the next eight years: the St. Louis Evening Journal, St. Joseph Gazette, St. Louis Times-Journal, and the Kansas City Times. In 1881 he moved his family to Denver where he wrote for the Denver Tribune. In 1883 Field received an offer to move to Chicago, where he wrote a column entitled \"Sharps and Flats\" for the  Chicago Morning News until his death in 1895 of heart failure.\n\r\nVirtually all of Field's writings first appeared in one of his newspaper columns. The Tribune Primer  (1881) is made up of selections from the Denver Tribune and modeled after The New England Primer. Field's Primer is a parody of the earlier one and directed at an audience considerably older than the subheadings suggest. The whimsical, often sardonic, humor in The Tribune Primer—for example, suggesting that children pat the wasp, eat a wormy apple, or put mud in baby's ears—seems indicative of Field's early attitude toward children. He had the reputation of making faces at, or otherwise teasing, small children when he thought he was unobserved by adults. Slason Thompson, Field's early biographer, suggests that Field did not like children, but Charles Dennis, writing later, believes that Field had an attitude of one child to another; Dennis further argues that Field went through a \"sweetening process\" which made his later works gentler and more sentimental than this early, satiric work.\n\r\nField found much to be satiric about in his early days in Denver, and as managing editor of the  Denver Tribune and writer of a column, \"Odds and Ends,\" he managed to poke fun at the climate, the muddy roads, the frontier language, and other aspects of Denver life he found hypocritical. Nonsense for Old and Young (1901) contains humorous sketches from the Denver Tribune not included in The Tribune Primer.\n\r\nField had a large following of readers by 1883, the year he was lured to Chicago to write his own column for the Chicago Morning News at a salary of fifty dollars a week. Once established in the city, Field found that the salary, munificent by Denver's standards, was only reasonable in Chicago. He saw much in Chicago that begged for reform, particularly the emphasis on making money. Culture's Garland  (1887) is made up of selected satirical essays from Field's column \"Sharps and Flats.\" Chiding Chicagoans for their materialism and calling their city \"Porkopolis,\" Field found, not surprisingly, that the local residents did not appreciate being on the acid end of his pen. Perhaps he redeemed himself later with his often quoted reply to British novelist Mrs. Humphry Ward in London. She asked him, \"Do you not find the social atmosphere of Chicago exceedingly crude, furnishing one with little intellectual companionship?\" Field replied, \"Really Mrs. Ward, ... I do not consider myself competent to give an opinion ... up to the time Barnum captured me and took me to Chicago to be civilized I had always lived in a tree in the wilds of Missouri.\"\n\r\nIn addition to satiric essays, Field was also writing stories and verse of a sentimental nature. It was in 1888 with the publication of \"Little Boy Blue\" in America, a weekly journal, that Field won immediate and long-lasting fame. The same issue of America carried a poem by James Russell Lowell, \"St. Michael the Weigher,\" and it was a great satisfaction to Field that his \"Little Boy Blue\" was more popular than the offering of an established poet. Field's poem is about toys waiting on the shelf for their little owner who has toddled off to bed and died in his sleep. While on lecture tours, Field was almost invariably asked first to read this poem. He followed his success of \"Little Boy Blue\" with a tremendous outpouring of poetry. He not only wanted his poetry well received, but he also wanted to write much of it, and he did. A Little Book of Western Verse was published in an edition of 250 subscription copies in 1889, followed by Second Book of Verse in 1892. During this period Field also produced two volumes specifically about childhood: With Trumpet and Drum (1892) and Love-Songs of Childhood (1894). With Trumpet and Drum includes \"The Sugar Plum Tree,\" \"Wynken, Blynken and Nod,\" \"Little Boy Blue,\" and a selection of lullabies and folk songs of different lands. Field had studied books of children's writers from many lands, and he collected legends and folktales. Love-Songs of Childhood includes \"The Duel\" (or \"The Gingham Dog and the Calico Cat\") and \"The Rock-a-By Lady.\" Much of his childhood verse had been published in the Chicago Morning News or in periodicals such as Youth's Companion and Ladies' Home Journal. This verse established Field's reputation as the \"poet laureate\" of children; it was well received during his lifetime, and some of it was included in readers for much of the early part of the twentieth century.\n\r\nThroughout his career, Field was well regarded by his fellow journalists, and he had a wide circle of friends. His love of pranks and flippant sense of humor, which caused him trouble in his school days, made him popular as an adult, for the pranks were without intent to harm and were the basis of much fun. Some of his privately printed ribald humor, Little Willie and \"Only a Boy,\" for example, was intended for male audiences only; there was a major attempt by Anthony Comstock, representing the Society for the Suppression of Vice, to ban this part of Field's work; Comstock felt that it would tarnish Field's reputation as the \"poet of childhood.\"\n\r\nWith his brother Roswell, Field produced Echoes from the Sabine Farm (1891), a modern and loose translation of Horace. At the time of his death, he was working on The House (1896), autobiographical in nature, about the problems of a family moving into a new house (his own Sabine Farm, which the Fields bought and moved into the year before his death). The Love Affairs of a Bibliomaniac (1896), also published just after Field's death, is about his constant search for lovely books. Field treasured beautiful books and had a library lined with rare and unusual volumes. He liked making nice books himself and frequently worked diligently with various colored inks decorating the first letter of a poem; he would then finish the verse in compact script so as not to waste any strokes of the pen.\n\r\nMemorials to Field include the preservation of the Field home in Denver for many years as a branch library and the Eugene Field House in St. Louis. This latter was formally dedicated in 1902 by Mark Twain as Field's birthplace. It was not the place of his birth, as Roswell Field interrupted ceremonies to say, but Twain was undaunted and insisted that it was the formal and official recognition which mattered; the Eugene Field House in St. Louis remains a memorial open to visitors today. Monuments commemorating Field's work are \"The Rock-a-By Lady from Hush-a-By Street\" in Lincoln Park, Chicago, and \"Wynken, Blynken and Nod\" in Washington Park, Denver. Schools in many American cities were named for Field shortly after his death, and in Missouri \"Eugene Field Days\" were observed annually across the state to honor the anniversary of the date of Field's death. Early in the twentieth century grade-school readers frequently included one of Field's childhood poems.\n\r\nConsidered from the 1980s, Field's \"poems of childhood\" appear to be about childhood rather than for children. That is, they deal with childhood nostalgically, and children have not lived long enough to be nostalgic about much of anything, certainly not about their own childhood. However, adaptations of some of Field's work into film and drama in the 1960s and inclusion of one or more of his poems in current poetry anthologies for children are indications that Field's verse for children continues to be read and that many still remember him as the \"Poet of Childhood.\"\n", "attrs": {}}