{"pf_url": "https://www.poetryfoundation.org/poets/eugene-guillevic", "name": "Eugène Guillevic", "yob": "1907", "yod": "1997", "image": null, "bio": "\n                                                                    One of France’s most well-regarded 20th-century poets, Eugène Guillevic was born in Carnac in Brittany. His father was a sailor and later a gendarme in Alsace, where Guillevic attended College d’Altkirch. Though he first started publishing during the height of the surrealist movement, his first book, Requiem (1938), steered clear of its tendencies and tactics. Instead of surrealist images, Guillevic’s poetry favored objects, spare diction, and simple presentation and owed debts to La Fontaine’s fables, which Guillevic learned by heart. James Kirkup wrote, in an obituary and appreciation for Guillevic, “His work has a pure unadorned openness concealing even in its most minimal forms a mysterious singing power.” Guillevic published many collections of poetry in France, including Executoire (1947), Carnac (1961), Autres: poèmes 1969–1979 (1980), the nearly-200-page Art poètique (1989), and numerous others. Many collections were published posthumously, including Quotidiennes: Poèmes, Novembre 1994–Décembre 1996 (2002), and Présent, poems 1987–1997 (2004).    From 1946 to 1963, Guillevic was the Inspecteur d’Economie Nationale, a career that perhaps contributed to his work’s precise, at times mathematical, rigor. Guillevic is often associated with poets and writers Jean Follain, Raymond Queneau, Jean Tardieu, and Jean Tortel. He collaborated with many printers and artists, producing numerous fine art and poetry editions. Guillevic received Le Grand Prix de Poésie from the French Academy and Le Grand Prix National de Poésie.    There are few translations of Guillevic’s work into English. In 1969, New Directions released Selected Poems, translated by Denise Levertov. In her introduction, Levertov notes that the poems’ “simplicity of diction, the plain and hard meaning of things without descriptive qualification, reverberates … with the ambiguity, the unfathomable mystery of natural objects.” Other translations include Carnac (trans. John Montague, 2000), a collection of interviews Living in Poetry (trans. Maureen Smith, 2000), and The Sea & Other Poems (trans. Patricia Terry, 2007). Richard Sieburth’s translation of Guillevic’s Euclidiennes (1967) was published as Geometries (2010).\n                                                            ", "attrs": {"Region:": ["France"]}}