{"pf_url": "https://www.poetryfoundation.org/poets/eunice-tietjens", "name": "Eunice Tietjens", "yob": "1884", "yod": "1944", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8eff12fc61e618b8c4d56a82532dd4a4bd60a23b.jpeg", "bio": "\n                                                                    Eunice Tietjens was born Eunice Strong Hammond in 1884 in Chicago. Considered instrumental to the Chicago Renaissance, she was a poet, a novelist, and an editor. The daughter of an artist trained in Europe, Tietjens was educated in European schools and traveled extensively in Asia throughout her life. During World War I, she worked as the Chicago Daily News correspondent in France and served as an associate editor for Poetry for 25 years under editor-in-chief Harriet Monroe. During her time in Chicago, Tietjens developed close friendships with the poets Edgar Lee Masters and Sara Teasdale.   Tietjens published four collections of poetry—Profiles of China: Sketches in Free Verse of People and Things Seen in the Interior (1917), Body and Raiment (1919), Leaves in Windy Weather (1929), and China (1930)—as well as children’s books, translations from French and Spanish, the novel Jake (1921), and the memoir The World at My Shoulder (1938). She also edited the anthology Poetry of the Orient: An Anthology of the Classic Secular Poetry of the Major Eastern Nations (1928). Her work is featured in the anthology The Home Book of Modern Verse (1963).    Her poetry, composed in both metered and free verse, engaged Tietjens’s interest in Asian cultures and experiences as a traveler. Praising Tietjen’s versatility as a poet, New York Times reviewer Marguerite Wilkinson noted in a 1919 review of Body and Raiment, “Mrs. Tietjens writes free verse as well as she writes rhymed stanzas, and she writes rhymed stanzas as well as she writes free verse, which is unusual. Moreover, she writes as well about a baby as about a steam shovel, as well about a great man as about any human emotion—say, loneliness.”    From 1904 to 1914, Tietjens was married to the composer Paul Tietjens; in 1920, she married playwright and director Cloyd Head. Eunice Tietjens died in Chicago in 1944 at the age of 60. The Newberry Library in Chicago holds selections of her papers.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}