{"pf_url": "https://www.poetryfoundation.org/poets/eva-gore-booth", "name": "Eva Gore-Booth", "yob": "1870", "yod": "1926", "image": null, "bio": "\nLargely associated with the Celtic revival that swept over her homeland at the turn of the 20th century, Irish author Eva Gore-Booth was the author of nine books of poetry, seven plays, and several collections of spiritual essays and studies of the Gospels. Just as important to her legacy, however, are the many pamphlets and essays she published while living in England that deal with the political issues of her day, including the fight for equal rights for women. In addition to being a writer, Gore-Booth was also a political activist, and one of the first female suffragists to advocate extending the vote to both female property owners and women in the working class. “Sex is an accident,” Gore-Booth once wrote, summing up her motivation to fight for equal rights. Gore-Booth’s equally strong belief in pacifism was evident in many of her works, including the protest play The Buried Life of Deirdre (1930).\n\r\nFrom an aristocratic background, Gore-Booth began writing poetry in the early 1890s, and her talent was immediately noticed by some well-known Irish literary figures, including William Butler Yeats. Recognizing that despite her talent Gore-Booth was still an undisciplined writer, Yeats gave her several books to read in an effort to help polish her craft. “I’m always ransacking Ireland for people to set at writing Irish things,” Yeats wrote in an 1895 letter. “She does not know that she is the last victim—but is deep in some books of Irish legends I sent her and might take fire.” Indeed, in spite of the fact that Gore-Booth lived most of her adult life away from Ireland, many critics have maintained that her work is a good representation of Irish literature of the period.\n\r\nGore-Booth’s poetry, especially such later works as The One and the Many and The Egyptian Pillar, include themes of social change and sexual liberation. For example, the latter collection makes numerous references to strong women from ancient times, including Sheba and Cleopatra. Two of her poetry collections, The Perilous Light and Broken Glory, published during World War I, express pacifist themes. Despite the praise she received from many contemporary critics, modern readers have largely neglected Gore-Booth’s work. Some scholars believe that her writings should not be forgotten, however, because they offer a unique perspective on some of the most important issues of her time. “Gore-Booth deserves a far more prominent place in the canon of British literature of the early twentieth century,” wrote John C. Hawley in the Dictionary of Literary Biography.\n\r\nThe daughter of Anglo-Irish landowners, Gore-Booth was born in 1870 into a life of privilege. The private education she received helped spawn her independent thinking and creative self-expression. The death of her grandmother, Lady Hill, when Gore-Booth was nine years old was a shaping force throughout her life. In the years following Lady Hill’s death, Gore-Booth felt the constant presence of her grandmother’s spirit. Some critics have noted that such a belief led to Gore-Booth’s lifelong interest in mysticism and theosophy, which she explores in many of her writings. In fact, spirituality is a central concern of her final two books of poetry, The Shepherd of Eternity and The House of Three Windows.\n\r\nIn 1896, while on a trip to Italy, Gore-Booth met Esther Roper, a leading suffragist and activist. The two women became lifelong partners, although there is no evidence that they were lovers. Under Roper’s tutelage, Gore-Booth became a leading voice in the suffragist movement, especially after they moved to the English industrial city of Manchester. There the two women helped female factory workers organize and fight for better working conditions. In 1900 Gore-Booth became a leading figure of the Manchester Trade Union Council, which was enormously influential in the formation of dozens of other female unions.\n\r\nPolitical activities never prevented Gore-Booth from writing, and she continued to publish regularly right up to the time of her death. Having suffered poor health throughout much of her adult life, Gore-Booth died of intestinal cancer on June 30, 1926, in London, where she had moved just a few years earlier. Shortly before she died, she privately published a magazine called Urania, which circulated around London. In it Gore-Booth made a prophetic statement that symbolizes much of what she believed. “There is a vista before us of a Spiritual progress which far transcends all political matters,” she declared. “It is the abolition of the ‘manly’ and the ‘womanly.’ Will you not help to sweep them into the museum of antiques?”\n \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}