{"pf_url": "https://www.poetryfoundation.org/poets/eve-merriam", "name": "Eve Merriam", "yob": "1916", "yod": "1992", "image": null, "bio": "\nAccording to Eve Merriam, the choice to be a poet was not her own. From her earliest years, the rhythmic, rhyming nature of poetry impassioned her so much that being a poet was something of a necessity for her. \"I find it difficult to sit still when I hear poetry or read it out loud. I feel a tingling feeling all over, particularly in the tips of my fingers and in my toes, and it just seems to go right from my mouth all the way through my body. It's like a shot of adrenalin or oxygen when I hear rhymes and word play,\" remarked Merriam to Language Arts interviewer Glenna Sloan. Merriam worked for over two decades to create these same feelings in young readers. Indeed, she was one of America's most respected contemporary poets for children. She authored numerous poetry volumes for youths and garnered the National Council of Teachers of English Award for excellence in children's poetry in 1981. In her Learning 85 article \"Some Pearls from Eve Merriam on Sharing Poetry with Children,\" Merriam urged: \"Whatever you do, find ways to read poetry. Eat it, drink it, enjoy it, and share it.\"\n\r\nWhen Merriam was a child, she read poetry out loud from the verse column of the Philadelphia Bulletin and she was moved by the poetic quality of the many Gilbert and Sullivan musicals she and her brother were taken to see. She began writing her own poems when she was seven or eight years old and later contributed poems to her high school magazine and weekly newspaper. After earning a BA from the University of Pennsylvania in 1937, Merriam moved to New York to pursue graduate studies at Columbia University. However, one afternoon she abruptly quit her studies and began working, first as a copy writer and later as a radio writer for Columbia Broadcasting System, Inc., and for other networks. Eventually Merriam became fashion copy editor for  Glamour magazine. In the meantime, her first collection of adult poetry, entitled Family Circle, won the 1946 Yale Younger Poets Prize. A few years after this welcome recognition, Merriam devoted her full energies to free-lance magazine and book writing. Her literary endeavors for both the adult and children's literary scene were prolific, but Merriam was recognized foremost as a children's poet; in fact, Laura M. Zaidman remarked in the Dictionary of Literary Biography: American Writers for Children since 1960 that Merriam's \"contributions to numerous poetry anthologies and many respected magazines have made her a most influential voice in educating teachers of children's literature.\"\n\r\nAccording to Sloan, one of Merriam's chief aims as a writer of children's poetry was to instill in youth the same fascination with language that she experienced: \"Out Loud is not only the title of a book of poems by Eve Merriam, it is also her teaching philosophy in two words. She maintains that no one learns to love poetry without hearing it read out loud ... [and Merriam concludes that] 'if we can get teachers to read poetry, lots of it, out loud to children, we'll develop a generation of poetry readers; we may even have some poetry writers, but the main thing, we'll have language appreciators.'\" Again with the intention of drawing children to the side of poetry, Merriam included a section \"Writing a Poem\" in her book Finding a Poem. \"Writing a Poem\" contains a step-by-step illustration of how Merriam developed her poem \"Landscape,\" an undertaking which involved twelve revisions.\n\r\nAs one who practiced what she preached, Merriam's poetry was particularly conducive to being read out loud. Her poems exemplify her fascination with language, as evidenced by her puns and word puzzles, her concentration on the eccentricities and idiosyncracies of the English language, and her broad use of poetic devices, such as onomatopoeia, inner rhyme, alliteration, assonance, metaphor, and so forth, in addition to traditional rhyming. \"How to Eat a Poem,\" originally from Merriam's second children's poetry collection, It Doesn't Always Have to Rhyme, illustrates Merriam's use of metaphor, but it is also \"a poem of the invitational mode,\" noted Zaidman. Accordingly, \"How to Eat a Poem\" includes the lines: \"Don't be polite./ Bite in./ Pick it up with your fingers and lick the juice that may run down your chin./ It is ready and ripe now, whenever you are.\" Overall, Zaidman held that It Doesn't Always Have to Rhyme could serve \"as an excellent minicourse in the elements of poetry\" because it contains the distinctive poems \"Metaphor,\" \"Simile: Willow and Ginkgo,\" \"Couplet Countdown,\" \"Quatrain,\" \"Learning on a Limerick,\" \"Beware of Doggerel,\" \"Onomatopoeia,\" and \"A Cliche.\" Merriam also worked with the positioning of the words on the page, thus bringing the visual sense into her verse more fully.\n\r\nBesides being oriented to sensory appeal, Merriam's poetry is noted for its instructive, social strain. According to Sloan, Merriam was astonished when an anthologist once categorized her as the only children's poet who addressed social issues. Merriam was of the opinion that war, pollution, sexism, racism, television addiction, and the like, were issues that touch children's lives as well as those of adults, noted Sloan. Finding a Poem, in particular, contains poems of political and social satire. Diane Farrell described this volume in Horn Book as \"an irresistible collection of poems that satirize our empty, 'plastic' society\"; moreover, \"the verses reflect some of the slick sheen of contemporary life and should have 'instant' appeal for those seeking instant satisfactions.\" Additionally, Barbara H. Baskin and Karen H. Harris remarked in Books for the Gifted Child that \"such poems as 'The Wholly Family,' 'Umbilical,' and 'Alarm Clock' ... [focus on] humanity's need for the latitude to pursue individual, unfettered, and natural interests conflicts with the demands of a highly structured, technologically obsessed, and plasticized world. People caught in various traps—sometimes of their own devising, but more commonly as a spinoff from the rat race they were scarcely aware they had entered—is a recurring theme in [Finding a Poem].\" According to Zaidman, \"Merriam did not always feel free to express her concerns about social issues, but like other poets in the late 1960s and 1970s, she began to focus on more relevant topics. Poems about nature, animals, family, and the everyday experiences children encounter never disappeared from her children's books, yet she stretched beyond these traditional sensibilities of childhood and shifted her concerns to reflect the inner emotional conflicts and stark realities of the world facing children: anxieties, alienation, racial and social injustice, war, inhumane technology, and the struggles of urban life.\"\n\r\nNumerous critics have been impressed with Merriam's poetry for young readers. They applaud her serious attempt to get children involved in poetry by providing poems that are pleasurable, approachable, and stimulating to both the intellect and the senses. In the  Children's Literature Association Quarterly, Rebecca Lukens wrote: \"Reading Merriam through, end to end, awakens all our senses to sharpness, but touches our intellects, too. The unexpected juxtapositions, the keen contrasts, the onomatopoeic series, even the cliches freshened to surprise—all are parts of Merriam's own pleasure, and now of ours.\" Complaints that do arise often relate to unevenness of quality, especially in regard to Merriam's later collections. Whereas School Library Journal critic Peter Neumeyer observed that \"Merriam's touch remains authoritative\" in her 1981 volume A Word or Two with You: New Rhymes for Young Readers, Nancy C. Hammond for Horn Book was of the opinion that \"unevenness haunts both the poems and the volume. With only seventeen poems ... weak ones are glaring.\"\n\r\nMerriam's approach to educating children went beyond verse. Independent Voices, for example, contains biographical sketches, albeit in verse form, of seven prominent Americans, including Benjamin Franklin, Henry David Thoreau, and Elizabeth Blackwell. The Voice of Liberty: The Story of Emma Lazarus is Merriam's fictionalized biography of Lazarus, a poet and prose writer who championed the cause of Jewish refugees in America at the turn of the century. Also included in Merriam's body of work for children are counting books, alphabet books, and books presenting the equality of the sexes, such as Boys and Girls, Girls and Boys, which \"energetically tries to stamp out separate roles for males and females and show that boys and girls are really alike,\" noted Marilyn R. Singer in School Library Journal. Merriam's playfulness and inventiveness is apparent in these works as in her poetry.\n\r\nMerriam was also an established author of adult works. Included among these are poetry volumes, such as Family Circle, Tomorrow Morning, and The Trouble with Love; feminist writings, like The Double Bed from the Feminine Side, After Nora Slammed the Door: American Women in the 1960s—The Unfinished Revolution, and  Growing up Female in America: Ten Lives; and political satires, including The Inner City Mother Goose and The Nixon Poems, both of which are poetry collections. In her later career, Merriam's attention was drawn to writing for the theatre. Her indictment of the ghetto experience in her poetry volume The Inner City Mother Goose was adapted for the theatre as Inner City: A Street Cantata and appeared on Broadway in the early 1970s. Later Merriam wrote a number of adult plays, including  Out of Our Fathers' House, At Her Age, and her OBIE Award-winning The Club. As with some of her poetry, Merriam's plays could be characterized as social or political satire. In the New York Times, Stephen Holden wrote that Plagues for Our Time \"amusingly implies that the unpleasant banalities of everyday life—everything from meaningless work to presweetened food and spray cans—are plagues that we have brought upon ourselves. ... Merriam's accumulation of everyday indignities is not just an amusing indictment of kitsch culture, but a pointed critique of a society that offers its pets hundreds of varieties of food, yet won't adequately feed all its elderly.\"\n\r\nMerriam was an author with a broad literary range, from adult feminist works to pictorial counting books for the very young. However, for decades her primary objective was inspiring in others her passion for poetic language. As Zaidman explained, \"Merriam's excellence in poetry has given her readers a better appreciation for a wide range of topics expressing the varieties of a child's experiences, and her insights into the way in which children should approach poetry have greatly influenced the ability of parents and teachers to help them enjoy it. By inviting two generations of readers into her world of words, Eve Merriam has greatly enriched children's poetry.\"\n", "attrs": {}}