{"pf_url": "https://www.poetryfoundation.org/poets/evie-shockley", "name": "Evie Shockley", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/5a753b600344bb919376ba4a1c55aca421d5fef6.jpeg", "bio": "\nBorn and raised in Nashville, Tennessee, poet Evie Shockley earned a BA at Northwestern University, a JD at the University of Michigan, and a PhD in English literature at Duke University. The author of several collections of poetry, including a half-red sea (2006) and the new black (2011), Shockley is also the author of the critical volume Renegade Poetics: Black Aesthetics and Formal Innovation in African American Poetry (2011). Her poetry and essays have been featured in several anthologies, including Black Nature: Four Centuries of African American Nature Poetry (2009), Poets on Teaching: A Sourcebook (2010), A Broken Thing: Contemporary Poets on the Line (2011), and Contemporary African American Literature: The Living Canon (2013).\r\n \r\nBoth spare and lyrical, Shockley’s poems often begin with an active interrogation of received poetic forms and practices, such as capitalization. But her work is also interested in subjectivity, the lyric tradition, and notions of place. In an interview with The Dead Mule, Shockley stated, “[W]hat I mean when I speak of myself as a ‘southern poet’ is that I grew up: hearing certain accents and vocabularies and speech patterns that were the aural essence of ‘home’ or the audible signal of danger, depending; thinking that racism wasn’t much of a problem in other parts of the country; eating a cuisine that was originally developed under conditions of make-do and make-last; enjoying five- or six-month summers and getting ‘snow days’ out of school when the forecast called for nothing other than ‘possible icy conditions’; knowing that my region was considered laughable almost everywhere else; assuming there was nothing unusual about finding churches on two out of every four corners; and believing that any six or seven people with vocal chords could produce four-part harmony at the drop of a dime—and that all of this informs my poetry, sometimes directly and sometimes in ways that might be unpredictable or illegible.” In a review of The new black for Library Journal, Chris Pusateri observed, “Shockley’s work incorporates elements of myth without being patently ‘mythical’ and is personal without being self-indulgent, sentimental without being saccharine.”\r\n \r\nShockley’s honors include the Holmes National Poetry Prize and fellowships from Cave Canem, the Millay Colony for the Arts, the American Council of Learned Societies, and the Schomburg Center for Research in Black Culture of the New York Public Library. Coeditor of the journal jubilat from 2004 to 2007, Shockley is a professor at Rutgers University. She lives in Jersey City, New Jersey.\n", "attrs": {"Region:": ["U.S., Southern"]}}