{"pf_url": "https://www.poetryfoundation.org/poets/f-d-reeve", "name": "F. D. Reeve", "yob": "1928", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/cbf49917db2b74a7e629cb1dac12325a659ebb7a.jpeg", "bio": "\n                                                                    F.D. Reeve authored more than 30 books, including 11 collections of poems, a half-dozen novels, multiple critical works, Russian translations, and plays. He abandoned an early acting career, afraid that he “as a person who wanted to write poetry, would have to give up too much of my inner self for a stage career.” After earning his doctorate in Russian from Columbia University, he went on to teach Slavic languages and English literature at Wesleyan University for 40 years, occasionally taking up visiting professorships at Oxford, Columbia, and Yale.   Reeve was an officer of the Poetry Society of America, and a secretary of Poets House. He was the recipient of the New England Poetry Club’s Golden Rose Award, an Award in Literature from the American Academy National Institute of Arts and Letters, and a D.Lit from New England College. Reeve served as Robert Frost’s translator and cultural ambassador on a 1962 trip to the USSR during the Cold War, documenting the experience in Robert Frost in Russia (1964, 2001).   A firm believer that poetry can bestow truth, Reeve argued in an interview that poetry transcends other information-relaying media, such as advertisements and news broadcasts. He contended that poetry maintains the purity of language. Reeve’s intimate relationship to translation is apparent in his ideas of how poems work. Of the difficulty in preserving truth across languages and eras, he said, “There are important forms in languages that don’t readily adapt to expression in our language, but there are ways around such ‘obstacles.’ It all depends on how honest we want to be with what our thoughts are, how skilled we can be at extending our contemporary language. The ancient world was as much a combination of peoples as the world is now.”   Reeve died in 2013 at the age of 84.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}