{"pf_url": "https://www.poetryfoundation.org/poets/f-t-prince", "name": "F. T. Prince", "yob": "1912", "yod": "2003", "image": null, "bio": "\nPoet and scholar Frank Templeton (F.T.) Prince, best known for the poem “Soldiers Bathing,” was born September 13, 1912 in Kimberly, South Africa. In 1957, Prince joined the English department at Southampton University in England, where he taught for over two decades. He also briefly taught at Oxford and Cambridge, as well as at institutions in Jamaica, the United States, and Yemen. Regarded as a significant 20th-century writer by poets as varied as John Ashbery and Geoffrey Hill, Prince authored more than ten books of poetry, including Poems (1938), Soldiers Bathing (1954), Walks in Rome (1987), and Collected Poems 1935-1992(1993 ). \nPrince studied at the University of Witwatersrand, Johannesburg and Balliol College, Oxford University before taking a graduate fellowship at Princeton University. He worked as foreign policy analyst upon his return to England, and his first volume of poetry, Poems, was published with the assistance of T.S. Eliot in 1938. During WWII, he served six years in the British Army’s Intelligence Corps, spending time at Bletchley Park, in the Middle East, and in Italy. This wartime experience inspired “Soldiers Bathing,” written in 1942 and first published in the multi-author collection, More Poems for the Forces (1943). Scholar David Tacium argues Prince’s “most anthologized poem ... succeeds on the basis of a direct religious reading of the ‘facts.’” “The plot is direct and moving,” poet and critic Philip Hobsbaum observes: “Soldiers stripped of the accouterments of war show themselves thereby at once released and vulnerable. ... The poem superbly combines story line with archetype. Further, there is a highly characteristic vision here. We are aware of a detached persona considering all this ... certainly someone ... erudite, distanced, eloquent. The person is a kind of ideal aesthete.” Critic Donald Davie lauded “Soldiers Bathing” as “nearly the finest poem in English to come out of World War II … the only one, perhaps, that could justly be said to stand beside the classics of World War I. It is a remarkable fact that the techniques deployed in Prince’s other poems do duty here: the slow-moving line, the distilled concept, the imagery refracted through recollection of great art. Yet the total effect is ... urgent and poignant.” A Choice review of Collected Poems (1979) regarded “Soldiers Bathing” as “one of the best wrought, best realized war poems of our time,” and hailed Prince’s “linguistic and technical virtuosity.”\nF.T. Prince’s influences include Roy Campbell, Ezra Pound, T.S. Eliot, William Butler Yeats, and Arthur Rimbaud. Although Richmond Lattimore conjectures in Hudson Review that Prince “is less well known than his illustrious contemporaries,” he maintains that the author “is all his own man, he is like no one else, he is a major poet.” As a scholar, Prince is best known for his work on Shakespeare and Milton. Critic Peter Levi believes that The Italian Element in Milton’s Verse is Prince’s “most famous critical book … a book only a poet and only a fine scholar could have written.” Hobsbaum adds, “it would seem that the oeuvre of Prince adds up to a respectable contribution to modern literature by a scholar-poet.” \nHis work spans an impressive array of forms and is notable for the frequent use of dramatic monologue. “What Prince’s Collected Poems reveals is the sheer copiousness and variety of his achievement,” summarizes Ben Howard in a 1980 Poetry magazine review, “which includes conventional stanzaic lyrics, reflective poems on historical themes, a sequence in ‘open’ form and another in a stanza borrowed from Shelley, an experiment with Bridges’s 12-syllable measure, and several ambitious meditative monologues. Whatever the mode, Prince’s hand is deft and firm, but his most memorable work lies in his monologues, where the romantic and scholarly lineaments of his sensibility, the leisured ease and elegance of his style, can find their fullest expression.” Many of Prince’s poems “are written either in the first person or through the medium of a commentator (as in ‘Strafford’),” David Tacium notes, adding “but the first person is seldom if ever the poet himself; rather, he is a persona, often historical, who permits the ‘realization’ or ‘dramatization’ of a given theme, mood, or emotion. Prince has always been at odds with those who seek to give a reproduction of the poet’s immediate experience and way of life. Choosing dramatic subjects, he has been able to convey multiple bearings and perspectives through them.”\nThe formal variety in Prince’s poetry was sometimes challenging for readers. In a review of Later On, A. Poulin, Jr states, “admirers of ... Collected Poems (1979) may find much of Later On quirky and frustrating.” However, Poulin compliments Prince’s 1983 three-poem collection for its poem, “The Yuan Chen Variations,” describing it as “a beautiful example of Mr. Prince’s capacity for moving eloquence.” William Scammell, writing in the Times Literary Supplement, called Prince “a poet of high distinction” and concluded that Later On “is a brave and stimulating book.” Describing the 12-page poem “Afterword on Rupert Brooke” as a journalistic biography, Levi credited Prince for creating “a new literary form in English poetry” that “is a very effective piece.”\nWhile his style did not always fall in line with literary trends, the subjects of Prince’s work are perennially relevant. According to Hobsbaum, “Prince has stood fast among the tides of fashion. His verse is leisurely, eloquent, syntactically elaborate. It suggests the spaciousness of a bygone age.” Prince “is certainly among the finest of living poets writing in metrical forms,” agrees Tacium, noting that “Prince’s poetry has been called unfashionable, which may variously mean that it is not modern, that it does not conform to English or American trends and assumptions, or that it is too ‘other-worldly.’ But critics have also noticed that Prince deals consistently with recurring dilemmas—restlessness, solitude, love, growing old, the sufferings and joys of the imaginative life—in the spirit or a ‘composer’ working with a recognizable theme as his subject. His poetry offers a faithful attention to ‘the thing itself’ and a documentation of the inner life.”\nF.T. Prince died on August 7, 2003 in Southampton, England. Reflecting on his work, Prince wrote, “From the beginning it seemed to me that I would have to go my own way. But it takes a long time, and varied experience, to learn what one really thinks and feels—longer if one is a poet, and if one lives in this century. Some of my past work looks strange to me now, but I have kept it because at the very least it can help towards an understanding of the better things.”\n \n", "attrs": {"Region:": ["England"]}}