{"pf_url": "https://www.poetryfoundation.org/poets/federico-garcia-lorca", "name": "Federico García Lorca", "yob": "1898", "yod": "1936", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/866dc1f358e30cbb669c6090e78f4dd4c456c60a.jpeg", "bio": "\nBorn near Granada in Fuente Vaqueros, Spain, to a prosperous farm owner and a pianist, prominent 20th-century Spanish poet and dramatist Federico García Lorca studied law at at the University of Granada before relocating to Madrid in 1919 to focus on his writing. In Madrid he joined a group of avant-garde artists that included Salvador Dali and Luis Buñuel. The group, collectively known as the “Generation of ’27,” introduced Lorca to Surrealism, a movement that would greatly influence his writing.\r\n \r\nLorca published numerous volumes of poetry during his career, beginning with Impresiones y paisajes (1918). His lyrical work often incorporates elements of Spanish folklore, Andalusian flamenco and Gypsy culture, and cante jondos, or deep songs, while exploring themes of romantic love and tragedy.\r\n \r\nWith the publication of his poetry collection Romancero Gitano, or Gypsy Ballads (1928), Lorca received significant critical and popular attention, and the following year traveled to New York City, where he found a connection between Spanish deep songs and the African American spirituals he heard in Harlem. When he returned to Spain he co-founded La Barraca, a traveling theater company that performed both Spanish classics and Lorca’s original plays, including the well-known Blood Wedding (1933), in small town squares. Despite the threat of a growing fascist movement in his country, Lorca refused to hide his leftist political views, or his homosexuality, while continuing his ascent as a writer.\r\n \r\nIn August 1936, at the onset of the Spanish Civil War, Lorca was arrested at his country home in Granada by Francisco Franco’s soldiers. He was executed by a firing squad a few days later.\n", "attrs": {"Region:": ["Spain"]}}