{"pf_url": "https://www.poetryfoundation.org/poets/fenton-johnson", "name": "Fenton Johnson", "yob": "1888", "yod": "1958", "image": null, "bio": "\nFenton Johnson was born and raised in Chicago. The son of one of the city’s wealthiest African American families, he attended the University of Chicago, Northwestern University, and the Columbia University Graduate School of Journalism. After graduating, he taught at the State University at Louisville and worked as a journalist for the Eastern Press Association and the New York News. After returning to Chicago, he edited and published the little magazines the Champion and the Favorite and was an early contributor to Poetry magazine.\nJohnson is considered an important forerunner of the Harlem Renaissance; his poetry has been characterized as a bridge between late-19th-century writers such as Paul Laurence Dunbar and the more idiosyncratic jazz rhythms of Langston Hughes. Johnson’s collections of poetry include A Little Dreaming (1913), Visions of the Dark (1915), and Songs of the Soil (1916). In his later works, he experimented with dialect and free-verse forms depicting urban African American experience in vividly ironic and increasingly despairing tones. Johnson also published a collection of short stories, Tales of Darkest America (1920), and a volume of essays, For the Highest Good (1920), and produced several of his own plays, none of which survive.\nAfter the 1930s, Johnson’s literary output all but ceased. He remained in correspondence with Arna Bontemps but published little. In 2017, an unpublished manuscript by Johnson was discovered: A Wild Plaint was submitted to Doubleday in 1909 as the “diary” of Aubrey Gray, a young African American man in Chicago who, by diary’s end, had committed suicide. Excerpts from Johnson’s lost experiment in the autobiographical genre tradition of African American literature were published in African American Review. Also in 2017, Johnson was inducted into the Chicago Literary Hall of Fame.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Harlem Renaissance"]}}