{"pf_url": "https://www.poetryfoundation.org/poets/fernando-pessoa", "name": "Fernando Pessoa", "yob": "1888", "yod": "1935", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/3eb8e4ee93a989cd34ae805ffe93f547775e1483.jpeg", "bio": "\nPoet Fernando António Nogueira Pêssoa was born in Lisbon, Portugal. His father died when Pessoa was five years old, and the family moved with his mother’s new husband, a consul, to Durban, South Africa, where Pessoa attended an English school. At thirteen Pessoa returned to Portugal for a year-long visit, and returned there permanently in 1905. He studied briefly at the University of Lisbon, and began to publish criticism, prose, and poetry soon thereafter while working as a commercial translator.\n\r\nDuring his life, most of Pessoa’s considerable creative output appeared only in journals, and he published just three collections of poetry in English—Antinous (1918), Sonnets (1918), and English Poems (1921)—and one collection in Portuguese, Mensagem (1933).\n\r\nIn 1914, the year his first poem was published, Pessoa found the three main literary personas, or heteronyms, as he called them, which he would return to throughout his career: Alberto Caeiro, a rural, uneducated poet of great ideas who wrote in free verse; Ricardo Reis, a physician who composed formal odes influenced by Horace; and Álvaro de Campos, an adventurous London-based naval engineer influenced by poet Walt Whitman and the Italian Futurists. Pessoa published under his own name as well, but considered that work the product of an “orthonym,” another literary persona. While other notable writers of his generation used literary personas, such as Pound’s Mauberley and Rilke’s Malte Laurids Brigge, Pessoa alone gave his heteronyms a full life separate from his own, assigning and adopting in turn each persona’s psychology, aesthetics, and politics. Pessoa’s insistence on identity as a flexible, dynamic construction, and his consequent rejection of traditional notions of authorship and individuality, anticipated the concerns of the post-Modernist movement.\n\r\nLater in life, Pessoa created the “semi-heteronym” Bernardo Soares, whose expansive, unbound fictional journal written over a period of 20 years (and assembled with little guidance after Pessoa’s death) became The Book of Disquietude, as well as philosopher and sociologist António Mora, essayist Baron of Teive, critic and Caeiro scholar Thomas Crosse and his brother/collaborator I.I. Crosse, poet Coelho Pacheco, astrologer Raphael Baldaya, and many others, for a total of at least 72 heteronyms.\n\r\nPessoa died in Lisbon in 1935 of cirrhosis of the liver, and only after his death did his work gain widespread publication and acclaim. In The Western Canon, critic Harold Bloom included Pessoa as one of just 26 writers responsible for establishing the parameters of western literature.\n", "attrs": {}}