{"pf_url": "https://www.poetryfoundation.org/poets/fiona-sampson", "name": "Fiona Sampson", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/67dde0d77f6cbd75264eb0611ff12d8ec7dd8f2a.jpeg", "bio": "\nFiona Sampson was born in London and trained as a violinist. Her early musical studies and professional career as a musician in Europe influenced her editing and writing. She studied at Oxford University and received a PhD in the philosophy of language from Nijmegen University in the Netherlands. Her poetry collections include Come Down (2020); Rough Music (2010); Common Prayer (2007); The Distance Between Us (2005), a novel in verse; and Folding the Real (2001). Common Prayer and Rough Music were shortlisted for the T.S. Eliot Prize, and Rough Music was shortlisted for the Forward Poetry Prize. Sampson has received the Newdigate Prize and the Cholmondeley Award and in 2011 was elected a fellow of the Royal Society of Literature. Her other honors include the Naim Frasheri Laureateship and the European Lyric Atlas Prize. \nSampson’s poetry shows an attention to sound and the visual presence of poetry on the page. Ruth Padel described Sampson’s style in the Guardian: “The tone is controlled and lightly pitched; there is a lovely surface smoothness with the rough.” The attention to the aural qualities of poetry has also made its way into her essays: Music Lessons: The Newcastle Poetry Lectures (2011) and On Listening (2007).\nSampson’s academic studies led to a concentration on the connection of writing to health, and she is a founding member of Lapidus, the Association for Literary Arts in Personal Development. She has published scholarly works and works for general readers on the subject of writing and health care, among them Writing: Self and Reflexivity, with Celia Hunt (2006); the edited guide Creative Writing in Health and Social Care (2004); The Healing Word (1999); and The Self on the Page: Theory and Practice of Creative Writing in Personal Development (1998). She also published the writing manual Poetry Writing: The Expert Guide (2009).          \nSampson’s translations and edited works have focused on poets from central and southeastern Europe. She coedited the anthology A Fine Line: New Poetry from Eastern & Central Europe (2004) and in 2002 founded the journal Orient Express, featuring European poets. She has translated work by Estonian poet Jaan Kaplinski: Evening Brings Everything Back (2004) and Israeli poet Amir Or: Day (2006).\nFrom 2005 to 2012, Sampson was editor of Britain’s Poetry Review. She holds the Chair of Poetry at the University of Roehampton.\n", "attrs": {}}