{"pf_url": "https://www.poetryfoundation.org/poets/ford-madox-ford", "name": "Ford Madox Ford", "yob": "1873", "yod": "1939", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/47d7dd3a36a0b7c44efe5b065a14d105715e8c90.jpeg", "bio": "\n                                                                    Born Ford Hermann Hueffer in Surrey, England, Ford Madox Ford was a prolific poet, novelist, editor, and critic. The grandson of Ford Madox Brown, the painter, and a student of Dante Gabriel Rossetti and Christina Rossetti, Ford spent his childhood and early adult years among the important intellectual and artistic circles of his day. In 1894, Ford eloped with Elsie Martindale.   The couple left London and settled in Romney Marsh, where Ford became acquainted with Henry James, H.G. Wells, and Stephen Crane. After suffering a nervous breakdown in 1904, he spent some time in Germany. When he returned to London, Ford found considerable literary success, publishing five novels in three years and founding the English Review in 1908. The expertly curated journal featured emerging literary talents, many of whom, such as Joseph Conrad and Henry James, would come to define the Modern canon. Ezra Pound deemed Ford the best literary critic in England because of his keen editorial eye and celebration of vers libre. Like many of his fellow Modernists, Ford was preoccupied with exploring concepts of time and the manipulation of perception. His most famous work, The Good Soldier (1915), features an unreliable narrator and is told through a series of non-chronological flashbacks.   In 1915, Ford joined the British Army and was severely wounded when a shell exploded near him. Directly after his return from service, he published a collection of poetry that he had written during the war, On Heaven, and Poems Written on Active Service (1918). Later, he also drew from his experiences as a soldier for the tetralogy of novels ultimately published as the singular volume, Parade’s End (1924–26), which has come to be considered one of the greatest pieces of literature about World War I.    After the war, Ford returned to England and settled in Sussex. The son of a German émigré, Ford officially Anglicized his name in 1919 by appropriating his grandfather’s. In 1923, he relocated to the Parisian artist colony Cité Fleurie with Australian artist Stella Bowen. There, with the help of Ezra Pound, he founded the avant-garde transatlantic review, which featured the work of James Joyce and Gertrude Stein. By the end of his life, Ford had produced close to 80 books of literature spanning many genres.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}