{"pf_url": "https://www.poetryfoundation.org/poets/franz-wright", "name": "Franz Wright", "yob": "1953", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/66a50fe637b3c32e293a96a17ba9c2f3daa8d7e8.jpeg", "bio": "\nFranz Wright was born in Vienna, Austria and grew up in the Northwest, the Midwest, and California. He earned a BA from Oberlin College in 1977. His collections of poetry include The Beforelife (2001); God’s Silence (2006); Walking to Martha’s Vineyard, which won the Pulitzer Prize in 2004; Wheeling Motel (2009); Kindertotenwald (2011); and F (2013). In his precisely crafted, lyrical poems, Wright addresses the subjects of isolation, illness, spirituality, and gratitude. Of his work, he has commented, “I think ideally, I would like, in a poem, to operate by way of suggestion.”\n\r\nCritic Helen Vendler wrote in the New York Review of Books, “Wright's scale of experience, like Berryman's, runs from the homicidal to the ecstatic ... His best forms of or originality: deftness in patterning, startling metaphors, starkness of speech, compression of both pain and joy, and a stoic self-possession with the agonies and penalties of existence.” Langdon Hammer, in the New York Times Book Review, wrote of God’s Silence: “In his best poems, Wright grasps at the ‘radiantly obvious thing’ in short-lined short lyrics that turn and twist down the page. The urgency and calculated unsteadiness of the utterances, with their abrupt shifts of direction, jump-cuts and quips, mime the wounded openness of a speaker struggling to find faith.” \nWright received a Whiting Fellowship, a Guggenheim Fellowship, and a grant from the National Endowment for the Arts. He translated poetry by Rainer Maria Rilke and Rene Char; in 2008 he and his wife, Elizabeth Oehlkers Wright, co-translated a collection by the Belarusian poet Valzhyna Mort, Factory of Tears. He taught at Emerson College and other universities, worked in mental health clinics, and volunteered at a center for grieving children. His father was the Pulitzer Prize–winning poet James Wright. He died in 2015.\n", "attrs": {"Region:": ["U.S., New England"]}}