{"pf_url": "https://www.poetryfoundation.org/poets/frank-ormsby", "name": "Frank Ormsby", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/1fe8dece1f89911cc7597776a2b9a9c79b891f50.jpeg", "bio": "\nPoet and editor Frank Ormsby grew up in rural Enniskillen in County Fermanagh, Northern Ireland. He was educated at St. Michael’s College and Queen’s University in Belfast and influenced by Seamus Heaney. His poetry collections include The Darkness of Snow (2017), Goat’s Milk: New and Selected Poems (2015), Fireflies (2009), The Ghost Train (1995), A Northern Spring (1986), and A Store of Candles (1977).\nOrmsby's poetry frequently engages themes of origin, exile, and elegy, often in a domestic setting. In a critical perspective on Ormsby’s work for the British Council, Eve Patten and Nick Turner describe Ormsby as “a poet skilled in the transfiguration of the ordinary, a rendering, through language, of the commonplace into the unexpected.” “Unless a poem moves me in some way I give up on it very quickly. I want poetry to be about people's experiences and written in a manner which enables the reader to share those experiences,” he states in a 2015 newspaper feature on his career for the Belfast Telegraph.\nAs an editor, Ormsby has introduced readers to a wide range of Northern Irish poetry and prose written during the Troubles. He coedited (with Michael Longley) John Hewitt: Selected Poems (2007) and edited The Hip Flask: Short Poems from Ireland (2001), A Rage for Order: Poetry of the Northern Ireland Troubles (1992), Thine in Storm and Calm: An Amanda McKittrick Ros Reader (1988), Poets from the North of Ireland (1979, revised in 1990), and several other anthologies. He also edited the literary journal Honest Ulsterman from 1969 to 1989 and edited several issues of the Poetry Ireland Review. \nHis honors include a Lawrence O’Shaughnessy Award for Poetry from the University of St. Thomas at St. Paul, Minnesota, and a Cultural Traditions Award given in memory of John Hewitt. Ormsby taught at the Royal Belfast Academical Institution from 1976 until his retirement in 2010. He lives in Belfast.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}