{"pf_url": "https://www.poetryfoundation.org/poets/franklin-pierce-adams", "name": "Franklin Pierce Adams", "yob": "1881", "yod": "1960", "image": null, "bio": "\nFranklin Pierce Adams, or F.P.A. as he was known to readers in his lifetime, was best known for his witty and satirical column “The Conning Tower,” which was syndicated in the New York Tribune, the New York World, the New York Herald Tribune, and the New York Post. In his column, to which he had a cult-like following, Adams wrote limericks, puns, and satirical prose to dissect political events, review books and plays, and parody the age. A forthright writer who had the freedom to comment on whatever he chose, F.P.A. peppered his column with light verse. He scorned unrhymed free verse, and his poetry was clever and catchy, utilizing the kind of quipping that was the very spirit of his column. His audience was known to repeat these “F.P.A.isms” everywhere. The verse he wrote for “The Conning Tower” prompted the New York Times to refer to him as “the direct intellectual descendant of Charles Stuart Calverly and Sir William Gilbert,” according to Dictionary of Literary Biography contributor Nancy L. Roberts.\nWriting every day of the work week, Adams took a respite from “The Conning Tower” to write a different column in the form of a diary on Saturdays. In this column, “The Diary of Our Own Samuel Pepys,” Adams wrote in the style of the 17th century, remarking on the daily activities of his life. He discussed with readers all that had taken place during his week, which ranged from the artists and writers with whom he dined, to political events he supported or criticized, to the people and politics he trusted and did not trust, to where he played poker—one of his favorite games. It is this column that is largely responsible for making Adams’s personality and his writing inextricable from one another in the eyes of his readers. Roberts related that the New Yorker described the column as having “an amusing, intelligent, unpretentious personality.” Known for his unassuming style, Adams wrote on one particular Saturday, “Read this day the worst parody of a thing ever I read, called, ‘If Winter Don’t,’ by Barry Pain, maladroit and without skill or humour, and utterly without any sense of the Hutchinsonian style. Yet very pretentious.”\nThis Saturday column also took a serious look at the events of the times. As news of the war in Europe began to reach New York in the late ’30s, Adams used his column to express his disgust over the horrendous killings and beatings of Jews in a succession of nights that came to be known as Kristallnacht (“Night of Broken Glass”). Adams was also an adroit critic; he was often the first to see talent, recognizing the abilities of such writers as D.H. Lawrence and W. Somerset Maugham. According to Roberts, F.P.A. wrote of Eugene O’Neill’s play Mourning Becomes Electra that his “humourlessnes ... hath carried him toward the stars.” In verse, he admiringly wrote, “Stick close to your desk with a heart of steel / And you all may be playwrights like Eugene O’Neill!”\nAmong Adams’s friends were New York City’s writers and artists, many of whom made appearances in “The Conning Tower.” Writers and famous personalities such as Edna St. Vincent Millay, Edna Ferber, Groucho Marx, and Sinclair Lewis all contributed to the column. It has been said that Adams raised Dorothy Parker “from a couplet.”\nThough he moved to New York after marrying his first wife, Minna Schwartze, in 1904, Adams was originally from Chicago. Working as a solicitor in 1901, he once saw a writer eating strawberries in the middle of winter. He has written that it was this scene that gave him cause to switch vocations. “I resolved then to abandon trade for belles-lettres,” quoted Roberts, “that I too might lie long and have strawberries in February.” Despite possessing a mathematical and scientific background, he turned to writing, and in 1903 began with his column “A Little about Everything” in the Chicago Journal. Upon moving to New York the following year, he took over the column “Always in Good Humor” from Henry L. Stoddard for the Evening Mail. He continued this column for the next nine years until, in 1914, he began “The Conning Tower,” which would truly make his name as a writer and a personality. He took a brief break from it during World War I, when he served as a captain and wrote an occasional column, “The Listening Post,” for Stars and Stripes, a magazine edited by Harold Ross that became part of the foundation for the New Yorker. With trademark sarcasm regarding his personal experiences, Adams—quoted by Roberts—wrote of his tour of duty, “I didn’t fight and I didn’t shoot / But General, how I did salute!” Much of Adams’s material from his column has been reprinted in book form. Overset, a term meaning material that is in excess of what is required, was published in 1922. A reviewer in Bookman said, “He slays us with such winsome gambolings, such seductive waggery, that there is rich balm in every thrust.”\nFollowing Overset, came So There! in 1923, a collection of Adams’s rhymes and limericks. “Here is a wit in abundance—smiling satire, rollicking humor, and excellent fooling of many sorts,” wrote a Bookman critic. In 1927, yet another book that gathered material from “The Conning Tower” was published as So Much Velvet. A Saturday Review of Literature writer said of it, “The charm of the man sparkles in his verse. It consists of a salty sincerity.” In addition to the writing his column, Adams’s verse was also collected in more than 10 volumes. Beginning with In Cupid’s Court (1902), and ending with The Melancholy Lute (1936), his own selections condensed into one body of work. His work is anthologized in The Conning Tower Book (1926) and The Second Conning Tower Book (1927). In addition to his prose and verse, Adams also collaborated with O. Henry on the lyrics for the musical Lo early in his career.\nAdams died in New York on March 23, 1960. He will be remembered for the manner in which he impudently and cleverly scrutinized the world. Nearly daily, he wrote his comments and criticism in a manner accessible to all people, appearing on the pages of America’s most widely circulated and important newspapers.\n", "attrs": {}}