{"pf_url": "https://www.poetryfoundation.org/poets/francis-ponge", "name": "Francis Ponge", "yob": "1899", "yod": "1988", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/45834f6b39bea705d117b1025215bc532bcb6828.jpeg", "bio": "\nFrancis Ponge was born in Montpellier, France in 1899. He has been called “the poet of things” because simple objects like a plant, a shell, a cigarette, a pebble, or a piece of soap are the subjects of his prose poems. His many poetry collections include Selected Poems (1994), Vegetation (1987), Rain: A Prose Poem (1969), and Soap (1967). He received the French Academy’s grand prize for poetry in 1972 and the Grand Prize of the Society of Letters in 1985.\nFor Ponge, all objects “yearn to express themselves, and they mutely await the coming of the word so that they may reveal the hidden depths of their being,” as Richard Stamelman explained it in Books Abroad. David Gascoyne, a contributor to Reference Guide to World Literature, declared, “To transmute commonplace objects by a process of replacing inattention with contemplation was Ponge’s way of heeding Ezra Pound’s edict: ‘Make it new.’ His ever-renewed attempts to celebrate objects of everyday experience in a language enlightened by puns and complex words, with onomatopoeia, and the calligrammatic, were not a restless search for novelty but rather a way of transcending ‘modernity’ and restoring a Wordsworthian appreciation of the simple things in life: slate, the Seine, asparagus, and tables.”\n\r\n“What has an imperious fascination for [Ponge],” observed Betty Miller, “is the essence of the interior life of the plant or shell, so that we feel in reading him almost as though it were the plant which spoke to express miraculously, without human intervention, its personality.” Robert Bly noted in the Georgia Review that Ponge’s prose poems also exposed the hidden relationship between the inner life of human beings and the world of objects. “It is as if,” Bly wrote, “the object itself, a stump or an orange, has links with the human psyche, and the unconscious provides material it would not give if asked directly. The unconscious passes into the object and returns.” Gascoyne called Ponge “An epicurean of language,” yet one who “resisted all accusations of elitism. He addressed himself to the common reader in the hope of persuading us that poetry is not merely a preoccupation of the idle and overeducated.”\n\r\nThroughout his 45-year writing career, Ponge was faithful to his unique approach to poetic subject. Speaking of the poet’s collected works, Sarah N. Lawall in Contemporary Literature found that “what Ponge has to say remains quite consistent, and his collected works juxtapose texts from 1921 to 1967 without any contradiction whatsoever. He still goes to the ‘mute world’ of things for his peculiar dialectic, and he still celebrates the creative power of speech.” Lawall found, too, that Ponge’s work served as an “example of systematically individual perception and expression in a world threatened by group morality and intellectual totalitarianism.”\n\r\nPerhaps the most obsessive example of Ponge’s approach is to be found in his collection Le Savon (1967), translated as Soap (1969). In this collection, each prose poem considers a different aspect of the life of a bar of soap, detailing each one from the soap’s perspective. When used for washing, the soap becomes sudsy with joyous exuberance; when left alone, it grows hard, dry and cracked. In addition, Ponge makes clear to the reader that their shared experience in the text has been nothing more than a linguistic experience having nothing to do with the object ostensibly being discussed. As Lawall explained, Ponge “develops a series of comparisons to show how the reader’s pleasure has come from his sense of playing a game, that the extreme form of this game is ‘poetry, the purely verbal game which neither imitates nor represents “life,”’ and that ‘words and figures of speech’ resemble other human concoctions like bread, soap, and electricity.”\n\r\nOther critics also noted this close relationship between Ponge’s poems and the objects they discuss. Michael Benedikt, writing in The Prose Poem: An International Anthology, concluded that Ponge’s poems are “as ‘objective’ as objects in the world themselves.” Robert W. Greene, in his book Six French Poets of Our Time: A Critical and Historical Study, argued that in many of his poems, Ponge tries “to create a verbal machine that will have as much local intricacy as its counterpart in the world of objects.” Stamelman went even further in analyzing this relationship. “In Ponge’s poetry,” he wrote, “the text refers to itself and to itself alone … The only thing the text ‘represents’ is its own surging into being through language, its own act of expression. Ultimately, the text signifies itself.”\n\r\nPonge’s prose poems follow no set formula. They develop instead in a seemingly spontaneous manner, following a meandering path to their completion. “Ponge may be the first poet,” James Merrill wrote in the New York Review of Books, “ever to expose so openly the machinery of a poem, to present his revisions, blind alleys, critical asides, and accidental felicities as part of a text perfected, as it were, without ‘finish’.” Greene acknowledged that Ponge’s “texts hardly conform to most conceptions of what poems, even prose poems, are or should be. They contain puns, false starts, repetitions, agendas, recapitulations, syllogistic overtones, a heavy ideological content, and other features that one normally associates with prose—and the prose of argumentation at that—rather than with poetry.”\n\r\nAs Bly concluded, “Ponge doesn’t try to be cool, distant, or objective, nor does he ‘let the object speak for itself.’ His poems are funny, his vocabulary immense, his personality full of quirks, and yet the poem remains somewhere in the place where the senses join the object.” Benedikt noted that, “with Michaux, Ponge is regarded as one of the most significant mid-century French poets.”\n\r\nPonge spent the last 30 years of his life as a recluse at his country home, Mas des Vergers. He suffered from frequent bouts with nervous exhaustion and numerous psychosomatic illnesses. He continued to write up until his death on August 6, 1988, and the work he was involved with at the time was published posthumously in 1991. Entitled La Table, it “reflects what was Ponge’s undying, and increasingly obsessional, quest for le mot juste,” mused Gascoyne. “Its final sentence reads: ‘O Table, ma console et ma consolatrice, table qui me console, ou je me consolide.’ For Ponge, his final subject was his writing table, which had in fact by then become his entire world.”\n", "attrs": {"Region:": ["France"]}}