{"pf_url": "https://www.poetryfoundation.org/poets/frances-ellen-watkins-harper", "name": "Frances Ellen Watkins Harper", "yob": "1825", "yod": "1911", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/bf0b4a2ad2954a1fdd3d370199a09e09b79b0dcd.jpeg", "bio": "\nBorn in Baltimore, poet, fiction writer, journalist, and activist Frances Ellen Watkins Harper was the only child of free African American parents. She was raised by her aunt and uncle after her mother died when Frances was three years old. She attended the Academy for Negro Youth, a school run by her uncle, until the age of 13, and then found domestic work in a Quaker household, where she had access to a wide range of literature. After teaching for two years in Ohio and Pennsylvania, she embarked on a career as a traveling speaker on the abolitionist circuit. She helped slaves escape through the Underground Railroad and wrote frequently for anti-slavery newspapers, earning her a reputation as the mother of African American journalism.\nA prolific writer, Harper published many collections of poetry, including Autumn Leaves (also published as Forest Leaves) (1845); Poems on Miscellaneous Subjects (1854), which was reprinted 20 times; Sketches of Southern Life (1872), which chronicles Reconstruction; Poems (1857); The Martyr of Alabama and Other Poems (1892); The Sparrow’s Fall and Other Poems (1894); and Atlanta Offering (1895). Harper also published several novels, including Iola Leroy (1892), and essay collections. Her short story “The Two Offers” was the first short story published by an African American. Her poetry has been collected in Complete Poems of Frances E.W. Harper (1988, ed. Maryemma Graham), and her prose in A Brighter Coming Day (1990, ed. Frances Smith Foster).\nShe married Fenton Harper in 1860. He brought to the marriage three children of his own, and together they had a daughter. When her husband died in 1864, Harper continued to support her family though speaking engagements. During Reconstruction she was an activist for civil rights, women’s rights, and educational opportunities for all. She was superintendent of the Colored Section of the Philadelphia and Pennsylvania Women’s Christian Temperance Union, co-founder and vice president of the National Association of Colored Women, and a member of the American Women’s Suffrage Association. Harper was also the director of the American Association of Colored Youth.\n\r\nShe was active in both African Methodist Episcopalian and Unitarian churches, and was buried in Philadelphia’s Eden Cemetery, next to her daughter Mary.\n \n", "attrs": {"Region:": ["U.S., Southern"]}}