{"pf_url": "https://www.poetryfoundation.org/poets/frank-ohara", "name": "Frank O'Hara", "yob": "1926", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/5f0cb6d4b7afb62cac375f371b51f7b3bdc3ceec.jpeg", "bio": "\nFrank O'Hara was a dynamic leader of the \"New York School\" of poets, a group that included John Ashbery, Barbara Guest, Kenneth Koch, and James Schuyler. The Abstract Expressionist painters in New York City during the 1950s and 1960s used the title, but the poets borrowed it. From the beginning O'Hara's poetry was engaged with the worlds of music, dance, and painting. In that complex of associations he devised an idea of poetic form that allowed the inclusion of many kinds of events, including everyday conversations and notes about New York advertising signs. Since his death in 1966 at age forty, the depth and richness of his achievements as a poet and art critic have been recognized by an international audience. As the painter Alex Katz remarked, \"Frank's business was being an active intellectual.\" He was that. His articulate intelligence made new proposals for poetic form possible in American poetry.\n\r\nHe was born Francis Russell O'Hara in Baltimore, Maryland, to Russell J. and Katherine Broderick O'Hara but moved at an early age to Grafton, a suburb of Worcester, in central Massachusetts. While growing up, he was a serious music student and wished above all to be a concert pianist. He took courses at the New England Conservatory. O'Hara writes: \"It was a very funny life. I lived in Grafton, took a ride on a bus into Worcester every day to high school, and on Saturdays took a bus and a train to Boston to study piano. On Sundays, I stayed in my room and listened to the Sunday symphony programs.\" After service aboard the destroyer USS Nicholas in the South Pacific during World War II, he entered Harvard (Edward Gorey was his roommate), first majoring in music but changing to English and deciding to be a writer. His first published work was some poems and stories in the Harvard Advocate. While living in Cambridge, O'Hara met poets Ashbery, who was on the editorial board of the Advocate, and V. R. \"Bunny\" Lang. In 1956 O'Hara was one of the original founders of the Poets Theater in Cambridge. On occasional visits to New York, he met Koch and Schuyler, as well as the painters who were likewise to be so much a part of his life, notably Larry Rivers, Jane Freilicher, Fairfield Porter, Grace Hartigan, Joan Mitchell, Michael Goldberg, Willem de Kooning, Franz Kline, and Jackson Pollock. He was the first of the young New York Poets to write regular art criticism, serving as editorial associate for Art News, contributing reviews and occasional articles from 1953 to 1955. He had a long association with the Museum of Modern Art in New York, beginning as a clerk at the information and sales desk in the front lobby, later becoming an assistant curator at the museum and an associate curator of painting and sculpture in 1965, despite his lack of formal training. He was an assistant for the important exhibition, \"The New American Painting,\" which toured eight European cities in 1958-1959. This exhibition introduced the painters of the Abstract Expressionist movement to European audiences. The title of the exhibition was changed when Donald Allen used it as the title of his anthology The New American Poetry. While employed by the Museum of Modern Art, O'Hara was the curator or cocurator of nineteen exhibitions. He was an active and articulate spokesman for the new painting inside the major collecting museum in New York. He performed his administrative and curatorial duties surrounded by ceaseless conversation about art, poetry, music, and dance.\n\r\nO'Hara's work was first brought to the attention of the wider public, like that of so many others of his generation, by Allen's timely and historic anthology, The New American Poetry (1960). It was not until O'Hara's Lunch Poems was published in 1965 that his reputation gained ground and not until after his sudden death that his recognition increased. Now his reputation is secure as an important and even popular poet in the great upsurge of American poetry following World War II. His influence on the next generation of poets—including Bill Berkson, Alice Notley, and Ted Berrigan—was immense. He did not cultivate academic alliances or solicit editors and publishers. Painter John Button remarks: \"When asked by a publisher-friend for a book, Frank might have trouble even finding the poems stuffed into kitchen drawers or packed in boxes that had not been unpacked since his last move. Frank's fame came to him unlooked-for.\" His recognition came in part because of his early death, the somewhat absurd and meaningless occasion of that death (he was run down by a beach taxi on Fire Island), the prominence and loyalty of his friends, the renown of his own personality, and above all, the exuberant writings themselves. His casual attitude toward his poetic career is reminiscent of the casual composition of many of the poems themselves. One of his poems, \"Poem (Lana Turner has collapsed!),\" for example, was written on the Staten Island Ferry en route to a poetry reading, and his most important statement of poetics, \"Personism,\" was written in less than an hour while Allen, who requested it, was on his way across town to pick it up. Koch touches upon this particular quality of O'Hara's genius—his naturalness: \"Something Frank had that none of the other artists and writers I know had to the same degree was a way of feeling and acting as though being an artist were the most natural thing in the world. Compared to him everyone else seemed a little self-conscious, abashed, or megalomaniacal.\" When this quality entered his verse, his work was formally inventive and most compelling.\n\r\nDuring his lifetime O'Hara was known as \"a poet among painters,\" part of a group of such poets who seemed to find their inspiration and support from the painters they chose to associate with, writing more art reviews and commentary than literary opinion. O'Hara published only two book reviews: one of poetry collections by friends Chester Kallman, Ashbery, and Edwin Denby; the other of John Rechy's City of Night, 1963. His own art criticism, the major portion of which has been collected as Art Chronicles 1954-1966 (1975), helped to encourage the painters he liked best and maintain the public awareness of them, although in itself it is nowhere as brilliant as, for example, Rainer Maria Rilke's writings on Auguste Rodin or Charles Baudelaire's on the Salon of 1846. Professional critics found O'Hara's criticism too subjective and lacking in the disciplines of critical analysis. Hilton Kramer was particularly critical of O'Hara's book Jackson Pollock (1959), claiming that the excessive praise and poetic writing spoiled the discussion of the paintings. O'Hara's poetry itself is most painterly, making the best judgment of painting while participating in the actual techniques of abstract art.\n\r\nThe extent, the sheer volume of his writings, came as a surprise to many of even his closest friends. Most wondered where he had found time to do it all. Ashbery writes in his introduction to the 586-page The Collected Poems of Frank O'Hara (1971), patiently gathered and carefully edited by Allen: \"That The Collected Poems of Frank O'Hara should turn out to be a volume of the present dimension will surprise those who knew him, and would have surprised Frank even more. Dashing the poems off at odd moments—in his office at The Museum of Modern Art, in the street at lunch time or even in a room full of people—he would then put them away in drawers and cartons and half forget them. Once when a publisher asked him for a manuscript he spent weeks and months combing the apartment, enthusiastic and bored at the same time, trying to assemble the poems. Finally he let the project drop, not because he didn't wish his work to appear, but because his thoughts were elsewhere, in the urban world of fantasy where the poems came from.\" Although he published more than a hundred poems in scattered magazines and in a few limited editions, there was no sizable representative collection of poems published in his lifetime. And there were no serious critical studies of his writings such as Marjorie Perloff's, Alan Feldman's, or Alice's Parker's. Before the Collected Poems, and later The Selected Poems of Frank O'Hara (1974), there were only two slight volumes—Second Avenue (1960) and Lunch Poems (1965)— readily available; other books were printed in editions of less than five hundred copies, one in only ten copies, and thus were inaccessible to most serious readers.\n\r\nO'Hara's poetry, as it developed, joined the post-Symbolist French tradition with the American idiom to produce some of the liveliest and most personable poetry written in the 1950s and early 1960s. O'Hara incorporated Surrealistic and Dadaistic techniques within a colloquial speech and the flexible syntax of an engaging and democratic postmodernism. His special subject was the encounter of the active sensibility with the world about it through extravagant fantasy, a ready wit, and a detailed realism of feelings. The result, a unique blend of elements, has earned him a memorable place in American poetry. He hastened the development of an art form hitherto little practiced in English (The Waste Land [1922], for example, is seldom designated as authored by both Ezra Pound and T. S. Eliot) that was to become popular in the later 1960s and 1970s among younger poets—the collaboration: O'Hara wrote poems with Ashbery, Koch, and Berkson; created \"translations\" from the French; produced a series of lithographs with Rivers, collages with Goldberg, comic strips with Joe Brainard, \"Dialogues for Two Voices and Two Pianos\" with composer Ned Rorem, and a movie with painter Alfred Leslie. He was the subject of portraits by many of his artist friends—an indication not only of his association with painters but also of the esteem in which the artists held him. His early death only contributed to his legend and kept alive his memory until the publication of his collected writings confirmed for many what a few, mostly his friends and fellow poets, already knew—that he was an immensely gifted poet.\n\r\nThe collection of his poems by Allen and the arrangement of them in chronological order make it possible to discuss O'Hara's work in the order of its development; however, the contents of the first edition published during his lifetime are not preserved. Two subsequent volumes prepared by Allen, one including O'Hara's earliest poems, mostly from notebooks and unpublished manuscripts among his papers and the other poems overlooked or unavailable at the time of his compilation of the complete poems, supplement the Collected Poems.\"\n\r\nO'Hara's earliest poems exhibit much of the promise and brilliance later fulfilled. Despite the somewhat casual method of composition he later became celebrated for and the colloquial air or ease of those poems themselves, O'Hara was from the start a skilled and knowledgeable poet, well aware, if not always respectful, of the long tradition of the craft. Brad Gooch's biography, City Poet: The Life and Times of Frank O'Hara (1993), makes it possible to trace the biographical, cultural, and literary information in the poems. The poems at times can be correctly read as intense personal statements, not just sleight-of-hand performances. A survey of his Early Writing (1977), written between 1946 and 1950 while O'Hara was still a student at Harvard, reveals a striking diversity of forms that includes ballads, songs, a blues (so-called), a madrigal, musical exercises such as a gavotte, a dirge (complete with strophe, antistrophe, and epode), and even more exotic forms such as the French triolet. There are also an imitation of Wallace Stevens (with a touch of Marianne Moore) titled \"A Procession for Peacocks\"; a strict sonnet; a litany; poems in quatrains; couplets, and heroic couplets; poems with faithful rhyme patterns; and various prose poems. O'Hara's most persistent interest, however, was the image, in all its suddenness, juxtaposed with an equally unlikely image, following techniques not of Imagism but those perfected by the French Surrealists. This period of experimentation and learning (although the imitations and parodies continued) advanced into an interest in post-Symbolist French poetry, especially that of Guillaume Apollinaire and later Pierre Reverdy, along with the big-voiced, roaring surrealism of Vladimir Mayakovski. At the same time O'Hara's innate Americanness was encouraged by writers such as William Carlos Williams and Marianne Moore, together with the colloquial W. H. Auden, whom he felt to be an \"American\" poet in \"his use of the vernacular.\" O'Hara was alert to all developments in his chosen art. Between 1952 and 1958 he either attended or participated in discussions of the new poetry and the new painting at the Abstract-Expressionist meeting place in New York called The Club. His essay,\"Nature and New Painting,\" indicating a surprisingly early familiarity with Charles Olson's \"Projective Verse\" essay (1950) before it became widely known later in the decade, was the subject of three panel discussions in January and February of 1955.\"\n\r\nAmong the poems of this early period, \"Oranges\" stands out. A series of twelve prose poems (originally nineteen) written while he was home from Harvard during the summer of 1949, they are less the \"pastorals\" of their subtitle than a decidedly anti-Arcadian surrealistic parody beginning: \"Black crows in the burnt mauve grass, as intimate as rotting rice, snot on a white linen field.\" About twenty copies of the poems, with a painting by Hartigan on the cover, were later published on the occasion of an exhibit of Hartigan's Oranges paintings. As Terence Diggory has demonstrated, Hartigan did twelve paintings for twelve O'Hara poems in the fall of 1952, and by so doing redefined her relationship to Abstract Expressionism and proposed a mode of \"collaboration as a dialogue of multiple selves\" between poets and painters that influenced poets and painters alike. The poems themselves do not even mention the word of the title, a cleverness the poet was well aware of. O'Hara gives an account of the series in his more justly famous \"Why I Am Not a Painter,\" written in 1956:\"\n \nOne day I am thinking of\na color: orange. I write a line\nabout orange. Pretty soon it is a\nwhole page of words, not lines.\nThen another page. There should be\nso much more, not of orange, of\nwords, of how terrible orange is\nand life. Days go by. It is even in\nprose, I am a real poet. My poem\nis finished and I haven't mentioned\norange yet. It's twelve poems, I call\nit ORANGES. And one day in a gallery\nI see Mike's painting, called SARDINES.\n\"\n\r\nGoldberg did in fact make an abstract painting with the word Sardines written on it as the title. Two other poems written at Harvard--the \"Poems,\" beginning \"At night Chinamen jump\" and \"The eager note on my door\"--although among his earliest and having the same daring imagery as the surrealist poems, are exceptional as well for their narrative and dramatic poise. They remain among his finest, and he readily included them in later collections. Following his four years in Cambridge, O'Hara went to the University of Michigan on the advice of John Ciardi, his creative-writing teacher at Harvard, to compete in the Hopwood Awards, winning an award in writing for his manuscript \"A Byzantine Place\" and his verse play Try! Try! (later produced by the Poets' Theatre in Cambridge, Massachusetts, which he helped found). He missed the activity of New York and returned in 1951, working briefly as private secretary to photographer Cecil Beaton and then at the Museum of Modern Art. During this period the New York School took its distinct shape, the name parodying, according to poet Edwin Denby who was there, the School of Paris, \"which also originated as a joke in opposition to the School of Florence and the School of Venice.\" O'Hara himself describes the milieu in a memoir of the painter Rivers: \"We were all in our early twenties. John Ashbery, Barbara Guest, Kenneth Koch and I, being poets, divided our time between the literary bar, the San Remo, and the artists' bar, the Cedar Tavern. In the San Remo we argued and gossiped: in the Cedar we often wrote poems while listening to the painters argue and gossip. . . . An interesting sidelight to these social activities was that for most of us non-academic and indeed non-literary poets in the sense of the American scene at the time, the painters were the only generous audience for our poetry, and most of us read first publicly in art galleries or at The Club. The literary establishment cared about as much for our work as the Frick cared for Pollock and TX O'Hara's poems at this time were still heavily surrealistic, as exemplified by \"Memorial Day 1950,\" \"Chez Jane,\" and \"Easter,\" which prefigured the more ambitious Second Avenue (1960) with its catalogue of random juxtapositions. In \"Easter\" the images are fully nonreferential, or referential to their own reality alone: \"The razzle dazzle maggots are summary / tattooing my simplicity on the pitiable.\" Only the accustomed syntactic structures prevail--subjects, predicates, clauses--supporting the progression that becomes a tramp of alien, autonomous images over an otherwise familiar bridge. When the images expand out, however, and a narrative occurs, as in \"A Terrestrial Cuckoo\" from this same time, the results are delightfully comic:\n \nWhat a hot day it is! for\nJane and me above the scorch\nof sun on jungle waters to be\npaddling up and down the Essequibo\nin our canoe of war-surplus gondola parts[.]\n\n\r\nThis is O'Hara at his best, combining his voice and personality with the most far-flung word montages.\"\n\r\nAmong the early poems, Second Avenue, in eleven parts, is easily the most ambitious. It was written in the spring of 1953 but not published in book form until 1960. The artist Rivers recalls how this \"long marvelous poem\" was written in his \"plaster garden studio overlooking\" the avenue of the title, with the poet finishing it between poses for a sculpture Rivers was making of him. Koch, who also had some role in the poem's composition, finds it \"among the wonders of contemporary poetry,\" and Albert Cook, the first of the academics to recognize O'Hara, finds it \"too perfect of its kind, which it has invented, to induce anyone's strictures.\" Most readers, however, have found difficulty with it. Perloff calls it O'Hara's \"most Byzantine and difficult poem,\" while even Ashbery in his introduction to the Collected Poems speaks of \"the obfuscation that makes reading 'Second Avenue' such a difficult pleasure.\" O'Hara sensed some of the difficulties and later offered a few thoughts concerning the poem in a letter to a reader or editor who had apparently found it obscure. In his letter he identifies some of the components, including a derisive portrait of \"a poetry critic and teacher,\" a description of painter Hartigan at work, and \"a true description of not being able to continue this poem and meeting Kenneth Koch for a sandwich while waiting for the poem to start again.\" He also insists: \"actually everything in it either happened to me or I felt happening (saw, imagined) on Second Avenue\"--even though the landscape is neither recognizable nor significant on its own terms. Koch writes elsewhere that the poem \"is evidence that the avant-garde style of French poetry from Baudelaire to Reverdy has now infiltrated American consciousness to such an extent that it is possible for an American poet to write lyrically in it with perfect ease,\" although when he states that the language of the poem resembles William Carlos Williams's in being \"convincing and natural,\" nothing could be further from accuracy. Koch also suggests the chief persona of the poem is \"a sort of Whitmanian I,\" though this is hardly discoverable. Rivers's painting Second Avenue (1958) needs to be mentioned as well.\"\n\nSecond Avenue is a poem of brilliant excess and breakneck inventiveness, beginning: \"Quips and players, seeming to vend astringency off-hours, / celebrate diced excesses and sardonics, mixing pleasures, / as if proximity were staring at the margin of the plea. . . .\" This is language in love with itself. The poem is dedicated to Mayakovsky, one of O'Hara's great heroes (though an early draft is inscribed to de Kooning), and certainly the images throughout are as wide-ranging and as startling as Mayakovsky's, but they arrive more rapidly and with less continuity, jostling for attention, a bewildering mixture. Moreover, they do not have Mayakovsky's large, carrying, unifying voice. O'Hara himself explained: \"where Mayakovsky and de Kooning come in, is that they both have done works as big as cities where the life in the work is autonomous (not about actual city life) and yet similar.\" Here the result is a highly mosaic-like, patterned surface. \"The verbal elements,\" by the poet's own insistence, \"are extended consciously to keep the surface of the poem high and dry, not wet, reflective and self-conscious.\" But it is perhaps the most difficult of all accomplishments in art, the texture of surface appearance. \"Perhaps,\" O'Hara continues, \"the obscurity comes in here, in the relationship between the surface and the meaning, but I like it that way since the one is the other (you have to use words) and I hope the poem to be the subject, not just about it.\" At this point O'Hara began adapting the processes of surrealism to the conception of poetic form founded on the idea that the poem is an enactment of the actuality of perception and the realization of thinking. The achievement of a form, then, which was also the imperative of Abstract Expressionism, brought O'Hara into the creative ambience of the painters.\"\n\r\nThis last statement is, in effect, a succinct definition of nonrepresentational art--and in that sense, Second Avenue is an embodiment of the techniques of Abstract Expressionism, the series of strokes that in their totality alone completes a form. There is a cinematic \"sleet\" of images, colored vaguely by the city's lights and shapes glimpsed from the window on Second Avenue, falling with such rapidity that the dissolves occur before the gestalt-making powers of the mind can focus them. These images are, in the words of the poem, \"diced essences\"--sharply cut and full of chance. \"Butter. Lotions. Cries. A glass of ice. Aldebaran and Mizar, / a guitar of toothpaste tubes and fingernails, trembling spear\"--they are hardly full-bodied; rather they are subliminal phantoms, too fleeting even for associations. The poem projects intense energy as it enacts the process of motion, of the eye and the mind moving on and around the urban scene. The area described, the canvas of the poem, is huge, and without a guiding narrator; the poem attempts to allow chance events, the random thought and image, to enter the design. This is a large poem to maintain without a narrator; but, on the other hand, the situation removes the ego of the poem from the process of the poem and then allows a multitude of gestures to run in at all points. It could be called an \"action poem.\" Like Pollock, who created a procedure of entering the field of action of the painting, O'Hara creates the illusion that he has entered the process of writing to such an extent that the surface details in all their seeming discontinuity actually constitute the form of the poem itself. The generation of an idea of form in the poem, then, becomes much more important than a doctrine of composition or a sermon about city life. When the Surrealists left Europe for America just before and during World War II, they injected Surrealism into American poetry and painting. O'Hara's poem of 1953 is the leading example of an attempt to install the European model in contemporary writing, but as Koch writes in his review of The Collected Poems in the New Republic: \"For all their use of chance and unconsciousness, Frank O'Hara's poems are unlike Surrealist poetry in that they do not programmatically favor these forces (along with dreams and violence) over the intellectual and conscious. He must have felt the beauty and power of unconscious phenomena in surrealist poems, but what he does is to use this power and beauty to ennoble, complicate, and simplify waking actions.\" The poem might be said to be, in light of the manner of composition and success of the later poems, overworked, trying too hard to assert the mode of composition. One need only compare the \"Poem\" beginning \"Now the violets are all gone, the rhinoceroses, the cymbals\"--the same catalogue of disparate objects--to see how, when the personality takes over, a true, more shareable lyricism flowers. Perloff wisely points out that when the two strands are merged--the surrealistic, with its endless variety and high-spirited inventiveness, and the personal, the spoken American, the colloquial narrative with its charming persona--O'Hara attains his triumph.\"\n\r\nAs long as the succession of rapid-fire discontinuous images does not extend beyond tolerance, and, further, when there is some attempt to relate those images to an order of reality beyond themselves, O'Hara's surrealism works. In \"On Rachmaninoff's Birthday,\" beginning \"Quick! a last poem before I go / off my rocker,\" the final line-- \"You'll never be mentally sober\"--comments on the previous assortment of images and relates to the initial \"I,\" rounding out the poem while adding a dimension of self-reflection and conscious control to an otherwise indulgent randomness. (This is just one of seven poems O'Hara wrote for the Russian composer's birthday over the years.) Or where the images are consistent, added to with like elements, as in \"Romanze, or the Music Students,\" beginning:\"\n \nThe rain, its tiny pressure\non your scalp, like ants\npassing the door of a tobacconist.\n\"Hello!\" they cry, their\nnoses glistening . . .\n\n\r\n--almost like an animated cartoon--this is the cleverness that makes O'Hara most appealing.\n\r\nThe lyrical/narrative \"I,\" the \"I\" with verve and personality, the distinctive O'Hara persona, the \"I\" of what he himself called his \"I do this I do that\" poems, makes its appearance as early as \"Music,\" written in 1954. There too the persona is set upon a representational landscape of midtown Manhattan, where landmarks are called by name, as they exist in public reality (the Equestrian statue, the Mayflower Donut Shoppe, Bergdorf Goodman's, Park Avenue itself). Just how personal and lyrical this \"I\" is can be seen in \"To the Harbormaster,\" a love poem written for Rivers that sustains the metaphor of a ship. Other poems from this period concern images of a different order, including movie stars such as James Dean, both a symbol and a victim of popular culture, to whom no less than four poems are dedicated. There is also the mock-heroic \"To the Film Industry in Crisis,\" addressed \"to you, / glorious Silver Screen, tragic Technicolor, amorous Cinemascope, / stretching Vistavision and startling Stereophonic Sound, with all / your heavenly dimensions and rever berations and iconoclasms!\" The mock epic continues later with the equally amusing \"Ave Maria,\" beginning: \"Mothers of America / let your kids go to the movies!\"\n\r\nA meditative poem such as \"Sleeping on the Wing\" from 1955 is a further advance and indication the poet's personality has fully emerged; specifically, that he is aware of the precious advantage, indeed the great comfort, of undisguised human \"singularity,\" which he knows to be \"all that you have made your own.\" Interestingly, despite all the appearances of a prolonged, considered meditation, the poem was actually composed with great rapidity, increasingly typical for O'Hara, a sign perhaps of the confidence, embodied by Li Po, of the poet come into his own. Schuyler remembers: \"The day this was written I was having breakfast (i.e. coffee) with Frank and Joe [O'Hara's roommate Joe LeSueur] at 326 East 49th Street, and the talk turned to Frank's unquenchable inspiration, in a teasing way on my part and Joe's. The cigarette smoke began jetting from Frank's nostrils and he went into the next room and wrote SLEEPING ON THE WING in a great clatter of keys.\" \"In Memory of My Feelings\" (1956) can be thought of as a transitional poem from \"Second Avenue\" to the \"Odes.\" In the poem O'Hara demonstrates the process of assuming and then rejecting many possibilities of self-definition. The self, in the process of conceiving and reconnecting its emotional nature--the heart is the counter to the evil of life in the serpent--finally recognizes that \"the scene of my selves\" is constantly moving within the process of endless change. Art cannot grant fixity; it can produce no statues; it can, however, demonstrate the very processes of generating artistic form.\"\n\n\"A Step Away From Them\" from 1956 has come to be known as the first of his so-called lunch poems, beginning:\"\n \nIt's my lunch hour, so I go\nfor a walk among the hum-colored\ncabs.\n \n \n. . . .\n \n \nA\nNegro stands in a doorway with a\ntoothpick, languorously agitating.\nA blonde chorus girl clicks: he\nsmiles and rubs his chin. Everything\nsuddenly honks: it is 12:40 of\na Thursday.\n\"\n\r\nThe poet is immersed in his mode, his monde. The perceptions and information follow along with the acts of seeing and thinking. The same is true of his poem of determined optimism dedicated to painter Mitchell (\"Poem Read at Joan Mitchell's\"), where happiness is \"the least and best of human attainments,\" or the cohesiveness of \"Platinum, Watching TV, Etc.,\" preserved in Poems Retrieved (1977), or the equally expansive poem to another painter friend titled \"John Button Birthday.\" These are all poems written when O'Hara was most at home in his world and at the full strength of his style. They are followed by a series of Odes (1960) and continue into his most productive years, 1959 and 1960. When he wrote them, it was another dawning in American poetry and he one of the chief instigators, as he knew himself in his \"Poem Read at Joan Mitchell's,\" when he wrote: \"tonight I feel energetic because I'm sort of the bugle, / like waking people up. . . .\"\n\r\nOne of the highlights of O'Hara's collected works is Odes, all written in 1957-1958 and originally published in a highly priced limited edition (in a boxed set with similar collections by the other principal New York School poets--Ashbery, Koch, and Schuyler). There are nine odes in the book, along with three prints by Michael Goldberg. Goldberg made the prints after the poems were written, but the large format of the book provided the opportunity for the typography of the poems to emulate the spatial forms of the prints and introduced another basis for understanding a collaboration between a poet and a painter. It is one situation for a poem to refer to a painting, but it is a different act when the processes of making forms are the same in the poem and the painting, or as here, in the prints. \"Ode on Causality,\" the first poem in the book and the poem in memory of Pollock, begins with the line, \"There is the sense of neurotic coherence.\" A young girl in the poem indicates that Pollock is not in his grave but in the woods, that he and his art are part of the process of death and rebirth, conceiving and reconceiving artistic forms. The sense of movement is here, of the flight and motion that were parts of \"Second Avenue\" and became parts of \"Ode to Michael Goldberg ('s Birth and Other Births),\" the final poem in the volume. The long ode to Goldberg is more like the Romantic-- specifically Wordsworthian--ode than any of the others. It concerns the growth of both the poet's mind and of his role (as poet), autobiographically moving through memories of childhood toward a confrontation with mortality. The poem is neither celebratory nor congratulatory (it is not, despite the title, a birthday poem for the painter but was written during the three months after his birthday). The poem includes details about O'Hara's life in Baltimore, his trip to the \"first movie,\" observations about \"trysts,\" adventures in the South Seas during World War II, a statement about his first homosexual experience in a hay barn, and his life in New York at the \"Five Spot\" and around the city. The poem is also dedicated to \"Other Births,\" so it is about the stages of O'Hara's life moving from one birth of consciousness to another as his poetic sensibilty renews itself in experience. Images of movement, transportation, and the journey of life appear and reappear to establish a coherence in the collection of information about history and contemporary living in the poem. The daily activities of motion, of moving from one version of a self to another, integrate the poet's life into the artist's life. It begins with memories first of Baltimore (O'Hara writes of his affinity for the magnolias and tulip trees mentioned in the poem in autobiographical fragments published in Standing Still and Walking in New York, 1975), then of Grafton, where aesthetic as well as sexual awakening occurred:\"\n \nUp on the mountainous hill\nbehind the confusing house\nwhere I lived. . . .\nthere,\nthe wind sounded exactly like\nStravinsky\nI first recognized art\nas wildness, and it seemed right\n,\n \nI mean rite, to me. . . .\n\"\n\r\nThe allusion to The Rite of Spring is obvious enough. The poem proceeds through recollections of O'Hara's personal life, including wartime days in the South Pacific and psychosexual hints, to the present that must be faced, where \"too much endlessness\" is \"stored up, and in store,\" awaiting. It is not his alone, but the human and historical condition. There are repeated reminders of the \"darkness\" at the center of life, but even as that darkness occurs it appears \"a glistening / blackness in the center / if you seek it . . . capable of bursting / into flame or merely / gleaming profoundly.\" Amidst all, the poet has been selected to bear like Prometheus \"the gift of fire\" to a \"foreign land,\" a \"temporary place of light, the land of air.\" It is this land toward which the poem moves, concluding with almost a historical imperative:\"\n \nfor flowing\nas it must throughout the miserable, clear and willful\nlife we love beneath the blue,\na fleece of pure intention sailing like\na pinto in a barque of slaves\nwho soon will turn upon their captors\nlower anchor, found a city riding there\nof poverty and sweetness paralleled\namong the races without time,\nand one alone will speak of being\nborn in pain\nand he will be the wings of an extraordinary liberty[.]\n\"\n\r\nO'Hara advances this poem by the spatial relationships of blocks of information and by using different internal voices, which are indicated by indentations and internal margins. He has learned lessons from Rivers, who in a painting like The Wall (1957) or The Accident (1957) spreads derivative images--like O'Hara drawing up blocks of memories from his life--over the field of the canvas and attempts a narrative guided by spatial relationships of the images and not a linear, causal argument. Ashbery is often recognized as the master of telling parables in poems, but here O'Hara demonstrates that he also has mastered the form. From out of the process of death and rebirth \"beneath the blue,\" or living the life of the imagination as Stevens imagined it, a poet will emerge who understands that life is lived within contrary forces--\"poverty and sweetness,\" \"pain\" and \"an extraordinary liberty.\" Still, he resists oversimplification and insists on discontinuities. Toward the end he offers this quotation and potential hope:\"\n \n\"the exquisite prayer\nto be new each day\nbrings to the artist\nonly a certain kneeness\"\n\"\n\r\n--not newness, not keenness, but an absurd kneeness. The use of the word might even be a Platonic joke. The artist is brought down to his knees, not just by the prayer for creative novelty, one of the values necessary for his art, but by being reduced to a certain futility and awkwardness. Ironies and apparent contradictions abound: \"you pull a pretty ring out of the pineapple [a grenade] / and blow yourself up\"; everything is simultaneously \"all right\" and \"difficult\"; \"wit\" and \"austerity\" are shared; we fall sobbing to the floor with both \"joy\" and \"freezing.\" Even at the end, in the city of the future, almost a new world, \"poverty\" and \"sweetness\" persist as parallels.\"\n\r\nThe \"Ode to Michael Goldberg\" should answer any charges that O'Hara cannot sustain a long poem. Drawn from the full flood of childhood memory, it courses up through \"A couple of specifically anguished days\" of the present which \"make me now distrust sorrow, simple sorrow / especially, like sorrow over death.\" It is perhaps his most encompassing poem, most ruminative, introspective; it includes the darkness at the very quick of his soul that obviously haunted him and that he lived with so cheerfully and so well. And like the configuration of the lines on the page in \"Ode on Lust,\" this poem demonstrates O'Hara's process of writing like a painter with an awareness of the spatial dimensions of language. He lived caught between sweetness and poverty, between longing for love and being rejected in love, but also attempting to keep \"the poem 'open'\" in the \"extraordinary liberty\" of the daily enterprise.\"\n\r\nResonance of Whitman and great rolling tones are evident in the opening lines of \"Ode: Salute to the French Negro Poets\":\"\n \nFrom near the sea, like Whitman my great predecessor,\n \n \nI call\nto the spirits of other lands to make fecund my\n \n \n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nIt is a voice of majesty, announcing a large theme.\n\"\n\r\nThe diction is self-consciously exalted, proper to an ode, compared to the breezy familiarity ordinarily expected of O'Hara: Love is \"traduced\" by shame; \"reticence\" is paid for by a poet in his blood; \"fortuity\" is in \"the love we bear.\" O'Hara even forgoes his tendency to wisecrack before the seriousness of his intended theme: \"here where to love at all's to be a politician,\" he writes, threatening sarcasm, and continues with a mocking rhyme, \"as to love a poem / is pretentious, this may sound tendentious but it's lyrical.\" The drift into smartness (\"it's lyrical\") is checked, however, and the poem is restored to seriousness, even gravity, by what follows--\"which shows what lyricism has been brought to by our fabled times\"--and elevated diction such as \"cowards are shibboleths\" and \"one specific love's traduced.\" This ode is actually one of O'Hara's most directly political poems, mounting almost to a rhetoric of defiance: \"blood! blood that we have mountains in our veins to stand off jackals / in the pillaging of our desires and allegiances. . . .\" The poem is formal even in its line arrangement--a series of long waves of couplets. There is not one drop of silliness or playful avoidance, as he continues: \"for if there is fortuity it's in the love we bear each other's differences / in race.\" It is almost a somber poem, certainly stately, as it moves in assured and measured cadences to its end: \"the only truth is face to face, the poem whose words become your mouth / and dying in black and white we fight for what we love, not are.\" It is a comment on racial relations in his own America at the beginning of the Civil Rights era, an important political and social statement; he is turning his back on the \"terrible western world\" to invoke such anticolonialist poets as Aimé Césaire. It may even be a noble poem, like \"Ode to Joy,\" in pleading for \"no more dying,\" and in the hurry and demands of the city, to live with love. Mitchell chose Ode to Joy as the title of her triptych in homage to Frank O'Hara, as if she knew that the poet's incessant effort to find love and a bit of peace within the pressure of daily living caught the core of O'Hara's life and art.\"\n\r\nThe year 1959 was probably O'Hara's best, when one of his most famous poems, \"The Day Lady Died,\" was written. Like Joel Oppenheimer's \"Billie's Blues,\" this poem is a tribute to the jazz singer Billie Holiday. Told in terms of the unconnected events of normal living, with nothing revealed ahead of time, the powerful realization of an ending is suspended until events mount up and force the realization of great loss. The poem demonstrates the process of the poet finding in the non-causal relationships of events that a singular coherence precipitates strong emotions. It begins with a (possibly) feigned and protracted preoccupation with cultural paraphernalia and distractions of the quotidian but moves with suddenness to testify to the sanctity of human life and talent, and the eternality of art that is literally, mimetically, breathtaking. It moves through a series of choices until there are none, until the poet arrives face to face with the unchosen, the uninvited but inevitable, irreversible wonder of loss. Names abound--\"Bastille,\" \"Easthampton,\" \"an ugly NEW WORLD WRITING to see what the poets / of Ghana are doing these days,\" \"Miss Stillwagon,\" \"Verlaine\"--but \"hers\" never is (only hinted at in the title, with her own title, Lady Day, reversed). Time likewise is held up or too freely given at the beginning--\"\n \nIt is 12:20 in New York a Friday\nthree days after Bastille day, yes\nit is 1959 and . . . I will get off the 4:19 in Easthampton\nat 7:15 . . .\n\"\n\r\n--but then held suspended, as up a sleeve, until the end, and released when most appropriate, in the natural order of events:\"\n \nthen I go back where I came from to 6th Avenue\nand the tobacconist in the Ziegfeld Theatre and\ncasually ask for a carton of Gauloises and a carton\nof Picayunes, and a NEW YORK POST with her face on it\n \n \nand I am sweating a lot by now and thinking of\nleaning on the john door in the 5 SPOT\nwhile she whispered a song along the keyboard\nto Mal Waldron and everyone and I stopped breathing[.]\n\n\r\nDeath silences the trivia. The last line merges object into subject (at precisely \"everyone\") in the flux of events in the continuous postmodernist universe. Writing in the simultaneous present, the poet seeks control over both time and timing--the arrival (or denial) of images, the coming (or postponing) of a conclusion, but the conclusion of the value of life and art comes because of the mounting of a series of transactions in the daily enterprise.\"\n\r\nO'Hara's level of accomplishment remained at its peak through 1961, through a series of love poems--later published as Love Poems (Tentative Title) (1965). Poem after poem is of a high order of achievement--\"Rhapsody,\" \"Adieu to Norman, Bon Jour to Joan and Jean-Paul,\" \"Joe's Jacket,\" \"You Are Gorgeous and I'm Coming,\" and \"Personal Poem.\" These are all poems with the identifying characteristics of an O'Hara poem, all the same quick-stepping, name-dropping, vivacious, uninhibited narrator (name-dropping because he is utterly at home in his surroundings and in the poem). Artists and their creations continue to decorate the poems as comfortably as they do a sunken living room. John Bernard Myers, the publisher of Tibor de Nagy Editions, remembered: \"I waited for these poems for three or four years; Frank could never get himself to type them up. When he did give them to me I couldn't induce him to arrange them in their proper sequence nor give me a title. I wrote 'Love Poems (Tentative Title)' on the first page, then arranged them so that the sequence would show the beginning of a new love, its middle period of floundering, the collapse of the affair with its attendant sadness and regret. Frank liked the arrangement and my 'tentative' title. And that was that.\" Homosexual love is the subject of the poems. While the poems were written at about the same time, the narrative sense of the book was provided by the publisher. Surrealism is at easy reach but not overshadowing; there is care for what Olson called the \"dailynesses,\" varied rhythms, syncopation gained by restricting punctuation, an organic syntax, the trust to natural speech (although still very much the speech of a dashing sophisticate), the informed chatter, the management of time in a poem such as \"Fantasy,\" the recurrent optimism of \"Poem (Khrushchev's coming).\" The series of love poems to dancer Vincent Warren--including \"Les Luths,\" \"Poem (Light clarity avocado salad),\" \"Having a Coke With You,\" and \"Steps''--are all affirmative, delicate, precise, poems of frontal immediacy, heartfelt, with feeling no longer hidden behind a bravado of brilliant images and discordant segments. O'Hara moves out of the modernist mode of dada, surrealism, and cubism and into the postmodern advantage: a variety of techniques, which actually incorporate the salient gains of modernism while losing nothing of the flexibility and possibility of openness, the \"going on your nerve\" of \"Personism.\" At its worst or most excessive, his style lapses into giddiness, or what Stuart Byron calls \"Queertalk.\" While surely not limited to sexual ambiguity, the language of the poems is ripe with in-talk of the 1960s; these qualities are indeed dominant in O'Hara's poems from the start. They also happen to be the reason for their great success.\"\n\r\nHis last major effort was a long poem titled \"Biotherm\" (after a brand of skin lotion which Berkson's mother left around and O'Hara found). Perloff praises it as a \"great\" poem, while other critics understand it as a demonstration of writing as the physical activity of speech--writing and language as part of the physiological response that Olson had advocated. Multu Konuk Blasing uses models from Sigmund Freud, Jacques Lacan, and Jacques Derrida in an attempt to unlock the poem. However complicated it is, the poem also had a strong influence on younger poets such as Berkson, to whom it is dedicated, Berrigan, and Ron Padgett (specifically, their collaborative Bean Spasms, 1967). It was composed over an extended period of time, from August 1961 to January 1962. O'Hara wrote to Allen: \"I've been going on with a thing I started to be a little birthday poem for B[ill] B[erkson] and then it went along a little and then I remembered that was how Mike's Ode [\"Ode to Michael Goldberg\"] got done so I kept on and I am still going day by day (middle of 8th page this morning). I don't know anything about what it is or will be but am enjoying trying to keep going and seem to have been able to keep it 'open' and so there are lots of possibilities, air and such.\" The structure is complex: images and reference build up on the surface of the poem and are not given order by generalization or summaries. The poem joins eating with the making of language, as a \"MENU\" for Berkson suggests, but there is also the connection between eating and talking:\n \noh god what joy\nyou're here\nsob and at the\nmost recent summit\nconference they\nare eating string\nbeans butter\nsmootch slurp\npass me the filth\nand a coke pal\noh thank you[.]\n\n\r\nThe frame of reference is immense, and there are puns and playful connections on and with French and English. As in the early \"Ode to Michael Goldberg,\" this poems stresses movement, quick passages through the details of life and thought, and in its spread it too engages the spatial dimensions of language. The process of language achieving articulation through the body and then collecting itself in a web of multiple associations finally becomes the subject of the poem. It also engages the process of the painters in that, like the \"Odes,\" it relates information spatially, not always linearly; it uses indentations and internal margins to specify different voices inside the poem. The poem sets out the history of O'Hara's relationship with Berkson, but it also presents around that history remarks or observations on \"the music of the fears,\" of \"September 15 (supine, unshaven, hungover, passive, softspoken),\" of routines of eating, lists of fantastic favorites, \"a long history of populations,\" and comparisons to the poetry of Wallace Stevens and William Carlos Williams, \"pretty rose preserved in biotherm.\" Like Stevens, in \"An Ordinary Evening in New Haven,\" O'Hara is a poet of the city who concentrates on enacting the processes of the mind as it contacts reality. Perceiving reality and attempting to remodel it in poetic form, he is perceiving and thinking spatially in blocks of information, both personal and referential, as a way to demonstrate that the acts of poetry are fully engaged in the activities of loving people, interacting with historical as well as contemporary events.\"\n \non Altair 4, I love you that way, it was on Altair 4 \"a happy day\"\nI knew it would be\nyes to everything\nI think you will find the pot in the corner\nwhere the Krells left it\nrub it a little and music comes out\nthe music of the fears\nI reformed we reformed each other\nbeing available\nit is something our friends don't understand\nif you loosen your tie\nmy heart will leap out\nlike a Tanagra sculpture\nfrom the crater of the Corsican \"lip\"\nand flying through the heavens\nI am reminded of Kit Carson\nand all those smiles which were exactly like yours\nbut we hadn't met yet\nwhen are you going away on \"our\" trip\nwhy are you melancholy\nif I make you angry you are not longer doubtful\nif I make you happy you are not longer doubtful\nwhat's wrong with doubt\n\"\n \n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nfavorites: going to parties with you, being in corners at parties with you,\nbeing in gloomy pubs with you smiling, poking you at parties when\nyou're \"down,\" coming on like South Pacific with you at them\nshrimping with you into the Russian dressing, leaving parties with\nyou alone to go and eat a piece of cloud[.]\n\"\n\r\nIn some of the poems following \"Biotherm,\" O'Hara continued using the spatial relationships of language in such poems as \"Legend,\" \"The Old Machinist,\" \"Poem\" (\"At the top of the ring\"), for example. Williams's tripartite line and his sense of measure also come into poems like \"Walking,\" \"Poem\" (\"I to you are you to me\"), and \"Trirème.\" From \"Second Avenue\" to \"Biotherm\" and then to these final poems, O'Hara moved away from the direct influences of Surrealism and projected a process of perceiving and writing grounded in the need to generate poetic forms.\"\n\r\nIt is not possible to say what direction O'Hara's work would have taken if he had lived--perhaps more social satire or a mock epic like Edward Dorn's Gunslinger, tighter and with more theater in it than \"Biotherm.\" Given the nature of subsequent political and social events, he might have become the Juvenal of his day. It is as unlikely that he would have abandoned the world of art as it is unlikely he would have abandoned poetry, despite the slowdown in production during the last years (he wrote only three poems the last year and a half of his life). He had always said poetry was his life. More likely, his growing recognition among young poets would have spurred him further. The \"original decorations\" of thirty poems collected by Berkson under the title In Memory of My Feelings: A Selection of Poems (1967) testify to O'Hara's attunement with the vision and process of the new movements in the arts, and Homage to Frank O'Hara (1978) collects many additional drawings, paintings, memories, and testimonies to O'Hara as a poet and advocate for the arts. He left a record of an active intelligence as well as a body of poetry that challenged the norms of poetic form and reengaged the activity of creating with the normal events of the daily enterprise.\r\n— George F. Butterick, University of Connecticut\r\n— Robert J. Bertholf, State University of New York at Buffalo\n", "attrs": {"School/Period:": ["New York School"]}}