{"pf_url": "https://www.poetryfoundation.org/poets/frank-marshall-davis", "name": "Frank Marshall Davis", "yob": "1905", "yod": "1987", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ba649f27def33b5006ec172862b623f239271a7b.jpeg", "bio": "\nFrank Marshall Davis's poetry \"not only questioned social ills in his own time but also inspired Blacks in the politically charged 1960s,\" according to John Edgar Tidwell in the Dictionary of Literary Biography. Sometimes likened to poets such as Carl Sandburg, Edgar Lee Masters, and Langston Hughes, Davis published his first volume, Black Man's Verse, in 1935. The book met with much applause from critics, including Harriet Monroe, who concluded in Poetry that its author was \"a poet of authentic inspiration, who belongs not only among the best of his race, but who need not lean upon his race for recognition as an impassioned singer with something to say.\" Davis concerned himself with portraying Black life, protesting racial inequalities, and promoting Black pride. The poet described his work thus in the poem \"Frank Marshall Davis: Writer\" from his I Am the American Negro: \"When I wrote / I dipped my pen / In the crazy heart / Of mad America.\"\n\r\nDavis grew up in Arkansas City, Kansas, surrounded by racism. Tidwell reported that when the poet was five years old he was nearly killed by some older White children who had heard stories of lynchings and wanted to try one for themselves. The result of this incident and others was that Davis hated whites in his youth. He gained some relief, according to Tidwell, when he left the prejudiced, small town atmosphere of Arkansas City in 1923 to attend Friends University in Wichita; he eventually transferred to Kansas State Agricultural College's school of journalism. There, because of a class assignment, Davis received his first introduction to writing free verse—his preferred poetic form. When he left Kansas State, he traveled to Chicago, where he wrote freelance articles for magazines and worked for several Black newspapers while continuing to produce poems. After a brief return to Kansas State, Davis moved to Atlanta, Georgia, to take an editing post on a semiweekly paper. With the help of his leadership, the periodical became the Atlanta Daily World, the first successful Black daily newspaper in America. Meanwhile, one of Davis's published poems, \"Chicago's Congo,\" which concerns the underlying similarities between the Blacks of Chicago and those still living the tribal life of the African Congo, attracted the attention of bohemian intellectual Frances Norton Manning. When Davis returned to Chicago, Manning introduced him to Norman Forgue, whose Black Cat Press subsequently published four of Davis's books of poetry, beginning with Black Man's Verse.\n\r\nA critical success, Black Man's Verse \"is experimental, cacophonous, yet sometimes harmonious,\" according to Tidwell. The volume includes poems such as \"Giles Johnson, Ph.D.,\" in which the title character starves to death in spite of his four college degrees and knowledge of Latin and Greek because he does not wish to teach and is incapable of doing the manual labor that made up the majority of work available to Blacks. Other pieces in Black Man's Verse —\"Lynched,\" \"Mojo Mike's Beer Garden,\" and \"Cabaret,\" for example—make use of Davis's expertise on the subject of jazz to combine \"the spirit of protest in jazz and free verse with . . . objections to racial oppression, producing a poetry that loudly declaims against injustice,\" explained Tidwell. Another well-known part of the volume is entitled \"Ebony Under Granite.\" Likened to author Edgar Lee Masters's Spoon River Anthology, this section discusses the lives of various Black people buried in a cemetery. Characters include Reverend Joseph Williams, who used to have sex with most of the women in his congregation; Goldie Blackwell, a two-dollar prostitute; George Brown, who served life in prison for voting more than once, although in Mississippi he had seen white voters commit the same crime many times without punishment; and Roosevelt Smith, a Black writer who was so frustrated by literary critics that he became a postman.\n\nI Am the American Negro, Davis's second collection of poems, was published two years after his first. While drawing generally favorable reviews, it did not attract as much attention as Black Man's Verse, and some critics complained that it was too similar to the earlier book. For example, Tidwell quoted Black critic Alain Locke's assertion that I Am the American Negro \"has too many echoes of the author's first volume . . . it is not a crescendo in the light of the achievement of Black Man's Verse.\" One of the obvious similarities between the two collections is that Davis also included an \"Ebony Under Granite\" section in the second. Members of this cast are people like the two Greeley sisters—the first's earlier promiscuous lifestyle did not prevent her from marrying respectably, while the second's lack of sexual experience caused her husband to be unfaithful; Nicodemus Perry, killed by loiterers for accidentally bumping into a white woman while, ironically, lost in memories of the sexual abuse his female relatives suffered at the hands of White men; and Mrs. Clifton Townsend, prejudiced against the darker-skinned members of her own race, who dies after giving birth to a baby much blacker than herself. Other poems featured in I Am the American Negro are \"Modern Man—The Superman,\" which laments the state of modern civilization and has mock musical notations in its margins such as \"Eight airplane motors, each keyed to a different pitch, are turned on and off to furnish musical accompaniment within the range of an octave\"; and the title poem, which is a diatribe against Southern laws treating Blacks differently from Whites. Davis also placed love poems such as \"Flowers of Darkness\" and \"Come to Me\" in this book.\n\r\n\"The culmination of Davis's thought and poetic development,\" is found in Davis's 1948 collection of poems, 47th Street, according to Tidwell. Davis himself remarked on the time span between his first book, I Am, and his fourth book, 47th Street, in a 1973 interview for Black World: \"I was going through a number of changes during that particular time and I had to wait for these changes to settle and jell before I produced other work which I thought would be suitable to appear in a volume. And, of course, some critics naturally have thought that I would have been better off had I just continued to jell indefinitely.\" 47th Street is composed of poems such as \"Coincidence,\" which narrates the life stories of Donald Woods, a White man, and Booker Scott, a Black man, who shared their dates of birth and death—by the poem's end the reader discovers that they also shared the same white biological father. The title poem, \"unlike Davis's previous descriptions of Southside Chicago as exclusively Black,\" noted Tidwell, \"presents a 'rainbow race' of people.\" Indeed, Tidwell saw the whole of 47th Street as having more universal concerns than his earlier works. When questioned about this issue Davis declared: \"I am a Black poet, definitely a Black poet, and I think that my way of seeing things is the result of the impact of our civilization upon what I like to think of as a sensitive Black man. . . . But I do not think the Black poet should confine himself exclusively to Black readership. I think poetry, if it is going to be any good, should move members of all groups, and that is what I hope for.\" In the same year that 47th Street was published, Davis left Chicago for Honolulu, Hawaii. What began as a vacation turned into permanent residency.\n\r\nExcept for a few poems that appeared in Voices in 1950, Davis virtually disappeared from the literary world. Ironically, Davis moved to Hawaii at approximately the same time, in which notes Tidwell, \"The House Un-American Activities Committee, the Senate's Eastland Committee, and the Federal Bureau of Investigation\" were seeing Davis' social realism as \"politically subversive material.\" Thus, while Davis' poems were being translated and read internationally, his work was being removed from libraries and schools.\n\r\nDuring the Black Arts Movement of the 1960's, Frank Davis was \"rediscovered\" by literary critic Stephen Henderson and Dudley Randall, poet and publisher of the important Broadside press which launched the careers of African American poets Nikki Giovanni, Etheridge Knight, and others. Davis was presented as the \"mystery poet\" and as the \"father of modern Black poetry\" by Randall who arranged for Davis to go on a college lecture tour in 1973. Following his resurfacing, in 1978 Davis published another volume of poetry, Awakening, and Other Poems.\n\r\nAt the time of his death in 1987, Davis was working on a manuscript called \"That Incredible Waikiki Jungle\" about his Hawaiian experiences. In Hawaii, Davis raised his five children where, instead of the racial and social polarity of post-war American, he experienced the cultural diversity that derived from the mix of Whites, Blacks, Japanese, Chinese, Filipinos, Puerto Ricans, Samoans, Tongans, and Hawaiians. When asked why he decided to remain in Hawaii, Davis cited the relative lack of racial problems and added, \"I think one of the reasons why was that this [was] the first time that I began to be treated as a man instead of a Black curiosity. That was important to me, for my feeling of dignity and self-respect.\"\n\nLivin' the Blues: Memoirs of a Black Journalist and Poet, published posthumously in 1992, was edited by John Edgar Tidwell from the surviving manuscripts of Davis. The book details the struggles of growing up in racially-restricted early twentieth century America, especially as it chronicles the difficulties which challenged Black magazines and newspapers which championed and served as advocates for \"the Black voice in both art and society,\" notes Judy Solberg in Library Journal. As much as the book tells Davis' story, Solberg comments upon how it concurrently presents \"a vivid portrayal of African American cultural history of the 1930s and 1940s.\" Written in a kind of \"jazz\" structure, Kirkus Review praised Livin' the Blues for the \"writing voice, with its throaty, soft cornet style,\" and Solberg points out how Davis' \"love of language and his poetic voice shine through in this creative representation of his life as a blues narrative.\" Documenting the experiences of a working journalist and a poet in Chicago and Atlanta, places not commonly studied in the context of the importance of the Harlem Renaissance, Davis' autobiography Livin' the Blues is \"an important addition to the recovery of significant American voices,\" states Solberg.\n\r\nDavis' poetry is \"generally that of an advocate urging social change,\" noted Tidwell in Dictionary of Literary Biography. In an interview with Tidwell in Black American Literature Forum, Davis stated that \"To me, poetry is a subjective way of looking at the world. All poetry worthy of the name is propaganda,\" adding as a qualification that \"Since I take pride in being considered a social realist, my work will be looked upon as blatant propaganda by some not in sympathy with my goals and as fine poetry by others of equal discernment who agree with me.\" Still, it was the blues and jazz, which has also inspired Langston Hughes and Sterling Brown, which characterize much of Davis' work. Davis told Tidwell that \"When I heard my first blues and early jazz at the age of eight years, I felt the same kind of exultant kinship with this music that I felt when I read my first free verse in college.\" Yet his poetry will be remembered for more than its sound and its social commentary, observes Helena Kloder in CLA Journal, who believes that Davis' greatest strength lies in his creation of visual art, calling his poetry \"a force of verbal kodacolor snapshots and reels of spliced, almost always precisely edited, motion pictures\" which offer readers \"an assortment of colorful, realistic portraits of Americans (black and white), their lifestyles, their visions.\"\n\r\nAlthough critics have disagreed about the value of Davis' poetry—whether at times he is presenting poetry or propaganda, poetry or prose—as Black Literature Criticism concludes, \"few dispute the sociological and historical value of his works.\" His death in 1987 silenced one of the last living chroniclers of the Harlem Renaissance era. The \"rediscovery\" of Davis, and his work, as well as the posthumously autobiography Livin' the Blues, add an important piece to the growing quilt that is African American literature.\n", "attrs": {"Region:": ["U.S., Southern", "Pacific Islands"]}}