{"pf_url": "https://www.poetryfoundation.org/poets/francois-villon", "name": "François Villon", "yob": "1431", "yod": "1463", "image": null, "bio": "\nAlthough his verse gained him little or no financial success during his life, Francois Villon is today perhaps the best-known French poet of the Middle Ages. His works surfaced in several manuscripts shortly after his disappearance in 1463, and the first printed collection of his poetry—the Levet edition—came out as early as 1489. More than one hundred printed editions followed, and Villon’s poetry has been translated into more than 40 languages. At the request of King Francis I, the poet Clément Marot prepared the first critical edition of Villon’s work in 1533. Basing his edition on previous printed editions, Marot supplemented it “avecques l’ayde de bons vieillards qui en savent par cueur” (with the aid of good old men who know it by heart). That old men had learned Villon’s work by heart and that Marot’s edition went through fifteen reprintings from 1533 to 1542 attest to the poet’s popularity. Francois Rabelais mentions Villon in Les horribles et épouvantables faits et prouesses du très renommé Pantagruel, roy des Dipsodes (The Horrible and Terrifying Deeds and Words of the Renowned Pantagruel, King of the Dipsodes, 1532) and quotes from his poetry in the Quart livre (Fourth Book, 1548). Over the next five hundred years such widely different authors as the classical French critic Nicolas Boileau, the English poet A. C. Swinburne, and the American poet Ezra Pound praised Villon. Villon’s life has been romanticized in novels, plays, and motion pictures, and many modern literary anthologies cite him as the best of the late medieval poets in France.\nMuch of Villon’s popularity arises from sympathy for the difficult life he led, which is described with both humor and poignancy and at great length in his largely autobiographical poetry. In fact, little is known for certain of Villon’s life beyond what he relates. In two court documents dated January 1456 he is referred to as “Francois des Loges, autrement dit de Villon” (Francois des Loges, otherwise called de Villon) and “Francois de Montcorbier.” Most scholars agree that Montcorbier and Villon were one and the same.\nFrom a remark in the first line of Le Testament, which he wrote in 1461 at the age of thirty, one can surmise that Villon was born of poor parents in 1431:\r\n \n\nPovre je suis de ma jeunesse\r\nDe povre et de petite extrasse;\r\nMon pere n’eust oncq grant richesse,\r\nNe son ayeul, nommé Orace;\r\nPovreté tous nous suit et trece.\r\nSur les tumbeaux de mes ancestres,\r\nLes ames desquelz dieu embrasse!\r\nOn n’y voit couronnes ne ceptres.\n\r\n(Poor I am, and from my youth,\r\nBorn of a poor and humble stock.\r\nMy father never had much wealth\r\nNor yet his grandfather, Orace.\r\nPoverty tracks us, every one.\r\nUpon the tombs of my ancestors,\r\nThe souls of whom may God embrace!\r\nSceptres and crowns aren’t to be seen.)\r\n \n\nVillon apparently knew little about his father, but in Le Testament he refers to his mother as still living. He spent his early years as a student at the University of Paris in the home of Guillaume de Villon, a respected lawyer, whom he calls in Le Testament his “plus que pere . . . / Qui esté m’a plus doulx que mere” (more than father . . . / Who’s been to me kinder than a mother), and he later adopted Guillaume’s surname, at least for his poetry.\nBy his own admission Villon was not a serious student. During his university years he either took part in or observed an incident in which, as a prank, students stole a stone called “le Pet au diable” (the Devil’s Fart) from the property of a Mademoiselle de Bruyères and were dealt with harshly. In Le Testament Villon says that he wishes to bequeath a work that he wrote, titled Le romaunt du Pet au deable (The Romance of the Devil’s Fart), to Guillaume; but the work, if it ever existed, has been lost. Villon\r\nparticipated in many other pranks and brawls during his student years that brought him into conflict with the authorities, but he earned a baccalaureate in 1449 and a master of arts in 1452.\nThree years later, a much more serious affair led to Villon’s abrupt departure from Paris. In June 1455 he was attacked by a priest, Philippe Sermoise, who cut his lip with a large dagger; in self-defense, Villon wounded Sermoise in the groin with a small dagger he kept under his cloak. When the priest did not desist from the attack, Villon hit him in the head with a rock. Villon went to a barber to have his wound dressed, giving the false name Michel Mouton. Before Sermoise died, he named Villon as his assailant, and Villon fled. Through the intervention of his friends and, no doubt, his adoptive father, Guillaume, he was granted a full pardon for an act of justifiable homicide, and he returned to Paris in January 1456.\nShortly before Christmas, however, Villon was in trouble with the authorities again: he and three others stole five hundred écus from the Collège de Navarre, and one of his accomplices, Guy Tabarie, named Villon as the ringleader. Villon fled Paris a second time. Before his departure he wrote Le Lais (The Legacy, 1456), bequeathing his possessions, both real and imaginary, to his friends.\nThe next four years of wanderings are ill documented. Villon may have spent some time at the court of Duke Charles d’Orléans at Blois; three of his poems appear in the duke’s personal album. He wrote one of them in praise of the duke’s daughter, Marie d’Orléans, either at her birth on 19 December 1457 or at her entry into Orléans on 17 July 1460. In any case, what protection he may have found at the duke’s court was short- lived. According to Le Testament, he was imprisoned at Meung-sur-Loire in the summer of 1461 for an unnamed, and perhaps minor, offense by order of the bishop of Orléans, Thibaut d’Aussigny. There, again according to Le Testament, he was starved and possibly tortured; but when the new king, Louis XI, traveled through Meung-sur-Loire on 2 October 1461, Villon was liberated along with other prisoners.\nBack in Paris, Villon was again imprisoned for a minor offense. While in custody he was recognized as a participant in the Collège de Navarre robbery. He was released after being sentenced to pay 120 écus over the next three years for the crime. A few months later he was arrested for a trivial role he played in a street brawl, taken to the Châtelet, subjected to water torture, and condemned to death. He appealed to Parlement, and his sentence was commuted on 5 January 1463 to ten years’ exile from the city. After this third and, apparently, last departure from Paris, Villon disappears from history. Most critics surmise that he died shortly thereafter because he says in Le Testament and in some of his Poèmes variés (Miscellaneous Poems, 1450?–1463) that he is a broken man, both physically and financially, who feels that he can no longer count on his friends.\nIf Villon had died in the prison of Meung-sur-Loire in the summer of 1461, he would probably have vanished poetically as well as personally. Up to that time he had only written Le Lais, which is for the most part an immature work. Written in 1456, according to the first stanza, the poem consists of approximately three hundred verses grouped into octaves. Adopting the mock- testamentary form that he later used with greater skill in Le Testament, Villon says that he is about to leave Paris because he has been unhappy in love—a stock poetic commonplace:\n\nMe vint le vouloir de briser\r\nLa tres amoureuse prison\r\nQui faisoit mon cueur debriser.\n\r\n(The longing came on me to break\r\nAway from love’s imprisonment,\r\nWhich had my heart at breaking point.)\n\nVillon makes no mention of his legal problems, which most critics cite as the real reason for his departure. Before leaving, he bequeaths his nonexistent or valueless property to his friends and relatives. For instance, he wills his “renown,” which could not have been great at that point, to Guillaume de Villon; his heart, enclosed in a shrine, to his faithless lover; and several tavern signs, such as Le Beuf Couronné (The Crowned Ox), to various friends and acquaintances. To the poorhouses he leaves his window frames draped with cobwebs and to his barber, his hair clippings. Villon signs Le Lais in the last stanza.\nAlthough Le Lais is hardly a great work of art, the poem provides a glimpse at the poetic genius that Villon later revealed in Le Testament. Pierre Champion points to Villon’s wanderings and hardships during his exile from Paris and the time he spent in the Meung-sur-Loire prison as the major contributing factors to the more mature style of Le Testament, written only five years later. The complete poem consists of 2,023 verses; the octaves that form the will proper are interspersed with ballades that may have been written at an earlier date and inserted into the work.\nLe Testament begins with a tirade against Villon’s jailer at Meung-sur- Loire, Thibaut d’Aussigny: “Mon seigneur n’est ne mon evesque” (My lord he’s not, my bishop not). He goes on to praise Louis XI and thank the king for his release: may Louis live as long as Methuselah, produce twelve male heirs, and one day see paradise as his reward. Because of the harsh conditions of his imprisonment, Villon says, his mental and physical health is poor. In stanza 22 he says that he now regrets his misspent youth:\r\n \n\nJe plains le temps de ma jeunesse\r\n(Ouquel j’ay plus qu’autre gallé\r\nJusqu’à l’entrée de viellesse)\n\r\n(I mourn the season of my youth\r\n[When, more than most, I lived it up\r\nUntil old age came upon me]).\n\nThe mood in this work is much darker than in the earlier Lais; Villon freely vents his hatred not only for d’Aussigny but also for others who have left him poor and friendless.\nLe Testament, however, is not simply a long litany of complaints and regrets. In stanza 29 Villon begins the ubi sunt (where are . . . ?) theme that takes up a large part of the poem. In one highly lyrical and poignant passage he asks where all the young men he once knew have gone:\n\nOu sont les gracieux galans\r\nQue je suivoye ou temps jadiz\r\nSi bien chantans, si bien parlans,\r\nSy plaisans en faiz et en diz?\n\r\n(Where are they, all the fine young men\r\nI went about with formerly?\r\nSo good in song, so good in speech,\r\nSo pleasing in word and in deed?)\n\nAll will one day die; both rich and poor, “Mort saisit sans excepcïon” (Death seizes them without exception). Two ballades continue the ubi sunt theme. In his 1533 edition Marot titled the first “La Ballade des dames du temps jadis” (The Ballade of the Ladies of Bygone Days) and the second “La Ballade des seigneurs du temps jadis” (The Ballade of the Lords of Bygone Days). In these two poems Villon asks what has become of the famous women and men of classical antiquity and the recent past. Where are Flora, Héloïse, Blanche de Castille, and Joan of Arc? Where are Charlemagne, King Arthur, and Charles VII? One of Villon’s most celebrated ballades, “La Ballade des dames du temps jadis” ends with the poignant and much-quoted refrain “Mais ou sont les neiges d’anten?” (But where are the snows of yesteryear?).\nAnother recurring theme is that of unrequited love and women’s faithlessness and cruelty. In stanzas 46–56 Villon describes the lost beauty of an aged and ugly woman and then inserts a ballade Marot titles “La belle Heaulmière aux filles de joie” (The Beautiful Helmet-Maker’s Wife Speaks to the Prostitutes), in which a once lovely and lustful woman gives advice to younger “working girls.” In stanza 63 Villon asks, “What drives women to love so freely and so many?” and answers “C’est nature femeninne” (It is feminine nature). In the double ballade that follows he advises men to avoid such women: “Bien eureux est qui rien n’y a!” (Happy the man who keeps away!).\nAfter listing his personal misfortunes in love, he begins to bequeath his possessions. To his mother he leaves a ballade written in her own narrative voice: “Femme je suis povrecte et ancïenne” (A woman I am, a poor and ancient one). In the dramatic monologue that follows, Villon’s mother addresses the Virgin and repeats the refrain: “En ceste foy je vueil vivre et mourir” (In this faith I desire to live and die). Villon also leaves ballades and other poems to his faithless lover, his friends, and his enemies. To Ythier Merchant—a possible love rival, according to Jean Dufournet—he leaves the poem that begins, “Mort j’appelle de ta rigueur” (Death, I appeal your harsh decree), challenging Merchant to set the poem to music. (It later appeared with musical accompaniment in two manuscripts.) To others Villon leaves various real and imaginary possessions. Ironic asides and plays on words, the meaning of some of which can now only be surmised, abound, as do bitter attacks on his enemies. In one such attack he lists vile liquids and other substances as the ingredients for a recipe, ending with the refrain: “Soient frictes ces langues ennuyeuses!” (In all this may those spiteful tongues be fried!). Other ballades, such as the one Marot titles “Ballade de Villon et de la Grosse Margot” (Ballade of Villon and Fat Margot) are, as Barbara Nelson Sargent-Baur says, “deliberately coarse and disgusting.” Although they show a human side of Villon and are far from atypical of the period, these are not the poems for which he is best remembered.\nThe ballade that ends Le Testament is an example of the latter. In this poem Villon switches narrative voice again and writes in the third person, directly appealing to the reader as though the testator were already dead and, thus, the will can now be executed:\n\nIcy se clost le testament\r\nEt finist du povre Villon.\r\nVenez a son enterrement,\r\nQuant vous orrez le carillon\n\r\n(Here closes and comes to an end\r\nThe testament of poor Villon.\r\nCome to attend his burial\r\nWhen you will hear the carillon).\n\nVillon also alternates among the past, the present, and the future and between written and oral discourse.\nThe most studied and debated of Villon’s works, Le Testament has been characterized by Champion as “la plus pathétique des poésies” (the most moving of poems) as well as the most complex and ambiguous. Throughout the work Villon often changes not only his narrative voice but also his audience. Sargent-Baur studies Villon’s “multifarious audience” in her “Communication and Implied Audience(s) in Villon’s Testament” (1992) and finds that he addresses not only his friends and enemies but also an “ideal reader,” humanity in general, and himself or his “divided psyche.” In “Oral Textuality—Textual Orality: Patterns of Ambiguity in Francois Villon’s Testament” (1990) Robert D. Peckham says that Villon has created an ambiguity in the text by alternating between oral and written discourse. David Fein studies Villon’s use of time in his “Time and Timelessness in Villon’s Testament” (1987). All praise the work as the most complex and ambiguous of Villon’s oeuvre.\nThe sixteen works in Poèmes variés were written at various times during Villon’s life, beginning around 1450; fifteen of them were published for the first time as a group in the 1892 edition of his works by Auguste Longnon. Most are ballades with three stanzas of eight to ten lines, each stanza ending with a refrain, and the whole ballade concluding with a short envoy with the same refrain. Three were included in Charles d’Orléans’s personal album. The first of these, written in praise of Marie d’Orléans, was written during Villon’s exile from Paris and ends “Vostre povre escolier Françoys” (Your poor scholar François). Villon apparently based the second, “Je meurs de seuf auprés de la fontaine” (I die of thirst at the fountain’s edge), on a theme proposed by the duke; the poem includes the name VILLON in acrostic. The third, written in macaronic style (in French and Latin), has been attributed to Villon but is unsigned. A fourth signed ballade was not included in the duke’s album but is an urgent request for a loan addressed to him.\nAlthough most of the other works in Poèmes variés include an acrostic of VILLON or FRANCOYS, it is not certain that Villon wrote all of them. The best known of the poems with an acrostic for his name, however, titled in most editions “Epitaphe” or “Epitaphe Villon” and commonly called “La Ballade des pendus” (The Ballade of the Hanged Men), is universally attributed to him. Apparently written in late 1462, when Villon was in the Châtelet prison under sentence of death, it is, perhaps, his most poignant poem. He adopts a collective narrative voice, writing from the point of\r\nview of hanged men who urge their brothers to pray for them and to shun their example. He vividly describes the hanged men’s bodies swinging in the wind:\n\nLa pluye nous a debuez et lavez\r\nEt le soulail deceschez et noirciz.\r\nPies, corbeaux nous ont les yeulx cavez\r\nEt araché la barbe et les courcilz.\r\nJamais nul temps nous ne sommes assis;\r\nPuis ça, puis la, comme le vent varie,\r\nA son plaisir sans cess nous charie,\r\nPlus becquetés d’oiseaux que dex a couldre.\n\r\n(The rain has soaked us and has washed us clean\r\nAnd the sun dried us up and turned us black.\r\nMagpies and crows have hollowed out our eyes\r\nAnd plucked away our beards and eyebrows too.\r\nNever at any time are we at rest;\r\nThis way and that, as the wind may vary,\r\nIt pushes us about just as it likes,\r\nMore pecked by birds than any sewing thimble.)\n\nEach stanza is followed by the haunting refrain “Mais priez Dieu que tous nous vueille absouldre” (But pray to God He may absolve us all).\nVillon’s Ballades en jargon are written in the language of the Coquillards (thieves and counterfeiters). Critics have attempted to decipher these poems, but with limited success. The most complete study is Pierre Guiraud’s Le Jargon de Villon et le gai savoir de la Coquille (The Jargon of Villon and the Merry Learning of the Coquille, 1968). Most English translations of Villon’s work do not include Le Ballades en jargon, but Sargent-Baur has attempted an approximate translation of the poems in her Francois Villon: Complete Poems (1994).\nOne of the poems serves as an illustration of the type of poetry that Villon wrote in jargon as well as the debate on the meaning of the jargon poems. The first stanza reads:\n\nIoncheurs ionchans en ioncherie\r\nRebignez bien ou ioncherez\r\nQuostac nembroue vostre arerie\r\nOu accolles sont voz ainsnez\r\nPoussez de la quille et brouez\r\nCar tost seriez rouppieux\r\nEschec quacollez ne soies\r\nPar la poe du marieux.\n\nSargent-Baur translates the stanza:\n\nTricksters tricking in trickery,\r\nTake a good look at where you play your tricks\r\nLest Ostac send your behind\r\nWhere your elders were taken by the neck.\r\nShake a leg and speed away\r\nFor you’d soon be sorry.\r\nTake care not to let your neck be grabbed\r\nBy the hangman’s paw.\n\nSargent-Baur interprets this poem and other jargon poems as warnings to the Coquillards to watch out for the hangman, while Guiraud, who has translated the poem into modern French, refers to it as one of the “Ballades des tireurs de cartes” (Ballades of the Card Players) and sees it as advice to players who cheat. Interpretations and translations of the poems vary widely, and the debate promises to continue. While some have declared the poems hardly worth the effort to translate, others claim that they provide valuable insight into Middle French and the argot or slang of fifteenth- century France.\nVillon used fixed forms, such as the ballade and the rondeau, even in the jargon poems. The stanza form he adopted for Le Lais and Le Testament is eight octosyllabic lines rhyming ababbcbc, which was used by Alain Chartier in La Belle Dame sans mercy (The Beautiful Lady without Mercy, 1424). The mock testamentary form was not new, either. Jean de Meun’s thirteenth-century Testament, Eustache Deschamps’s fourteenth-century Testament par esbatement, and Philippe de Hauteville’s early-fifteenth- century Confession et testament de l’amant trespassé de deuil (Confessions and Testament of the Lover Destroyed by Grief ) are earlier examples of the genre. Although Villon was not an innovator of forms or genres, the deeply personal nature of his poetry and his artistry ensure his place in the French literary canon, while the ambiguities inherent in his work and the resultant widely divergent interpretations ensure that his poetry will remain the subject of lively and continued critical debate.\n", "attrs": {"Region:": ["France"]}}