{"pf_url": "https://www.poetryfoundation.org/poets/fred-chappell", "name": "Fred Chappell", "yob": "1936", "yod": null, "image": null, "bio": "\nAcclaimed poet and novelist Fred Chappell was born on a small farm in Canton, North Carolina. He attended Duke University, where he befriended fellow writers Anne Tyler, Reynolds Price, and James Applewhite. The author of numerous books of poetry, fiction, and critical prose, Chappell has received many awards for his work, including the T.S. Eliot Prize, the Bollingen Prize, the Aiken Taylor Award, an award from the National Academy of Arts and Letters, and the Best Foreign Book Prize from the Académie Française. He was named North Carolina poet laureate in 1997, a position he held until 2002.\nDrawing on childhood memories and the character of his home region, Chappell’s poetry and prose investigates Southern experience. His early novels were sometimes described as “Southern Gothic,” and he was seen as part of a tradition that included William Faulkner and Flannery O’Connor. In novels like It Is Time, Lord (1963), The Inkling (1965), and Dagon (1968), which won the Académie Française’s Prix de Meilleur des Lettres Étrangers, Chappell explores madness, violence, and even horror. His later cycle of interconnected short stories, The Kirkman Tetralogy, which included volumes such as I Am One of You Forever (1985) and Farewell, I’m Bound to Leave You (1996), focuses on personal experience, layering fiction with some of the facts and circumstances of Chappell’s own life. Chappell’s fiction has been widely praised, and he is frequently linked to a Southern tradition of writers. Writing in the Los Angeles Times Book Review, Frank Levering stated, “Not since James Agee and Robert Penn Warren has a Southern writer displayed such masterful versatility. Together with only a handful of his American contemporaries, Chappell reminds us of the almost forgotten phrase ‘man of letters.’”\nThough Chappell first gained critical attention for his prose, he has since become widely known as a poet. His first collection of poetry, The World Between the Eyes (1971), won the Roanoke-Chowan Poetry Cup. Of his shift from prose to poetry, Chappell told Contemporary Authors, “Now for the first time I could begin to think directly about the most important intellectual and artistic endeavor in the world: the composition of poetry.” Other early collections of poetry include The Man Twice Married to Fire (1977) and Awakening to Music (1979). One of Chappell’s most ambitious works is Midquest (1981), “a four-volume poetic autobiography,” as the poet himself described it. Prior to its release as a single volume in 1981, the work was published in four separate volumes—River, Bloodfire, Wind Mountain, and Earthsleep—between the years 1975 and 1980. Chappell has published many collections of poetry since Midquest, including As If It Were (2019), Shadowbox (2009), Backsass (2004), Family Gathering (2000), and Spring Garden: New and Selected Poems (1995).\nThe Fred Chappell Reader (1987) contains selections from the author’s poetry, short stories, and novels, including the entire text of Dagon. For several critics, the volume presents Chappell as an uncommonly talented writer in several genres. Reviewing the book for the Washington Post Book World, Frederick Busch called Chappell a “writer of breadth and distinction.” The Reader also highlights the similarities in Chappell’s work, whatever the genre. Busch argued that, “Chappell in his work as a whole examines dreams, fears and the particular beauties of his native North Carolina with a country kid’s instinct for what’s before him, and a metaphysician’s squint at what lies far beyond such beautiful harshness.”\nChappell’s essay collections include Plow Naked: Selected Essays on Poetry (1993) and A Way of Happening: Observations of Contemporary Poetry (1998). For over 40 years, he taught at the University of North Carolina–Greensboro, where he helped establish the MFA in writing program and received the O. Max Gardner Award for teaching. Retired from teaching, he lives with his wife Susan in North Carolina.\n", "attrs": {"Region:": ["U.S., Southern"]}}