{"pf_url": "https://www.poetryfoundation.org/poets/friederike-mayrocker", "name": "Friederike Mayröcker", "yob": "1924", "yod": null, "image": null, "bio": "\n                                                                    Friederike Mayröcker was born in Vienna, Austria and studied business before being drafted into the Luftwaffe in 1942. After the war, she taught English in the Viennese public schools until 1969, when she retired and devoted herself to writing full-time.   Mayröcker’s first poems were published in the avant-garde journal Plan. She is associated with the experimental German writers and artists of the Wiener Gruppe, including the poet Ernst Jandl, her long-term companion, who died in 2000. Mayröcker’s body of work is rangy and intense. Her early books include Tod durch Musen (1966); her tribute to Gertrude Stein, Tender Buttons für Selbstmörder (1971); and Aria on Feet of Clay: Metaphysical Theater (1972). They show the influence of modernism and assemblage techniques related to the concrete and visual poetry favored by the Wiener Gruppe. Mayröcker’s later work draws on her own eclectic reading, daily life, and the scenes and sounds of Vienna—a city she has said she needs to be in to write at all. Her poems have been compared to linguistic collages, mystical or hallucinatory montages of language and experience.    In Poetry Ireland Review, Peter Sirr noted that even the designation avant-garde might not be especially useful for Mayröcker: “Mayröcker’s work is a kind of continuous torrent of freely associative, passionate language in the service of private obsessions,” Sirr wrote. “In the service, if you like, of the individual lived life rather than the life of the greater social entity. There is nothing specifically national or political in this work, nothing identifiably sociological. Its methods favour the apparently random: the habitual use of collage techniques which layer seemingly disparate levels of experience.” After Jandl’s death, Mayröcker wrote in rasende Sprache, or “raving language,” attempting to invent an appropriate idiom for grief. She has also cited Friedrich Hölderlin as an important influence, describing his poetry as a type of drug she takes before writing.    Mayröcker has written numerous books of poetry; radio plays, including, with Jandl, Fünf Mann Menschen (1971); and various performance texts and children’s books. She is the recipient of a Trakl Prize, a Great Austrian State Prize, an Anton Wildgans Prize, a Rowitha Haftmann Prize, an Erich Fried Prize, an America Awards Prize, and a Georg Büchner Prize. Mayröcker’s collections available in English translation include Night Train (1992, trans. Beth Bjorklund); Heiligenanstalt (1994, trans. Rosmarie Waldrop); with each clouded peak (1998, trans. Rosmarie Waldrop and Harriett Watts); peck me up, my wing (2000, trans. Mary Burns); Raving Language: Selected Poems 1946–2006 (2007, trans. Richard Dove); and brütt, or The Sighing Gardens (2008, trans. Roslyn Theobald).\n                                                            ", "attrs": {"Region:": ["Eastern Europe"]}}