{"pf_url": "https://www.poetryfoundation.org/poets/g-k-chesterton", "name": "G. K. Chesterton", "yob": "1874", "yod": "1936", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a2c718a6bd2281b212a3f72ab4b33955bcce67df.jpeg", "bio": "\nG.K. Chesterton was one of the dominating figures of the London literary scene in the early 20th century. Not only did he get into lively discussions with anyone who would debate him, including his friend, frequent verbal sparring partner, and noted Irish playwright George Bernard Shaw, but he wrote about seemingly every topic, in every genre, from journalism to plays, poetry to crime novels. \"He said something about everything and he said it better than anyone else,\" writes Dale Ahlquist, president of the American Chester Society, on the society's website. Most of Chesterton's literary output was nonfiction, including thousands of columns for various periodicals, but today he is best remembered for his fictional work—a mystery series about Father Brown, a Catholic priest and amateur detective.\n\r\nChesterton began his literary career as a manuscript reader for a London publishing house, but he soon moved into writing art criticism. When his friends formed a journal, the Speaker, Chesterton contributed a series of articles, and soon began writing for the London Daily News and Bookman as well. Before long, people were taking notice of his work. Ian Boyd explains in the Dictionary of Literary Biography, \"He belonged to that category of writer which used to be called the man of letters, and like the typical man of letters he wrote journalism which included a wide variety of literary forms and literature which possessed many of the characteristics of journalism.\"\n\r\nChesterton's first published books were of poetry. Boyd points to a \"close connection between his poetry and his everyday journalism,\" concluding: \"In this sense, T.S. Eliot's description of Chesterton's poetry as 'first-rate journalistic balladry' turns out to have been particularly perceptive, since it is a reminder about the essential character of all Chesterton's work. In his verse, as in all his writings, his first aim was to comment on the political and social questions of the day.\"\n\r\nChesterton's first novel, the manuscript of which was discovered in a steamer trunk in 1989, was published for the first time in 2001. Basil Howe was written in 1893, shortly after Chesterton graduated from school. Although, as critics noted, the book is clearly the work of an inexperienced, unformed writer, it shows hints of Chesterton's future style—including the witticisms for which he would later become famous—and provides insights into his frame of mind during this stage in his life. It has long been known that Chesterton underwent a period of philosophical soul-searching during his young adulthood that was so intense that some of his friends thought he was losing his mind, and Basil Howe is assumed to have been written during that time. \"Those familiar with Chesterton's teenage years will see much of the author in\" the book, Mark Knight commented in English Literature in Transition, 1880-1920, although he cautioned against reading the book as autobiography rather than as a novel.\n\r\nAlthough best known nowadays for his detective fiction, Chesterton first gained public attention as a journalist and social philosopher; he actually wrote the popular, lucrative Father Brown mysteries in part to bankroll his less financially rewarding work. Questions of religion and morality were prominent in his writings. His book What's Wrong with the World advocated Distributism, a social philosophy that divided property holders into small communities, trying to foster neighborliness. Chesterton viewed Distributism as a counter to Socialism and Capitalism, ideologies that, he felt, reduced people to inhumane units. Stephen Metcalf, writing in the Times Literary Supplement, pointed out that this philosophy, also expounded in the 1904 novel The Napoleon of Notting Hill, more accurately reflects modern society's problems than does George Orwell's classic 1984: \"It is not only ... that Chesterton cared passionately for what ordinary humanity feels and thinks,\" Metcalf stated. \"It is also that he had particular convictions about how one should understand humanity.\"\n\r\nMuch of Chesterton's work reflected his social concern. Using literary devices such as parable and allegory, he sought to bring about social changes that embodied his religious and political beliefs. His novels, reported Brian Murray in the Dictionary of Literary Biography, \"are as frequently called romances, extravaganzas, fantasies, parables, or allegories. For while they are thick with the details of everyday life, Chesterton's hastily written book-length fictions are outlandishly plotted and, in the main, unabashedly didactic.\"\n\r\nThis didacticism has alienated modern readers from some of Chesterton's fiction. His detective stories, however, remain popular. Chesterton himself was very fond of the detective story and recognized that much of his writing was pedantic and would probably not survive him. \"Chesterton assumed that he would never be considered a novelist of enormous importance,\" asserted Murray; \"that, as a writer of fiction, he would always remain best known for the long series of Father Brown stories he began with The Innocence of Father Brown in 1911—stories he sometimes tossed off in a day or two.\"\n\r\nChesterton was raised in a theologically liberal family and did not convert to Catholicism until the age of 48, more than a decade after the first Father Brown stories were published. Loosely based upon Chesterton's friend, the Roman Catholic priest John O'Connor, Father Brown \"drops typical Chestertonian quips as he solves ghastly transgressions not with Holmes-sharp logic but by 'getting inside' the criminal mind,\" according to Murray. Rather than using deductive methods to discover the perpetrator of a crime, Father Brown—whom Chesterton depicted in his Autobiography as \"shabby and shapeless [in appearance], his face round and expressionless, his manners clumsy\"—bases his conclusions on his knowledge of human nature. This knowledge is drawn in part from his experience in the confessional box, but also from his recognition of his own capacity for evil. \"The little priest could see,\" stated Ronald Knox in his introduction to Father Brown: Selected Stories, \"not as a psychologist, but as a moralist, into the dark places of the human heart; could guess, therefore, at what point envy, or fear, or resentment would pass the bounds of the normal, and the cords of convention would snap, so that a man was hurried into crime.\" \"To Father Brown,\" wrote Eric Routley in The Puritan Pleasures of the Detective Story: A Personal Monograph, \"any criminal is a good man gone wrong. He is not an evil man who has cut himself off from the comprehension or sympathy of those who labour to be good.\" To this end, Brown is not primarily interested in solving the case, but in getting the criminal to confess his sin and repent, thereby saving his soul.\n\r\nFather Brown remains, in the minds of most readers, Chesterton's greatest creation, although his contribution to the art of mystery writing is also recognized. \"If Chesterton had not created Father Brown,\" Leitch declared, \"his detective fiction would rarely be read today, but his place in the historical development of the genre would still be secure.\" Even in his own day, Chesterton was considered to be the father of the detective tale. As Leitch noted, when the Detection Club was founded in 1928, \"Chesterton, not Conan Doyle [creator of Sherlock Holmes] ...  became its first president and served in this capacity until his death.\" Not only did Chesterton write detective stories, he also wrote several critical essays about the proper form and style of such works.\n\r\nUnder the influence of Chesterton's Father Brown, the mystery story became less a portrait of the detective's personality, and more a puzzle that the detective and the reader could both solve. \"Chesterton's determination to provide his audience with all the clues available to his detectives,\" stated Leitch, \"has been so widely imitated as to become the defining characteristic of the formal or golden age period (roughly 1920-1940) in detective fiction. ... Modern readers, for whom the term whodunit has become synonymous with detective story, forget that the concealment of the criminal's identity as the central mystery of the story is a relatively modern convention.\" In the end, H.R.F. Keating (himself a prominent mystery writer) concluded in the St. James Guide to Crime and Mystery Writers, \"Chesterton's fame rests on the priest with 'the harmless, human name of Brown' and it will endure.\"\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}