{"pf_url": "https://www.poetryfoundation.org/poets/g-s-fraser", "name": "G. S. Fraser", "yob": "1915", "yod": "1980", "image": null, "bio": "\nGeorge Sutherland (G.S.) Fraser was born in Glasgow, Scotland and earned his MA from the University of St. Andrews. He served in the British Army in World War II and taught for many years at the University of Leicester. Fraser was known for his lyrical poetry and his compassionate approach to criticism.\nFraser was the author of several poetry collections, including the posthumous collection Poems of G.S. Fraser (1982, edited by Ian Fletcher and John Lucas), Conditions: Selected Recent Poetry (1969), The Traveller Has Regrets and Other Poems (1948), and Home Town Elegy (1944). According to Roger Bowen, writing in the Times Literary Supplement, Fraser’s poetry reflected many of the hallmarks of post-war English literature: a sense of loss, or elegy; the influence of foreign places and an interest in translating European literature; and an attention to exact visual description and conversational diction. Bowen noted that although Fraser’s earlier poems are his best known, his poems from the 1970s are “consistently impressive.” The later poetry combined a sense of mortality with love and good humor.\nFraser’s autobiography, A Stranger and Afraid, was written in 1949 but published posthumously in 1983. The book describes his early development as a poet and journalist, his travels in the Middle East, and his circle of literary friends. In The Times, Robert Nye quoted from the book to describe Fraser’s intentions: “I am taking myself as a reasonable random sample of the modern artist and intellectual; and I am trying to give a reasonably full answer to the question, how did I get to be that way.”\nFraser’s work as a critic was noted for his analyses of 20th-century literature, especially in his titles The Modern Writer and His World and Vision and Rhetoric. His pioneering studies of Ezra Pound and Lawrence Durrell appeared at times when those writers did not enjoy general critical favor. Fraser’s criticism, according to Norman MacCaig, “has been remarkable, not only for its perceptiveness, but for its civilised good manners and its consistent aim to see and enlarge the best in whatever work he is dealing with.” Similarly, Janet Adam Smith observed in the Times Literary Supplement that in his capacity as a reviewer of contemporary poetry, Fraser “wanted to do justice to the poet, to pick out the points of growth, to celebrate achievement—never to cut down with a clever word.”\nSpeaking of Fraser’s work as a poet, Paul Schlueter noted, “At his best Fraser’s wit, precision of image, and warmth of feeling enabled him to write highly readable verse of a most affecting kind. ... Though Fraser the poet did not think deeply, he most assuredly felt deeply, and his poetry stands as a monument to the civilized practice of traditional English poetics.”\nIn his review of the collected Poems, Roger Bowen quoted Fraser’s summation of his own life: “Poetry is my main gift. But to earn a living I became first a literary journalist, then a university teacher, and now teaching, especially the teaching of poetry, has become as true a vocation as writing.”\n", "attrs": {"Region:": ["Scotland"]}}