{"pf_url": "https://www.poetryfoundation.org/poets/gail-mazur", "name": "Gail Mazur", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/08/704541bbbd3ef867d6b9e73430760d47c891bbf4.jpeg", "bio": "\nGail Mazur was born in Cambridge, Massachusetts, and raised in Auburndale, Massachusetts. A graduate of Smith College, she has lived primarily in Cambridge and Provincetown since the 1960s, with periods in New York City, Houston, and Los Angeles.\nMazur is the author of Nightfire (1978); The Pose of Happiness (1986), The Common (1995); They Can’t Take That Away from Me (2001), finalist for the National Book Award; Zeppo’s First Wife: New and Selected Poems (2005), winner of The Massachusetts Book Prize and finalist for the Los Angeles Times Book Prize and the Paterson Poetry Prize; Figures in a Landscape (2011); and Forbidden City (2016). Her poems have been widely anthologized, including in several Pushcart Prize anthologies, the Best American Poetry series, and Robert Pinsky’s Essential Pleasures. \nThe National Book Award Citation for They Cant Take That Away from Me reads: “Colloquial as well as eloquent, pitch-perfect no matter how delicate her material, Gail Mazur has found a way to write that is completely responsive to her remarkable qualities of mind, She gives us the exact ‘feel’ of contemporary life in our disquieting republic, the uncanny way in which love, hope, and endurance are shot through by contingency, dread, and estrangement. Full of warmth, humor, and a dry-eyed toughness, her work is a superbly personal and civic achievement.” \nIn 1973, Masur founded the Blacksmith House Poetry Series in Harvard Square. As an activist with her late husband—the artist Michael Mazur—and others, she cofounded, in 1968, Artists Against Racism and the War, and later they were activists for a Nuclear Freeze. Blacksmith House became, with its weekly readings, a center of poetry life, bringing national and international writers to read in a lively informal atmosphere. Blacksmith House has presented benefit readings for, among other issues, the fight for AIDS research. Speaking of the Blacksmith House, now under the direction of poet Andrea Cohen, Mazur has said, “To keep things going, to support and validate the work of poets, to make a dent in the isolation writers feel in their working life (as Stanley Kunitz wrote, ‘Art withers without fellowship’), that was what I wanted. To last.  The Blacksmith reading series helps provide something like fellowship, it insists on bringing poetry into the world.”\nMazur has received fellowships from the National Endowment for the Arts, the Bunting Institute of Radcliffe College, and the Radcliffe Institute. She is Distinguished Senior Writer in Residence in Emerson College’s graduate program and has served for many years on the Writing Committee of the Fine Arts Work Center in Provincetown.\n \n", "attrs": {"Region:": ["U.S., New England"]}}