{"pf_url": "https://www.poetryfoundation.org/poets/galway-kinnell", "name": "Galway Kinnell", "yob": "1927", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e5473e37d4e3953dcf1199ba315d95a878bfede3.jpeg", "bio": "\nGalway Kinnell was an award-winning poet best known for poetry that connects the experiences of daily life to much larger poetic, spiritual, and cultural forces. Often focusing on the claims of nature and society on the individual, Kinnell’s poems explore psychological states in precise and sonorous free verse. Critic Morris Dickstein called Kinnell “one of the true master poets of his generation.” Dickstein added, “there are few others writing today in whose work we feel so strongly the full human presence.” Robert Langbaum observed in the American Poetry Review that “at a time when so many poets are content to be skillful and trivial, [Kinnell] speaks with a big voice about the whole of life.” Marked by his early experiences as a Civil Rights and anti-war activist, Kinnell’s socially-engaged verse broadened in his later years to seek the essential in human nature, often by engaging the natural and animal worlds. With a remarkable career spanning many decades, Kinnell’s Selected Poems (1980) won both a Pulitzer Prize and a National Book Award.\n\r\nKinnell was born in 1927 in Providence, Rhode Island and grew up in Pawtucket. A self-described introvert as a child, he grew up reading reclusive American writers such as Edgar Allan Poe and Emily Dickinson. After two years of service in the U.S. Navy, he earned a BA with highest honors from Princeton University—where he was classmates with poet W.S. Merwin—in 1948. He earned an MA from the University of Rochester a year later. Kinnell then spent many years abroad, including a Fulbright Fellowship in Paris and extended stays in Europe and the Middle East. Returning to the United States in the 1960s, Kinnell joined the Congress for Racial Equality (CORE), registering African American voters in the South. Many of his experiences—world travel, city life, harassment as a member of CORE and an anti-Vietnam war demonstrator—eventually found expression in his poetry. One of the first voices to mark the change in American poetry from the cerebral wit of the 1950s to the more liberated, political work of the ‘60s, Kinnell “is a poet of the landscape, a poet of soliloquy, a poet of the city’s underside and a poet who speaks for thieves, pushcart vendors and lumberjacks with an unforced simulation of the vernacular,” noted the Hudson Review contributor Vernon Young.\n\r\nOf his first books, What a Kingdom it Was (1960), Flower Herding on Mount Monadnock (1964) and Body Rags (1968), Body Rags contains the bulk of Kinnell’s most praised and anthologized poems. Using animal experiences to explore human consciousness, Kinnell poems such as “The Bear” feature frank and often unlovely images. Kinnell’s embrace of the ugly is well-considered, though. As the author told the Los Angeles Times, “I’ve tried to carry my poetry as far as I could, to dwell on the ugly as fully, as far, and as long, as I could stomach it. Probably more than most poets I have included in my work the unpleasant because I think if you are ever going to find any kind of truth to poetry it has to be based on all of experience rather than on a narrow segment of cheerful events.” Though his poetry is rife with earthy images like animals, fire, blood, stars and insects, Kinnell does not consider himself to be a “nature poet.” In an interview with Daniela Gioseffi for Hayden’s Ferry Review, Kinnell noted, “I don’t recognize the distinction between nature poetry and, what would be the other thing? Human civilization poetry? We are creatures of the earth who build our elaborate cities and beavers are creatures of the earth who build their elaborate lodges and canal operations and dams, just as we do … Poems about other creatures may have political and social implications for us.”\n\r\nThough obsessed with a personal set of concerns and mythologies, Kinnell does draw on the tradition of both his contemporaries and predecessors. Studying the work of Theodore Roethke and Robert Lowell, Kinnell’s innovations have “avoided studied ambiguity, and he has risked directness of address, precision of imagery, and experiments with surrealistic situations and images” according to a contributor for Contemporary Poetry. Critics most often compare Kinnell’s work to that of Walt Whitman, however, because of its transcendental philosophy and personal intensity; Kinnell himself edited The Essential Whitman (1987). As Robert Langbaum observed in American Poetry Review, “like the romantic poets to whose tradition he belongs, Kinnell tries to pull an immortality out of our mortality.”\n\r\nOther well-known Kinnell works include The Book of Nightmares (1971) and The Avenue Bearing the Initial of Christ into the New World: Poems 1946-1964 (1974). The latter’s eponymous poem explores life on Avenue C in New York City’s Lower East Side, drawing inspiration from T.S. Eliot’s “The Waste Land.” A book-length poem that draws heavily on Rainer Maria Rilke’s Duino Elegies, the ten parts of The Book of Nightmares revolve around two autobiographical moments—the births of Kinnell’s daughter and son—while examining the relationship between society and community through a symbolic system that draws on cosmic metaphors. The book is one of Kinnell’s most highly praised. Rilke was a particularly important poet for Kinnell and among his many acts as a translator, he would later co-translate The Essential Rilke (1999), with Hannah Liebmann.\n\nSelected Poems (1982), for which Kinnell won the Pulitzer Prize and was co-winner of the National Book Award in 1983, contains works from every period in the poet’s career and was released just shortly before he won a prestigious MacArthur Foundation grant. Almost twenty years after his Selected Poems, Kinnell released the retrospective collection, A New Selected Poems (2001), focusing on Kinnell’s poetry of the 1960s and 1970s. His poetry from this period features a fierce surrealism that also grapples with large questions of the human, the social and the natural. In the Boston Review, Richard Tillinghast commented that Kinnell’s work “is proof that poems can still be written, and written movingly and convincingly, on those subjects that in any age fascinate, quicken, disturb, confound, and sadden the hearts of men and women: eros, the family, mortality, the life of the spirit, war, the life of nations … [Kinnell] always meets existence head-on, without evasion or wishful thinking. When Kinnell is at the top of his form, there is no better poet writing in America.”\n\r\nKinnell’s last book, Strong is Your Hold (2006) was released the year before his 80th birthday. The book, which continues the more genial, meditative stance Kinnell has developed over the years, also includes the long poem “When the Towers Fell,” written about September 11, 2001. In an interview with Elizabeth Lund for the Christian Science Monitor Online, Kinnell declared, “It’s the poet’s job to figure out what’s happening within oneself, to figure out the connection between the self and the world, and to get it down in words that have a certain shape, that have a chance of lasting.” Lund noted that “Kinnell never seems to lose his center, or his compassion. He can make almost any situation, any loss, resonate. Indeed, much of his work leaves the reader with a delicious ache, a sense of wanting to look once more at whatever scene is passing.” \n\r\nKinnell lived in Vermont for many years, and he died in 2014 at the age of 87.\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}