{"pf_url": "https://www.poetryfoundation.org/poets/gary-snyder", "name": "Gary Snyder", "yob": "1930", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/fe32edc9974550ef36d83958bcbcbcec1c299c93.jpeg", "bio": "\nGary Snyder began his career in the 1950s as a noted member of the “Beat Generation,” though he has since explored a wide range of social and spiritual matters in both poetry and prose. Snyder’s work blends physical reality and precise observations of nature with inner insight received primarily through the practice of Zen Buddhism. While Snyder has gained attention as a spokesman for the preservation of the natural world and its earth-conscious cultures, he is not simply a “back-to-nature” poet with a facile message. In American Poetry in the Twentieth Century, Kenneth Rexroth observed that although Snyder proposes “a new ethic, a new esthetic, [and] a new life style,” he is also “an accomplished technician who has learned from the poetry of several languages and who has developed a sure and flexible style capable of handling any material he wishes.” According to Charles Altieri in Enlarging the Temple: New Directions in American Poetry during the 1960s, Snyder’s achievement “is a considerable one. Judged simply in aesthetic terms, according to norms of precision, intelligence, imaginative play, and moments of deep resonance, he easily ranks among the best poets of his generation. Moreover, he manages to provide a fresh perspective on metaphysical themes, which he makes relevant and compelling.”\nSnyder’s emphasis on metaphysics and his celebration of the natural order remove his work from the general tenor of Beat writing—and in fact Snyder is also identified as a poet of the San Francisco Renaissance along with Jack Spicer, Robert Duncan and Robin Blaser. Snyder has looked to the Orient and to the beliefs of American Indians for positive responses to the world, and he has tempered his studies with stints of hard physical labor as a logger and trail builder. Altieri believed that Snyder’s “articulation of a possible religious faith” independent of Western culture has greatly enhanced his popularity. In his study of the poet, Bob Steuding described how Snyder’s accessible style, drawn from the examples of Japanese haiku and Chinese verse, “has created a new kind of poetry that is direct, concrete, non-Romantic, and ecological. . . . Snyder’s work will be remembered in its own right as the example of a new direction taken in American literature.” Nation contributor Richard Tillinghast wrote: “In Snyder the stuff of the world ‘content’—has always shone with a wonderful sense of earthiness and health. He has always had things to tell us, experiences to relate, a set of values to expound. . . . He has influenced a generation.”\nSnyder was born in San Francisco and raised on small farms in Washington state and Oregon. Because he lived close to nature from earliest childhood, Snyder was distressed at a young age by the wanton destruction of the Pacific Northwestern forests, and he began to study and respect the Indian cultures that offered a more harmonious relationship with nature. Snyder went to public schools in Seattle and Portland, and he augmented his education by reading about Indian lore and pioneer adventures. Wild regions continued to fascinate him as he matured; he became an expert mountain climber and learned back-country survival techniques. A visit to the Seattle Art Museum introduced him to Chinese landscape painting, and he developed an interest in the Orient as an example of a high civilization that had maintained its bonds to nature. After high school Snyder divided his time between studies at Reed College—and later Indiana University and the University of California-Berkeley—and work as a lumberjack, trail maker, and firewatcher in the deep woods. The balance between physical labor and intellectual pursuits informs his earliest writing. In the autumn of 1952 Snyder moved to the San Francisco Bay area in order to study Oriental languages at Berkeley. He was already immersed in Zen Buddhism and had begun to write poetry about his work in the wilderness. He became part of a community of writers, including Philip Whalen, Allen Ginsberg, and Jack Kerouac, who were soon heralded as the forerunners of a counterculture revolution in literature. The literary fame of the Beat Generation was launched with a poetry reading in October of 1955 at San Francisco’s Six Gallery. While it is Ginsberg’s poem “Howl” that is best remembered from that evening, Snyder also read his poem “The Berry Feast.”\nIf Snyder was influenced by his Beat contemporaries, he also exerted an influence on them. Kerouac modeled his character Japhy Ryder in The Dharma Bums on Snyder, and the poet encouraged his friends to take an interest in Eastern philosophy as an antidote to the ills of the West. Just as the Beats were gaining nation-wide notoriety, Snyder moved to Japan in 1956 on a scholarship from the First Zen Institute of America. He remained abroad almost continuously for the next twelve years. Part of that time he lived in an ashram and devoted himself to strenuous Zen study and meditation. He also travelled extensively, visiting India and Indonesia, and even venturing as far as Istanbul on an oil tanker, the Sappa Creek. His first two poetry collections, Riprap (1959) and Myths & Texts (1960), are miniature narratives capturing Snyder’s travels and life working in the natural world; they also represent a vigorous attempt to achieve freedom from the “establishment” mores of urban America. After returning to the United States, Snyder built his own house—along the Yuba River in the northern Sierra Nevada Mountains—where he has lived since.\nSnyder’s involvement with Buddhism has been important to his poetry from the outset. In American Poetry since 1960: Some Critical Perspectives, Alan Williamson wrote that Snyder’s canon “suggests a process of meditation or spiritual exercise, clearing the path from temporal life to the moment of Enlightenment—the sudden dropping-away of the phenomenal world in the contemplation of the infinite and eternal, All and Nothingness.” Altieri commented that for the skeptic or half-believer, “the real miracle is the skill with which Snyder uses the aesthetic devices of lyrical poetry to sustain his religious claims.” However, Buddhism is by no means the sole departure point for Snyder’s work. Well-versed in anthropology and so-called “primitive” cultures, Snyder reveres myth and ritual as essential demonstrations of man-in-nature and nature-in-man. Harking back to the Stone Age, Snyder sees the poet as a shaman who acts as a medium for songs and chants springing from the earth. It is not surprising, therefore, that Snyder draws on the traditions of oral literature—chants, incantations, and songs—to communicate his experiences.\nMany of Snyder’s poems aim specifically at instilling an ecological consciousness in his audience. This theme pervades Snyder’s 1974 Pulitzer Prize-winning volume, Turtle Island, a work in which the poet manages “to locate the self ecologically in its actions and interactions with its environment,” to quote Robert Kern in Contemporary Literature. Some critics, such as Partisan Review contributor Robert Boyers, found Snyder’s commitment “programmistic and facile,” a simplistic evocation of the “noble savage” as hero. Others, including the New York Times Book Review correspondent Herbert Leibowitz, applauded the poet’s world view. “Snyder’s sane housekeeping principles desperately need to become Government and corporate policy,” Leibowitz wrote. “He is on the side of the gods.”\nSnyder’s work reflects a concern for the environment and the plight of the American Indian as well as insights engendered by his role as a husband, father and steward of the land. Axe Handles, Snyder’s 1983 collection, returns to the domestic environment—especially the relationship between father and sons—as a central motif. Poetry magazine reviewer Bruce Bawer contended that the work “conveys a luminous, poignant vision of a life afforded joy and strength by a recognition of the essential things which give it meaning. It is, to my tastes, Snyder’s finest book.” Not all reviewers have felt that Snyder’s more recent poetry scales the heights he reached with Turtle Island. Reviewing No Nature, a collection of old and new poems published in 1992, David Barber commented, again in Poetry, that “the vigor and output of Snyder’s poetry has clearly been on the wane over the last twenty years. . . . The poet who was formerly adept at elucidating intimations now seems to be content with simply espousing positions.” However, Richard Tillinghast, writing in the New York Times Book Review, claimed that Snyder possesses “a command of geology, anthropology and evolutionary biology unmatched among contemporary poets,” adding that “there is an understated majesty about the ease with which Mr. Snyder puts the present into perspective.” Both Tillinghast and Barber in particular commended Snyder’s evocation of work. Noted Barber, “Few contemporary poets have written with such authentic incisiveness about the particulars of work and the rhythms of subsistence, and done so without succumbing to class-rooted righteousness or rural nostalgia.”\nThe long poem, Mountains and Rivers without End, titled after a Chinese sideways scroll painting, spanned much of Snyder’s career and was finally published in 1996 to glowing praise from critics. The poem is a conscious effort to recreate the social function of ancient epics: to tell a good story, while offering instruction in life by way of myth and history. Snyder’s narrative is “less heroic in tone than Homer’s,” found Tom Clark in his San Francisco Chronicle review, but like classic works such as the Odyssey, it is “a universalizing, picaresque spiritual journey, the story not only of one man, but also of the human event on this planet.” Snyder evokes an ancient civilization blessed by self-awareness, thriving in an unpolluted world. Clark described the narrative as “continually teetering perilously on the great divide between human and nonhuman worlds, demonstrating all over again the curiously ambivalent evenhandedness that has always created an interesting tension in his work.” Snyder’s personal journey of several decades is reflected in the verses that took him so long to complete, and he commented to Jesse Hamlin in an interview for the San Francisco Chronicle that those years were “a time of tremendous change, and yet I can see that the initial impulses with which I opened the work—which were curiosity and affection and respect for the whole natural world—naive in some ways as they were, were basically going in the right direction.”\nIn addition to his many volumes of verse, Snyder has published books of prose essays and interviews. Snyder’s prose expands his sense of social purpose and reveals the series of interests and concerns that have sparked his poetry. In The Practice of the Wild, published in 1990, Snyder muses on familiar topics such as environmental concerns, Native American culture, ecofeminism, language, and mythology. In the New York Review of Books, environmental writer Bill McKibben described the collection as Snyder’s “best prose work so far.” The Gary Snyder Reader: Prose, Poetry, and Translations, 1952-1988 was published in 1999, offering a rich selection of Snyder’s work in one volume. The Reader presents poems, travel writings, letters, interviews, and portions from Snyder’s prose works Earth Household (1969), The Practice of the Wild (1990), and A Place in Space (1995). The prose selections clearly show “how fluid and original a thinker Snyder is,” wrote Richard Wallace in the Seattle Times. But it is in his poetry that the writer truly shines, according to Wallace, as he lends his voice “to the ferocious energy of nonhuman beings. He has done it with a direct, masculine, and beautiful talent for more than four decades.”\nThe collection Danger on Peaks: Poems, published in 2004, was released eight years after Mountains and Rivers without End. The book is Snyder’s first collection of entirely new poems to be published in more than twenty years. Although some of the closing poems in the volume address historically current events, including September 11, the bulk of the poems in the volume are set in the past. “As Snyder himself admits, ‘most of my work / such as it is /is done,’” reported Library Journal contributor Rochelle Ratner. Back on the Fire: Essays (2007) includes essays investigating the use of prescribed burns on California’s ecosystems and elegies to his wife, Carole Lynn Koda, and poets Allen Ginsberg and Philip Whalan.\nGary Snyder has won numerous honors and awards for his writing, including the Bollingen Prize, an American Academy of Arts and Letters award, a Guggenheim Foundation fellowship, the Bess Hokin Prize and the Levinson Prize from Poetry, the Robert Kirsch Lifetime Achievement Award from the Los Angeles Times, the Shelley Memorial Award, and the Ruth Lilly Award. Snyder was elected a Chancellor of The Academy of American Poets in 2003. He is a professor of English at the University of California-Davis.\nIn an essay published in A Controversy of Poets, Snyder offered his own assessment of his art. “As a poet,” he wrote, “I hold the most archaic values on earth. They go back to the late Paleolithic: the fertility of the soil, the magic of animals, the power-vision in solitude, the terrifying initiation and rebirth; the love and ecstasy of the dance, the common work of the tribe. I try to hold both history and wilderness in mind, that my poems may approach the true measure of things and stand against the unbalance and ignorance of our times.”\n \n(Biography updated by the Poetry Foundation, 2009)\n", "attrs": {}}