{"pf_url": "https://www.poetryfoundation.org/poets/gary-soto", "name": "Gary Soto", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/e5586bf1fdf257f1100e6d69b401a9a442be14d7.jpeg", "bio": "\nGary Soto is known for a body of work that deals with the realities of growing up in Mexican American communities. In poems, novels, short stories, plays and over two dozen books for young people, Soto recreates the world of the barrio, the urban, Spanish-speaking neighborhood where he was raised, bringing the sights, sounds and smells vividly to life within the pages of his books. Soto’s poetry and prose focus on everyday experiences while evoking the harsh forces that often shape life for Chicanos, including racism, poverty, and crime. In his writing, as Raymund Paredes noted in the Rocky Mountain Review, “Soto establishes his acute sense of ethnicity and, simultaneously, his belief that certain emotions, values, and experiences transcend ethnic boundaries and allegiances.” Soto himself has said that “as a writer, my duty is not to make people perfect, particularly Mexican Americans. I’m not a cheerleader. I’m one who provides portraits of people in the rush of life.” Soto has received high praise for his poetry—his collections have been finalists for the Pulitzer Prize and the National Book Award, and he has received a Nation/Discovery Award and the Levinson Award from Poetry. However, Soto is perhaps best known and most beloved as a writer for children and young adults. Exploring universal themes like alienation, family life, and choices, Soto’s work for young and adolescent readers has been praised for its honest portrayal of communities too often relegated to the margins of American life. He has received many awards for his work as a children’s author, including awards from the National Education Association and the PEN Center, and the Tomás Rivera Book Award.\n\r\nGary Soto was born in Fresno, California in 1952 to working-class parents who often struggled to find work. Soto worked in the fields of San Joaquin and the factories of Fresno as a young man. Though he did not excel in school, by the time he was an adolescent Soto had discovered the work of Ernest Hemingway, John Steinbeck, Jules Verne, and Robert Frost. “In short,” he has said, “I was already thinking like a poet, already filling myself with literature.” Soto went to college at Fresno City College and California State University-Fresno, where he earned a BA in English in 1974. While at Fresno, Soto studied with the poet Philip Levine, whose sharp portrayals of working-class subject matter influenced Soto’s own poetry. Other influences from this period include Edward Field, James Wright, Pablo Neruda, and Gabriel Garcia Marquez. Soto earned an MFA from the University of California-Irvine in 1974. His first book, The Elements of San Joaquin (1977), offers a grim portrait of Mexican American life. His poems depict the violence of urban life, the exhausting labor of rural life, and the futility of trying to recapture the innocence of childhood. The book was awarded the United States Award from the International Poetry Forum and published in the Pitt Poetry Series.\n\r\nSoto's skill with the figurative language of poetry has been noted by reviewers throughout his career. In Western American Literature Jerry Bradley praised the metaphors in The Elements of San Joaquin as “evocative, enlightening, and haunting.” Soto’s second volume, The Tale of Sunlight (1978), was nominated for the Pulitzer Prize. Soto’s work often springs from observation of daily life, portrayals of working-class characters, and memory. In the poems in Black Hair (1985) Soto focuses on his friends and family, conjuring the times he shared with his friends as an adolescent and more recent moments spent with his young daughter. Ellen Lesser, writing in Voice Literary Supplement, was charmed by Soto's poetic tone, “the quality of the voice, the immediate, human presence that breathes through the lines.” The critic claimed that Soto's celebration of innocence and sentiment is shaded with knowledge of “the larger, often threatening world.” Soto’s poetry often deals with childhood reminiscences, and his later collections sometimes blur the line between “adult” and “juvenile” poetry. Collections like Neighborhood Odes (1992) and Canto Familiar/Familiar Song (1996) take on themes familiar to both: family, community, and place. A Fire in my Hands (2006) includes one of Soto’s most popular poems, “Oranges,” as well as a Q&A in which Soto discusses writing and the life of a poet.\n\r\nSoto’s prose works—including memoirs, short stories and novels—also engage themes that are central to his poetry. In collections like Living up the Street: Narrative Recollections (1985), Small Faces (1986), and Lesser Evils: Ten Quartets (1988) he uses vignettes drawn from his own childhood. In these deliberately small-scale recollections, as Paredes noted, “it is a measure of Soto's skill that he so effectively invigorates and sharpens our understanding of the commonplace.” With these volumes Soto acquired a solid reputation as a prose writer as well as a poet; Living up the Street earned him an American Book award. Soto’s autobiography, A Summer Life (1990), extended his interest in memoir and vignette. Consisting of 39 short essays, the pieces form a mosaic of Soto’s youth. During the early 1990s Soto turned his attentions towards writing for children and young adults. A first volume of short stories for young readers, Baseball in April, and Other Stories, was published in 1990. Like much of the work that followed, the 11 tales depict Mexican American boys and girls as they enter adolescence in Hispanic California neighborhoods. In the New York Times Book Review, Roberto Gonzalez Echevarria called the stories “sensitive and economical,” then praised Soto: “Because he stays within the teenagers’ universe … he manages to convey all the social change and stress without bathos or didacticism. In fact, his stories are moving, yet humorous and entertaining.” Soto’s work for younger readers, including his poetry, has continued to be highly praised for its sensitivity and scope. Soto’s other works of fiction for young adults include the popular novel Buried Onions (1997) and its sequel The Afterlife (2003); among his many picture books for children are Chato’s Kitchen (1995) and My Little Car/Mi Carrito (2006). Soto’s work for children is also noted for its seamless integration of Spanish words into English text, making it useful in mixed-language classrooms.\n\r\nSoto's ability to tell a story, to recreate moments of his own past, and to transport his reader to the world of his childhood is felt within each of his written works. “Soto's remembrances are as sharply defined and appealing as bright new coins,” wrote Alicia Fields in the Bloomsbury Review. “His language is spare and simple yet vivid.” But it is his joyful outlook, strong enough to transcend the poverty of the barrio, that makes his work so popular. As he told Hector Avalos Torres in the Dictionary of Literary Biography, writing “is my one talent. There are a lot of people who never discover what their talent is … I am very lucky to have found mine.”\n", "attrs": {"Region:": ["U.S., Western"]}}