{"pf_url": "https://www.poetryfoundation.org/poets/genevieve-taggard", "name": "Genevieve Taggard", "yob": "1894", "yod": "1948", "image": null, "bio": "\n                                                                    Poet and editor Genevieve Taggard was born in Waitsburg, Washington, and raised in Hawaii, where her parents were schoolteachers. She earned a BA at the University of California-Berkeley. After moving to New York City in 1920, she worked for the publisher B.W. Huebsch and founded the literary journal Measure: A Journal of Poetry. In the mid-1930s, Taggard moved to a farm in Vermont. Her 13 poetry collections include For Eager Lovers (1922), Calling Western Union (1936), and Not Mine to Finish: Poems 1928–1934 (1934). Composers such as William Schuman, Aaron Copland, and Roy Harris set selections of her poetry to music.   Taggard was concerned with beauty and wildness as well as social and personal change. In a 1936 review of Calling Western Union, Rebecca Pitts observed, “The significant thing about these poems … is that Genevieve Taggard has wrestled with her own past, and with the burden of today’s perceptions of cities and wasted country sides, of poverty and twisted lives; and that she has realized these experiences in genuinely imaginative terms in the light of a new set of social and revolutionary values. This is what I call important revolutionary poetry.”    The author of the biography The Life and Mind of Emily Dickinson (1930), Taggard edited the anthologies May Days: An Anthology of Verse from Masses-Liberator (1925) and Circumference: Varieties of Metaphysical Verse, 1456-1928 (1929). She was a contributing editor for the Marxist journal The New Masses.   Taggard’s honors included a Guggenheim Fellowship, with which she traveled to Majorca. She taught at Mount Holyoke College, Bennington College, and Sarah Lawrence College. Taggard died at the age of 53, and selections of her papers are held at the New York Public Library and at the Dartmouth College Library.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}