{"pf_url": "https://www.poetryfoundation.org/poets/geoffrey-chaucer", "name": "Geoffrey Chaucer", "yob": "1400", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/8501f4491ebda900f1a0b657e04fb42acc44bb56.jpeg", "bio": "\nGeoffrey Chaucer was born between the years 1340-1345, the son of John and Agnes (de Copton) Chaucer. Chaucer was descended from two generations of wealthy vintners who had everything but a title and in 1357 Chaucer began pursuing a position at court. As a squire in the court of Elizabeth, Countess of Ulster, the wife of Lionel, Earl of Ulster (later Duke of Clarence), Chaucer would have served as a gentleman’s gentleman—essentially a butler. A young man in this position would be in service to the aristocrats of the court who required diversions as well as domestic help. The way must have opened quickly for Chaucer, who could both tell stories and compose songs. The countess was French, so French poets such as Guillaume de Machaut and Eustache Deschamps provided an early inspiration, and Chaucer’s earliest poems, The Book of the Duchess and The Parliament of Birds, rest on a heavy French base. At this time, Chaucer made the acquaintance of the man who would most deeply influence his political career: John of Gaunt, Duke of Lancaster. Chaucer and Gaunt married the daughters of the French Knight Sir Paon de Roet—Gaunt in order to legitimize his sons by the Roet’s daughter, who had been his mistress for some time (all the English kings after Henry VI came from this line), and Chaucer to enter the world of the aristocracy. Of all the Canterbury pilgrims (and there is a “Chaucer”), the one who most closely approximates his situation is the social-climbing Franklin, a man heartily concerned with the gentility of his son. Chaucer’s own son, Thomas, became one of the richest men in London, and his great-grandson (who died on the battlefield) was named heir apparent to the throne of England. Although Chaucer was close to Gaunt, he was always on the fringes of the world of courtly political intrigue of this time, a period Shakespeare dramatized in Richard II.\nKnown as the first English author, Chaucer wrote in English at a time when Latin was considered the grammatica, or language which would not change, and most of the upper-class English spoke French. Chaucer himself often used French translations of Latin texts; that he chose the language of the lower-class Saxons rather than Norman nobility has perplexed readers and scholars for centuries. As Sir Walter Scott pointed out, the Saxon language can name only barnyard animals on the hoof. If one fed a domestic animal, they used its Saxon name, sheep; but if one ate it, they likely called it by its French name, mouton, which soon became mutton. This linguistic distinction was a class distinction in Chaucer’s England: if one raised a farm animal, one was a Saxon and called it by its English name; if one were rich enough to eat it, one named it in French: calf/veau (veal); chicken/poulet (pullet); pig/porc (pork). Chaucer did not try, however, to impress his relatives with his French, but began to develop English into a highly flexible literary language.\nChaucer wrote many works, some of which like The Canterbury Tales (circa 1375-1400) he never finished. He pioneered many recognizably “modern” novelistic techniques, including psychologically complex characters: many claim that Troilus and Criseyde is the first English novel because of the way its main characters are always operating at two levels of response, verbal and intellectual. All of Chaucer’s works are sophisticated meditations on language and artifice. Moving out of a medieval world view in which allegory reigned, Chaucer developed a model of language and fiction premised on concealment rather than communication or theological interpretation. Indeed, Chaucer misrepresents himself in his early works, creating self-portraits in The Book of the Duchess (circa 1368-1369) and The House of Fame (circa 1378-1381) as an innocent, overweight bookworm far from the canny businessman and social climber he actually was.\nChaucer’s first major work, The Book of the Duchess, is an elegy on the death of Blanche, John of Gaunt’s first wife. The poem, though filled with traditional French flourishes, develops its originality around the relationship between the narrator, a fictionalized version of the poet, and the mourner, the Man in Black, who represents Gaunt. Chaucer uses a naïve narrator in both The Book of the Duchess and The House of Fame, which employs a comic version of the guide-narrator relationship of Dante and Virgil in the Commedia. The talkative Eagle guides the naive “Chaucer” just as the naive Dante is guided by the gossipy Virgil. The Eagle takes “Chaucer” to the House of Fame (Rumor), which is even more the house of tales. Here Chaucer makes a case for the preeminence of story, an idea that he explored to great effect in The Canterbury Tales. The inhabitants of the House of Fame are asked whether they want to be great lovers or to be remembered as great lovers, and all choose the latter: the story is more important than the reality.\nDating Chaucer’s works is difficult but scholars generally assume that his dream-vision poem The Parliament of Birds (circa 1378-1381), which is less obviously tied to source texts or events, is his third work because it marks a shift in form: he begins to use the seven-line pentameter stanza that he would use in Troilus and Criseyde (circa 1382-1386). The Parliament of Birds is an indictment of courtly love staged as an allegory with birds corresponding to social classes: the hunting birds (eagles, hawks) represent the nobles, the worm eaters (cuckoos) represent the bourgeois, the water fowl are the merchants, and the seed eaters (turtledoves) are the landed farming interests. Each class is given a distinctive voice. In The Parliament of Birds Chaucer examined themes that will pervade his later work: the conflict between Nature and courtly love will permeate Troilus and Criseyde and the experimentation with different voices for all the characters and social classes of birds presages The Canterbury Tales.\nBy 1374 Chaucer was firmly involved in domestic politics and was granted the important post of controller of customs taxes on hides, skins, and wool. Chaucer had to keep the records himself as well as oversee the collectors. These were prosperous times for Chaucer; his wife had gotten a large annuity, and they were living rent free in a house above the city gate at Aldgate. After visits to Genoa and Florence in 1372-1373 and to Lombardy in 1378, Chaucer developed an interest in Italian language and literature, which influenced his poem Troilus and Criseyde. Chaucer retold the medieval romance of doomed lovers, setting his epic poem against the backdrop of the siege of Troy. The poem takes its story line from Giovanni Boccaccio’s Il Filostrato (1335-1340), but its inspiration from Dante’s love for Beatrice as told in the Convito (1307) and from Petrarch’s love for Laura as manifested in the sonnets.\nIn the poem, Chaucer is presenting a case for ennobling passion which fits with the French romances he had read in his youth; only in Troilus and Criseyde this romance takes a particularly Italian turn. The poem analyzes the artifices of love as well as the complex motivations of lovers. Both Dante and Petrarch begin by seeing love as artifice and then show how love breaks free of that artifice. Petrarch’s rime (poems) to Laura are in two groups divided by a simple fact, her death. The sonnets in “Vita di ma donna Laura” are artificial, conventional poems filled with such tropes as oxymoron, antithesis, hyperbole, and conceit. The style was so conventional that the French poets had a verb, Petrarquizer, to write like Petrarch. The sonnets change radically after Laura’s death, as the artifices fall away in his attempt to re-create the true Laura. The same change occurs in Troilus after the absence of Criseyde. Through his trials Troilus learns, as have Dante and Petrarch before him, that loving a real woman is the only real love.\nChaucer most famous work, The Canterbury Tales, also has similarities with Italian literature: the unfinished poem draws on the technique of the frame tale as practiced by Boccaccio in The Decameron (1349-1351), though it’s not clear that Chaucer knew The Decameron in its entirety. The pretext for storytelling in Boccaccio is a plague in Florence which sends a group of ten nobles to the country to escape the Black Death. For each of ten days, they each tell a tale. Each day’s tales are grouped around a common topic or narrative subject. The tales, all one hundred of them, are completed; the plague ends in Florence; and the nobles return to the city.\nThe Canterbury Tales innovates on this model in significant ways. Far from being noble, Chaucer’s tale-tellers run the spectrum of the middle class, from the Knight to the Pardoner and the Summoner. And the tales are not told in the order that might be expected—from highest-ranking pilgrim to lowest. Instead, each character uses his tale as a weapon or tool to get back at or even with the previous tale-teller. Once the Miller has established the principle of “quiting,” each tale generates the next. The Reeve, who takes offense because “The Miller’s Tale” is about a cuckolded carpenter (the Reeve had been a carpenter in his youth), tells a tale about a cuckolded miller, who also gets beaten up after his daughter is deflowered. As in many of the tales, subtle distinctions of class become the focal point of the story.\nChaucer’s refusal to let his tale end conventionally is typical of the way he handles familiar stories. He wants to have it both ways, and he reminds the reader of this constantly. In “The Nun’s Priest’s Tale,” for example, he argues both against an allegorical reading of the tale, “My tale is of a cok,” and for it, “Taketh the fruyt, and lat the chaf be stille.” At work in many of these tales is an important Chaucerian device: a false syllogism based on the movement from the specific to the general back to the specific again, although the specific now occupies a new moral ground. Almost every time Chaucer offers a list of examples, he is playing with this disparity between the general and the specific. As Chaucer worked against the impossibility of finishing The Canterbury Tales according to the original plan—120 tales, four told by each of thirty pilgrims (in the Middle Ages, which had many systems based on twelve, 120 was as round a number as the 100 of The Decameron)—he began to consider the nature of finishing an act of storytelling. In The Canterbury Tales, in addition to several unfinished tales (the Cook’s, the Squire’s), there are two tales that are interrupted by other pilgrims: Chaucer’s own “Tale of Sir Thopas” and “The Monk’s Tale.” In handling these tales, Chaucer moves into issues, particularly that of closure, that are now important to narratology and literary theory. Put another way, Chaucer worries both about what a story can mean and what a story can be. In considering the ramifications of an invented teller telling about other invented tellers telling stories whose main purpose is to get back (“quite”) at other tellers, Chaucer finds himself with a new conception of fiction, one that is recognizably modern and even postmodern.\nThere is much speculation as to why Chaucer left The Canterbury Tales unfinished. One theory is that he left off writing them in the mid 1390s, some five or six years before his death. It is possible that the enormousness of the task overwhelmed him. He had been working on The Canterbury Tales for ten years or more, and he was not one quarter through his original plan. He may have felt he could not divide his time successfully between his writing and his business interests. Chaucer himself offers an explanation in the “Retraction” which follows “The Parson’s Tale,” the last of The Canterbury Tales. In it Chaucer disclaims apologetically all of his impious works, especially “the tales of Caunterbury, thilke that sowen into synne.” There has been some speculation about the “Retraction”: some believe that Chaucer in ill health confessed his impieties and others that the “Retraction” is merely conventional, Chaucer taking on the persona of the humble author, a stance favored in the Middle Ages. If the reader is to take Chaucer at his word, he seems to suggest that his works were being misread, that people were mistaking the sinful behavior in The Canterbury Tales for its message.\n\r\nThe last thirteen years of Chaucer’s life correspond almost exactly to the span of years covered by Shakespeare’s Richard II, that is, the period marked by Richard’s claiming his majority (he had become king at age nine) and his assumption of the power of the throne in 1389 until his deposition and death in 1399. The realm was marred by the power struggles of the Lancastrian (Gaunt and his son, the eventual Henry IV) and Court (Richard) parties but Chaucer had connections in both camps, and over the dozen years of Richard’s reign it was possible to be of the court without being Gaunt’s enemy. That Chaucer was able to do this is indicated by the fact that Henry renewed annuities granted to Chaucer when Richard was king.\n\r\nNonetheless, these appear to have been financially trying times for Chaucer. His wife received the last payment of her annuity in 1387, which suggests she died in the following year. Although Chaucer lost his post as controller of customs in 1386, he had been appointed justice of peace for the County of Kent in 1385, and in 1389, following the coming to power of Richard, Chaucer was named clerk of public works. This post, which amounted to being a kind of general contractor for the repair of public buildings, was more lucrative than the controller’s job that he had lost, but it caused him no end of headaches. One of the duties of this position required him to carry large sums of money, and in 1390 he was robbed of both his and the king’s money three times in the space of four days. Though there was no direct punishment, he was appointed subforester of North Pemberton in Somerset. It appears that in 1390 or 1391 he was eased out of his clerk’s job; he eventually got into financial trouble. In 1398 he borrowed against his annuity and was sued for debt.\nHis last poem, “The Complaint to his Purse,” is a letter asking King Henry for money. It is quite likely that in the last years of his life, he was constantly asking the king, whoever he was, for money. The poem, or his connections to the Lancastrians, must have worked because Chaucer was granted a sizable annuity by Henry. Nonetheless, Chaucer moved to a house in the Westminster Abbey Close because a house on church grounds granted him sanctuary from creditors. And so, from the fact of Chaucer’s debts comes the tradition of burying poets, or erecting memorials to them, in Westminster Abbey. Chaucer died in 1400, the year after the accession of Henry to the throne and also the year after the death of John of Gaunt, the king’s father. That Chaucer was buried in Westminster Abbey was due primarily to the fact that his last residence was on the abbey grounds. So important was he deemed as a poet that the space around his tomb was later dubbed the Poets’ Corner, and luminaries of English letters were laid to rest around him.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Middle English"]}}