{"pf_url": "https://www.poetryfoundation.org/poets/geoffrey-grigson", "name": "Geoffrey Grigson", "yob": "1905", "yod": "1985", "image": null, "bio": "\nBritish poet, critic, and editor Geoffrey Grigson grew up in Cornwall, England, and was educated at the University of Oxford. With his first wife, Frances Galt, Grigson founded the Modernist poetry magazine New Verse, which championed the work of poet W.H. Auden.\nIn his poetry, Grigson frequently engages themes of history, the natural world, and mortality. He published 13 collections of poetry, including Several Observations (1939), Under the Cliff (1943), The Isles of Scilly (1946), Discoveries of Bones and Stones (1971), History of Him (1980), and the posthumously published Persephone’s Flowers (1986). He occasionally published under the pen name Martin Boldero. \nIn addition to his poetry, Grigson published numerous volumes of essays, history, natural observations, and children’s books. These include the essay collections The Harp of Aeolus (1947, revised in 1948), The Contrary View (1974), and Blessings, Kicks and Curses (1982); the naturalist volumes The Living Rocks (1957), The Shell Country Book (1962), and Shell Country Alphabet (1966); and the children’s books Looking and Finding (1958), The Three Kings (1958), and Shapes and Adventures (1967, with Jane Grigson). \nGrigson edited numerous anthologies, including The Romantics (1942), Before the Romantics: An Anthology of the Enlightenment (1946), The Faber Book of Love Poems (1973), The Penguin Book of Ballads (1975), and The Oxford Book of Satirical Verse (1980). He also edited selections of the work of numerous individual poets, including John Clare: Selected Poems (1950), Samuel Taylor Coleridge: Selected Poems (1951), William Barnes: Selected Poems (1950), and Robert Southey: A Choice of His Verse (1970). \nA critical appreciation for Grigson’s work can be found in My Rebellious and Imperfect Eye: Observing Geoffrey Grigson (2002). Grigson died in North Wiltshire, where he lived for most of his adult life. A collection of his papers is stored at the Harry Ransom Center at the University of Texas at Austin.\n", "attrs": {"Region:": ["England"]}}