{"pf_url": "https://www.poetryfoundation.org/poets/george-santayana", "name": "George Santayana", "yob": "1863", "yod": "1952", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e7b6f36cffae729a3d16202f9a3b03c1d4dfe6ef.jpeg", "bio": "\nGeorge Santayana was a Spanish-born American philosopher who is regarded as one of the most important thinkers of the first half of the 20th century, and one of the most prominent champions of critical realism. He was also a critic, dramatist, educator, essayist, novelist, and poet. He was born Jorge Augustin Nicholas Ruiz de Santayana y Borais in Madrid, Spain, the only child of Augustin Ruiz and Josefina Borras de Santayana. His father was a civil servant for Spain who had a post in the Philippines. His mother was the daughter of a Spanish official working in the Philippines. His parents separated in 1866, and he moved to Boston with his father in 1872. He attended the illustrious Brimmer School and then Boston Latin School, and then enrolled at Harvard University in 1882. After graduating in 1886, he continued his education in England and Germany, spending two years at a fellowship at the University of Berlin. He returned to Harvard in 1889 to complete his PhD, studying under Josiah Royce. His doctoral dissertation was on the German philosopher Rudolf Hermann Lotze. This work, Lotze’s System of Philosophy, was posthumously published in 1971. Santayana began teaching philosophy at Harvard in 1889, and he influenced students who would go on to very successful careers, including Van Wyck Brooks, T.S. Eliot, Felix Frankfurter, Robert Frost, Walter Lippman, and Gertrude Stein. He wrote most of his published works during his 23-year tenure on the Harvard faculty.\nSantayan’s first published work was a book of poetry titled Sonnets and Other Verses (1894). An opponent of the contemporary philosophical methods, which utilized a constricted technical methodology, Santayana followed an older tradition of philosophical speculation and Platonism, promoting the development of pragmatism into a comprehensive mode of thought. His theoretical work focused on the greatest philosophical questions of human existence, exploring aesthetics, ethics, reality, politics, life and death, and human nature. His unique blend of an acute sense of literary style and logical objectivity bestowed a poetic humanism to modern American philosophy. Although Santayana was an atheist, he held sympathetic views towards religion, believing in the traditional morality of the Catholic church and seeing a kind of illogical poetry within the construct of faith. His work is considered to be of great consequence to the history of American philosophy, ranking with that of John Dewey, Ralph Waldo Emerson, and William James.\nDue to some inconsistencies in his writing, his espousal of unpopular beliefs, and the fact that he addressed several issues in various disciplines, Santayana has had his share of critics. In 1911, he published a controversial commentary on American life titled “The Genteel Tradition in American Philosophy,” in which he describes what he believes is the repressed state of American thought. In his 1923 treatise Scepticism and Animal Faith, Santayana asserts that human rational thought is an expression of an animalistic necessity to believe in certain things, such as the actuality of matter. In the preface, he writes, “Here is one more system of philosophy,” adding, “In the past or in the future, my language and my borrowed knowledge would have been different, but under whatever sky I had been born, since it is the same sky, I should have had the same philosophy.”\nPublished in 1896, George Santayana’s Sense of Beauty is a work of philosophic theory. In its preface, he states that his work is a collection of ideas that were brought together for a course of theory and history of aesthetics given at Harvard College from 1892 to 1895. He goes on to say that the fundamental basis of his ideology is a naturalistic psychology, and that his intent is to demonstrate the relationship between human judgments and developed taste. He attempts to understand the experience of beauty through the philosophy of aesthetics, analyzing the basic human experience of beauty. While the concept of beauty has been commonly tied to objects, Santayana points out that the origin of beauty exists in man’s senses and feelings, stating that “beauty is an emotional element, a pleasure of ours, which nevertheless we regard as a quality of things.” In addition, beauty “exists in perception, and cannot exist otherwise.”\nDuring the years of 1905 and 1906, he published a five-volume work titled The Life of Reason; or, The Phases of Human Progress, a highly original work written in the style of prose poetry that remains his best-known work of philosophy. In this work, Santayana investigates the birth and development of human reason, which he views as an evolutionary system within the scope of physical reality. He traces the growth of the human mind towards a state of rationality, exploring the details of existence and evaluating human life in general. The American sociologist and philosopher Lewis Mumford, in his essay “Mr. Santayana’s Philosophy,” which appeared in Freeman, wrote, “In this monumental work ... philosophy, after a long historic pilgrimage through natural science, apologetics, theology, and epistemology, becoming ever weaker and wanner as its rags were appropriated by the filial sciences, returns again to its Socratic beginnings, as wisdom.”\nIn 1912, Santayana’s mother passed away, leaving with him an inheritance that allowed him to retire in Rome, Italy, where he entertained esteemed guests such as Robert Lowell, Gore Vidal, and Tennessee Williams.\nFrom 1927 to 1940, Santayana published his other major philosophical work, a four-volume treatise titled Realms of Being. It is a critically realistic exploration of human existence, and he devotes each volume to what he sees as the four main modes of being: essence, matter, truth, and spirit. In his 1940 essay, “A General Confession,” Santayana wrote, “The humanism characteristic of the Sense of Beauty and Life of Reason remained standing; but foundations were now supplied for that humanism by a more explicit and vigorous natural philosophy which, without being otherwise changed than as the growth of natural science might suggest, was itself destined to be enveloped later by the ontology contained in Realms of Being. These additions are buttresses and supports: the ontology justifies materialism, and the materialism justifies rational ethics and an aesthetic view of the mind.”\nOther of Santayana’s philosophical texts include Three Philosophical Poets (1910), a study of Dante, Goethe, and Lucretius; Winds of Doctrine (1913); Dialogues in Limbo (1925); and Dominations and Powers (1951), which illustrates society based on a hierarchical aristocracy. Of his non-theoretical literary works, Paul C. Wermuth, in the Dictionary of Literary Biography, maintained that “he presents ... a sophisticated and broad view that few of his contemporaries can approach, and his cosmopolitanism at least matches that of Henry James.” In addition to his books on philosophical thought, Santayana published a best-selling novel, The Last Puritan (1935), which presents a psychological inquiry into a moral dilemma through the story of an American youth struggling with spiritual redemption. The American novelist Albert Guerard, Jr., in his essay “The Pattern of Puritanism,” which appeared in the Virginia Quarterly Review, wrote, “There are, in this too short novel of six hundred pages, the skillful metaphors, the trenchant epigrams, and the graceful, liquid prose which have long since established its author as the greatest living stylist in the language.” The Complete Poems of George Santayana: A Critical Edition, the first broad collection of his poetry, was published in 1979. William G. Holzberger, in the Dictionary of Literary Biography, noted that “together with the general reawakening of scholarly interest in the life and work of George Santayana is a renewal of critical interest in his verse, which because of its beauty, technical mastery (particularly in the sonnets), and philosophical profundity deserves a place of honor among the poetry of the genteel tradition.”\nFrom 1944 to 1953, three volumes of his autobiography Persons and Places were published: The Background of My Life, The Middle Span, and My Host the World. John K. Roth, in the Dictionary of Literary Biography, stated, “Santayana thought that nature is ultimately man’s source and destiny and that nature manifests itself in man in his urge to make existence as reasonable and beautiful as possible ... [he] believed that his own philosophy had universal roots and that his work expressed qualities of shared experience that cut across cultural lines.” In The Philosophy of Santayana, the esteemed British philosopher Bertrand Russell, reviewing the whole of Santayana’s extensive philosophy, wrote, “To a certain extent, though not wholly, I am in agreement with it; it is exceptionally self-consistent; and I have no doubt that it is important.”\nSantayana died in Rome in 1952.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Modern"]}}