{"pf_url": "https://www.poetryfoundation.org/poets/george-p-clare", "name": "George P. Clare", "yob": "1920", "yod": null, "image": null, "bio": "\nMemoirist George Clare was born Georg Klaar in Vienna, Austria to a wealthy, cultured, assimilated Jewish family. Fully engaged in the times and culture of pre-war Vienna, Clare said his father, a banker, “worshipped, never at a synagogue, but almost daily at the altar of German literature.” After the Anschluss, Clare’s father procured visas to move his family to Ireland but eventually took a position at the French branch of his bank instead. Both he and his wife died shortly thereafter in Auschwitz. Clare, who Anglicized his name after joining the British Army, escaped to Britain and became an officer in the army, working after the war on denazification in Germany. He eventually moved into journalism and helped set up and run the hugely powerful Springer foreign news service.\nClare’s two memoirs chart both his life and the life of his family. Last Waltz in Vienna: The Rise and Destruction of a Family, 1842-1942 (1982) describes the tragic injustice of the Klaar family’s history, and shares the author’s memories of Austria and of his family members, describing their personalities and relationships with one another before the Holocaust. According to Christopher Lehmann-Haupt of the New York Times, Clare’s book succeeds “by his brilliant interweaving of the personal and the public, with the result that we never lose sight of the historical context in which his family’s destiny unfolded or of the domestic implications of the century’s traumatic history. ... Along with the horror of its collapse, Mr. Clare has conveyed precisely and charmingly the world that for nearly a century Western Europe’s Jews thought they were living in.” The book won the WH Smith Literary Award and was translated into six languages. The BBC also treated it in a TV documentary. Berlin Days: 1946–1947 (1989), Clare’s second memoir, tracks his career in the British Army during the post-war years of rebuilding Germany, including his work on setting up the new German independent press.\nLast Waltz, is generally thought to be Clare’s masterpiece—it received praise from figures including Graham Greene and John le Carré. Clare told Contemporary Authors, “I wrote Last Waltz in Vienna to tell the story of my family within the historical setting of the 125 years of Austrian and Austro-Jewish history and to show how Jewish hopes of complete assimilation into the host nation were destroyed.”\nClare retired from business in 1984 and moved to a small cottage in Suffolk, England with his second wife, Christel Vorbringer. He died in 2009.\n", "attrs": {}}