{"pf_url": "https://www.poetryfoundation.org/poets/george-macbeth", "name": "George MacBeth", "yob": "1932", "yod": "1992", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/cb8b672b343be8ce618e6bac40f729d843df8ee3.jpeg", "bio": "\n                                                                    George MacBeth was born in Shotts, Lanarkshire, Scotland. The son of a coal miner, he won a scholarship to study at New College, Oxford, where he earned a first in philosophy and classics. He went on to produce radio programs for the BBC and during his tenure produced a number of influential poetry and literature programs, including Poet’s Voice, New Comment, and Poetry Now. MacBeth’s own work is identified with The Group, a circle of poets associated with a workshop model and generally seen as rejecting the prevailing irony of British poetry at the time in favor of personal, sometimes extravagant, verse. MacBeth’s collections of poetry include A Form of Words (1954), The Broken Places (1963), The Night of Stones and A War Quartet (1969), The Burning Cone (1970), The Orlando Poems (1971), and Shrapnel and A Poet’s Year (1973). MacBeth read with Allen Ginsberg at the Royal Albert Hall in 1965, a reading linked to new directions in British poetry and sometimes described as the start of the British Poetry Revival. MacBeth’s later collections of poetry tended to eschew the violent imagery of his first. Later works include Poems of Love and Death (1980), The Long Darkness (1983), The Cleaver Garden (1986), Anatomy of a Divorce (1988), Trespassing: Poems from Ireland (1991), and The Patient (1992), a volume dealing with the effects of the motor neuron disease from which he ultimately died.   In 1975, MacBeth left the BBC and began to write prose. His novels include The Samurai (1975), The Seven Witches (1978), Anna’s Book (1983), Another Love Story (1990), and The Testament of Spencer (1992), which was published posthumously. MacBeth also published two memoirs: A Child of the War (1987) and My Scotland: Fragments of a State of Mind (1973). He edited the anthologies The Penguin Book of Sick Verse (1963), The Penguin Book of Animal Verse (1965), and The Penguin Book of Victorian Verse (1969). He died in Ireland.\n                                                            ", "attrs": {"Region:": ["Scotland"]}}