{"pf_url": "https://www.poetryfoundation.org/poets/george-oppen", "name": "George Oppen", "yob": "1908", "yod": "1984", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b9d827fcdc9e8ceeefc5201de06e9d5112e96ecd.jpeg", "bio": "\nGeorge Oppen, a prominent American poet, was one of the chief exponents of Objectivism, a school of poetry that emphasized simplicity and clarity over formal structure and rhyme. Born in 1908 to a wealthy family and expelled from a high school military academy, Oppen and his wife Mary traveled across the country, finding work wherever they could, until he received a small inheritance at 21. With these funds, the couple moved to France in 1929 and two years later began working, with Louis Zukofsky as editor, on the press To Publications, publishing work by Zukofsky, William Carlos Williams, and Ezra Pound. After returning to the United States in 1932, Oppen, along with Zukofsky, Williams, and Charles Reznikoff, formed the Objectivist Press. The press would publish several seminal works by these and other related poets. Poems from Oppen’s first book, Discrete Series, appeared in the February 1931 Objectivist issue of Poetry. The book itself was published by Objectivist Press in 1934.\r\n \r\nOppen the Objectivist, as Dick Allen of Antioch Review stated, concerned himself with the question of “How can the poet communicate a realization of the concrete object as object without drawing the reader’s attention to the way in which he communicates?” In the Nation, L.S. Dembo wrote that the “aesthetic qualities of objects or events—apprehended not in terms of their associations or conventional meaning but in terms of their form or motion—[were] considered by Oppen to be ‘empirical.’”\r\n \r\nAs the Objectivist Press closed in the midst of the Great Depression, Oppen began to distance himself from poetry and become more engaged in politics. George and Mary Oppen were Communist Party members and worked in New York City as organizers for actions supporting workers rights. During this time, he supported himself by working as a tool-and-die maker and mechanic until he voluntarily forfeited his work exemption and was drafted. Oppen was involved in several major World War II battles and, after being seriously wounded, was awarded the Purple Heart.\r\n \r\nDespite his service, Oppen came under investigation by the House Un-American Activities Committee for his pre-war activity within the Communist Party. Threatened with prison, the Oppens moved to Mexico City in 1949 and would stay there, with George working as a furniture maker, until 1957. During this period and dating back to the years before the war, Oppen wrote no poetry. He “never believed,” L.S. Dembo of the Nation wrote, “that politics could be made into poetry or, conversely, that poetry could have any effect on social conditions.”\r\n \r\nOppen didn’t begin writing again until returning the United States in 1958. By the time his second book, The Materials, was published, twenty-eight years had passed since the appearance of his debut collection. The time away from writing did little to diminish his talents. The Materials (New Directions, 1962) was highly regarded, as was its follow-up, This in Which (New Directions, 1965).\r\n \r\nOppen’s success continued with his next book, the Pulitzer Prize-winning collection Of Being Numerous (New Directions, 1968), an examination of the city as man’s highest expression of himself. The title poem consists of forty separate sections, “each virtually a poem in itself,” David Ignatow commented in New Leader, “but related through subject and, primarily, by a transitional mode of writing. The poet progresses from self-doubt and self-searching through the artifacts of the city, to a moment in which his mind is revealed to itself as its own strength.” Of Being Numerous, Paul Zweig maintained, “contains some of the finest poetry Oppen has written, and presents a difficult challenge to the reader, for the poem proceeds by side leaps and deft associations. Single words are caught up from a preceding stanza, and expanded into a constellation of images. Sharply evoked cityscapes issue into elusive statements of feeling or philosophy.” Jonathan Galassi described the book as “a serial meditation on man’s situation as a social animal, as the member of a tribe. Characteristically, it is highly dense, allusive, [and] laden with historical references.” Zweig concluded that the collection’s title poem was “Oppen’s major achievement to date, and one of the most important single poems to be written in recent years.”\r\n \r\nOppen’s writing career, Jonathan Galassi of Poetry believed, was “a life-long confrontation between an unimpeachably free spirit’s sense of order and ‘a world of things.”’ Irwin Ehrenpreis of the New York Review of Books saw this confrontation as “the effort of the mind to reach clarity of vision by turning always upon itself, travelling back and forth between things and words, reconsidering and correcting earlier impressions or ponderings.” “Oppen,” wrote Michael Heller in American Poetry Review, “[stood] alone in this regard: that his poetry is not composed of the effects of modern life upon the self, but is rather our most profound investigation of it.” Oppen once commented that he was “really concerned with the substantive, with the subject of the sentence, with what we are talking about, and not rushing over the subject matter in order to make a comment about it.”\r\n \r\nBecause of this concern for clarity, Oppen’s poetry is lean and precise. He had, according to several observers, a “distrust of language” that lead him to use words sparingly. “Nothing,” wrote Hugh Kenner in the New York Times Book Review, “better characterize[d] Oppen than his wariness about the language itself, this distrust of inherent fluency. In a review of Seascape: Needle’s Eye for Poetry, Mark Perlberg commented: “Oppen seems here to distrust most of the processes of language. Perhaps in an attempt to achieve the purest kind of statement, perfect in its honesty, he seems wary of rhythm, of patterns of rhythm, of connections, [and] of the music a poem can make.” Oppen’s spare poems “are tightly wrought meditations,” according to Paul Zweig of Partisan Review, “which do not so much define as surround their subject with tentative thrusts of meaning. Abstractions and carefully observed details mingle to produce a line that is almost sculptural in its precision.”\r\n \r\nWhile composing Primitive (Black Sparrow Press, 1978), Oppen began to suffer from the symptoms of Alzheimer’s disease. It would be the last book he was able to write. He died in 1984 of complications of the disease. \n", "attrs": {"School/Period:": ["Objectivist"]}}