{"pf_url": "https://www.poetryfoundation.org/poets/george-scarbrough", "name": "George Scarbrough", "yob": "1915", "yod": "2008", "image": null, "bio": "\n                                                                    Born on a farm in eastern Tennessee, poet George Scarbrough was one of seven children of a sharecropping farmer. He was educated at the University of Tennessee at Knoxville, the University of the South, and Lincoln Memorial University, where he earned a BA. He then earned an MA at the University of Tennessee at Knoxville, where he also completed coursework toward a PhD. He earned an MFA at the University of Iowa Writers’ Workshop. In 2005, Scarbrough was awarded an honorary doctorate from Lincoln Memorial University.   In his lyrical poems, Scarbrough engaged the rural southern landscape and the lives that cross it. Rodney Jones, in his 1999 introduction to Tellico Blue, observed that Scarbrough’s early work was “of such precise focus that it does not seem to represent any place so large as a region. Its emphasis is on the natural order more than the aesthetic landscape, and community relations more than regional politics. … Scarbrough’s exile is within the language that his countrymen reject, in a place that he calls Eastanalle, in body, and most notably, in his exacting and musically compelling intellect.”    Scarbrough was the author of the poetry collections Tellico Blue (1949), The Course Is Upward (1951), Summer So-Called (1956), New and Selected Poems (1977), the Pulitzer Prize–nominated Invitation to Kim (1989), as well as the posthumously published Under the Lemon Tree (2011). He also wrote a novel, A Summer Ago (1986), and is the subject of the biography George Scarbrough, Appalachian Poet: A Biography and Literary Study with Unpublished Writings (2011), by Randy Mackin. Scarbrough’s work is featured in several anthologies, including The Poetry Anthology: 1912–2002 (2002, edited by Joseph Parisi and Stephen Young).   Scarbrough’s honors include a PEN American Branch Grant, two Carnegie Fund grants, a Borestone Mountain Award, Spirit magazine’s Sheena Albanese Memorial Prize, a Governor’s Outstanding Tennessean Award in Literature, a Fellowship of Southern Writers’ James Still Award for Writing of the Appalachian South, Poetry’s Bess Hokin Prize, a Knoxville Writers’ Guild Career Achievement Award, and induction in the East Tennessee Writers Hall of Fame.   Scarbrough died in his sleep in Knoxville at the age of 93. His papers are archived at the University of the South.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}