{"pf_url": "https://www.poetryfoundation.org/poets/george-garrett", "name": "George Garrett", "yob": "1929", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/836df627555f1a476025913b6f5ad3a93b144a28.jpeg", "bio": "\n                                                                    A writer proficient in a variety of genres, mentor and teacher George Garrett was born in Orlando, Florida. He graduated from Princeton University in 1952 and served in the army as a field artillery sergeant in Trieste, Italy. After his service he earned an MA and a PhD, also from Princeton. The author of more than 40 books, he wrote nonfiction, novels, short stories, poetry, plays, and screenplays. His collections of poetry include The Reverend Ghost (1957), Abraham’s Knife and Other Poems (1961), For a Bitter Season: New and Selected Poems (1967), Collected Poems of George Garrett (1984), and Days of Our Lives Lie in Fragments: New and Old Poems, 1957–1997 (1998).    Days of Our Lives Lie in Fragments: New and Old Poems, 1957–1997 contains work from his previous six collections. Neal Bowers, reviewing the collection for the Sewanee Review, commented on Garrett’s characteristic formal control and lack of pretension; he observed that Garrett’s poetry “covered an astonishing array of subjects: war, love, politics, celebrities, poetry anthologies, biblical and mythological characters, teaching, and religion” and added that “one of his distinguishing characteristics is the unpredictability of his topics, though a reader quickly grows to expect and depend upon the recurrence of an irreverent, sometimes bawdy wit.”   One of Garrett’s best-known works is his trilogy of historical novels: Death of the Fox: A Novel of Elizabeth and Ralegh (1971), The Succession: A Novel of Elizabeth and James (1983), and Entered from the Sun: The Murder of Marlowe (1990). A selection of other titles shows his versatility as a writer: Evening Performance: New and Selected Stories (1985), Sorrows of Fat City: A Selection of Literary Essays and Reviews (1992), My Silk Purse and Yours: The Publishing Scene and American Literary Art (1992), Southern Excursions: Views on Southern Letters in My Time (2003), and Double Vision: A Novel (2007). He also wrote the screenplay Frankenstein Meets the Space Monster.   Garrett taught at Bennington College, Hollins College, and the University of Michigan, and for many years at the University of Virginia in Charlottesville, where he developed the creative writing program and was Henry Hoyns Professor of Creative Writing. He was a founding member of the Association of Writers & Writing Programs’ board of directors, and chancellor and founding member of the Fellowship of Southern Writers.    His awards included the Ingersoll Foundation’s T.S. Eliot Award for Creative Writing, the Aiken Taylor Award for Modern American Poetry, grants from the Ford and Guggenheim foundations, the Rome Prize of the American Academy of Arts and Letters, the PEN/Malamud Award for Short Fiction, and the Commonwealth of Virginia Governor’s Award for the Arts.    Garrett lived in Charlottesville, Virginia for many years with his wife, the writer Susan Garrett, and their family. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}