{"pf_url": "https://www.poetryfoundation.org/poets/george-starbuck", "name": "George Starbuck", "yob": "1931", "yod": "1996", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e556b13bab11adc1d21d7e6019bb9ba7257642e6.jpeg", "bio": "\nGeorge Starbuck was born in Columbus, Ohio on June 15, 1931. He grew up in Illinois and California. He attended the University of California at Berkeley for two years, and the University of Chicago for three. He then studied with Archibald MacLeish and Robert Lowell, alongside peers Anne Sexton and Sylvia Plath, at Harvard University. Starbuck won the Yale Younger Poets Prize for his collection Bone Thoughts (1960). He is the author of several other books, including The Argot Merchant Disaster: New and Selected Poems (1982), Elegy in a Country Church Yard (1974), and White Paper (1966). He taught at the State University College at Buffalo, the University of Iowa, and Boston University.\nStarbuck’s witty songs of protest are usually concerned with love, war, and the spiritual temper of the times. John Holmes believed that “there hasn’t been as much word excitement ... for years,” as one finds in Bone Thoughts. Harvey Shapiro pointed out that Starbuck’s work is attractive because of its “witty, improvisational surface, slangy and familiar address, brilliant aural quality” and added that Starbuck may become a “spokesman for the bright, unhappy young men.” Louise Bogan asserted that his daring satire “sets him off from the poets of generalized rebellion.”\nAfter reading Bone Thoughts, Holmes hoped for other books in the same vein; R.F. Clayton found that, in White Paper (1966), the verse again stings with parody. Although Robert D. Spector wasn’t sure of Starbuck’s sincerity in Bone Thoughts, he rated the poems in White Paper, which range “from parody to elegy to sonnets, and even acrostic exercises,” as “generally superior examples of their kind.” In particular, Spector wrote, when Starbuck juxtaposes McNamara’s political language and a Quaker’s self-immolation by burning, or wryly offers an academician’s praise for this nation’s demonstration of humanity by halting its bombing for “five whole days,” we sense this poet’s genuine commitment.\nStarbuck died in Tuscaloosa, Alabama on August 1, 1996.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}