{"pf_url": "https://www.poetryfoundation.org/poets/george-h-dillon", "name": "George H. Dillon", "yob": "1906", "yod": "1968", "image": null, "bio": "\n                                                                    Jazz Age poet, translator, and Poetry editor George Dillon was born in Jacksonville, Florida, in 1906. He was raised there and in Kentucky, Ohio, and Missouri before his family settled in Chicago, where he earned a BA at the University of Chicago.   Dillon’s lyric poems use meter and natural imagery to explore themes of romantic love, loss, and death. Early in his career, he met poet Edna St. Vincent Millay and began composing sonnets in response to their romantic relationship and her work. His love affair with Millay is chronicled in his collection The Flowering Stone (1932) and in her sonnet sequence Fatal Interview (1931). However, Dillon enjoyed early support from another quarter too—the founding editor of Poetry magazine, Harriet Monroe, appointed him associate editor for the journal. After her death in 1936, Dillon took on the role of editor.    Dillon published two collections of poetry during his lifetime. A reviewer for the Dial said of his debut, Boy in the Wind (1927), “There is no timidity of evasion, no suggestion of frailty or wavering. His lines always have the assurance of authority, the finality of complete mastery.” Dillon published The Flowering Stone, his second collection, at just 25. The volume won the Pulitzer Prize. Additional honors included two Guggenheim Fellowships.    A translator as well as an editor and a poet, Dillon translated the work of French poet Racine, including Three Plays of Racine: Phaedra, Andromache, and Brittanicus (1961). He also collaborated with Millay on a translation of Baudelaire’s Flowers of Evil (1936).    After his retirement from Poetry at the age of 43, Dillon continued to translate. The Syracuse University Library holds a selection of his papers.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}