{"pf_url": "https://www.poetryfoundation.org/poets/george-moses-horton", "name": "George Moses Horton", "yob": "1798", "yod": "1883", "image": null, "bio": "\nBorn a slave on William Horton’s tobacco plantation, George Moses Horton taught himself to read. Around 1815 he began composing poems in his head, saying them aloud and “selling” them to an increasingly large crowd of buyers at the weekly Chapel Hill farmers market. Students at the nearby University of North Carolina bought his love poems and lent him books. As his fame spread, he gained the attention of Caroline Lee Whiting Hentz, a novelist and professor’s wife who transcribed his poetry and helped publish it in her hometown newspaper. With her assistance, Horton published his first collection of poetry, The Hope of Liberty (1829), becoming the first African American man to publish a book in the South—and one of the first to publicly protest his slavery in poetry.\n\r\nHorton hoped to earn enough money from the publication of his book to buy his freedom, but his attempts were denied despite significant support from members of the public, including the governor.\nHe learned to write in 1832. In the early 1830s, with a weekly income from his poems of at least $3, Horton arranged to purchase his time from his owner, and became a full-time poet, handyman, and servant at the university. He continued to buy his own time for more than 30 years while publishing a second collection of poetry, The Poetical Works (1845), and continuing to appeal for his freedom.\nAfter the Civil War, Horton traveled with the 9th Michigan Cavalry Volunteers throughout North Carolina. During those travels, he composed the poems that make up his third collection, Naked Genius (1865), published in Raleigh. After 68 years as a slave, he settled in Philadelphia for at least 17 years of freedom before his death, circa 1883.\nHis legacy is celebrated by the residents of Chatham County: he is the namesake of Horton Middle School, June 28 was declared George Moses Horton Day in 1978, and in 1997 he was declared the Historic Poet Laureate of Chatham County. Horton’s poetry is featured in the Norton Anthology of African American Literature, and in 1996 he was inducted into the North Carolina Literary Hall of Fame. A selection of his poems appears in The Black Bard of North Carolina: George Moses Horton and His Poetry (1997, ed. Joan R. Sherman).\n\r\nHorton’s poetry displays a keen ear for rhythm and rhyme and a circumspect understanding of human nature. His poetry explores faith, love, and slavery while celebrating the rural beauty of Chatham County, home of the plantation on which Horton spent much of his life.\n\r\nA historic marker stands near where Horton’s plantation was located.\n", "attrs": {"Region:": ["U.S., Southern"]}}