{"pf_url": "https://www.poetryfoundation.org/poets/george-quasha", "name": "George Quasha", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f14b835254e3c612ccd7e2d5355bdfdb8a1a192a.jpeg", "bio": "\nPoet, writer, musician, and artist George Quasha was born in White Plains, New York, and grew up in Florida. His many full collections of poetry include Amanita’s Hymnal (1970), Magic Spell for the Far Journey (1971), Somapoetics (1973), Word-Yum: Somapoetics 64-69 (1974), Giving the Lily Back Her Hands (1979), Ainu Dreams (with Chie Hasegawa, 1999), and preverbs, Verbal Paradise (2011).\n\r\nIn his essay “notes toward a poetics of living,” Quasha notes the limitations of being wholly part of the art world or of the poetry world: “I apparently need both to be able to keep the space open in which the work I do happens. I’m not easily at home in either ‘world.’ So, I’m the kind of poet who engages in creating a world.” His art draws on multiple mediums to explore common principles within language, sculpture, sound, installation, and performance. Quasha’s most recent projects include “art is,” recordings of more than 800 artists, poets, and composers discussing their understanding of art. His sculptures, in which he uses stones and gravity, were documented and published in Axial Stones: An Art of Precarious Balance (2006). His work has been exhibited internationally in venues such as White Box, the Samuel Dorsky Museum, and multiple biennials.\n\r\nQuasha’s video installation/single-channel work art is (Speaking Portraits) asks  over 1,000 artists, poets, and composers (from 11 countries and 21 languages) what in their view art is. This ongoing work (art is/music is/poetry is) has been exhibited at the Snite Museum of Art (University of Notre Dame), at White Box in Chelsea, at the Samuel Dorsky Museum (SUNY New Paltz), and in several other countries, including France and India. Further extensions of this work in speaking portraiture include myth is and peace is. Other work in axial video (including Pulp Friction, Axial Objects, Verbal Objects, Axial Landscapes) has appeared internationally in museums, galleries, schools, and biennials. Quasha continues to work on a 30-year performance collaboration (video/language/sound) with artists Gary Hill and Charles Stein.\n\r\nSince the 1970s, Quasha and his wife, the poet, photographer, and designer Susan Quasha, have run the Station Hill Press of Barrytown, a small press committed to publishing innovative and experimental writing. Quasha has edited such anthologies as America: A Prophecy, with Jerome Rothenberg (1973), Open Poetry, with Ronald Gross (1973), An Active Anthology, with Susan Quasha (1974), and The Station Hill Blanchot Reader, with Charles Stein (1999). He has translated poetry by French poet Robert Desnos, Spanish poet Nicanor Parra, and German poet Rainer Maria Rilke, among many others.\n\r\nQuasha’s honors and awards include fellowships from the National Endowment for the Arts and the Guggenheim Foundation. He has taught at SUNY-Stony Brook, Bard College, the New School, and Naropa University.\r\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}