{"pf_url": "https://www.poetryfoundation.org/poets/george-bowering", "name": "George Bowering", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/55232981fc41c5d309d85e8104b86d2576a453fe.jpeg", "bio": "\nBorn in Penticton, British Columbia, Canadian poet, novelist, and editor George Bowering earned a BA and an MA at the University of British Columbia and completed graduate coursework at the University of Western Ontario. He served as an aerial photographer for the Royal Canadian Air Force from 1954 to 1957. Bowering’s unadorned lyric poems often engage the matter of daily and literary life. In a 2007 interview with Rachel Loden for Jacket Magazine, Bowering discussed how his approach to writing shifts based on the form he is working in, stating, “The different forms offer somewhat different good feelings. I like the dance of syllables when poetry is the thing. I squirm in my chair. I like the daily advance of the story or novel or essay. Writing an essay is a lot like writing a story. The sentence is what you want, the sentence that is very clear but mysterious at the same time.” On shortlisting Changing on the Fly for the 2005 Griffin Poetry Prize, the judge’s citation notes, “In George Bowering’s flight changes, lyric takes to the air – with spareness, resiliency and irrepressible humour. … Bowering is the poet of delight in earthly matters, of bemusement at the self. His lyrics turn out the streetlights (who needs them!) and light up the stars. And his lines try to understand what it is to exist, in the face of fears we all have, ‘fears that I may cease to be.’”\r\n \r\nBowering has published more than 80 books. His poetry collections include Urban Snow (1991), George Bowering Selected: Poems 1961–1992 (1993), Blonds on Bikes (1997), Changing on the Fly: The Best Lyric Poems of George Bowering (2004), and Teeth (2013). Bowering has also published poetry under the pen name Ellen Field. He is the author of the short story collection The Rain Barrel (1994) and collaborated with Ryan Knighton on the short story collection Cars (2002) and with Angela Bowering, David Bromige, and Michael Matthews on the novel Piccolo Mondo (1998). Bowering edited the short story anthologies Likely Stories: A Post-Modern Sampler (1992, coedited with Linda Hutcheon) and And Other Stories (2001). His novels include Burning Water (1980) and Caprice (1987); his historical nonfiction includes Bowering’s B.C.: A Swashbuckling History (1996) and Egotists and Autocrats: The Prime Ministers of Canada (1999). Bowering’s writing has been translated into Spanish, Italian, French, German, Chinese, and Romanian.\r\n \r\nA founding editor of the avant-garde poetry journal TISH, Bowering also edited the Imago and has served as a contributing editor for Open Letter. Canada’s first parliamentary poet laureate, Bowering has received the Governor General’s Literary Award in both Poetry and Fiction, the Canadian Authors Association Award for Poetry, and the Stephen Leacock Medal for Humour. He is an officer of the Order of Canada and of the Order of British Columbia. Selections of his papers are held at the Queen’s University archives, the University of British Columbia library, and the University of Calgary. Bowering has taught at the University of Calgary, the University of Western Ontario, and Simon Fraser University. He lives in Vancouver, BC.\n", "attrs": {"Region:": ["Canada"]}}