{"pf_url": "https://www.poetryfoundation.org/poets/gerald-stern", "name": "Gerald Stern", "yob": "1925", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3fa2bbdf4f920feb11d94e8df5add0cf9f7155df.jpeg", "bio": "\nGerald Stern has been called an “American original,” “a sometimes comic, sometimes tragic visionary,” and, by his friend Stanley Kunitz, “the wilderness in American poetry.” Over dozens of books, and decades of teaching and activism, Stern has emerged as one of America’s most celebrated and irascible poets. “If I could choose one poem of mine to explain my stance,” Stern told Contemporary Poets, “it would be ‘The One Thing in Life,’ which appears in Lucky Life.” According to Stern, the poem, which includes the lines “There is a sweetness buried in my mind/there is water with a small cave behind it,” makes a claim for his own inheritance and legacy: “I stake out a place for myself, so to speak, that was overlooked or ignored or disdained, a place no one else wanted.” Stern was born in Pittsburgh, Pennsylvania, in 1925. The son of Eastern European immigrants, Stern’s poetry frequently references his all-American, working-class upbringing as well as his Jewish and Eastern European heritage. Cosmopolitan, even international in scope, and yet deeply personal, Stern’s work is known for its passionate defense of human emotions and needs. According to Jeffrey Dodd, Elise Gregory, and Adam O’Connor Rodriguez, all of whom interviewed Stern for the journal Willow Springs: “His work derides provincialism and points to a world of experiences beyond American borders and transcendent of temporal limits. Stern has lived in this rich world, and his poetry calls attention to its failures, beauties, and curiosities without fear, shame or sentimentality.”\r\n \r\nThough Stern has declared himself “not really an internationalist,” he does identify with Eastern European poets. In his Willow Springs interview, Stern said: “My family’s only been here for 100 years. Exactly 100 years. And I grew up in Pittsburgh, American-raised, whatever the hell that means—to be American. But I realize now I’m somewhat of a foreigner.” That sense of foreignness and outsider status has permeated both Stern’s work and his career. Though good friends with poets like Jack Gilbert, who enjoyed early success, Stern was over 50 when his first book to receive critical attention was published. His second poetry collection, Lucky Life (1977), was the Lamont Poetry Selection of the Academy of American Poets and nominated for a National Book Award. His next, The Red Coal (1981), received the Melville Caine Award from the Poetry Society of American. Subsequent collections include Leaving Another Kingdom: Selected Poems (1990); Bread Without Sugar (1992), winner of the Paterson Prize; This Time: New and Selected Poems (1998), which won the National Book Award; Last Blue (2002); American Sonnets (2002); Everything is Burning (2005); Save the Last Dance (2008);  Early Collected Poems: 1965–1992 (2010), a volume collecting six of Stern’s earliest books; Galaxy Love (2017); and Blessed As We Were: Late Selected & New (2020). Stern has also written two collections of essays, including the autobiographical What I Can’t Bear Losing: Notes from a Life (2004; 2009). \r\n \r\nStern taught for many years at the Iowa Writers’ Workshop. He has also held positions at Temple University, New England College—where he co-founded the Masters of Fine Arts in Poetry—and Drew University. Stern is proud of his checkered career within academia: “Myself, I floundered in my twenties,” he told Adrienne Davich in an interview for The Rumpus. “Though I wore a long scarf. And when I got to be thirty I got a job at Temple University in Philadelphia. I worked there for seven years, and I finally got fired, mostly for political reasons… the institution subtly and insidiously works on you in such a way that though you seem to have freedom you become a servant. Your main issue is to get promoted to the next thing. Or get invited to a picnic. Or get tenure. Or get laid.”\r\n \r\nStern’s many awards and honors include the Wallace Stevens Award, the Bess Hokin Award, the Ruth Lilly Prize, the Bernard F. Conners Award from the Paris Review, and the Pennsylvania Governor’s Award for Excellence in the Arts. He has received fellowships from the Pennsylvania Council on the Arts, the National Endowment for the Arts, and the Guggenheim Foundation. He was Poet Laureate of New Jersey from 2000–2002. More than one critic has compared Stern to Walt Whitman, but Southern Review writer Kate Daniels articulated a different perspective: “We might like to think of [Stern] as our quintessentially Whitmanian American poet,” Daniels has stated, “but he is far too literate, too worldly to seem typically American. Perhaps it would be more accurate to think of him as a post-nuclear, multicultural Whitman for the millennium—the U.S.'s one and only truly global poet.”\n", "attrs": {}}