{"pf_url": "https://www.poetryfoundation.org/poets/gerald-vizenor", "name": "Gerald Vizenor", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e9477d3f6de02d65a8cfbf2e3a80ddef8f942afe.jpeg", "bio": "\nGerald Vizenor is of Anishinabe heritage and an enrolled member of the Minnesota Chippewa Tribe, White Earth Reservation. He was born in Minnesota, and before he turned two years old, his father was murdered. He was subsequently raised by his Swedish American mother, Anishinabe grandmother, and extended family in Minneapolis and on the White Earth Reservation.\nThe author of more than 30 books of nonfiction, fiction, and poetry, Vizenor attended college on the GI Bill after serving in the armed forces for three years, mostly in Japan. He studied at New York University and did postgraduate work at Harvard University and the University of Minnesota. From 1964 to 1968 he directed the American Indian Employment and Guidance Center in Minneapolis. He was also a reporter for the Minneapolis Tribune, where he investigated the actions of American Indian activists.\nVizenor’s poetry collections include Almost Ashore: Selected Poems (2006), Bear Island: The War at Sugar Point (2006), Cranes Arise (1999), Raising the Moon Vines (1999), Summer in the Spring: Anishinaabe Lyrics Poems and Stories (1993), Matsushima: Pine Islands collected haiku (1984), Empty Swings (1967), and The Old Park Sleeper (1961). Vizenor has employed the haiku form in his highly imagistic poetry, an influence from his years in Japan. A review in the Utne Reader remarked, “The Japanese verse form flows together with trickster stories and Native dream songs in Vizenor’s literary canon of surprise and delight.” Kimberly M. Blaeser, writing in SAIL (Studies in American Indian Literatures), commented on Vizenor’s ability to blend his Native American background with the haiku form, adding: “Vizenor’s voice and poetic vision have always reflected the dynamic reality of Anishinaabe experience, contemporary and historical. His poetry, like his prose, issues at once lament, loud laughter, biting criticism, natural wisdom, and spiritual insight. He is, within his poetry, at once ironist, trickster, word warrior, and tribal dreamer.”\nA writer whose oeuvre has avoided simple categorization, Vizenor drew on Native American trickster stories to contribute to his science fiction novel Bearheart: The Heirship Chronicles (1990). His other novels include Satie on the Seine: Letters to the Heirs of the Fur Trade (2020); Blue Ravens (2014); Chair of Tears (2012); Hiroshima Bugi (2003); The Heirs of Columbus (1991); and Griever: An American Monkey King in China (1990), which won the New York Fiction Collective Prize and the American Book Award from the Before Columbus Foundation. Vizenor’s nonfiction works have also garnered awards. His Interior Landscapes: Autobiographical Myths and Metaphors (1990) won the PEN Oakland–Josephine Miles Award for Excellence in Literature, which was also awarded to his anthology Native American Literature (1996). His other books of nonfiction include Native Provenance: The Betrayal of Cultural Creativity (2019) and Native Liberty: Natural Reason and Cultural Survivance (2009).\nAmong his honors, Vizenor has received a Lifetime Achievement Award from the Native Writers Circle of the Americas and a Distinguished Achievement Award from the Western Literature Association. He has taught at Lake Forest College, in Illinois; the University of Minnesota, Minneapolis; Tianjin University, in China; and the University of Oklahoma. He is professor emeritus at the University of California, Berkeley, and a professor of American studies at the University of New Mexico.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}