{"pf_url": "https://www.poetryfoundation.org/poets/geraldine-monk", "name": "Geraldine Monk", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/08/ff62425cbb75834d821b14c9ce7150e264f4e98c.jpeg", "bio": "\nGeraldine Monk has been a vital member of the British poetry scene since the mid-1970s. She has produced an extensive body of work, which has been celebrated on BBC Radio 3’s The Verb. Over this period her poetry has constantly evolved but her preoccupation with what she calls “the emotional geography of place” has remained a central concern, especially in relation to historical events and narratives such as the trial of the Pendle Witches and the imprisonment of Mary Queen of Scots.  \nMonk's poetry collections include Interregnum (Creation Books, 1994), Escafeld Hangings (West House Books, 2005), Ghost & Other Sonnets (Salt Publishing, 2008), Lobe Scarps & Finials (Leafe Press, 2011), and They Who Saw the Deep (Free Verse Editions/Parlor Press, 2016). She edited Cusp: Recollections of Poetry in Transition (Shearsman Books, 2012). Monk has been the recipient of many grants and awards as well as commissions. “Hidden Cities,” a poetic text for bus tours of English cities commissioned by Ruskin School of Fine Art, Oxford University, has become one of her most quoted and widely discussed pieces. “The Three Stepping Stones of Dawn” was her most recent commission for the BBC’s Dawn Chorus events broadcast in May 2016.\nCritical studies of Monk's poetry have been conducted in several books, including Linda A. Kinnahan’s Lyric Interventions, Zoё Skoulding’s Experimental Cities, and David and Christine Kennedy’s Body, Time & Locale, and The Salt Companion to Geraldine Monk (edited by Scott Thurston), and Adam Piette's article “Polaroidy: The Revels of Geraldine Monk.”\nMonk runs West House Books with her husband, the poet Alan Halsey. They are frequent visitors to the U.S. where they have read extensively over the last 20 years and are regular visiting poets at SUNY Buffalo and Boise State University. She is an affiliated poet at the Centre for Poetry and Poetics, Sheffield University. \n", "attrs": {}}