{"pf_url": "https://www.poetryfoundation.org/poets/gertrude-stein", "name": "Gertrude Stein", "yob": "1874", "yod": "1946", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/f90bb4a95964466b1e0c9d2b786802fb9048f5ac.jpeg", "bio": "\nFrom the time she moved to France in 1903 until her death in Neuilly-sur-Seine in 1946, American writer Gertrude Stein was a central figure in the Parisian art world. An advocate of the avant garde, Stein helped shape an artistic movement that demanded a novel form of expression and a conscious break with the past. The Paris salon at 27 rue de Fleurus that she shared with Alice B. Toklas, her lifelong companion and secretary, became a gathering place for the “new moderns,” as the talented young artists supporting this movement came to be called. Among those whose careers she helped launch were painters Henri Matisse, Juan Gris, and Pablo Picasso. What these creators achieved in the visual arts, Stein attempted in her writing. A bold experimenter and self-proclaimed genius, she rejected the linear, time-oriented writing characteristic of the 19th century for a spatial, process-oriented, specifically 20th-century literature. The results were dense poems and fictions, often devoid of plot or dialogue, which yielded memorable phrases (“Rose is a rose is a rose”) but were not commercially successful books. In fact, her only bestseller, The Autobiography of Alice B. Toklas, a memoir of Stein’s life written in the person of Toklas, was a standard narrative, conventionally composed.\n\r\nThough commercial publishers slighted her experimental writings and critics dismissed them as incomprehensible, Stein’s theories did interest some of the most talented writers of the day. During the years between World War I and World War II, a steady stream of expatriate American and English writers, whom Stein dubbed “the Lost Generation,” found their way to her soirees. Ernest Hemingway, F. Scott Fitzgerald, and Sherwood Anderson were among those exposed to her literary quest for what she called an “exact description of inner and outer reality.” Whether or not Stein influenced these and other major modern writers—including James Joyce, whose masterpiece of modernist writing, Ulysses, was composed after his exposure to Stein—remains an issue of some contention. Critics do agree, however, that whatever her influence, her own work, and particularly her experimental writing, is largely neglected. As Edmund Wilson wrote in Axel’s Castle: A Study in the Imaginative Literature of 1870-1930, “Most of us balk at her soporific rigmaroles, her echolaliac incantations, her half-witted-sounding catalogues of numbers; most of us read her less and less. Yet, remembering especially her early work, we are still always aware of her presence in the background of contemporary literature.”\n\r\nIf Stein’s importance as a literary figure has largely been relegated to a secondary role, her influence as a personality should not be underestimated. She was an imposing figure, possessed of a remarkable self-confidence and a commanding manner. When couples came to visit her salon, Stein typically entertained the men, while shuttling the wives off to sit with Toklas. Writing in the Dictionary of Literary Biography, James R. Mellow suggested that Stein’s unconventional lifestyle and “her openness to vanguard trends may have been encouraged by her erratic family life.”\n\r\nBorn in Allegheny, Pennsylvania, in 1874, Stein moved frequently and was exposed to three different languages before mastering one. When she was six months old, her parents took her and her two older brothers, Michael and Leo, abroad for a five-year European sojourn. Upon their return, they settled in Oakland, California, where Stein grew up. At 18, she followed her brother Leo to Baltimore, and while he attended Harvard, she enrolled in the Harvard Annex (renamed Radcliffe College before she graduated). At this time Stein’s primary interest was the study of psychology under noted psychologist William James. With his encouragement, she published two research papers in the Harvard Psychological Review and enrolled in the Johns Hopkins Medical School. After failing several courses, Stein quit the program without earning a degree. Instead she followed Leo first to London, and then to Paris, where he had settled early in 1903 to pursue a career as an artist. “Paris was the place,” Stein is quoted in Gilbert A. Harrison’s Gertrude Stein’s America, “that suited us who were to create the twentieth century art and literature.”\n\r\nAs soon as she arrived, Stein submerged herself in the bohemian community of the avant garde, described by her brother Leo as an “atmosphere of propaganda.” With guidance from her eldest brother Michael—an art collector who lived just a few blocks away—Stein began to amass a modern art collection of her own. She also, at age 29, dedicated herself in earnest to her writing.\n\r\nStein published her first—and some say her best—book in 1909. Three Lives is comprised of three short tales, each of which investigates the essential nature of its main character. Of these, “Melanctha,” the portrait of a young mulatto girl who suffers an unhappy affair with a black doctor, has been particularly singled out for praise. A reworking of an autobiographical story Stein wrote about an unhappy lesbian affair, the story “attempts to trace the curve of a passion, its rise, its climax, its collapse, with all the shifts and modulations between dissension and reconciliation along the way,” wrote Mark Schorer in The World We Imagine. \n\r\nThe dialogue and other facets of the story reflect the influence of Stein’s psychological training under James. “The identity of her characters as it is revealed in unconscious habits and rhythms of speech, the classification of all possible character types, and the problem of laying out as a continuous present knowledge that had accumulated over a period of time”—all are Jamesian questions that surface in the tale, according to Meredith Yearsley in the Dictionary of Literary Biography. Since few—if any—writers had ever isolated these themes in this particular manner, the work remains significant. “Both for historical reasons and for intrinsic merit, ‘Melanctha’ must be ranked as one of the three or four thoroughly original short stories which have been produced in this century,” Oscar Cargill concluded in his Intellectual America.\n\r\nAs she developed her craft, Stein became more experimental in her writing. Since her works were not published in the order in which they were composed, it is difficult to chart the progression of her experiments, but critics marked The Making of Americans: Being a History of a Family’s Progress (written between 1906-1908 and published in 1925) as a milestone. A 900-page novel without dialogue or action, the book held no commercial interest and went unpublished for 17 years. It began as a chronicle of a representative family and evolved into a history of the entire human race, reflecting both Stein’s interest in psychology and her obsession with the process of experience. Not trusting narration to convey the complexity of human behavior, Stein employed description to achieve what she called “a continuous present.” She compared the technique to a motion picture camera, which freezes action into separate frames. Though no two frames are exactly alike, when viewed in sequence they present a flowing continuity.\n\r\nKatherine Anne Porter, writing a critique of The Making of Americans, compared the experience of reading the book to walking into “a great spiral, a slow, ever-widening, unmeasured spiral unrolling itself horizontally. The people in this world appear to be motionless at every stage of their progress, each one is simultaneously being born, arriving at all ages and dying. You perceive that it is a world without mobility, everything takes place, has taken place, will take place; therefore nothing takes place, all at once.” Porter maintained that such writing was not based upon moral or intellectual judgments but simply upon Stein’s observations of “acts, words, appearances giving her view; limited, personal in the extreme, prejudiced without qualification, based on assumptions founded in the void of pure unreason.” In his I Hear America, Vernon Loggins described Stein’s language as “thought in the nude—not thought dressed up in the clothes of time-worn rhetoric.” Mark Schorer also noted her process-oriented approach: “Her model now is Picasso in his cubist phase and her ambition a literary plasticity divorced from narrative sequence and consequence and hence from literary meaning. She was trying to transform literature from a temporal into a purely spatial art, to use words for their own sake alone.”\n\r\nStein carried this technique even further in Tender Buttons: Objects, Food, Rooms. Published at her own expense, the book contains passages of automatic writing and is configured as a series of paragraphs about objects. Devoid of logic, narration, and conventional grammar, it resembles a verbal collage. “Tender Buttons is to writing … exactly, what cubism is to art,” wrote W.G. Rogers in When This You See Remember Me: Gertrude Stein in Person. “Both book and picture appeared in, belong to, can’t be removed from our time. That particular quality in them which is usually ridiculed, the disparate, the dispersed, the getting onto a horse and riding off in all directions, the atomization of their respective materials, the distorted vision, all that was not imagined but rather drawn out of their unique age. If the twentieth century makes sense, so do Stein and Picasso.” Despite its inaccessibility, Rogers called Tender Buttons “essential, for here is the kind of Stein that launched a thousand jibes; this represents the big break with the sort of books to which we had been accustomed, and once you have succumbed to it, you can take anything, you have become a Stein reader.”\n\r\nStein explains the theory behind her techniques in Composition as Explanation. But even those critics who understood her approach were largely skeptical of her ability to reduce language to abstraction and still use it in a way that had meaning to anyone beyond herself. As Alfred Kazin noted in the Reporter, “she let the stream of her thoughts flow as if a book were only a receptacle for her mind. … But the trouble with these pure thinkers in art, criticism, and psychology is that the mind is always an instrument, not its own clear-cut subject matter.” When Stein did embrace conventional subjects, as she did in her memoir, The Autobiography of Alice B. Toklas, she was a resounding success.\n\nThe Autobiography of Alice B. Toklas recounts Stein’s experiences in the colorful art world of Paris between the world wars. It was written by Stein from Toklas’s point of view, a technique that “enables Miss Stein to write about herself while pretending she is someone dearly devoted to herself,” said New Outlook contributor Robert Cantwell. Notwithstanding the enormous egotism behind the endeavor, readers flocked to the publication (which was to be Stein’s only bestseller), fascinated by the vivid portrait of a genuinely creative world. As Ralph Thompson noted in Current History, “The style is artful, consciously naive, at times pompous, but it is never boring or obscure, and is often highly amusing. The Autobiography of Alice B. Toklas should convince even the most skeptical that Miss Stein is gifted and has something to say.”\n\r\nIn addition to writing books, Stein also contributed librettos to several operas by Virgil Thompson, notably Four Saints in Three Acts and The Mother of Us All. The year after her autobiography appeared, Stein returned to the United States to celebrate the successful staging of Four Saints at the Wadsworth Atheneum in Hartford, Connecticut, and to conduct a lecture tour. Though she had been absent for 30 years, Stein was treated royally and her return was front page news in the major daily papers. She described her six-month visit in a second memoir, Everybody’s Autobiography. Her tour completed, Stein returned to France where she remained for the rest of her life, though she moved from Paris to a village near the Swiss border during World War II. Many of her later writings took the war as a subject, notably Brewsie and Willie, which sought to capture the life of common American soldiers through their speech.\n\nA History of Having a Great Many Times Not Continued to Be Friends: The Correspondence between Mabel Dodge and Gertrude Stein, 1911-1934 follows the relationship of the two women, who met only a few times, through their letters, collected by editor Patricia R. Everett. The pair met in Paris in 1911, and when Stein did spend time with Dodge at her Italian villa, she was inspired to write Portrait of Mabel Dodge at the Villa Curonia, which New York Times Book Review contributor Julie Martin called “an impressionistic linking of vivid images suggesting the physical, emotional, and sexual goings-on at the villa, in particular Dodge’s late-night trysts with her son’s young tutor.” Martin noted that Dodge’s memoirs hint at “some highly charged flirting” between Dodge and Stein. Dodge married four times and, in addition to Stein, she hosted Bernard Berenson in Europe, as well as Alfred Stieglitz, Lincoln Steffens, Carl Van Vechten, and her former lover John Reed, in New York. When she moved to Taos, New Mexico, her guests included psychoanalyst Carl Jung, and writers Thornton Wilder, Willa Cather, and Frieda and D.H. Lawrence.  \n\r\nWhen Dodge moved to New York, she was instrumental in bringing modern art to the American public. She offered for sale at her 1913 exhibition an issue of the magazine Art and Decoration, which contained an article in which Dodge compared Stein’s writing to Picasso’s cubism. Some, including Dodge, have speculated that their friendship cooled because of jealousy on the part of Toklas, but differences of opinion on how to promote Stein’s writing in the United States may have had more to do with their deteriorating relationship. Dodge did not approve of Stein’s choice of publishers, calling the house “absolutely third rate.” Their correspondence slowed, and Stein ignored Dodge’s invitation to her marriage to Native American Tony Luhan, whose culture Dodge had adopted after her move to Taos. The women last had contact in 1934.\n\r\nTwo collections of Stein’s work were published as Gertrude Stein: Writings 1903-1932 and Gertrude Stein: Writings 1932-1946. Richard Howard wrote in the New York Times Book Review that “‘America is my country and Paris is my hometown,’ Stein used to say, and this great haul of her works in every imaginable genre (and some unimaginable) certainly constitutes the indemnification of an exile and the reward of a homecoming.”\n\r\nIn the 1980s, a cabinet in Yale University’s Beinecke Library was unlocked, making public for the first time a collection of Stein’s papers, including 300 love notes written by Stein and Toklas. Editor Kay Turner collected the best of these and published them as Baby Precious Always Shines: Selected Love Notes between Gertrude Stein and Alice B. Toklas. Most of the notes were written by Stein for Toklas, whom she called “Baby Precious,” who in turn called Stein “Mr. Cuddle-Wuddle.” The notes reveal nearly 40 years of poetic declarations of affection, and details of their intimacy. A Kirkus Reviews contributor wrote that “the collection makes a convincing case for Toklas’s assertion that ‘notes are a very beautiful form of literature,’ personal, provocative, and tender.”\n\r\nRemembered today largely as an interesting personality whose works are seldom read, Gertrude Stein nonetheless has left her stamp upon modern literature. As John Ashbery wrote in ARTnews, “Her structures may be demolished; what remains is a sense of someone’s having built.” She died in 1946, and her work has grown in prominence ever since.\n \n", "attrs": {"School/Period:": ["Modern"]}}