{"pf_url": "https://www.poetryfoundation.org/poets/giacomo-leopardi", "name": "Giacomo Leopardi", "yob": "1798", "yod": "1837", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/b4a6af69e199d2251aebf38d80409abebc325807.jpeg", "bio": "\nProlific writer, translator, and thinker Giacomo Leopardi was born in the small provincial town of Recanati, Italy, during a time of political upheaval and unrest in Europe created by the French Revolution. Although his aristocratic family was affected by the instability of the region, Leopardi was tutored extensively under private priests from an early age, showing a remarkable talent and thirst for knowledge. As a sickly adolescent who was often confined to the household, Leopardi spent most of his time in his father’s extraordinary library, immersing himself in classical and philological knowledge. Within years of independent study, Leopardi became fluent in reading and writing Latin, Greek, and Hebrew, while he began translating various classical texts including Horace and Homer.\r\n \r\nFor years Leopardi secluded himself in his father’s library, studying and writing constantly. At the age of fourteen he wrote Pompeo in Egitto (Pompey in Egypt) an anti-Caesarean manifesto, and went onto writing various philological works until 1816, which marked a turning point in Leopardi’s life which he called “the passage from erudition to the beautiful.” Leopardi wrote L'appressamento della morte (The Approach of Death), a poem in terza rima which was heavily influenced by Petrarch and Dante, as well as Inno a Nettuno (Hymn to Neptune), and Le rimembranze (Memories). After this, Leopardi abandoned other types of work and concentrated on lyric poetry, including his book Canti (Songs) and Canzoniere (Songbook), as well as many more. Leopardi frequently focuses on the patriotic, idyllic scenes, unrequited love, childhood, and classical themes and references.\r\n \r\nRegarded by many as the “first modern Italian classic” poet, Leopardi was additionally praised for his prose work, with his varied use of dialogue, myth, allegory, and satire. For over five years years he stopped writing lyric poetry so he could concentrate on composing his innovative prose magnum opus called Operette morali (Small Moral Works). Frederick John Snell, author of The Primer of Italian Literature, commented on Leopardi’s style and mastery of language: “He opens every little scratch, and probes, if he does not poison, the wounds of suffering humanity. Yet in all this he is the reverse of a fanatic. He argues dexterously, in the finest of literary styles.”\r\n \r\nUnfortunately, Leopardi spent most of his life with ill health and growing blindness. As a result of his medical conditions, he was confined to Recanati for a long period of time but over his lifetime was able to travel to Rome, Florence, Milan, Bologna, and Pisa.  In 1837, he died, likely from edema and other complications, in Naples.\n", "attrs": {"Region:": ["Italy"], "School/Period:": ["Romantic"]}}