{"pf_url": "https://www.poetryfoundation.org/poets/gian-lombardo", "name": "Gian Lombardo", "yob": null, "yod": null, "image": null, "bio": "\nProse poet, publisher, editor, and literary translator Gian Lombardo was born in Connecticut and earned his MA in creative writing from Boston University. His books include the prose poetry collections Machines We Have Built (2014), Who Lets Go First (2010), Aid & A_Bet (2008), Of All the Corners to Forget (2004), Sky Open Again (1997), Before Arguable Answers (1993), and Standing Room (1989) as well as the poetry collection Between Islands (1984).\nThe critic Sherri Irvin typifies Lombardo’s prose poetry as using “word-play to loosen the connections between words and their conventional meanings.” She writes that his prose poems “act on the reader, eliciting an experience of confusion rather than describing that confusion.” Irvin notes that “Lombardo’s meaning play recalls strategies of abstraction in visual art.” According to Belgian writer and critic Michel Delville, Lombardo displays a “sheer variety of thematic and methodological approaches which characterizes his work and range from whimsical, absurdist black humor to philosophically-oriented language-centered metapoetics.”\nLombardo’s translations include Michel Delville’s Anything & Everything (2016), Archestratos’s Gastrology or Life of Pleasure or Study of the Belly or Inquiry Into Dinner (2009), Michel Delville’s Third Body (2009), Eugène Savitzkaya’s Rules of Solitude (2004), and Aloysius Bertrand’s Flemish School, Old Paris, & Night and Its Spells (2000).\nLombardo has edited the collection When the Time Comes: A Selection of Contemporary Belgian Prose Poetry (2002) and the literary magazine key satch(el). An advocate of the prose poem, he served as contributing editor for The Prose Poem: An International Journal, Sentence, and slope.org and directs Quale Press, which mainly publishes prose poetry. Lombardo teaches publishing at Emerson College.\n", "attrs": {}}