{"pf_url": "https://www.poetryfoundation.org/poets/gilbert-sorrentino", "name": "Gilbert Sorrentino", "yob": "1929", "yod": "2006", "image": null, "bio": "\nGilbert Sorrentino earned critical praise for his highly innovative poetry and fiction. The structures of his novels are of particular importance because Sorrentino felt that form is more important than content. “Form not only determines content,” he told Charles Trueheart of Publishers Weekly, “but form invents content.” Accordingly, all of Sorrentino’s novels are structured in unique ways. “His is a voice,” wrote William Mattathias Robins in the Dictionary of Literary Biography, “that consistently and with ever-increasing originality stands out from the literary chorus.”\nSorrentino had published two books of poetry, The Darkness Surrounds Us (1960), dedicated to his first wife, Elsene Wiessner, and Black and White (1964), dedicated to his children, Jesse and Delia, before his first novel, The Sky Changes, was published, in 1966. He published six more books of poetry, including Selected Poems, 1958–1980, by 1981. Most of his poetry concerns his native Brooklyn, New York, and its people. Lois Gordon, writing in Contemporary Poets, reflected that “many of Sorrentino’s poems are photos, glossies on this blank world, and his language is hard and clear, often New York vernacular, his subjects the surfaces of New York.” Sorrentino’s poetry, like his novels, is more focused on language than on narrative. “His work invites the reader simply to experience the poem; there is no morality, no vision, simply the thing itself,” Gordon wrote. She also commented, “Although some of his poems extend to specific survivors of American history—veterans, Indians, miners—his finest poems are the personal ones, those occasional moments of bittersweet nostalgia for the past and his own lost innocence.”\nJerome Klinkowitz, writing in Contemporary Novelists, stated that Sorrentino’s novels were created based on certain propositions: “that space, rather than time, is the most revealing principle for narrative structure; that the physical texture of language, rather than its semantic properties, is the key to communication between a novelist and the reader; and that an awareness of the author’s act of writing ... yields the greatest pleasure in experiencing a novel.” Sorrentino’s novels have much in common with his poetry. Gordon quoted Sorrentino as saying, “I have attempted to make the language of my fiction function in the way that the language of my verse functions, i.e. poetically.”\nSorrentino’s The Sky Changes concerns an unhappy married couple and their journey across America seeking a way to keep their marriage together. Their two children become caught up in their parents’ failure to mend the marriage. A mutual friend of the couple’s comes along to do the driving, and distrust and a strained silence develop as this man and his wife seem to get closer. Richard Elman, writing in the Review of Contemporary Fiction, stated that he knew “of few works ... which are so subtle, and touching, in depicting the pain of being mismatched.” Each chapter of the novel is named for a town the couple visits on their journey from New York to San Francisco and relates the events that occur in that town. Sorrentino’s narrative ignores time sequence in favor of spatial continuity. He stated in the Grosseteste Review, “The past, the present, the future are mixed together in order to show very clearly that there is really no past that is worse than the present and there is no future that will be better than the present.” American corruption and commercialism, as well as the unhappiness glimpsed in other families along the trip, show a tendency toward misery throughout the nation. A contributor to the Center for Book Culture wrote that “no other novel so perfectly captures the moral bankruptcy of the United States as a background to divorce.” Richmond Review critic Scott Adlerberg wrote, “In 139 dense pages [Sorrentino] charts with beauty and precision a trip through a world of hope, loss, and pain.”\nSorrentino’s second novel, Steelwork (1970), also employs a non-chronological structure. Concerned with the sites and characters of his Brooklyn childhood, between 1935 and 1951, it employs “an utterly different, quite original method of narration,” wrote Shaun O’Connell in Nation. The novel “is made up of ninety-six separate but interlocking dramatic vignettes, scenes which, in their arrangement within the novel, scramble chronology.” Jerome Klinkowitz, writing in Literary Disruptions: The Making of a Post-Contemporary American Fiction, found Steelwork’s narrative structure to be appropriate to its theme. The novel deals with a single Brooklyn neighborhood, which becomes the protagonist apart from individual residents, as it experiences the changes and corruption wrought by the Great Depression, World War II, the Korean War, and events leading to the Cold War. “The subject is change,” Klinkowitz wrote, “and the book’s form comes to terms with this reality, grasped imaginatively.” A Kirkus Reviews critic wrote that “what comes through most clearly is a general sense of souring as poverty and expectations fade together.”\nSorrentino’s novel Imaginative Qualities of Actual Things (1971) satirizes the New York avant-garde art world of the 1950s and 1960s, a world in which the author played a part. “While each chapter is largely devoted to one of eight characters,” wrote John O’Brien in the Dictionary of Literary Biography, “the novel proceeds by way of digression, anecdote, asides, and itemizations, all filtered through a narrator whose rage and urbane wit mix into a strangely compassionate yet unsentimental treatment of these meretricious, sometimes gifted artists.” Washington Post Book World critic Paul Theroux found Sorrentino’s satire effective but believed the author unconsciously echoes what he attacks. “Few people are able to write as well as Sorrentino does here of literary posturing,” Theroux observed, “but the trouble is that the book assumes an elaborate posture of its own, and so does the narrator ... the book contains many of the affectations it condemns.” In contrast to this view, Klinkowitz saw Imaginative Qualities as “Sorrentino’s most fully realized expression of the novelist’s proper role. Throughout he fights against the poor writing and misguided aesthetics that characterizes so much of recent conventional fiction.” Writing about Sorrentino in Contemporary Novelists, Klinkowitz said Imaginative Qualities “is in fact a demonstration of Sorrentino’s pleasure in writing a novel.”\nO’Brien believed that “the technical achievements in [Imaginative Qualities] opened up a world of possibilities for future novels.” These possibilities are partly explored by Sorrentino in Splendide-Hôtel, a short book consisting of 26 sections, each based on a letter of the alphabet and the images it suggests. Influenced by the poetry of William Carlos Williams and Arthur Rimbaud—the title is taken from Rimbaud’s “Les Illuminations”—Splendide-Hôtel rescues the poetic language from the grasp of commercialism. By structuring his novel around the alphabet, said Sharon Fawcett in Open Letter, Sorrentino turns the book into “a defense of Poetry, radically so, in that it returns to the primary construct of words to get at primary meanings, images.” Klinkowitz, writing in an article for the Village Voice, viewed this alphabetic structure as a method to make the reader deliberately aware of the novel as writing. It “keeps us right on the pages, like a painter keeps us on the canvas,” he explained. “All Gilbert Sorrentino’s work refuses to be bland meta-fiction,” Klinkowitz concluded, “recounting in second-order terms a story about another reality. It is instead something made and placed in the world, standing for nothing but itself.” Writing about Sorrentino’s work in Dictionary of Literary Biography, Julian Cowley said, “The parts of the book [Splendide-Hôtel] constitute a celebration of language and of creativity and are written in the faith that art is the last bastion of genuine life, rather than some pallid imitation.”\nOne of Sorrentino’s most acclaimed novels is Mulligan Stew (1979), a book O’Brien called “literally a synthesis of almost everything Sorrentino had read and written in the past twenty-five years.” The novel is such a tour de force that New York Times reviewer John Leonard believed there was “a very real question as to whether avant-garde fiction can survive Gilbert Sorrentino’s new novel.” Drawing elements from a wide range of popular and serious literature, Mulligan Stew parodies its components. Sorrentino borrows characters from Dashiell Hammett’s The Glass Key, Flann O’Brien’s At Swim-Two-Birds, and from works by James Joyce and F. Scott Fitzgerald. The character from Flann O’Brien’s novel, Antony Lamont, is writing a novel within Sorrentino’s novel, and midway through the book, Lamont’s characters try to escape and go their own way. “A work of true comic genius,” Al Lacy wrote in Books and Art, “[Mulligan Stew] not only entertains and engages the intelligent reader, but also manages to shed light on the processes of literary creation, on the making of bad novels as well as good ones.” Similarly, Malcolm Bradbury observed in the New York Times Book Review that Mulligan Stew “is a neo-Joycean concoction, spawning invention, delighting in lists, inventing languages, animating the endlessly comic fact that every sentence we write may generate its opposite, every structure of significance, every generative element in any story can move in an infinitude of directions. Mulligan Stew mocks the act of creation. It also thrives on it, turning itself into an abundant and extravagantly decorated display of the pleasures of the imagination.” In Contemporary Novelists Klinkowitz called the book “Sorrentino’s fullest repertoire of writing talent.”\nJohn O’Brien believed that Sorrentino established himself as a “major comic writer” with Mulligan Stew. “It contains some of the best parodies since S. J. Perelman at his most manic.” Michael Dirda of the Washington Post Book World also called it “perhaps the most corrosive satire of the literary scene since early Aldous Huxley. This is a novel with all the stops pulled out, Gilbert Sorrentino’s masterpiece.” Kenneth John Atchity, reviewing the novel for the Los Angeles Times Book Review, similarly labeled it a “masterpiece.” He described it as a “singular event in the history of wit and imagination. ... Mulligan Stew is the end of the self-reflexive novel: Sorrentino brains the genre against the walls of prose. As we watch, we become accomplices, laughing at the murder—because it is a ritual, comic suicide—with a mixture of horror and relief. It’s as though Sorrentino, broom and dustpan in hand, has swept into one large steamer trunk—or one pot of Mulligan stew—all the literary leftovers from the past quarter-century.” According to Stuart Dybek, writing in the Detroit News, Mulligan Stew “catapulted Gil Sorrentino’s reputation out of the literary underground. In great abundance, it [demonstrates] Sorrentino’s collection of modernist techniques and devices as well as his special gift, the ability to blend them in the service of lucidity rather than mystification.”\nIn his next novel, Aberration of Starlight (1980), Sorrentino turned from extreme experimentation to a more conventional form. Set on the New Jersey coast near the end of the Great Depression, the novel concerns four characters: a divorcee, Marie Recco; her 1--year-old son, Billy; her controlling father, John McGrath; and Tom Thebus, the unsavory salesman they meet on their vacation. Cowley called it “a novel told from four different points of view that construct four distinct realities from the events of thirty-six hours at a New Jersey boardinghouse.” Dybek noted, “It’s the kind of plot that could easily become melodrama in the hands of a less acid writer than Sorrentino.” Sorrentino uses a variety of literary techniques, including letters, a narrative question-and-answer, bits of dialogue, footnotes, and flashbacks, to disrupt the reader while moving the story forward. Cowley observed that, although the novel is without sentimentality or melodrama, Sorrentino “portrays mundane failures of human love and intelligence and characters whose lack of insight or care leaves them participants in their own degradation.”\nChicago Review critic John Morse viewed Aberration of Starlight as quite different from Mulligan Stew. It “is disciplined in length and form, modest in ambition, and downright decorous in tone,” he stated. Writing in the New York Review of Books, Josh Rubins also saw a great difference between the two books. After rejecting the possibility that Sorrentino may again be writing parody, Rubins believed that the novel is really about five characters—the four fictional characters and Sorrentino himself. “But if Aberration of Starlight does indeed tell a story of five characters,” he wrote, “offering more of the traditional novelistic values ... than Sorrentino has allowed himself in years, it is also his most ‘experimental’ fiction yet, in the sense that an experiment is something whose outcome you don’t know in advance.”\nPublished one year after Aberration of Starlight, Sorrentino’s novel Crystal Vision (1981) is composed of fictional conversations in 78 chapters organized according to the cards in a Tarot deck, without a story being told in the conventional sense. This novel is set in the Brooklyn neighborhood introduced in Steelwork, and some of the same characters reappear. The reader hears from Doc Friday, Irish Bill, Fat Frankie, the Arab, the Magician, and many others. “Their language expands the author’s previous vision, showing how they have the vitality to survive on their own in fiction, without narrative’s customary supporting devices,” observed Klinkowitz in Contemporary Novelists. A contributor to the Center for Book Culture concluded, “Through formal inventiveness, Sorrentino liberates these characters from the confines of realism and gives us their world—zany, vulgar, hilarious, and exuberant.” Cowley noted that the creative seed for the book could be traced to William Carlos Williams’s theory that conversation is pure design. “Stylization of dialogue, not transmission of information, is Sorrentino’s preoccupation in Crystal Vision,” Cowley wrote.\nBlue Pastoral, portrays another family on a cross-country trip from New York to San Francisco, as in The Sky Changes, but this time the story revolves around “Blue” Serge Gavotte, “a modern-day Candide who quits his job, mounts a piano atop a broken-down pushcart and sets off with his wife and child on a visionary quest ... in search of the ‘Perfect Musical Phrase,’” according to the Center for Book Culture. A parody of the pastoral form, this novel is “arguably [Sorrentino’s] finest comic achievement to date,” said Cowley. Its dominant voice “is an imitation of English Renaissance prose peppered with Brooklyn colloquialisms, an incongruous mix that sits yet more incongruously with the tale it relates,” Cowley wrote. Library Journal critic Michael Rogers called the novel “a hive of Joycean wordplay.”\nWith his complicated and uncompromising trilogy of postmodern fiction, Odd Number, Rose Theatre, and Misterioso—republished as Pack of Lies: A Trilogy (1997)—Sorrentino reconsidered and restructured his earlier novel, Imaginative Qualities of Actual Things. Part One of Odd Number consists of a series of questions asked first of a reticent character and then of an unreliable one in an attempt to discover exactly what happened in the original novel. Part Two gives a conversational account of the events, but Part Three produces evidence contradicting the first two parts, “virtually unmaking the novel which has been read,” explained Klinkowitz in Contemporary Novelists. Rose Theatre employs a range of narrative styles that change from one chapter to the next, as the female characters from Odd Number attempt to correct misinformation from that novel, which invites further uncertainties and need for clarification, since fiction itself cannot be verified. The 15 chapters in Rose Theatre are named for an inventory of props found in London’s Rose Theatre in 1598. Misterioso, set in a supermarket, concludes the trilogy with an encyclopedic, alphabetical listing of “all the people, places and objects from the two earlier novels,” Larry McCaffery wrote in the Los Angeles Times Book Review, accompanied by a cast of demons and flight attendants. Using the supermarket’s magazine rack to generate “a trashery of ludicrous and perverse exploits and ads well suited to the actions of the novel’s large cast,” according to the Center for Book Culture, Misterioso goes no farther toward finding the truth than the first two novels in the trilogy. This third novel takes its title from a song by Thelonious Monk, the great jazz pianist and composer, whom Sorrentino admired. In his review of Misterioso, McCaffery stated that it is “rich in voice, devastating in its satiric impulses and startling in its formal ingenuity. ... A literary game which not only imitates, parodies, satirizes and elaborates upon the fantasies, pleasures, surprises, and disappointments of American life, it also most tellingly invents specific possibilities of which American life is incapable.” Wildly comic, the trilogy “shows just how disjointed, trivial and enigmatic the lives of most Americans really are,” McCaffery concluded. “It would be easy,” Jeffrey A. Frank noted in the Washington Post Book World, “and probably wrong, to put a label like ‘satire’ on this odd piece of fiction.” Frank believed that Sorrentino’s comedy “comes close to being literary schtick.” A Center for Book Culture contributor called the trilogy “a vicious comedy portraying a world of fraud and mayhem.” A contributor to Cups praised the work’s “lampooning of everything from the art world to the conventions of Boy’s Books to radical feminism to Nazi Germany.”\nSorrentino’s next novel, Under the Shadow (1991), has been highly praised and recommended by reviewers as one of his most masterful performances as a literary artist. Built from 59 separate but ultimately coherent vignettes, each with a simple noun for a title, the novel is all at once surreal, humorous, and Freudian. A Publishers Weekly contributor called it a rare “intellectual page-turner.” A contributor to the Center for Book Culture observed of the passages that many “read like primal scenes of private pathologies; others are memories that, many years later, retain their power to haunt.” The setting and time period of these recollections are vague; they seem to have occurred long ago and read as if they are being recounted through old newspaper articles, biographies, and file documents. Cowley wrote in the Dictionary of Literary Biography that the novel’s coherence “is that of a collage rather than of a narrative, but cross-references between the vignettes create a shadowy, intense yet blurred impression of events.”\nSorrentino revisited to the neighborhood and some of the characters from Steelwork for his 1995 novel, Red the Fiend, which reveals “scenes from an Irish American Roman Catholic boyhood,” according to Cowley. Red Mulvaney, in his early 20s in Steelwork, is a boy of 12 in Red the Fiend, living with his mother and his sadistic grandmother, with his estranged father nearby. The novel chronicles the year 1940, which brings about Red’s change from a suffering masochist to a bully who learns to quell his own fears by inflicting pain on others. “Sorrentino creates a subtle voice to render Red’s perceptions of and responses to an environment that is all too often incomprehensible, hostile, and menacing,” wrote Cowley. A Publishers Weekly contributor found Sorrentino’s characters in Red the Fiend “grim, gray and mutilated.” However, Jack Byrne, writing in the Review of Contemporary Fiction, commented that the book “only whets the appetite for more of what Sorrentino calls his ‘ordinary folks.’”\nSorrentino’s novel Gold Fools (2001) is a “fond and wildly comic burlesque of a 1924 boys’ adventure book,” said Dave Andrews in the Review of Contemporary Fiction. He compared the novel to Blue Pastoral (1983). The plot involves three teenage boys—two brothers, Nort and Dick Shannon, and their friend Bud Merkel—who go in search of gold in the Gila Desert, accompanied by two leathery old guides. This seemingly typical Old West tale also has two “bad guys,” Del Pinzo and his Indian companion Zapto, who want the gold for themselves. Sorrentino’s story is told entirely in interrogative sentences that must be answered by the reader. As the author lays out all the clichés of the genre and then breaks them apart and mixes them with other overworked phrases from academia and the media, the innocent tale becomes an absurdly funny commentary on speech itself.\nLittle Casino, published in 2002, focuses on postwar golden-age Brooklyn residents, from tough immigrant boys to painted women. It is built on 52 narratives making a whole that “zooms across time and geography on a dizzy journey of names, memories and tangents,” commented a Publishers Weekly contributor. Multiple plots, stream-of-consciousness writing, and detours into subplots and the language itself make Little Casino a bit hard to follow as a whole, said the reviewer, but the individual chapters “are easily digestible morsels of delicious prose.”\nSpeaking of Sorrentino’s career, Newsweek writer Ray Sawhill declared that “Sorrentino has the mind of an avant-garde experimentalist and the instincts of a profane showman. His novels overflow with elaborate literary contrivances and games, and the titles he gives them ... lead you to expect one hall of mirrors after another. But there’s nothing dry or ingrown about his writing. His novels have the kind of physical charge and excitement more often associated with jazz and improvisational comedy than with literature.”\nSorrentino died in Brooklyn on May 18, 2006.\n", "attrs": {}}