{"pf_url": "https://www.poetryfoundation.org/poets/gjertrud-schnackenberg", "name": "Gjertrud Schnackenberg", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e4dcc8a10b29a1a3d5fd3891986fae88043e1341.jpeg", "bio": "\nGjertrud Schnackenberg was born in Tacoma, Washington. She began writing poetry as a student at Mount Holyoke College, and as an undergraduate, she earned a reputation as a poetic prodigy, twice winning the Glascock Award for Poetry. Her first two books of poetry, Portraits and Elegies (1982) and The Lamplit Answer (1985), established her as one of the strongest of the New Formalists and confirmed her early promise. Reviewing The Lamplit Answer, Rosetta Cohen noted Schnackenberg’s “talent for creating small, intricate worlds [which] seems to place Schnackenberg within a tradition that has less to do with a particular poetic mode than it does with the nineteenth-century novel.” Schnackenberg’s third book, A Gilded Lapse of Time (1992), revealed the influence of T.S. Eliot, William Butler Yeats, W.H. Auden, and Robert Lowell. The poems demonstrated mastery of dense rhymed and metered lines on subjects ranging from classical philosophy to Christian theology and Russian poetry.\nIn 2000, Schnackenberg’s selected poems Supernatural Love: Poems 1973–1992 was released. The book-length poem The Throne of Labdacus (2000), a retelling of the Oedipus myth from the points of view of Apollo and a slave, was published simultaneously. It was named a New York Times Book Review Notable Book and won the Los Angeles Times Book Prize in Poetry. Schnakenberg’s sixth collection, Heavenly Questions (2010) won the Griffin International Poetry Prize. Comprised of six long poems written in rhyming iambic pentameter, the book oscillates between lyric and epic modes.\nSchnackenberg’s many honors and awards include fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the Radcliffe Institute. She is the recipient of the Rome Prize of the American Academy and Institute of Arts and Letters and an Academy Award in Literature from the American Academy of Arts and Letters. She has been a Visiting Scholar at the Getty Research Institute for the History of Art and Humanities and a Christensen Visiting Fellow at St. Catherine’s College in Oxford. Schnackenberg married Robert Nozick, a Harvard philosophy professor, in 1987; he passed away in 2002. She has lived in Italy, Tacoma, and Cambridge, Massachusetts, and currently resides in Boston.\n", "attrs": {}}