{"pf_url": "https://www.poetryfoundation.org/poets/grace-paley", "name": "Grace Paley", "yob": "1922", "yod": "2007", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/83c58c721f8c2a4be572f1fc8573b4da821bc9ed.jpeg", "bio": "\nWith her first two books of short stories, Grace Paley established her niche in the world of letters. Her distinctive voice and verbal gifts have captured the hearts of critics who praise her vision as well as her style. In short and sometimes plotless tales, she plumbs the lives of working-class New Yorkers, mapping out what New York Review of Books contributing critic Michael Wood called \"a whole small country of damaged, fragile, haunted citizens.\" Rather than action, Paley relies on conversation to establish character, reproducing Jewish, Black, Irish, and other dialects with startling accuracy.  America reviewer William Novak deemed her \"a writer's writer\" who \"focuses her talent and energy on the craft itself\" and \"observes the classic rules: she writes what she knows, she does not attempt too much, she shies away from any hint of cliché and tells a simple and honest story.\" Walter Clemons's assessment was even more generous; in a  Newsweek review he proclaimed her \"one of the best writers alive.\"\n\r\nThe daughter of Russian immigrants who arrived in New York around the turn of the century, Paley was raised in the Bronx. At home, her parents spoke Russian and Yiddish, and Paley grew up within two cultures, influenced by the old world as well as the new. From her surroundings, she gleaned the raw material for her short stories, and both her Russian-Jewish heritage and her perceptions of New York street life pervade her work. With the publication of The Little Disturbances of Man, Paley began to attract critical attention. Initial sales were modest, but the collection drew a loyal following and good reviews. The New Yorker assessed Paley's writing as \"fresh and vigorous,\" noting that \"her view of life is her own.\" To Kirkus Reviews the collection seemed \"alternately humorous and touching, simple and unaffected . . . a demonstration of a considerable talent.\" The ten stories that comprise the volume focus on the inhabitants of a boisterous city neighborhood where, to use Paley's words, \"dumbwaiters boom, doors slam, dishes crash; every window is a mother's mouth bidding the street shut up, go skate somewhere else, come home.\" Ordinary people in unexceptional circumstances, these characters demonstrate the way man deals with the \"little disturbances\" of life. In her introduction to the Virago edition of this volume, A. S. Byatt pointed out that \"we have had a great many artists, more of them women than not, recording the tragedies of repetition, frequency, weariness and little disturbances. What distinguishes Grace Paley from the mass of these is the interest, and even more, the inventiveness which she brings to her small world.\"\n\r\nIn \"An Interest in Life,\" the set piece of the collection and the story from which the book's title is drawn, Paley's mode becomes clear. Initially the story of a husband's desertion of his wife and four children, it begins: \"My husband gave me a broom one Christmas. This wasn't right. No one can tell me it was meant kindly.\" In a Partisan Review article, Jonathan Baumbach explained how \"the matter-of-fact, ironic voice of the protagonist, Ginny, distances the reader from the conventions of her pathos, makes light of easy sentiment, only to bring us, unburdened by melodrama, to an awareness of the character as if someone known to us intimately for a long time. Ginny, in a desperate moment, writes out a list of her troubles to get on the radio show  Strike It Rich. When she shows the list to John Raftery, a returned former suitor unhappily married to someone else, he points out to her that her troubles are insufficient, merely 'the little disturbances of man.' Paley's comic stories deal in exaggerated understatement, disguise their considerable ambition in the modesty of wit.\"\n\r\nUnlike her later fiction, Paley's first book features several conventionally crafted stories that are narrated by a speaker who is not the author and built around a series of incidents that comprise the plot. \"The Contest,\" \"Goodbye and Good Luck,\" \"An Irrevocable Diameter,\" and \"A Woman Young and Old\" belong to this category. Paley's other approach is more open and fragmentary and can be seen in \"An Interest in Life\" and \"The Used-Boy Raisers,\" stories narrated respectively by Virginia and Faith, two women not unlike the author. Explained Byatt: \"Faith and Virginia both appear elsewhere in Grace Paley's work, with their dependent children, their circumscribed lives, their poverty and resourcefulness, their sexual greed and their consequent continuing openness to exploitation by, and readiness to exploit, men. Their tales have no beginnings and ends, in the sense in which 'An Irrevocable Diameter' has, or, best of the 'well-made tales,' 'In Time Which Made a Monkey of Us All.' But they have beginnings and ends verbally, and they are brilliant, as the choice of the parts that make them is brilliant.\"\n\r\nAnother six years would pass before the appearance of Enormous Changes at the Last Minute, Paley's second collection of short stories. But, as Ivan Gold reported, \"during her literary lean years, Grace Paley's life was fat. She gave to the roles of wife and mother the profound, existential attention her readers would have been able to predict.\" In addition to her homemaking concerns, Paley submerged herself in political activities—distributing antiwar pamphlets, marching on the Capitol, and traveling overseas to protest American involvement in Vietnam. \"I think I could have done more for peace,\" she told  People, \"if I'd written about the war, but I happen to love being in the streets.\" Her later commitments were the women's movement and antimilitarist groups.\n\nEnormous Changes at the Last Minute not only plays off the title of Paley's first volume ( The Little Disturbances of Man), but also features the same setting and several of the same characters. Faith reappears with her boys Richard and Tonto, and so does Johnny Raftery—his love affair with Ginny recounted this time from his mother's point of view. While William Novak found the second collection \"somewhat broader in range . . . more American and less parochial,\" he attributed the change to \"subjects and themes rather than . . . the basic techniques of writing.\" For Novak, the crucial quality was still how Paley writes rather than  what she is saying: \"We are so accustomed to responding to fiction in terms of its themes and characters that we must reawaken our linguistic sensitivities when reading Grace Paley. The qualities and substances that give strength to most of our good writers are quite alien from her work.\"\n\r\nPlot, for instance, figures in these stories almost as an afterthought. The tales are open-ended, fragmentary, and sometimes actionless. In a story called \"A Conversation with My Father,\" Paley explains why. The piece begins with an ailing father's request to his daughter: \"I would like you to write a simple story just once more . . . the kind de Maupassant wrote, or Chekhov, the kind you used to write.\" Though she would like to please him, the daughter reveals that she has always avoided plot \"not for literary reasons, but because it takes all hope away. Everyone real or invented deserves the open destiny of life.\"\n\r\nIn the eyes of Michele Murray, however, Paley disregards her own requirement. \"Even with the glitter of its style, over which Paley skates like some Olympic champion of language, Enormous Changes is a book of losses and failures,\" Murray wrote in the New Republic. \"It's not tragedy that weighs down these stories, it's no more than despair and repetition. Tragedy suggests depths and alternatives and is built into a world of choices. Paley's world . . . is severely limited, the world as given, without any imagined alternatives, only endless vistas of crumbling buildings, bedrooms opening onto air shafts, and a phalanx of old people's homes.\"\n\r\nBut Burton Bendow argued that Paley \"is right to avoid looking tragedy in the face; she knows where her talent lies. It is, if not for comedy exactly, for virtuoso mimicry. I would guess,\" he continued in the  Nation, \"that the first thing she has in mind when starting work on one of her better stories is a voice. Definitely not a plot which would keep her to the straight and narrow and cramp her digressions, or a situation or a point of view or even a character, but a voice with a particular ring and particular turns of phrase.\" Paley herself told Ms. interviewer Harriet Shapiro that she \"used to start simply from language. . . . I would write a couple of sentences and let them lay there. Not on purpose, but just because I couldn't figure out what was going to come next. I've always worked very blind.\"\n\r\nPaley's technique may explain what academics sometimes called the \"unevenness\" of her writing. As Vivian Gornick wrote in the Village Voice: \"Her successes are intermittent, unpredictable, often unshapely and without wholeness; there is no progression of revelation, the stories do not build one upon another, they do not—as is abundantly clear in this new collection—create an emotional unity. On the other hand: Paley when she is good is so good that she is worth ninety-nine 'even' writers, and when one hears that unmistakable Paley voice one feels what can be felt only in the presence of a true writer: safe.\"\n\r\nThough she acknowledged that Paley's technique of writing is indeed \"chancy,\" Time's Martha Duffy concluded that \"the stories—whether two pages or twenty—run their courses as cleanly and surely as arrows flying in air.\"  Newsweek's Walter Clemons summed up his reaction this way: \"Enormous Changes at the Last Minute was worth the wait.\"\n\r\nSeveral characters from her first two collections, notably Faith, reappear in Paley's third, again much-delayed, collection, Later the Same Day, published in 1985. And another decade on, The Collected Stories appeared, earning a nomination for the National Book Award. Though the sum of Paley's oeuvre in the short-story genre totaled a mere forty-five stories in 1994, when Collected Stories was published, she is nonetheless considered a seminal American short-story writer of the twentieth century. She has also published several volumes of poetry, however, a genre she has favored since her earliest days as a writer, and in which she displays many of the same virtues as those that have made her famous as a short-story writer. Of Leaning Forward, Long Walks and Intimate Talks, New and Collected Poems, and Begin Again, Carolyn Alessio wrote in American Writers: \"Throughout, her poetry has tended to be more baldly political than her fiction and sometimes more limited in scope. Critics, and Paley herself, have downplayed the significance of her poems; she has pronounced them 'mostly about flowers' and 'too literary.' But some of them display the verve and innuendo that energize her fiction.\"\n\r\n\"What marks Grace Paley's Begin Again, . . . apart from its lyricism and close observations of life (human and natural), is the humility and humanity of her voice,\" remarked Kate Moos in Ruminator Review.  Begin Again collects work from throughout Paley's writing life, providing a kind of autobiography in poetry, marking her days as peace activist, feminist activist, her years of mothering, and her experience of grandmotherhood, of living in New York City and of Vermont. \"This radiant volume is alive with Paley's wise humor and free-flowing empathy,\" declared Donna Seaman in Booklist. A contributor to Publishers Weekly compared Paley unfavorably with the poet Adrienne Rich, however, for Paley's failure at the type of well-made poems, finely honed language, and subtle or complex metaphors at which Rich excels. Still, \"fans of the fiction will want these unguarded looks at the illimitably appealing Paley persona,\" this critic added.\n\r\nSome of Paley's poems are included in her collection Just As I Thought, along with essays, reviews, and speeches written over the course of thirty years. Here, more so than in the short-story or poetry collections, Paley's political opinions take center stage, bearing the brunt, occasionally, of critical attention the book was paid. Thus, for example, John Kennedy, reviewing  Just As I Thought in the Antioch Review, called Paley \"extremely leftist,\" and remarked that the author \"provokes misunderstanding,\" and \"controversy\" by refusing to take into consideration the views of the opposition in some of the pieces collected in the book. But for Iain Finlayson, writing in the London  Times, the voice displayed throughout this volume \"cherishes a flawed world that should be grateful for her tough, passionate love.\"\n", "attrs": {}}