{"pf_url": "https://www.poetryfoundation.org/poets/gregory-corso", "name": "Gregory Corso", "yob": "1930", "yod": "2001", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fd28e4ff6bdd5e703ddbda71125cf988f620d99c.jpeg", "bio": "\nGregory Corso was a key member of the Beat movement, a group of convention-breaking writers who were credited with sparking much of the social and political change that transformed the United States in the 1960s. Corso's spontaneous, insightful, and inspirational verse once prompted fellow Beat poet Allen Ginsberg to describe him as an \"awakener of youth.\" Although Corso enjoyed his greatest level of popularity during the 1960s and 1970s, he continued to influence contemporary readers and critics late into the twentieth century. Writing in the  American Book Review, Dennis Barone remarked that Corso's 1989 volume of new and selected poems was a sign that \"despite doubt, uncertainty, the American way, death all around, Gregory Corso will continue, and I am glad he will.\"\n\r\nBorn in 1930 to teenaged parents who separated a year after his birth, Corso spent his early childhood in foster homes and orphanages. At the age of eleven, he went to live with his natural father, who had remarried. A troubled youth, Corso repeatedly ran away and was eventually sent to a boys' home. One year later he was caught selling a stolen radio and was forced to testify in court against the dealer who purchased the illegal merchandise. While he was held as a material witness in the trial, the twelve-year-old boy spent several months in prison where, as he wrote in a biographical sketch for The New American Poetry, the other prisoners \"abused me terribly, and I was indeed like an angel then because when they stole my food and beat me up and threw pee in my cell, I . . . would come out and tell them my beautiful dream about a floating girl who landed before a deep pit and just stared.\" He later spent three months under observation at Bellevue Hospital.\n\r\nWhen Corso was sixteen, he returned to jail to serve a three-year sentence for theft. There he read widely in the classics, including Fyodor Dostoevsky, Stendahl, Percy Bysshe Shelley, Thomas Chatterton, and Christopher Marlowe. After his release in 1950, he worked as a laborer in New York City, a newspaper reporter in Los Angeles, and a sailor on a boat to Africa and South America. It was in New York City that he first met Ginsberg, the Beat poet with whom he was most closely associated. The pair met in a Greenwich Village bar in 1950 while Corso was working on his first poems. Until then he had read only traditional poetry, and Ginsberg introduced him to contemporary, experimental work. Within a few years Corso was writing in long, Whitmanesque lines similar to those Ginsberg had developed in his own work. The surreal word combinations that began to appear in Ginsberg's work about the same time may in turn suggest Corso's reciprocal influence.\n\r\nIn 1954 Corso moved to Boston where several important poets, including Edward Marshall and John Wieners, were experimenting with the poetics of voice. The center for Corso's life there was not \"the School of Boston,\" as these poets were called, but the Harvard University library, where he spent his days reading the great works of poetry. His first published poems appeared in the Harvard Advocate in 1954, and his play In This Hung-up Age—concerning a group of Americans who, after their bus breaks down midway across the continent, are trampled by buffalo—was performed by students at the university the following year.\n\r\nHarvard and Radcliffe students underwrote the expenses of Corso's first book, The Vestal Lady on Brattle, and Other Poems. The poems featured in the volume are usually considered apprentice works heavily indebted to Corso's reading. They are, however, unique in their innovative use of jazz rhythms—most notably in \"Requiem for 'Bird' Parker, Musician,\" which many call the strongest poem in the book—cadences of spoken English, and hipster jargon. Corso once explained his use of rhythm and meter in an interview with Gavin Selerie for Riverside Interviews:  \"My music is built in—it's already natural. I don't play with the meter.\" In other words, Corso believes the meter must arise naturally from the poet's voice; it is never consciously chosen.\n\r\nIn a review of The Vestal Lady on Brattle for Poetry, Reuel Denney asked whether \"a small group jargon\" such as bop language would \"sound interesting\" to those who were not part of that culture. Corso, he concluded, \"cannot balance the richness of the bebop group jargon . . . with the clarity he needs to make his work meaningful to a wider-than-clique audience.\" Ironically, within a few years, that \"small group jargon\" became a national idiom.\n\r\nDespite Corso's reliance on traditional forms and archaic diction, he remained a street-wise poet, described by Bruce Cook in The Beat Generation as \"an urchin Shelley.\" Gaiser suggested that Corso adopted \"the mask of the sophisticated child whose every display of mad spontaneity and bizarre perception is consciously and effectively designed\"—as if he is in some way deceiving his audience. But the poems at their best are controlled by an authentic, distinctive, and enormously effective voice that can range from sentimental affection and pathos to exuberance and dadaist irreverence toward almost anything except poetry itself.\n\r\nWhen Corso moved to San Francisco in 1956 he was too late to participate in the famous reading at the Six Gallery, at which Ginsberg read \"Howl\" and which, since it was widely noted in newspapers and popular magazines, is conventionally cited as the first major public event in the rise of the Beat movement. However, Corso was soon identified as one of the major figures of the movement and that notoriety undoubtedly contributed much to the fame of his poetry in the late 1950s and early 1960s. With Ginsberg, he also coauthored \"The Literary Revolution in America,\" an article in which they declared that America now had poets who \"have taken it upon themselves, with angelic clarions in hand, to announce their discontent, their demands, their hope, their final wondrous unimaginable dream.\"\n\r\nFrom 1957 to 1958 Corso lived in Paris where, he once told Michael Andre in an Unmuzzled Ox interview, \"things burst and opened, and I said, 'I will just let the lines go. . . .'\" The poems that resulted from this effort were published in Gasoline, his first major book.  Gasoline also contains poems written while Corso was traveling with Ginsberg in Mexico, and Ginsberg's influence is evident in much of the work. Here Whitman's long poetic line is adopted by Corso, much as it had been adopted by Ginsberg, and the diction is occasionally reminiscent of Ginsberg as well. \"Ode to Coit Tower,\" for example, echoes \"In the Baggage Room at Greyhound,\" on which Ginsberg was then working, and \"Sun\" utilizes structural devices and incantatory effects used in \"Howl.\" However influential Ginsberg may have been, Corso always maintained his own distinctive voice. In an essay collected in The Beats: Essays in Criticism, Geoffrey Thurley summarized some of the principal characteristics that differentiated Corso from Ginsberg: \"Where Ginsberg is all expression and voice, Corso is calm and quick, whimsical often, witty rather than humourous, semantically swift rather than prophetically incantatory.\"\n\r\nThe influence of bop is far more evident in  Gasoline than in The Vestal Lady on Brattle. In his introduction, Ginsberg quotes Corso as saying that his poems were written the way Charlie Parker and Miles Davis played music. He would start with standard diction and rhythm but then be \"intentionally distracted diversed sic into my own sound.\" The result is an intricate linguistic pattern involving extremely subtle modulations of sound and rhythm. \"For Corso,\" Neeli Cherkovski wrote in Whitman's Wild Children: Profiles of Ten Contemporary American Poets, \"poetry is at its best when it can create a totally unexpected expression,\" and many of these linguistic fusions suggest the pleasure in invention for its own sake.\n\r\nCorso shaped his poems from 1970 to 1974 into a book he planned to call Who Am I—Who I Am, but the manuscript was stolen, and there were no other copies. Aside from chapbooks and a few miscellaneous publications, he did not issue other work until 1981 when Herald of the Autochthonic Spirit appeared. Shorter than any of his major books since  Gasoline, it contains several critically acclaimed poems, many of them written in clipped, almost prosaic lines more reminiscent of William Carlos Williams than of Whitman. \"Return\" deals with barren times in which there had been no poems but also asserts that the poet can now write again and that \"the past is my future.\" The new poems, however, are generally more subdued than the earlier ones, though there are surreal flights, as in \"The Whole Mess . . . Almost,\" in which the poet cleans his apartment of Truth, God, Beauty, Death, and essentially everything but Humor.\n\r\nBy the early 1980s, when Corso's Herald of the Autochthonic Spirit was published, language-centered writing, in which the conventions of language themselves become the subjects of poems, had long since surpassed the poetics of voice as the center of attention for many younger poets working outside academic traditions. Thus Corso's book was not widely reviewed, even though it contains some of the poet's best work. If the voice that shaped these poems was quieter than it had been a generation before, it nonetheless continued to affirm Kenneth Rexroth's characterization of Corso as \"a real wildman.\" \"At his worst,\" Rexroth added, \"he is an amusing literary curiosity; at his best, his poems are metaphysical hotfoots and poetic cannon crackers.\"\n\r\nIn 1991 Corso published  Mindfield: New and Selected Poems. The book consists of selections from five previously published books and close to sixty pages of previously unpublished poems, including one almost thirty pages long. Barone declared that the volume \"provides for new readers the opportunity to be awakened and for those familiar with Corso's work a chance to be reawakened.\"\n\r\nAlthough Corso greatly reduced his output in the years leading up to his death in 2001, he continued to believe in the power of poetry to bring about change. He once explained his Utopian vision to  Contemporary Authors: \"I feel that in the future many many poets will blossom forth—the poetic spirit will spread and reach toward all; it will show itself not in words—the written poem—but rather in man's being and in the deeds he enacts. . . . A handful of poets in every country in the world can and have always been able to live in the world as well as in their own world; . . . and when such humankind becomes manifold, when all are embraced by the poetic spirit, by a world of poets, not by the written word but by deed and thought and beauty, then society will have no recourse but to become suitable for them and for itself. I feel man is headed in such a direction; he is fated and due to become aware of and knowledgeable about his time; his good intelligence and compassion will enable him to cope with almost all the bothersome, distracting difficulties that may arise—and when he becomes so, 'poet' will not be his name, but it will be his victory.\"\n", "attrs": {"School/Period:": ["Beat"]}}