{"pf_url": "https://www.poetryfoundation.org/poets/gregory-orr", "name": "Gregory Orr", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/1aaeb032a17a1a819194993e98de16fa7dcb8b1a.jpeg", "bio": "\nThe author of more than 10 collections of poetry and several volumes of essays, criticism, and memoir, Gregory Orr is a master of the short, personal lyric. His poetry has been widely anthologized and translated into at least 10 languages. Observes critic Hank Lazer, “From Burning the Empty Nests (1973) to the present, Orr gradually developed the ability to fuse his incredible skill at visual precision—the signature of his image-based work in his very first book—with an insistent musical quality, joining visual precision with a beauty of sound.”\n\r\nWhen Orr was 12, he accidentally killed his brother in a hunting accident, an event his family was never able to talk about. His mother died soon thereafter, and Orr found in poetry the transformative power of language. His near-death experience as a member of the Student Nonviolent Coordinating Committee (SNCC) during the civil rights movement, in which he was jailed and severely beaten, contributes to the urgency with which his poems seek transformation. In an NPR story on his craft, Orr states, “I believe in poetry as a way of surviving the emotional chaos, spiritual confusions, and traumatic events that come with being alive.”\n\r\nOrr has received fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Virginia Foundation for the Humanities. He has also been a Fulbright Scholar and a Rockefeller Fellow at the Institute for the Study of Culture and Violence, and he received the Award in Literature from the American Academy and Institute of Arts and Letters. City of Salt (1995) was a finalist for the LA Times Book Award for Poetry.\n\r\nOrr received his B.A. from Antioch College and his MFA from Columbia University. He founded the MFA program at the University of Virginia in 1975, and was the poetry editor of the Virginia Quarterly Review from 1978 to 2003.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}