{"pf_url": "https://www.poetryfoundation.org/poets/gwendolyn-brooks", "name": "Gwendolyn Brooks", "yob": "1917", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/15/4be0ee2a8d9cbcfd8b1d105dba9c03c392fb37e9.jpeg", "bio": "\nGwendolyn Brooks is one of the most highly regarded, influential, and widely read poets of 20th-century American poetry. She was a much-honored poet, even in her lifetime, with the distinction of being the first Black author to win the Pulitzer Prize. She also was poetry consultant to the Library of Congress—the first Black woman to hold that position—and poet laureate of the State of Illinois. Many of Brooks’s works display a political consciousness, especially those from the 1960s and later, with several of her poems reflecting the civil rights activism of that period. Her body of work gave her, according to critic George E. Kent, “a unique position in American letters. Not only has she combined a strong commitment to racial identity and equality with a mastery of poetic techniques, but she has also managed to bridge the gap between the academic poets of her generation in the 1940s and the young Black militant writers of the 1960s.”\n\r\nBrooks was born in Topeka, Kansas, but her family moved to Chicago when she was young. Her father was a janitor who had hoped to become a doctor; her mother was a schoolteacher and classically trained pianist. They were supportive of their daughter’s passion for reading and writing. Brooks was 13 when her first published poem, “Eventide,” appeared in American Childhood; by the time she was 17 she was publishing poems frequently in the Chicago Defender, a newspaper serving Chicago’s African American population. After attending junior college and working for the National Association for the Advancement of Colored People, she developed her craft in poetry workshops and began writing the poems, focusing on urban Black experience, that comprised her first collection, A Street in Bronzeville (1945).\n\r\nHer poems in A Street in Bronzeville and the Pulitzer Prize-winning Annie Allen (1949) were “devoted to small, carefully cerebrated, terse portraits of the Black urban poor,” commented Richard K. Barksdale in Modern Black Poets: A Collection of Critical Essays. Brooks once described her style as “folksy narrative,” but she varied her forms, using free verse, sonnets, and other models. Several critics welcomed Brooks as a new voice in poetry; fellow poet Rolfe Humphries wrote in the New York Times Book Review that “we have, in A Street in Bronzeville, a good book and a real poet,” while Saturday Review of Literature contributor Starr Nelson called that volume “a work of art and a poignant social document.” In Annie Allen, which follows the experiences of a Black girl as she grows into adulthood, Brooks married social issues, especially around gender, with experimentation: one section of the book is an epic poem, “The Anniad”—a play on The Aeneid. Langston Hughes, in a review of Annie Allen for Voices, remarked that “the people and poems in Gwendolyn Brooks’ book are alive, reaching, and very much of today.”\n\r\nIn the 1950s Brooks published her first and only novel, Maud Martha (1953), which details its title character’s life in short vignettes. Maud suffers prejudice not only from white people but also from lighter-skinned African Americans, something that mirrored Brooks’s experience. Eventually, Maud takes a stand for her own dignity by turning her back on a patronizing, racist store clerk. One way of looking at the book, then,” commented Harry B. Shaw “is as a war with… people’s concepts of beauty.” In a Black World review, Annette Oliver Shands noted the way in which “Brooks does not specify traits, niceties or assets for members of the Black community to acquire in order to attain their just rights… So, this is not a novel to inspire social advancement on the part of fellow Blacks. Nor does it say be poor, Black and happy. The message is to accept the challenge of being human and to assert humanness with urgency.”\n\r\nBrooks’s later work took on politics more overtly, displaying what National Observer contributor Bruce Cook termed “an intense awareness of the problems of color and justice.” Toni Cade Bambara reported in the New York Times Book Review that at the age of 50 “something happened to Brooks, a something most certainly in evidence in In the Mecca (1968) and subsequent works—a new movement and energy, intensity, richness, power of statement and a new stripped lean, compressed style. A change of style prompted by a change of mind.” This shift or change is often depicted as the result of Brooks’s attendance at a gathering of Black writers at Fisk University in 1967; however, recent scholars such as Evie Shockley and Cheryl Clark challenge the idea that Brooks’s career can be so neatly divided. Clark, for example, has described In the Mecca as Brooks’s “final seminar on the Western lyric.” Brooks herself noted that the poets at Fisk were committed to writing as Blacks, about Blacks, and for a Black audience. If many of her earlier poems had fulfilled this aim, it was not due to conscious intent, she said; but from this time forward, Brooks thought of herself as an African determined not to compromise social comment for the sake of technical proficiency.\n\r\nAlthough In the Mecca and Brooks’s subsequent works have been characterized as possessing what a Virginia Quarterly Review critic called “raw power and roughness,” several commentators emphasized that these poems are neither bitter nor vengeful. Instead, according to Cook, they are more “about bitterness” than bitter in themselves. Essayist Charles Israel suggested that In the Mecca’s title poem, for example, shows “a deepening of Brooks’s concern with social problems.” A mother has lost a small daughter in the block-long ghetto tenement, the Mecca; the long poem traces her steps through the building, revealing her neighbors to be indifferent or insulated by their own personal obsessions. The mother finds her little girl, who “never learned that black is not beloved,” who “was royalty when poised, / sly, at the A and P’s fly-open door,” under a Jamaican resident’s cot, murdered. R. Baxter Miller, writing in Black American Poets between Worlds, 1940-1960, observed, “In the Mecca is a most complex and intriguing book; it seeks to balance the sordid realities of urban life with an imaginative process of reconciliation and redemption.” Other poems in the book, occasioned by the death of Malcolm X or the dedication of a mural of Black heroes painted on a Chicago slum building, express Brooks’s commitment to her community’s awareness of themselves as a political as well as a cultural entity.\n\r\nBrooks’s activism and her interest in nurturing Black literature led her to leave major publisher Harper & Row in favor of fledgling Black publishing companies. In the 1970s, she chose Dudley Randall’s Broadside Press to publish her poetry collections Riot (1969), Family Pictures (1970), Aloneness (1971), Aurora (1972), and Beckonings (1975) and Report from Part One (1972), the first volume of her autobiography. She edited two collections of poetry—A Broadside Treasury (1971) and Jump Bad: A New Chicago Anthology (1971)—for the Detroit-area press. The Chicago-based Third World Press, run by Haki R. Madhubuti—formerly Don L. Lee, one of the young poets she had met during the 1960s—also brought many Brooks titles into print. Brooks was the first writer to read in Broadside’s original Poet’s Theatre series and was also the first poet to read in the second opening of the series when the press was revived under new ownership in 1988. Brooks, however, felt that Riot, Family Pictures, Beckonings, and other books brought out by Black publishers were given only brief notice by critics of the literary establishment because they “did not wish to encourage Black publishers.”\nLater Brooks poems continue to deal with political subjects and figures, such as South African activist Winnie Mandela, the onetime wife of antiapartheid leader—and later president of the country—Nelson Mandela. Brooks once told interviewer George Stavros: “I want to write poems that will be non-compromising. I don’t want to stop a concern with words doing good jobs, which has always been a concern of mine, but I want to write poems that will be meaningful… things that will touch them.” Brooks’s work was objective about human nature, several reviewers observed. Janet Overmeyer noted in the Christian Science Monitor that Brooks’s “particular, outstanding, genius is her unsentimental regard and respect for all human beings… She neither foolishly pities nor condemns—she creates.” Overmeyer continued, “From her poet’s craft bursts a whole gallery of wholly alive persons, preening, squabbling, loving, weeping; many a novelist cannot do so well in ten times the space.” Littlejohn maintained that Brooks achieves this effect through a high “degree of artistic control,” further relating, “The words, lines, and arrangements have been worked and worked and worked again into poised exactness: the unexpected apt metaphor, the mock-colloquial asides amid jewelled phrases, the half-ironic repetitions—she knows it all.” More important, Brooks’s objective treatment of issues such as poverty and racism “produces genuine emotional tension,” the critic wrote.\n\r\nAmong Brooks’s major prose works are her two volumes of autobiography. When Report from Part One was published, some reviewers expressed disappointment that it did not provide the level of personal detail or the insight into Black literature that they had expected. “They wanted a list of domestic spats,” remarked Brooks. Bambara noted that it “is not a sustained dramatic narrative for the nosey, being neither the confessions of a private woman poet or the usual sort of mahogany-desk memoir public personages inflict upon the populace at the first sign of a cardiac… It documents the growth of Gwen Brooks.” Other critics praised the book for explaining the poet’s new orientation toward her racial heritage and her role as a poet. In a passage she presented again in later books as a definitive statement, Brooks wrote: “I—who have ‘gone the gamut’ from an almost angry rejection of my dark skin by some of my brainwashed brothers and sisters to a surprised queenhood in the new Black sun—am qualified to enter at least the kindergarten of new consciousness now. New consciousness and trudge-toward-progress. I have hopes for myself… I know now that I am essentially an essential African, in occupancy here because of an indeed ‘peculiar’ institution… I know that Black fellow-feeling must be the Black man’s encyclopedic Primer. I know that the Black-and-white integration concept, which in the mind of some beaming early saint was a dainty spinning dream, has wound down to farce… I know that the Black emphasis must be not against white but FOR Black… In the Conference-That-Counts, whose date may be 1980 or 2080 (woe betide the Fabric of Man if it is 2080), there will be no looking up nor looking down.” In the future, she envisioned “the profound and frequent shaking of hands, which in Africa is so important. The shaking of hands in warmth and strength and union.”\n\r\nBrooks put some of the finishing touches on the second volume of her autobiography while serving as poetry consultant to the Library of Congress. Brooks was 68 when she became the first Black woman to be appointed to the post. Of her many duties there, the most important, in her view, were visits to local schools. Similar visits to colleges, universities, prisons, hospitals, and drug rehabilitation centers characterized her tenure as poet laureate of Illinois. In that role, she sponsored and hosted annual literary awards ceremonies at which she presented prizes funded “out of her own pocket, which, despite her modest means, is of legendary depth,” Reginald Gibbons related in Chicago Tribune Books. She honored and encouraged many poets in her state through the Illinois Poets Laureate Awards and Significant Illinois Poets Awards programs.\n\r\nProving the breadth of Brooks’s appeal, poets representing a wide variety of “races and… poetic camps” gathered at the University of Chicago to celebrate the poet’s 70th birthday in 1987, Gibbons reported. Brooks brought them together, he said, “in… a moment of good will and cheer.” In recognition of her service and achievements, a junior high school in Harvey, Illinois, was named for her, and she was similarly honored by Western Illinois University’s Gwendolyn Brooks Center for African-American Literature. In 2017 celebrations of the centenary of Brooks’s birth were held at the University of Chicago and the University of Illinois, Champaign-Urbana, where Gwendolyn Brooks’s papers are held.\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}