{"pf_url": "https://www.poetryfoundation.org/poets/gunter-grass", "name": "Günter Grass", "yob": "1927", "yod": "2015", "image": null, "bio": "\nGünter Grass is widely considered one of Germany’s most important postwar writers and intellectuals. He was born and raised in Danzig, then known as “the Free City of Danzig”; his parents fled their home in 1945 when the city became Polish Gdańsk. Grass studied sculpture in Düsseldorf and at the Academy of Fine Arts in West Berlin. Visual art remained important to Grass throughout his career, and he frequently supplied the cover images for his many books. Known primarily as a novelist, Grass also wrote poetry—he read poems to Group 47, the workshop organized by Hans Werner Richter as a space for postwar writers grappling with the consequences of Germany’s actions during the war. Many writers, including Grass, to emerge from the group took seriously German writers’ responsibility for shaping postwar German thought and culture. Grass’s first collection of poetry, Die Vorzüge der Windhühner (The Advantages of the Windfowl) (1956), included his own drawings, as did his second, Gleisdreieck (Rail Triangle) (1960). Grass’s poetry, including Ausgefragt (Questioned) (1967), also included aphoristic statements on art and culture. An English translation of Grass’s poetry appeared as New Poems (1968). During the 1950s and 1960s, Grass wrote poetry, many plays, and ballets.\nGrass won critical praise and censure as a politically engaged novelist. In novels such as Die Blechtrommel (The Tin Drum) (1959), the first in a series known as the Danzig Trilogy, Grass emerged as the conscience of a generation of Germans who had survived World War II. His novels treat themes of guilt, silence, complicity. They are intimately bound up in history, particularly the histories of middle and eastern Europe. After the success of the Danzig Trilogy, Grass campaigned for Willy Brandt and the Social Democrats (SPD), helping to write speeches. During the 1960s and 1970s, Grass published volumes of political speeches and writings, and his novels began to reflect contemporary events, including the Vietnam War, which was the subject of örtlich betäubt (Local Anaesthetic) (1969). Grass’s later novels, including Der Butt (The Flounder) (1977), often engaged the peace and environmental movements and sometimes took darkly apocalyptic tones. His autobiography My Century (1999) devoted one chapter to each year of the 20th century. In 1999, Grass was awarded the Nobel Prize in Literature.\nThe literary community in Germany and elsewhere was shocked when Grass revealed in 2006 that he had been a member of Hitler’s Waffen-SS and not, as he had previously maintained, simply drafted as an aide serving the air force. In 2012, Grass again generated controversy over the poem “It Must Be Said,” which excoriated Germany for selling arms to Israel and lambasted Israel for its ambiguous nuclear program. Numerous charges of anti-Semitism ensued; Grass maintained he had meant to criticize Israel’s government, not the country or its people.\nGrass was the recipient of numerous honors and awards during his life, including a Büchner Prize, a Premio Letterario Internazionale Mondello, an Antonio Feltrinelli Prize, and a Großer Literaturpreis der Bayerischen Akademie. He held honorary doctorates from Harvard University, Poznan University, and the University of Gdańsk.\n", "attrs": {"Region:": ["Germany"]}}