{"pf_url": "https://www.poetryfoundation.org/poets/ha-jin", "name": "Ha Jin", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/af06f38c93d67741bfb24dbe364a4d97d8db7870.jpeg", "bio": "\nHa Jin was born Xuefei Jin in Liaoning Province, China. He grew up during the Cultural Revolution, served in the army, and earned both his BA and MA at Chinese institutions before arriving in the US on a student visa to pursue a PhD in English at Brandeis University. His dissertation was on Modernist poets such as Pound, Eliot, Auden, and Yeats because, as he told Dave Weich of Powell’s City of Books, “Those four have poems which are related to Chinese texts and poems that reference the culture. My dissertation was aimed at a Chinese job market. I planned to return to China.” Jin and his wife decided to stay in the United States after seeing what happened at Tiananmen Square on television. Before receiving his degree in 1992, Jin had already published his first book of poetry in English, Between Silences (1990). Another book of poetry, Facing Shadows (1996), appeared a few years later. His most recent collection, A Distant Center (2018), explored the artistic process and meditated on philosophies of home. According to Publisher’s Weekly, “the poems, originally composed in Chinese, are often addressed to a ‘you,’ which can take the form of a ‘little rascal’ wren attempting to build a nest above the author’s door or a schoolchild who is unwilling to practice Chinese calligraphy. But most of the time, Jin’s ‘you’ is aimed as much at the self as it is the reader.”\nUnlike his poetry, Jin has written all of his many novels and short story collections in English, including most recently A Map of Betrayal (2014) and The Boat Rocker (2016). Writing about Jin’s idiosyncratic style in the Los Angeles Review of Books, Albert Wu and Michelle Kuo remarked “critics suggest that Jin’s flat style results from either the fact that English is not his first language or his desire to convey an effect of translation, so that a reader grasps an “authentic” China. We don’t disagree, but we wonder if a third reason is at work as well: Jin’s ambivalence about his own status as a writer-in-exile mutes his prose.”\nJin’s early novels and short story collections, like his later work, deal with the experience of Chinese citizens, particularly under Communism, immigrants, and displaced persons. Paul Gray in Time noted that “Ha Jin… offers his characters choices that are incompatible and potentially destructive and then dispassionately records what they do next.” Jin’s first novel, In the Pond (1998), is the tale of a talented artist, Shao Bin, who must spend his time working at a fertilizer plant to support his family. After being assigned inferior housing, Bin protests by drawing a series of cartoons that criticize his supervisors at work. After a series of conflicts with the supervisors, spurred on by more cartoons, Bin eventually receives a promotion to the propaganda office. A writer reviewing In the Pond for Publishers Weekly found that Jin “offers a wise and funny first novel that gathers meticulously observed images into a seething yet restrained tale of social injustice in modern China.” The reviewer also noted the complexity of the book’s characters and concluded that the novel goes beyond its setting of Communist China to “engagingly illustrat[e] a universal conundrum.”\n\nWaiting (1999), which Jin told Weich was based on a true story, generated considerable critical attention. “[A]deliciously comic novel [told] in an impeccably deadpan manner,” observed Gray, again writing in Time. The plot of Waiting centers on three individuals: Lin, a medical student who later becomes a doctor; Shuyu, the woman his ailing parents force him to marry so they will have someone to care for them; and Manna Wu, a nurse with whom Lin falls in love. According to communist law, a couple must be separated for eighteen years before they can legally divorce. The novel covers twenty years, including the eighteen during which Lin and Manna maintain their relationship but decide to wait until they can marry before they will consummate it. Francine Prose of the New York Times Book Review noted: “Character is fate, or at least some part of fate, and Ha Jin’s achievement is to reveal the ways in which character and society conspire.” Jin’s novels have continued to receive praise for their tragi-comic portrayals of communism’s repressive policies, and the human beings who struggle against them. In works such as The Crazed, War Trash, and The Good Life, Jin displays “a fine sense of the human scale of history and an eye for the absurd,” according to Sarah A. Smith in the Guardian. A Kirkus Reviews contributor called War Trash “another brilliant installment in Ha Jin’s history of modern China.”\nJin once told CA: “Because I failed to do something else, writing in English became my means of survival, of spending or wasting my life, of retrieving losses, mine and those of others. Because my life has been a constant struggle, I feel close in my heart to the great Russian masters, including Chekhov, Gogol, and Babel. As for poetry, some ancient Chinese influences are Tu Fu, Li Po, and Po Chu-I.\n\r\n“Since I teach full time, my writing process has been adapted to my teaching. When I have a large piece of time, I write drafts of stories, or a draft of a novel, which I revise and edit when I teach. Each draft is revised thirty times before it is finished.\n\r\n“If I am inspired, it is from within. Very often I feel that the stories have been inside me for a long time, and that I am no more than an instrument for their manifestation. As for the subject matter, I guess we are compelled to write about what has hurt us most.”\n\r\nAsked by Weich whether he would eventually write about the immigrant experience, Jin answered, “I haven’t returned to China since I’ve been here. China is distant. I don’t know what contemporary Chinese life is like now. I follow the news, but I don’t have the mature sensation—I can’t hear the noise, I can’t smell the place. I’m not attached to it anymore. What’s meaningful to me is the immigrant experience, the American life.” The most important work of immigrant literature for him was Nabokov’s Pnin, which, as he said, “deals with the question of language, and I think that’s at the core of the immigrant experience: how to learn the language—or give up learning the language!—but without the absolute mastery of the language, which is impossible for an immigrant. Your life is always affected by the insufficiency.”\n", "attrs": {"Region:": ["Asia, East"]}}