{"pf_url": "https://www.poetryfoundation.org/poets/hadewijch", "name": "Hadewijch II", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Little is known about the life of Middle Dutch visionary and poet Hadewijch, except what can be gleaned from her 13th century writings. Many scholars believe she lived in Antwerp, and her fluency in Dutch, Latin, and French can be taken as evidence that she received an education typically limited to the wealthy. She joined a group of beguines, evangelical women who, outside the monastic system, took vows of poverty, chastity, and service while remaining in the world. Her texts, which include religious poetry, accounts of visions, and religious letters, were written in the vernacular. Hadewijch used elements of the poetic tradition of troubadour poetry, which celebrated romantic love, to construct her ecstatic renderings of yearning for the beloved. Hadewijch has been the subject of much recent study in the fields of feminist theology and historiography. Her work was first translated into English in 1980 when Hadewijch: The Complete Works appeared as part of the Classics of Western Spirituality series. The seminal critical study of her writing, Hadewijch: Writer – Beguine – Love Mystic, by Paul Mommaers with Elisabeth Dutton (1989), won the Flemish Prijs De Standaard and was translated into English in 2004. Poet Jane Hirshfield included a selection of Hadewijch’s poetry in the anthology Women in Praise of the Sacred: 43 Centuries of Spiritual Poetry by Women (1994), and a feature film, Hadewijch, inspired by her life and directed by Bruno Dumont, was first screened in 2010. A group of poems was found along with Hadewijch's manuscripts, written in what appears to be another hand and bearing a more advanced vocabulary than the other poems. Since scholars have long disputed the authority of these poems, they have been set off from Hadewijch's known works and their author is referred to as 'Hadewijch II', who may have been Hadewijch or one of her acquaintances.The location of her grave is not known.\n                                                            ", "attrs": {}}