{"pf_url": "https://www.poetryfoundation.org/poets/harmony-holiday", "name": "Harmony Holiday", "yob": "1982", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0cd52f6d367d9f038464b64eb3bddb3b0b2bc209.jpeg", "bio": "\nBorn in Waterloo, Iowa, poet and choreographer Harmony Holiday is the daughter of Northern Soul singer/songwriter Jimmy Holiday. Her father died when she was five, and she and her mother moved to Los Angeles. Holiday earned a BA in rhetoric at the University of California, Berkeley and an MFA at Columbia University. She is the author of Negro League Baseball (2011), winner of the Fence Books Motherwell Prize; Go Find your Father/A Famous Blues (Ricochet Editions, 2013), a “dos-a-dos” book featuring poetry, letters, and essays; and Hollywood Forever (Fence Books, 2017), which she is turning into an afroballet. She is currently working on a biography of Abbey Lincoln and an epic called M a a f A (Fence, 2020), an exploration of reparations and the body.\r\n \r\nHoliday’s work tests the limits of language and memory, pushing at the elasticity of both poems and prose. A reviewer for Publishers Weekly noted of Negro League Baseball, “Chaotic and mesmerizing, with sex, violence, music, history and semantics moving at breakneck speed, Holiday's debut is a rare event: in prose poems and in isolated lines, her long unruly sentences take in a mother's funeral, a tumultuous love affair, Mississippi family roots, Northern branches, and the partly improvised, often confrontational styles of advanced African-American music from be-bop and post-bop to hip-hop and whatever lies beyond.” She is currently working on a book of poems and lyric essays on Reparations and the body, as well as a biography of jazz singer Abbey Lincoln.\n\r\nHoliday has taught dance at the Alvin Ailey American Dance Theatre and is the founder of Mythscience, an arts collective devoted to cross-disciplinary work that helps artists re-engage with their bodies and the physical world in this so-called digital age, and the Afrosonics archive of jazz and everyday diaspora poetics. In 2013 she was awarded a Ruth Lilly Fellowship from the Poetry Foundation. She lives in Los Angeles.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}