{"pf_url": "https://www.poetryfoundation.org/poets/harold-monro", "name": "Harold Monro", "yob": "1879", "yod": "1932", "image": null, "bio": "\n                                                                    Harold Monro was born in Brussels to Scottish parents. His father and brother died early in his life, losses that would shape his outlook and may account for the melancholic tone of much of his poetry. But he was also taken with the Utopian promises offered in the work of H.G. Wells. Monro’s early press, Samurai Press, was founded on Wellsian socialist ideals, and his early books sprang from this period of questioning and questing: Chronicle of a Pilgrimage (1909), which recounts Monro’s walk from Paris to Milan, and Before Dawn: Poems and Impressions (1911).   Monro is most famous for his role supporting poets and poetry as founder and editor of the magazines Poetry Review and Poetry and Drama and as proprietor of the Poetry Bookshop, a meeting place, in the years leading up to World War I and after, for both Georgian and Modernist poets. Monro is sometimes credited with helping formulate the terms for a more “realistic” kind of war poem. In an editorial for Poetry and Drama, he called for a direct treatment of the war, poems that would expose “the plain facts of the human psychology of the moment.” Monro’s war poem “Youth in Arms” is thought to have influenced Wilfred Owen, a visitor and guest of the bookshop in 1916. Though he suffered from poor health and never saw action, Monro himself served in the Royal Garrison Artillery and the Ministry of Information.    The Poetry Bookshop remained an important meeting place for poets, including T.S. Eliot and his “Criterion club,” until 1935. The press Monro operated from the business published all editions of the anthology Georgian Poetry (1912–1922) as well as first books by Robert Graves, Charlotte Mew, and Richard Aldington. Monro’s own collections, published by the press, include Children of Love (1915), Strange Meetings (1917), Real Property (1922), and The Earth for Sale (1928). At the end of his life, Monro was plagued by financial troubles, politically pessimistic, and all but forgotten. He died of tuberculosis.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}