{"pf_url": "https://www.poetryfoundation.org/poets/harriet-beecher-stowe", "name": "Harriet Beecher Stowe", "yob": "1811", "yod": "1896", "image": null, "bio": "\nHarriet Beecher Stowe was born in Litchfield, Connecticut, the daughter of renowned minister Lyman Beecher. She attended an all-girls school in Hartford, Connecticut, run by her sister Catherine. In 1832, Stowe moved to Cincinnati, eventually marrying Calvin Stowe, a biblical scholar and an educational reformer who encouraged her writing. Stowe is most famous for her anti-slavery novel Uncle Tom’s Cabin (1852). Written in response to the Fugitive Slave Law and the death of her son, the book stirred passionate debate on the eve of the American Civil War. According the popular legend, President Lincoln is said to have described Stowe as “the little woman who wrote the book that started this Great War.” Uncle Tom’s Cabin was one of the 19th century’s bestselling, most translated books and continues to draw scholarly attention for its use of sentiment and its racial politics.\nIn 1873, Stowe moved to Hartford, where she and her family settled at Nook Farm, a community of writers and social reformers that included Mark Twain. Over her long career, Stowe wrote more than 30 books, many essays, and hundreds of articles, hymns, and poems. Like many 19th-century women poets, Stowe dealt with religious themes, and she used the common hymn meter to particular effect. She also wrote sonnets, children’s verse, occasional poems, and meditations. In much of her poetry, Stowe considers the relationship between Protestantism and Catholicism, a relatively radical position for her day. Her poetry was published in anthologies and magazines during her lifetime and collected in the volume Religious Poems (1867). Though Stowe’s career as a novelist overshadows her work as a poet, scholars have worked to highlight her efforts: Michael J. Moran Jr. edited the Collected Poems of Harriet Beecher Stowe (1967), and Nancy Lusignan Schultz is collecting Stowe’s poetry with the aim of situating the work in a transatlantic context. According to Schultz, “Stowe’s poetic opus is significant for what it reveals about nineteenth century attitudes toward such things as spirituality, religion, death, and social change.”\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Victorian"]}}