{"pf_url": "https://www.poetryfoundation.org/poets/harvey-shapiro", "name": "Harvey Shapiro", "yob": "1924", "yod": "2013", "image": null, "bio": "\n                                                                    Poet and editor Harvey Shapiro was born in Chicago in 1924; his family later moved to New York City and Shapiro grew up speaking Yiddish. He served in World War II as an Air Force tail gunner and earned degrees from Yale and Columbia. Though he held teaching positions at Bard College and Cornell University, Shapiro spent most of his career working on newspapers. As an editor of the New York Times Book Review and the New York Times Magazine he was a powerful cultural presence in New York City life and letters. He is credited with suggesting that Martin Luther King Jr. write one of his most famous documents, “Letter from Birmingham Jail.” Although Shapiro called King’s aids and proposed he write such a letter, similar to other letters from political prisoners, the New York Times never ran it.     The author of a dozen books of poetry, Shapiro’s collections include The Eye (1953), Battle Report: Selected Poems (1966), This World (1971), National Cold Storage: New and Selected Poems (1988) and The Sights Along the Harbor (2006). He also edited the anthology Poets of World War II (2003). Influenced by Hart Crane, William Carlos Williams, and Objectivist poets such as Charles Reznikoff, Shapiro’s poetry is known for its economy and pith, and its ironic take on city life. David Barber, reviewing The Sights Along the Harbor called Shapiro the “reigning laureate of New York's vox populi,” and Shapiro’s poems frequently feature the sights and sounds of a now-fading New York.    Often described as a Jewish poet, a city poet, or a witty epigrammist, Shapiro spoke of his own work in the Brooklyn Rail: “What I’ve tried to do in my poetry is portray a quest, a looking-for-the-way, using the city as a trial, as a kind of maze. I guess I have a somewhat religious sense of it—a man tries to find himself and the right way to live.”   Harvey Shapiro died in 2013. He was 88 years old.\n                                                            ", "attrs": {}}