{"pf_url": "https://www.poetryfoundation.org/poets/heather-phillipson", "name": "Heather Phillipson", "yob": "1978", "yod": null, "image": null, "bio": "\nPoet and artist Heather Phillipson grew up in London and rural Pembrokeshire County, in southwestern Wales. She was classically trained on the piano and violin and utilizes musical compositions, images, and texts for her video work. The medium of video, Phillipson has said, “allowed me to be all the things I wanted to be.” Phillipson also works with installation and sculptural environments; her practice extends across many media, including music, text, and performance. As a poet, Phillipson draws on techniques from film editing—notably montage and cutting. In an interview with Rhizome, Phillipson described how her processes intersect and overlap: “whether it's video editing or writing or walking between things in space, it's about the rhythm between the bits. And the bits are always colliding with or repelling or rubbing all over each other, synaesthetically. Structurally, the sculptural installations might be like arriving in the middle of a poem, not knowing what's going on, but understanding it—all these metaphors, line-breaks and non-sequiturs. I'm trying to establish an equivalence, I suppose—a kind of syntax of sounds, images, colours—using them like parts of speech.”\nPhillipson is the author of three collections of poetry: Faber New Poets 3 (2009), NOT AN ESSAY (2012), and Instant-flex 718 (2013), which was shortlisted for a Fenton Aldeburgh First Collection Prize and a Michael Murphy Memorial Prize. The recipient of an Eric Gregory Award, she was named a Next Generation Poet in 2014. Phillipson’s installations have been exhibited widely at Whitechapel Gallery, the Images Festival in Toronto, Frieze Projects, the Sao Paolo Biennale and the Istanbul Biennial, Performa 15, Dundee Contemporary Arts, and the BALTIC Centre for Contemporary Art, among other places. She has held events such as Assembly at Tate Britain, the flavor of cooling enormities at the Serpentine Gallery, and BOG-STANDARD REFRESHER at the ICA in London.\n", "attrs": {"Region:": ["England"]}}