{"pf_url": "https://www.poetryfoundation.org/poets/heinrich-heine", "name": "Heinrich Heine", "yob": "1797", "yod": "1856", "image": null, "bio": "\nHeinrich Heine was born in Düsseldorf, Germany, to assimilated Jewish parents. Heine’s uncle was a powerful banker who supported Heine for much of his life, only to write him out of his will. Heine attended university in Bonn, Göttingen, and Berlin, ostensibly studying law but in truth focusing his efforts and attention on poetry and literature. Because of repressive anti-Jewish laws, Heine converted to Protestantism in an effort to secure a job. His experiences of persecution at the hands of an anti-Semitic state meant that, even as Heine took part in the German Romantic movement, his poetry is widely seen as inaugurating the post-Romantic crisis, wherein art was seen as insufficient to overcome the traumas of modernity. Heine’s poetry draws on Romantic tropes and language, but discovers again and again how such conventions are in fatal tension with reality. His poetry is often suspicious of the Romantic materials with which it’s made.\nHeine wrote both poetry and prose. His famous collection Die Buch der Lieder (The Book of Songs) (1827), was written in the wake of disappointed love affairs with two of his younger cousins. In 1824, Heine traveled to the Harz mountains. He fictionalized the adventure in Die Harzreise (The Harz Journey) and followed it with four more Reisebilder (Pictures of Travel) (1826-31). These works, with their blend of fact and fiction, autobiography and social criticism, helped secure Heine’s literary reputation. His final collection Ideen. Das Buch Le Grand (Ideas. The Book Le Grand) (1827) was conceived as a travelogue of his journey into himself.\nAfter the July Revolution of 1830, Heine went to Paris, where he remained until his death. Though ultimately skeptical of utopian philosophies, Heine was attracted by the French utopian philosopher Saint-Simon. Heine wrote many penetrating newspaper articles about the cultural and political situation in France, which he collected in Franösische Zustände (French Affairs) (1832). He also wrote two books of social criticism aimed at Germany: Die Romantische Schule (The Romantic School) (1833-35) and Zur Geschicte der Relgion und Philosophie in Deutschland (On the History of Religion and Philosophy in Germany) (1834-35).\nHeine’s second volume of poems, Neue Gedichte (New Poems) (1844), included many satirical attacks on German Romanticism as well as a series of politically engaged verse that had first appeared in Karl Marx’s newspaper Vorwärts (Forward). The satirical mode dominated this period of Heine’s career: after a trip to Germany in 1843 he penned the long satirical poem Deutschland. Ein Wintermärchen (Germany. A Winter's Tale); growing disillusioned with utopianism, he wrote Atta Troll: Ein Sommernachtstraum (Atta Troll: A Midsummer Night's Dream) (1847).\nHeine’s last years were unhappy: by 1835, his works had been banned by the German government. His uncle died in 1844, leaving Heine destitute. And in 1848, Heine was bed-ridden with the disease that would claim his life ten years later. Before his death he returned to writing lyric poetry. The lyrics, collected in Romanzero (1851) and Gedichte 1853 und 1854 (Poems: 1853 and 1854), are considered to be the finest poems he ever wrote. Heine is buried in the cemetery at Montmarte in Paris.\n", "attrs": {"Region:": ["Germany"], "School/Period:": ["Romantic"]}}