{"pf_url": "https://www.poetryfoundation.org/poets/helene-johnson", "name": "Helene Johnson", "yob": "1906", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/0cca1a6181d35f842f642177613120182bda0bce.jpeg", "bio": "\n                                                                    Helene Johnson was born in Boston and raised in Brookline, Massachusetts. She never knew her father, and her mother was the child of former slaves. Johnson lived for a time at her grandfather’s house, as well as with two aunts, one of whom nicknamed her Helene. She attended Boston University and Columbia University. Her talents as a writer were noticed early when she won first prize in a short story contest sponsored by the Boston Chronicle. In the 1920s, she moved to New York City with her cousin Dorothy West, a novelist, and became part of the Harlem Renaissance. In his essay in the book The Harlem Renaissance Remembered, Ronald Primeau described her work: “Helene Johnson … combines an expression of unquenchable desires with realistic description of ghetto life and a discovery of the roots of her people.”    Johnson published many poems in small magazines during the 1920s and early 1930s, including the first and only issue of Fire!!, edited by Wallace Thurman, Langston Hughes, and Richard Bruce Nugent. Johnson’s work also appeared in journals such as Opportunity: A Journal of Negro Life and Vanity Fair and in later anthologies such as The Poetry of the Negro (1949), American Negro Poetry (1963), and Voices from the Harlem Renaissance (1976). Her last published poems appeared in the mid-1930s, in an issue of Challenge: A Literary Quarterly. Johnson married William Hubbell in 1933 and had one daughter, Abigail McGrath. Though Johnson continued to write, and her work appeared in anthologies, she never published original poetry again. She died in 1995.\n                                                            ", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Harlem Renaissance"]}}