{"pf_url": "https://www.poetryfoundation.org/poets/helen-maria-williams", "name": "Helen Maria Williams", "yob": "1761", "yod": "1827", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/21ae9853583e7e22429e9ee3f737faf8010f8277.jpeg", "bio": "\n                                                                    ﻿Helen Maria Williams was a British poet, novelist, essayist, and translator known for her support of radical causes, such as abolitionism and the French Revolution. Born in London, Williams was educated by her mother and began publishing her poetry and essays with the help of her mentor, Dr. Andrew Kippis. Ardently political, one of Williams’s first works, An Ode on the Peace, celebrated the end of the American Revolution.\r\nIn 1784, under Kippis’s guidance, Williams wrote Peru, a long poem in six cantos, which detailed the results of Spanish colonialism on the indigenous people of South America. Her next collection, Poems, published in 1786, demonstrated her abilities as a social critic and an advocate of feminine sensibility; its poems vehemently opposed war, slavery, religion, and Spanish colonial practices. Williams’s novel supporting the French Revolution, Julia, was published in 1790.\nOnce Williams had allied herself with the Girondists, she moved to Paris and primarily wrote letters and prose. She also hosted salons, entertaining such philosophers as Mary Wollstonecraft, Francisco de Miranda, and Thomas Paine. Thrown into a Luxembourg prison for her political beliefs, Williams was allowed to write sonnets and work on a series of English translations of French literature, most notably Jacques-Henri Bernardin de Saint-Pierre’s novel Paul et Virginie.\n Williams was eventually released from prison and fled to Switzerland for a short period before returning to Paris. She continued to write until Napoleon arrested her in 1802 for her poem Ode on the Peace of Amiens. Troubled by Napoleon’s imperial ambitions, Williams stopped writing for a period of time. She resumed her literary career in 1815, however, and wrote poems, letters, sketches, some short fiction, and translations until her death.\n\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}