{"pf_url": "https://www.poetryfoundation.org/poets/henri-michaux", "name": "Henri Michaux", "yob": "1899", "yod": "1984", "image": null, "bio": "\nMichaux is a poet of unique style, one that is particularly difficult to pinpoint. He most closely resembles the surrealists, but cannot even accurately be grouped with them. Frederic Sepher pointed out that much of his poetry reads like short stories, although most of it does rhyme. He stated that while Michaux is probably the \"least lyric of all contemporary French poets,\" and employs few metaphors, \"he is brilliantly imaginative, inventive and rythmic. He even verges on the musical in his haunting, desperate litanies with their repetitions and developments.\"\n\r\nHaunting, too, is Michaux's emphasis on \"the strangeness of natural things and the naturalness of strange things,\" as Andre Gide once described Michaux's philosophy. Like Swift, Flaubert, and Lautreament, Michaux created imaginery lands inhabited by equally chimerical creatures. The royal spider, the Hacs, the Emanglons, and the Gaurs are just a few of the inhabitants in what are considered his best works, including Voyage en Grande Garbagne, Au Pays de la magie, and Ici, Poddema. These creatures are portrayed as being more real than human beings. So are their worlds seen as being far less fantastic and less absurd than the one in which Michaux himself lives. As a Times Literary Supplement critic put it, \"It is surprising how true much of his poetry is even at the most superficial level.\" What has really happened in the thirty-odd years since the publication of Voyage en Grande Garbagne seems more strange than what is in the book, the critic asserted.\n\r\nMichaux's world is filled with aggression and hostility. Through his writings he emphasizes fears and anxieties that are most often suppressed by others. As Sepher pointed out, Michaux's poetry is a form of self-analysis: it exorcises the terrible demons that reside within him. And to absorb blows that life meant for him, he invented a character named Plume. Plume is a weak, pathetic, yet humorous person, resembling Charlie Chaplin, who is constantly being bullied by his more intrepid associates. He embodies the weakness Michaux sees in himself, and in all men.\n\r\nMichaux's works are imbued with a sense of alienation not only from others, but from himself as well. He warns that twentieth-century life is dangerous: one must be perpetually on guard for it is too easy to lose oneself, a frightening feeling he often describes. There is an ever-present conflict between one's inner and outer lives. Michaux contends that by developing stringent social mores that lead to the suppression of the individual by society, it is man himself who is responsible for this conflict. But man's condition is not hopeless. Michaux combats his own struggle between inner thoughts and the outside world by practicing strict self control, and with a sense of humor that is \"one of his most salient characteristics,\" as Sepher observed.\n\r\nWhile Michaux's writings are read worldwide and his poetry is currently popular among young people in France, the man himself remains somewhat of an enigma. Introverted and introspective, Michaux has screened much of his private life, especially his early years, from public view. It is known, however, that he felt alienated from his parents from the beginning. He voraciously read the works of mystics, and later was influenced by the writings of Lautreament, Ruysbroeck, Kafka, and Ernst Hello. He also painted, inspired by the modernist artists, most notably Paul Klee.\n\r\nIn his youth, Michaux had hoped to join the priesthood but was dissuaded from doing so by his father. Instead, he pursued medical studies but eventually abandoned them to sail with the merchant marines. As a sailor, Michaux traveled to the United States, South America, and England, and later, on his own, to Asia, where he accumulated material used in writing travel books, such as Ecuador and Un barbare en Asie. But the travels he described were not all physical: even then, Michaux also wrote of the journeys within himself. In New Republic, a critic commented: \"Coming upon Ecuador today one cannot, except by an act of imagination, appreciate the revolutionary thing it was when it was first published, nor the risk that Michaux took in those days. But the risk and the kind of adventure in which he engaged deserves to be compared with that of other great innovative writers of our time. Like them, he is powerful, incomplete, shifting, strangely satisfying and dissatisfying.\"\n\r\nLike Aldous Huxley, Michaux experimented with hallucinogenic drugs, primarily mescaline, in exploration of his inner self and of further awareness. He was fifty-seven when he embarked on his first drug-induced voyage. At sixty-seven he gave up drugs at his doctor's advice, believing he had already experienced all that he could with them anyway. Some of his experiences are mirrored in The Major Ordeals of the Mind and the Countless Minor Ones, Miserable Miracle, L'Infini turbulent, Connaissance par les gouffres, and L'Espace du dedans. The latter is \"not the kind of book to be read from cover to cover, but one to be dipped into, a little at a time,\" a Times Literary Supplement critic noted. Michaux's \"poetry is the result of exploring and, in its most liberal sense, analysing the 'space within', the infinite universe of the inner self where the galaxies move and revolve according to laws whose mathematics may be forever beyond our comprehension.\"\n\r\nIn recent years, Michaux has devoted most of his talents to painting. That, for him, is another form of exorcism. He has said that he can better express himself through this medium. Many of his books include original drawings and paintings.\n", "attrs": {"Region:": ["France"]}}