{"pf_url": "https://www.poetryfoundation.org/poets/henry-newbolt", "name": "Henry Newbolt", "yob": "1862", "yod": "1924", "image": null, "bio": "\nHenry Newbolt is best known for writing poetry that heralded his native England during the reign of Queen Victoria and the early 20th century. In addition to poetry, Newbolt wrote novels and criticism while enjoying the company of other leading literary figures of the time, such as Henry James, Thomas Hardy, William Butler Yeats, Ezra Pound, and T.S. Eliot. The lines “Play up! play up! and play the game,” from his poem, “Vitai Lampada,” immortilized Newbolt in the hearts of his fellow countrymen. These words, according to Coulson Kernahan, author of Six Famous Living Poets, were a call to all men and women to defend their country in an hour of need. These famous lines demand that “in life’s battle-field [sic], whether a battle-field only figuratively, or a battle-field in reality to play the game.” Newbolt once lamented those very same words, as their popularity had come to haunt him everywhere he traveled and lectured.\nEarning his law degree in 1887, Newbolt divided his time between writing and practicing law. He produced a few works, including a novel, Taken from the Enemy (1892), and a play, Mordred (1895). During this time, Newbolt also contributed articles to the Law Digest. After 12 years as a lawyer, he finally succumbed to his first love—literature—and devoted himself full-time to pursuing his art. He married Margaret Edina Duckworth and settled into a writer’s life. Newbolt’s early work garnered him some minor attention, but his career took off when “Drake’s Drum” appeared in Longman’s Magazine in 1896. Critics everywhere hailed the work as a masterpiece. The poem is a patriotic piece using direct, yet lyrical language that celebrates the spirit of England. “Composed of all the elements which were to characterize Newbolt’s patriotic ballads—memorable lines, musical rhythms perfectly attuned to subject and theme, patriotic fervor, simple, direct, unrhetorical language,” stated Dictionary of Literary Biography contributor James G. Nelson, “‘Drake’s Drum’ is the epitome of what endeared the poet to his admiring public.” It was published again one year later in a collection called Admirals All and Other Verses. Together with 11 additional Newbolt poems, the collection was a bestseller, enjoying 30 printings by 1910 and turning Newbolt into an national celebrity.\nNewbolt’s fame was dually credited to his craft and the pride that was instilled in England’s citizens during that time, causing the poem to deeply resonate with its audience. He continued with similar themes and wrote 28 more poems for the collection The Island Race (1899). With the success of his poetry reaching ever higher levels, Newbolt was afforded flexibility to explore his art. He experimented with the use of classical meters, mixing up the rhythm of his lines, an original technique that critics praised. With this technique, Newbolt had truly made his mark and distinguished himself apart from other poets of the time. The Island Race was rich in patriotism, yet Newbolt fully knew the dangers of blind faith in one’s country. This sentiment is evident in the opening poem of the collection, “Vigil,” a poem that addresses the Boer War. Newbolt writes, “Know’st thou what is Hatred’s meed? What the surest gain of Greed? England! wilt thou dare to-night [sic] Pray that God defend the Right?” Newbolt not only gained the respect of critics for dealing with patriotism in such a complex and respective manner, but furthered the admiration among his peers, such as Yeats.\nAt this time Newbolt turned his attention to prose, writing two novels and an historical treatise in the span of fours years. The historical book, The Year of Trafalgar was published in 1905. In 1907 Newbolt followed with The Old Country: A Romance, which took place in the hometown of Frome, where Newbolt’s wife was raised. Third, The New June: A Novel appeared in 1909. An historical romance novel, Newbolt wrote about Richard II, but put his characters in modern-day dress and speech. The Saturday Review hailed it as “a story that is not only historically true but that rings true to the reader,” the critic going on to praise the work for its ability to place the reader in the middle of the action as if Newbolt’s audience were “taking part in heroic happenings.”\nNewbolt expanded his repertoire and moved beyond the subject of patriotism in some of his later poetical works, including The Sailing of the Long-Ships and Other Poems (1901), Songs of Memory and Hope (1909), and Poems New and Old (1912). In the poem “The Presentation,” Newbolt explores themes of love, nature, and family; in “Ave, Soror,” the subject matter concerns lost innocence; “Rilloby Rill,” has a light-hearted, humorous tone; “The Return of Summer: An Ecologue,” pays tribute to the poets of the Renaissance. Poems New and Old, Newbolt’s most comprehensive collection, sold so many copies it went back to the printer five times. At the same time Poems New and Old enjoyed its success, Newbolt worked in the military service during World War I. A devoted public servant, Newbolt held posts with the Admiralty and the Foreign Office, as well as the Ministry of Information.\nNewbolt was knighted in 1915 as a result of his poetic abilities and his dedication to his country. His last collection of poetry, St. George’s Day and Other Poems (1918), included pieces on the war, but it did not receive much critical praise. At that time Newbolt turned his attention to poetry and prose criticism, as well as more novels. In addition to The Book of the Blue Sea (1914) and The Book of the Thin Red Line (1915), his Tales of the Great War (1916) was praised for its objectivity by a writer for the Springfield Republican, being “singularly free from hatred and abuse of the enemy.” The reviewer continued to recommend the book to “everyone interested in the great war [as they] will find much material in [the] book to form an adequate picture of the battles already waged on land and sea.”\nIn 1931 Newbolt published the first of two volumes of his autobiography titled My World as in My Time. He died before completing the second volume, but his wife, Margaret, published The Later Life and Letters of Sir Henry Newbolt in 1942, four years after his death. Newbolt’s impressive collection of works stands as a firm representative of his unique talent. Despite Kernahan’s prediction that Newbolt would be well remembered in the future for his patriotic poems, saying “Could we thus step forward a hundred years, I question whether we should find that as much even as the very name of more than half a dozen living poets would be remembered ... Henry Newbolt’s name will be there,” and despite the fact that his work was highly praised during his time, Newbolt remains relatively unknown in modern literary circles. “A poetry now quite foreign to the contemporary idiom,” explained Nelson, “Newbolt’s ballads and lyrics seem destined to survive only as single lines in our memories ... and as period pieces in our anthologies.”\n", "attrs": {"Region:": ["England"]}}