{"pf_url": "https://www.poetryfoundation.org/poets/henry-wadsworth-longfellow", "name": "Henry Wadsworth Longfellow", "yob": "1807", "yod": "1882", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/b6573c35da002c0c3e998585acb39ebb6092738b.jpeg", "bio": "\nHenry Wadsworth Longfellow was one of the most widely known and best-loved American poets of the 19th century. He achieved a level of national and international prominence previously unequaled in the literary history of the United States and is one of the few American writers honored in the Poets’ Corner of Westminster Abbey—in fact, he is believed to be the first as his bust was installed there in 1884. Poems such as “Paul Revere’s Ride,” Evangeline, A Tale of Acadie (1847), and “A Psalm of Life” were mainstays of primary and secondary school curricula, long remembered by generations of readers who studied them as children. Longfellow’s achievements in fictional and nonfictional prose, in a striking variety of poetic forms and modes, and in translation from many European languages resulted in a remarkably productive and influential literary career. His celebrity in his own time, however, has yielded to changing literary tastes and to reactions against the genteel tradition of authorship he represented. Even if time has proved him something less than the master poet he never claimed to be, Longfellow made pioneering contributions to American literary life by exemplifying the possibility of a successful authorial career, by linking American poetry to European traditions beyond England, and by developing a surprisingly wide readership for Romantic poetry.\r\n \r\nBorn on February 27, 1807, in Portland (while Maine was still a part of Massachusetts), Henry Wadsworth Longfellow grew up in the thriving coastal city he remembered in “My Lost Youth” (1856) for its wharves and woodlands, the ships and sailors from distant lands who sparked his boyish imagination, and the historical associations of its old fort and an 1813 offshore naval battle between American and British brigs. His father, Stephen Longfellow, was an attorney and a Harvard graduate active in public affairs. His mother, Zilpah (Wadsworth) Longfellow, was the daughter of General Peleg Wadsworth, who had served in the American Revolution. She named this second son among her eight children for her brother, Henry Wadsworth, who had died in Tripoli harbor in 1804. The family occupied the first brick house in Portland, built by the general and still maintained as a literary shrine to its most famous occupant. Henry began his schooling at age three, when he and his older brother, Stephen, enrolled in the first of several private schools in which they prepared for entrance to Bowdoin College. Aside from a leg injury that nearly resulted in amputation when he was eight, Henry apparently enjoyed his school friendships and outdoor recreation both in Portland and at his Grandfather Wadsworth’s new home in Hiram, Maine. His father’s book collection provided literary models of a neoclassical sort, and family storytelling acquainted him with New England lore dating to pilgrim days. The boy’s first publication, appearing in the November 17, 1820 Portland Gazette and signed simply “Henry,” drew on local history for a melancholy four-quatrain salute to warriors who fell at “The Battle of Lovell’s Pond.” A family friend’s dismissal of the piece as both “stiff” and derivative may have discouraged Henry’s ambition for the time. Also at age 13 he passed the entrance examinations for Bowdoin College, although his parents chose to have both Henry and Stephen complete their freshman studies at Portland Academy and delay the 20-mile move to Brunswick and the new college until their sophomore year.\r\n \r\nBowdoin College, when Henry and Stephen Longfellow arrived for the fall 1822 term, was a small and isolated school with a traditional curriculum and conservative Congregational leadership. The stimulus Henry Longfellow found there came less from classes or the library (open one hour a day and allowing students only limited borrowing privileges) than from literary societies. Elected to the Peucinian Society, he mixed with the academically ambitious students of the college (more serious than his brother or than classmates Nathaniel Hawthorne, Franklin Pierce, and Horatio Bridge—all belonging to the Athenean Society). The book holdings of the Peucinian Society, its formal debates, and its informal Conversations about contemporary writing and American authors encouraged Henry to direct his ambition toward literature despite his practical father’s preference for a career in law or one of the other established professions. Favorable responses to poems, reviews, sketches, and essays he contributed to the Portland Advertiser, American Monthly Magazine, and United States Literary Gazette sparked hopes for editing and writing opportunities that collided against the materialistic pragmatism of New England culture. Public speaking provided other outlets for Henry’s artistic and rhetorical skills at Bowdoin: in his Junior Exhibition performance he anticipated The Song of Hiawatha (1855) by speaking as a “North American Savage” in a dialogue with an English settler, and his commencement address argued for redirection of national values in support of “Our American Authors.”\r\n \r\nUnenthusiastic about a legal career, Longfellow bargained with his father for a year of postgraduate study in literature and modern languages while he explored possibilities of supporting himself by writing. Fate, however, intervened to protect him from the bar. Mrs. James Bowdoin, for whose late husband the college had been named, contributed $1,000 to endow a professorship in modern languages (only the fourth in the United States), and—on the strength of Longfellow’s translation of a Horace ode that had impressed one of his father’s colleagues among Bowdoin trustees—college authorities offered the position to the young graduate at his 1825 commencement on the condition that he prepare for the post by visiting Europe and becoming accomplished in Romance languages. On the advice of George Ticknor of Harvard, Longfellow decided to add German to French, Spanish, and Italian. He sailed from New York to Le Havre in May 1826 and spent the next three years rambling through Europe’s cities and countrysides, absorbing impressions of cultures and places, living with families in Paris, Madrid, and Rome, and developing linguistic fluency. Before he settled down in the university town of Göttingen, to which Ticknor had directed him, Longfellow’s approach to language acquisition was less systematic than impressionistic and even desultory. His model was Washington Irving, to whom he was introduced while in Spain, and Longfellow envisaged putting his experience to Irvingesque literary use. Homesickness, however, prompted him to develop a proposal for a never published new-world sketchbook featuring New England settings and stories, rather than any literary account of European materials; “The Wondrous Tale of a Little Man in Gosling Green,” which appeared in the November 1, 1834 issue of the New Yorker, exemplified his intent for that projected volume. In Germany, Longfellow settled down to relatively disciplined study in preparation for his Bowdoin professorship, though his readings there focused more on Spanish literature than German.\r\n \r\nReturning to Maine in summer 1829, Longfellow as a young professor soon found himself immersed in the unpoetic routines of pedagogy. Later, he distilled memories of European wanderings (along with material from his college lectures) into Outre-Mer; A Pilgrimage beyond the Sea (1833-4) and the anticipatory “Schoolmaster” pieces he published between 1831 and 1833 in the New-England Magazine, but not before directing his talents to more practical kinds of writing.\r\n \r\nBack at Bowdoin in his new role, Longfellow felt stultified in a college atmosphere so different from what he had experienced at Göttingen and stifled by the provincial atmosphere of Brunswick. He also found himself overburdened with instructional tasks—introducing students to the rudiments of various languages and developing teaching materials he could use in classes to replace rote recitation of grammar with literary conversation and translation. Most of his publications for the next few years involved textbooks for students of Spanish, French, and Italian. Aspiring to scholarly recognition beyond Brunswick, Longfellow also regularly wrote essays on French, Spanish, and Italian languages and literatures for the North American Review between 1831 and 1833. Aside from two Phi Beta Kappa poems—the first at Bowdoin in 1832 and the other the next year at Harvard—the poetry he was composing consisted chiefly of translations from Romance languages that he used in his classes and articles. His continuing concerns about the place of poetry in American culture emerged, however, in his 1832 review essay on a new edition of Sir Philip Sidney‘s “A Defence of Poetry,” in which Longfellow argued that “the true glory of a nation consists not in the extent of its territory, the pomp of its forests, the majesty of its rivers, the height of its mountains, and the beauty of its sky; but in the extent of its mental power,—the majesty of its intellect,—the height and depth and purity of its moral nature.”\r\n \r\nDespite the frustrations Longfellow experienced in his new vocation, there was personal happiness. Shortly after his return from Europe, he began his courtship of Mary Potter, daughter of Judge Barrett Potter; she was a Portland neighbor who was a friend of his sister Anne. Longfellow and Mary Potter were married in September 1831. After a period in a boardinghouse near Bowdoin, they set up housekeeping in Brunswick even as the young husband explored every possible avenue of escape from that all-too-familiar environment. Longfellow sought diplomatic posts, considered opening a girls’ school in New York or taking over the Round Hill School in Northampton, and applied for professorships in Virginia and New York before release came in the form of an invitation to succeed Ticknor as Smith Professor of Modern Languages at Harvard. To prepare himself for the new opportunity, Longfellow undertook another period of European travel—this time accompanied by his wife and two of her friends.\r\n \r\nLongfellow’s goal in this second European journey was to acquaint himself with Scandinavian languages while strengthening his command of German language and literature. The trip began happily with a London visit and Longfellow’s introduction to Thomas Carlyle, whose excitement over Johann Wolfgang von Goethe and Friedrich Schiller heightened Longfellow’s interest in German Romanticism. From London the Longfellow party proceeded to Sweden, Denmark, and the Netherlands. Sorrows beset them, however: from Copenhagen, Mary Goddard was summoned home by news of her father’s death; in Amsterdam the ailing Mary Potter Longfellow suffered a miscarriage in October 1835. Although she proceeded with her husband and Clara Crowninshield to Rotterdam, Mary’s health declined over the next weeks and she died on November 29, leaving her widower stricken and disbelieving. In his grief Longfellow moved on to Heidelberg and immersion in German literature—readings in Goethe, Schiller, Ludwig Uhland, Jean Paul Richter, E.T.A. Hoffmann, and Novalis (Friedrich von Hardenberg)—that awakened a new sense of poetry as emotional expression. In that university town he met William Cullen Bryant, who had been a major influence on his early poetry and an inspiring model of American authorship. Restless and sorrowful, Longfellow then set out alone to travel through the Tyrol and Switzerland. Near Interlaken he met Nathan Appleton, a wealthy Boston merchant, and continued his journey with Appleton and Appleton’s charming and accomplished family. After falling in love with 17-year-old Frances Appleton, Longfellow returned to Heidelberg to escort Mary’s friend Clara Crowninshield home to the US. There he settled down to his professorial duties at Harvard, freed from some of the Bowdoin drudgery but still feeling oppressed by responsibilities to supervise native-language instructors and provide some basic instruction himself in each of the languages in the curriculum of the university while preparing lectures on European literatures.\r\n \r\nAfter a brief period of boarding on Professors’ Row in Cambridge, Longfellow found lodging in the Craigie mansion on Brattle Street, occupying the room that had once been George Washington’s headquarters. Resuming friendship with Fanny and Mary Appleton and their brother Tom, Longfellow was crushed by Fanny’s rejection of his 1837 marriage proposal. Again, he sought solace by flinging himself into his work. He was still writing learned essays for the North American Review—this time concentrating attention on Teutonic languages, including Swedish and early English. Still committed to the native writers of the United States, he wrote a July 1837 review in praise of Hawthorne’s Twice-Told Tales (1837) even as he turned his own ambitions back toward the writing of poetry. “A Psalm of Life“ (1838) expresses both the confusion of his feelings in that time of discouragement and his resolve not to succumb to mournful passivity. Its counsel to “Act,—act in the living Present!” and its injunction to “be up and doing, / With a heart for any fate” gave poetic expression to the motto he had discovered in a German graveyard and translated in the epigraph to Hyperion, A Romance (1839) as “Look not mournfully into the Past. It comes not back again. Wisely improve the Present. It is thine. Go forth to meet the shadowy Future, without fear, and with a manly heart.”\r\n \r\nLongfellow’s most ambitious effort in prose, Hyperion blended the sketchbook attributes of Outre-Mer with elements of the Romance as Longfellow developed the fictional persona of Paul Flemming to act out his lingering grief for Mary, rejected love for Fanny, and poetical aspirations spurred by German authors. The book met with only modest success while deepening Fanny’s estrangement, sparking considerable Boston gossip, and drawing mixed but often hostile responses from reviewers. The failure of its first publisher kept half the first edition of 1,200 copies from distribution, and the eventual readership of the book, American travelers in Europe, probably discovered Hyperion based on its author’s later reputation rather than its inherent merits as prose fiction.\r\n \r\nMore important, Longfellow turned back to poetry after that second European journey and found encouragement in the warm reception of a group of poems he classified loosely as “psalms.” Although he never received any money from Knickerbocker’s, where several of these poems first appeared, Longfellow discovered an appreciative public response to the sad wisdom he had distilled from the disappointments of life; sadness empowered him to speak comforting, encouraging words to the many readers who responded gratefully to “A Psalm of Life,” “The Reaper and the Flowers,” “The Light of Stars,” “Footsteps of Angels,” and “Midnight Mass for the Dying Year.” He collected these and other early poems in Voices of the Night, like Hyperion published in 1839, and followed up on that success with Ballads and Other Poems (1842), which featured short narrative poems such as “The Skeleton in Armor“ and “The Wreck of the Hesperus,” a character sketch that he thought of as another psalm titled “The Village Blacksmith,” and a poem of Romantic inspiration, “Excelsior.” He was exploring American subject matter in many of these poems—even in “The Skeleton in Armor,” which drew an unexpected link between medieval Scandinavian war songs and New England antiquities. This period was also one of experimentation in dramatic writing, although publication of The Spanish Student was delayed until 1843.\r\n \r\nA third trip to Europe followed in 1842, when Longfellow took a brief leave of absence from professorial tasks to travel for his health. Although the sonnet “Mezzo Cammin,” written toward the end of that stay in Germany, laments how “Half of my life is gone, and I have let / The years slip from me and have not fulfilled / The aspiration of my youth, to build / Some tower of song,” he was entering into a vigorously productive period of his career. In Germany, Longfellow formed a close friendship with the poet Ferdinand Freiligrath, and in England he deepened an earlier acquaintance with Charles Dickens. Inspired by social concerns raised by both writers, Longfellow devoted the voyage home to writing seven of the eight poems published on his return as Poems on Slavery (1842). “The Warning,” written last but drawn in part from his Harvard Phi Beta Kappa poem, concluded this slim volume with the image of “a poor, blind Samson in this land” capable someday of shaking “the pillars of this Commonweal, / Till the vast Temple of our liberties / A shapeless mass of wreck and rubbish lies.” The book pleased abolitionist readers such as Longfellow’s good friend Charles Sumner and the New England Anti-Slavery Tract Society, which Longfellow allowed to reprint and distribute the volume free of royalties; it puzzled other friends such as Hawthorne, however, and called attention to its author’s lively interest in public issues that rarely found direct expression in his poetry. Now that he had discovered his voice and his audience as a poet, Longfellow achieved personal happiness as well. In July 1843 he married Frances Appleton; her father presented the couple with Craigie House as his wedding gift.\r\n \r\nThe marriage was an exceptionally happy one for both partners and brought Longfellow the domestic stability he had missed. Six children were born to the couple—Charles, Ernest, Fanny, Alice, Edith, and Anne Allegra. Both Craigie House in Cambridge and the beach home in Nahant, Massachusetts, where the Longfellows summered from the 1850s became centers of hospitality extended to American and European guests—many of them literary figures—and Longfellow’s many admirers. Fanny Longfellow took pride in her husband’s growing reputation and actively assisted him. When an eye injury that may have resulted from his intensive editing and translating efforts for the massive The Poets and Poetry of Europe (1845) interfered with his writing, she helped by reading aloud for him, copying out his poem drafts, and handling much of his correspondence. Fanny is also credited with directly inspiring two poems that emerged from their wedding trip— “The Arsenal at Springfield,” the peace poem she requested, and “The Old Clock on the Stairs“; both poems appeared in The Belfry of Bruges and Other Poems (1845; copyright 1846). Most poems in the book had appeared earlier in Graham’s Magazine, which had paid both Longfellow and Bryant the unprecedented sum of 50 dollars a poem, and had reappeared in an illustrated edition of Longfellow’s poems published earlier that year by Carey and Hart in Philadelphia. As the title suggests, the collection included many poems influenced by his 1842 travels in northern Europe; among them were the title poem, “Nuremberg,” “The Norman Baron,” “Walter Von Der Vogelweid,” and several translations. Other poems had local settings—for example, “The Bridge,” which contrasted Longfellow’s newfound personal peace with the melancholy of his earlier years in a reflection on the bridge over the Charles River near his home. “To a Child,” one of the most popular poems of the book, expressed paternal tenderness toward his first son, while the sonnet “Dante” looked toward a later stage of literary productivity. Longfellow published two collections of verse by other poets, The Waif (1845) and The Estray (1846), each preceded by an original poem relating to the poet and his audience. “The Day Is Done” (1844) speaks to the comforting quiet offered the weary reader by “some humbler poet” than the Miltonic and Dantean masters—a poet such as Longfellow found himself becoming by virtue of the kindly, sympathetic tone that characterized his popular poems. “Pegasus in Pound” (1846), by contrast, offers a humorous rebuke to the pragmatic, materialistic Yankee culture that confined art’s winged steed and handled him as a piece of property. Longfellow returned to this theme three years later in his last major prose composition, Kavanagh, A Tale (1849). Although the title character, the liberal-minded young minister of a rural New England church, is the central figure of a love triangle involving two close female friends, Cecilia Vaughan and Alice Archer, Longfellow probably took more interest in the schoolmaster, whose literary ambitions are continually frustrated by the press of teaching, fatherhood, and demands made on his time by an aspiring poetess. Although Churchill’s failure results most of all from his own limitations—his inattentiveness to sources of inspiration nearest at hand and his lack of driving literary commitment—it also reflects the indifference of Americans to artistic aspirations not in tune with the chauvinistic bombast of the comical magazine editor of the book, who calls for “a national literature altogether shaggy and unshorn, that shall shake the earth, like a herd of buffaloes thundering over the prairies.”\r\n \r\nYet, Longfellow achieved perhaps his greatest popular success with Evangeline, A Tale of Acadie, a verse romance the geographic sweep of which across French and English America in the 18th century makes it a virtual epic, although in the sentimental mode and featuring a heroine notable for her humble, loving endurance rather than military prowess. The germ of the story reached Longfellow through the Reverend Horace L. Conolly, who had failed to interest his friend Hawthorne in developing the legend of Acadian lovers separated on their intended wedding day by an English edict displacing French Canadian settlers in order to establish Nova Scotia. Although the original story involved the maiden’s lifelong search only through New England, Longfellow extended its geographic range. Much of the charm of the poem lies in its evocation of place, from the pastoral Grand-Pré, where Benedict Bellefontaine, Evangeline’s father, “dwelt on his goodly acres,” through the bayous of Louisiana, where the Acadian blacksmith Basil Lajeunesse, Gabriel’s father, achieves new prosperity as a rancher, through the forests of French mission territory at the base of the Ozarks, where Evangeline ventures in seeking Gabriel, all the way to Philadelphia, where the aged heroine finds her lover dying in a hospital for plague victims and where they are buried together. There is little action in the story as Longfellow tells it: the Acadians submit quietly to British tyranny; Gabriel’s adventures take place out of sight; and Evangeline’s quest involves a good deal of travel, admittedly, but no conflict. She serves as a model of “affection that hopes, and endures, and is patient.” The crucial event of the story is the reunion that almost happens but fails, when Gabriel’s northward-bound boat passes at night by the one in which Evangeline and their priest are resting on their journey to his father’s new home. Despite some criticism of the Virgilian dactylic hexameter meter with which Longfellow experimented in Evangeline, the poem proved enormously successful. Longfellow completed his writing on his 40th birthday. The book appeared in late October and was in its sixth edition by mid-January. Hundreds of editions, translations, and imitations followed, and Evangeline won admiration in Europe (from which Longfellow drew some of his sources) as well as the United States. It was probably the most celebrated American poem of the century.\r\n \r\nLongfellow thanked his readers in the “Dedication” to The Seaside and the Fireside (1849), which assured all those distant friends responsive to his poetry that “If any thought of mine, or sung or told, / Has ever given delight or consolation, / Ye have repaid me back a thousand-fold, / By every friendly sign and salutation.” As the title indicates, this book maintained a balance between poems of nature invoking in various ways the poet’s Portland boyhood and oceanic travels and poems of home life—notably “Resignation,” an elegy for his year-old daughter Fanny. Both seaside and fireside come together in “The Fire of Drift-Wood,” a mood piece employing imagery of light and warmth drawn from shipwreck as a metaphor for intuited estrangement among friends. There were still poems drawn from Longfellow’s travels and his readings in European literatures, but the most celebrated poem of the book was among his most patriotic pieces. “The Building of the Ship“ combines a tribute to the master builder who designed the ship with a love story linking the master’s daughter to the “fiery youth” employed in its construction while making clear that the Union stood allegorically for the United States on the eve of secession. Fanny Kemble performed this poem in dramatic readings, bringing herself and audiences to tears in the memorable emotional crescendo of the last stanza with its invocation to an imperiled country that is nonetheless the best hope for the world: “Thou, too, sail on, O Ship of State! / Sail on, O UNION, strong and great!” President Abraham Lincoln, hearing these lines recited in the midst of the Civil War, is reported to have wept before remarking, “It is a wonderful gift to be able to stir men like that.”\r\n \r\nThe next decade proved one of leave-takings for Longfellow but also of exceptional accomplishment. His father died in 1849, his brother Stephen in 1850, and his mother in 1851. In 1854 he resigned his Harvard professorship—partly because of his eyesight, partly for relief from academic pressures and contention with the university corporation on behalf of his department, but probably most of all because he found he could support his household on the strength of his poetry and desired more opportunity for writing. Each new book extended his fame, and he was bombarded with invitations for literary contributions and for autographs. A sociable man known for his graciously winning manners, Longfellow took pleasure in associations with other literary figures through the Saturday Club, founded about 1855 for monthly dinner meetings, and the Atlantic Club, which brought together contributors to the Atlantic Monthly after its launching in 1857.\r\n \r\nHe was engaged in ambitious projects. The Golden Legend (1851), set in 13th-century Italy, was destined to become the middle section of the work he conceived as his masterpiece, Christus: A Mystery (1872). It represented the medieval phase of Christianity and the virtue of faith (mixed, inevitably, with superstition) by dramatizing the story of a peasant girl’s willingness to die so that a prince might be healed of his illness. For this work Longfellow drew on European sources, chiefly Hartmann von Aue’s Der Arme Heinrich (circa 1191). Soon afterward, however, he returned to the most American of topics in The Song of Hiawatha (1855) and to the interest in American indigenous peoples he had earlier shown at Bowdoin and in “To the Driving Cloud” (1845). Based on Chippewa (Ojibway) culture and traditions as represented by Henry Rowe Schoolcraft and John Tanner, on John G. E. Heckewelder’s defense of Delaware culture, and on Longfellow’s acquaintance with an Ojibway chief who stayed at his house, the poem also drew on widespread literary and visual representations of the West to construct what Longfellow called his “Indian Edda.” “Edda” reflects the Scandinavian influences also evident in this poem, most remarkably in the unrhymed trochaic meter he borrowed from the Kalevala, a Finnish folk epic composed by Elias Lönrott. Longfellow’s metric choice, which captures the beat of a tom-tom, exposed the poem to parody, as did its insistent repetitions and use of Native American words. But parody did nothing to undermine the success of the book; even more marketable than Evangeline, Hiawatha sold 50,000 copies by 1860 and earned 7,000 dollars in royalties in its first decade. The poem was extensively reviewed, translated into German by Ferdinand Freiligrath in 1856, and set to music as well as featured in dramatic performances. Although Longfellow introduced a love story in his account of Hiawatha’s wooing of Minnehaha, their marriage, and her death, for the most part he assembled legends he found in Schoolcraft’s many books to exalt his Ojibway hero as a leader of supernatural birth (son of the West Wind, Mudjekeewis, and of Wenonah, whose mother, Nokomis, had fallen from the heavens) who leads his people in ways of peace. Hiawatha introduces his tribe to agriculture through his encounter with the corn god Mondamin, to transportation by inventing the birch canoe, and to picture-writing. Through his friendship with Chibiabos the musician, he encourages the arts; by marrying a Dacotah maiden, he fosters intertribal peace. At the end of the poem, Hiawatha journeys westward alone after enjoining his people to welcome European missionaries with their new culture and Christian faith. The poem exalts and exocitizes Native Americans and assumes the obliteration of indigenous ways of life.\r\n \r\nNew England storytelling traditions also engaged Longfellow’s attention in these years. He began working on a dramatic poem about Puritan persecution of the Quakers, which was eventually included in one of the three “New England Tragedies” within Christus. For immediate publication, in three months beginning late in 1857 he composed the title poem for The Courtship of Miles Standish and Other Poems (1858). The most humorous and charming of his longer narrative poems, “The Courtship of Miles Standish” relates a story already familiar (especially in Longfellow’s family) about John Alden’s fortunate failure in his dutiful attempt to woo the maiden he loves on behalf of the widowed captain of Plymouth, his friend Miles Standish. Priscilla’s rebuke to the man she chooses as her lover is surely the most familiar line of this dactylic hexameter poem, when she “Said, in a tremulous voice, ‘Why don’t you speak for yourself, John?’” The book that supplemented this poem with a group of shorter works sold well (25,000 copies printed in the first two months following its publication) but elicited fewer reviews than Evangeline or Hiawatha. Of the lyrics Longfellow composed during that period, “My Lost Youth” is a memorable example of the poet’s reflection on his personal past. That poem appeared in one of those assemblages of short poems, identified as “Birds of Passage,” that Longfellow introduced in The Courtship of Miles Standish and Other Poems and returned to frequently in subsequent volumes. The most warmly received of such poems composed in the 1850s, however, was “The Children’s Hour,” which reflected the poet’s delight in his small daughters.\r\n \r\nThe family’s domestic bliss, however, was about to be shattered. On July 9, 1861, Fanny Longfellow suffered fatal burns when the candle she was using to seal packets of her daughters’ curls ignited her dress; she died the next day. Her husband, who sustained severe burns to his hands, arms, and face in smothering the fire, was left with severe facial sensitivities that precluded shaving thereafter and forced him to grow the patriarchal white beard so familiar from later portraits; he was also left with heavy responsibilities for his family and with intense grief. While coping with private tragedy at home, he suffered the additional trauma of the Civil War. That ordeal touched his family directly in late 1862, when Charles Longfellow was wounded while fighting for the Union army; his father and brother made an anxious trip to Washington to escort him home.\r\n \r\nAgain, Longfellow coped with sorrow by plunging himself into literary work—this time of an intensely challenging sort. A project already well in hand that he was able to bring to completion was Tales of a Wayside Inn, the first part of which appeared in 1863. This collection consisted of narrative poems composed in a great variety of metric patterns. Although many of the poems had been written and even published separately beforehand, they were loosely held together in this book by the fiction of an assemblage of friends entertaining each other by storytelling at a Sudbury, Massachusetts, inn. This collection was Longfellow’s version of Geoffrey Chaucer’s Canterbury Tales or Giovanni Boccaccio’s Decameron. Although “Paul Revere’s Ride” and “The Birds of Killingworth,” the most familiar of these poems today, give an impression of New England focus, the great majority had European settings and sources. (Even “The Birds of Killingworth” was adapted from an English story.) Many, especially “Torquemada” and “The Saga of King Olaf,” were surprisingly violent. The framework Longfellow provided, however, allowed his six storytellers (the Landlord, the Student, the Spanish Jew, the Italian, the Musician, and the Theologian) to criticize each other’s presentations and draw out lessons of tolerance, forgiveness, and faith.\r\n \r\nThe most sustained and challenging project Longfellow undertook in this period of bereavement was his blank-verse translation of The Divine Comedy. A translation of this work had been among his goals when teaching Dante at Harvard, and he had translated small parts of the poem in the early 1840s. Now he plunged into work, translating at the rate of a canto a day. For advice, he gathered weekly evening sessions of his “Dante Club” of writer-scholars—among them James Russell Lowell, who had succeeded Longfellow as Smith Professor; Charles Eliot Norton, who eventually published his own prose translation of Dante’s masterpiece; and William Dean Howells. Longfellow’s translation, still respected for its linguistic appreciation and literary merit, appeared in an 1865-67 three-volume edition, although he completed the translation in spring 1864. Among the shorter poems of his late career, Longfellow’s sonnets are especially prized. The “Divina Commedia“ group of six sonnets written between 1864 and 1866 honor the Tuscan poet Dante—most memorably the first, with its image of the bereaved American poet leaving “my burden at this minster gate, / Kneeling in prayer, and not ashamed to pray” in a quest for spiritual peace.\r\n \r\nMany of Longfellow’s efforts now took dramatic form, although none proved suitable for staging. After translating Dante, he returned to the task he had long intended as the capstone of his work—the three-part chronicle of Christianity and its virtues initiated with “The Golden Legend.” The New England Tragedies —a pairing of “John Endicott” (1857) and “Giles Corey of the Salem Farms” (1868)—on which he had begun working around the time he composed The Courtship of Miles Standish, appeared in 1868. In these verse dramas set in Puritan Massachusetts, Longfellow attempted to bring forward his story into relatively modern times (post-Reformation) and into the new world, though Quaker persecutions and the Salem witchcraft frenzy may seem unlikely illustrations of Christian charity. Despite relatively tepid public response to this effort, Longfellow persevered with The Divine Tragedy (1871), in which he represented Christian hope through dramatization of Christ’s Passion and its effects on many characters drawn from the Bible. Sales of this book improved upon those for its predecessor; yet, Longfellow was disappointed by reader indifference to the work he had identified in an 1849 letter as “the sublimer Song whose broken melodies have for so many years breathed through my soul.” When all three parts finally came together in Christus: A Mystery, book sales were slight (only 6,000 copies printed) and critical response even less heartening. Longfellow himself may have recognized that the sections did not cohere and that the historical sequence ended in anticlimax; he thought of adding another drama on the Moravians of Bethlehem to show the positive influence of the Gospel, but he never carried out his intention. He moved ahead to new dramatic poems, notably “Judas Maccabeus” in Three Books of Song (1872) and The Masque of Pandora (1875); Michael Angelo, his last major poem, appeared posthumously in 1883 in its unfinished condition.\r\n \r\nPartly because of his publishers’ zeal for promoting Longfellow’s poetry, books came in quick succession even at a point in his life when creative efforts flagged. Volumes of selected poems emerged along with reprintings of earlier books and individual poems in varied formats and price ranges. Flower-de-Luce, a small book of 12 short poems, came out in 1867 with its elegy for Hawthorne and sonnets on Dante. A revised edition of Hyperion followed in 1869. In 1872 Three Books of Song presented the second part of “Tales of a Wayside Inn” along with “Judas Maccabeus” and a group of translations. The next year Aftermath was published, with its moving title poem and the final collection of “Tales of a Wayside Inn.” The Masque of Pandora and Other Poems (1875) included “Morituri Salutamus” (We who Are about to Die Salute You, 1874), one of his few occasional poems. Written for the 15th reunion of his Bowdoin College class, it is a memorable reflection on aging and is Longfellow’s most admired ode. That book also featured “The Hanging of the Crane” (1874), which had been Longfellow’s most remunerative poem when The New York Ledger paid him 3,000 dollars for its serial publication earlier that same year. Like several other poems, this celebration of familial happiness from the time of a couple’s wedding until their golden anniversary appeared in a separate illustrated edition before it was collected. Kéramos and Other Poems appeared in 1878 with a title poem that linked Longfellow’s boyhood interest in Portland pottery with his later travels and readings to present a particularly effective statement of his poetics. Ultima Thule (1880), the title of which signaled his expectation that it would be his last collection, featured such lyrics as “The Tide Rises, The Tide Falls” (1879) and “L’Envoi. The Poet and His Song” (1880). The volume In the Harbor, Ultima Thule—Part 2 came out just after his death in 1882 and included his final composition, “The Bells of San Blas“ (1882). At least as wearing as his original authorship in late years was a massive editorial and translation project he undertook for his publisher, James T. Fields; Poems of Places emerged in 31 volumes between 1876 and 1879.\r\n \r\nAlthough sales of individual later volumes never matched the popularity of his mid-career offerings, Longfellow lived to experience recognition and rewards seldom enjoyed by other writers. Tributes of many kinds testified to public affection—visits to Craigie House by prominent literary and political figures and even the emperor of Brazil, public tributes, and escalating requests for autographs. His 1868-1869 final visit to Europe, on which he was attended by a large family party, turned into a triumphal progression framed by honorary degrees awarded by Cambridge and Oxford universities. Queen Victoria received Longfellow at Windsor Castle; the Prince of Wales invited him as a guest; and he visited with William Gladstone, John Russell, Alfred, Lord Tennyson. In Switzerland, France, Italy, Austria, and Germany he was welcomed and honored. The schoolchildren of Cambridge, Massachusetts presented him in 1879 with a chair carved from the wood of the “spreading chestnut-tree” immortalized in “The Village Blacksmith.” His picture appeared among “Our American Poets” in classrooms across the United States, thanks to Fields’s success in placing Longfellow, Ralph Waldo Emerson, John Greenleaf Whittier, James Russell Lowell, and Oliver Wendell Holmes in textbooks that established canonical readings for many decades. Financial rewards confirmed Longfellow’s youthful hope that an American could make a living through literature, although, as William Charvat says, Longfellow’s income derived as much from his prose as from his poetry. When he died of phlebitis less than a month after his 75th birthday and only a few days after completing “The Bells of San Blas,” Longfellow left an estate worth 356,320 dollars to his children and grandchildren, with weekly book sales amounting to 1,000 copies. He also left a loving family and grateful readers who have continued to honor him by erecting statues and naming parks and schools for him, Evangeline, and Hiawatha.\r\n \r\nLongfellow’s celebrity as the preeminent poet of America assured him critical respect in the closing decades of the 19th century and the beginning of the 20th; yet, commentators even then recognized his limitations. While readily dismissing Edgar Allan Poe’s charges of plagiarism, they acknowledged that Longfellow lacked the originality evident in Whitman, Emerson, and even Poe. Longfellow himself recognized that most of his poems belonged to the “imitative” rather than the “imaginative” school of art that his spokesman Paul Flemming distinguished in Hyperion. Longfellow’s imitativeness differed significantly from that of many contemporaries, however, in that he early outgrew his tendency to echo Bryant’s style or that of English Romantic poets and turned instead to German Romanticism, which he virtually introduced into American poetry, and to traditions of European verse from many countries and eras. Richard Henry Stoddard summed up Longfellow’s contribution in an 1881 essay, pointing out how Longfellow remained “true to himself” and to his scholarly impulses by creating and satisfying “a taste for a literature which did not exist in this country until he began to write.” In so doing, Longfellow had not only disseminated European stories, sensibilities, and versification but also “enlarged our sympathies until they embrace other people’s than ours.” Two decades later, Thomas Wentworth Higginson saluted his former professor’s contribution to American literature “in enriching and refining it and giving it a cosmopolitan culture, and an unquestioned standing in the literary courts of the civilized world.”\r\n \r\nLongfellow gave poetry higher standing within American society than it had enjoyed ever before, not only by exemplifying the appeal of graceful, informed writing to an exceptionally wide reading audience but also by making art itself one of his themes. In poems throughout his career, he represented persons of all times, cultures, and states of life as turning to creative expression (music, song, poetry, storytelling, and pottery) for entertainment and reassurance. In turn, he received homage from practitioners of other arts: composers set many of his poems to music, and artists illustrated many of his scenes. As he had honored European poets by translating their work into English, he lived to see his own poems translated into 24 languages. Longfellow laid the groundwork for other authorial careers by persuading readers of the importance of art as well as by demonstrating how literature could be turned into a paying proposition in a country known for material ambition. According to Charvat, “by shrewd, aggressive, and intelligent management of the business of writing, he raised the commercial value of verse and thereby helped other American poets to get out of the garret.”\r\n \r\nIn an age that judged literature largely in moral terms as expressive of an author’s personal virtues, Longfellow became a kindly, sympathizing, gently encouraging friend to an “everyman” reader. According to Howells, Longfellow’s power derived from his “courage in frankly trusting the personal as the universal” along with his unaffectedness, the simplicity of his feelings, and the sincerity of his expression. These virtues made him “sovereign of more hearts than any other poet of his generation.” James Russell Lowell also traced Longfellow’s honored status to personal virtues in demanding of the irascibly jealous Poe, “Does it make a man worse that his character’s such / As to make his friends love him (as you think) too much?”\r\n \r\nFor later critics, however, the answer to Lowell’s question has often been a resounding “Yes!” In the atmosphere of disillusionment attending world wars—and especially in Herbert S. Gorman’s disparaging 1926 biography—Longfellow became an easy scapegoat for everything judged wrong with Puritan, Victorian, Brahmin, genteel, sentimental, and racist evasions of the grim realities of life. The moralism of his poetry came to seem offensive and even ridiculous as critics attacked his mixed metaphors as evidence of muddled thinking. The dominance of free verse fostered contempt for Longfellow’s songlike versification and an indifference to its experimental qualities. New Critics looked for ironies, ambiguities, and complexities not discoverable in Longfellow’s work and rejected the didactic conclusions he typically tacked onto his poems. Hyatt Waggoner observed the irony of Longfellow’s having been most appreciated in his own time for “A Psalm of Life,” noting that “though it intends to mean that life is worth living after all, what it effectively does mean is that life must be worth living but the poet can’t think why.”\r\n \r\nFrom a New Historicist standpoint Longfellow is classified with others in Fields’s Houghton-Mifflin stable as one of those authors used to impose a presumed “high culture” of English Puritan origins on subsequent generations and immigrant populations, even though Longfellow might also be recognized as one whose broadly inclusive responsiveness to European traditions could have smoothed assimilation for the children of newcomers from central and southern Europe. In many ways Longfellow may be read as a friend of American multiculturalism even if Hiawatha ultimately exocitizes Native peoples and their culture. His reputation could also benefit from renewed critical respect for sentimentalism, especially as that respect gets extended to male authors.\r\n \r\nAt present, however, Longfellow has been relegated to the status of an historically interesting minor poet whose poems occupy only a few pages in recent anthologies and do so in ways that obscure the reasons for his original popularity. Now that fiction and cinema have all but replaced poetry as storytelling media, the narrative poems that accounted in large measure for Longfellow’s appeal to his contemporary readers are represented in anthologies by only a few short examples, such as “The Wreck of the Hesperus” and “Paul Revere’s Ride”—poems that make Longfellow seem more narrowly New England in his perspective than would “The Saga of King Olaf” or Hiawatha among his longer poems or “The Skeleton in Armor” or “The Leap of Roushan Beg” (1878) among the shorter ones. Whereas 19th-century readers had savored the sentimental charms of “The Children’s Hour,” readers of today look for personal confessions of a sort Longfellow held in reserve; two sonnets particularly admired today for their courageous yet artistically controlled revelations of personal pain, “Mezzo Cammin” and “The Cross of Snow” (composed 1879), both appeared posthumously. In his own time one of Longfellow’s chief contributions to American literature was the encouragement he offered to aspiring writers—whether those Boston-Cambridge-Concord literati with whom he interacted through his various clubs or those such as Emily Dickinson, who responded gratefully to him from a distance as the champion of poetry in an otherwise prosaic American society, the Pegasus in the pound of Yankee bookstores. 20th-century poets such as Robert Frost, Robert Lowell, and Howard Nemerov have been kinder to Longfellow than literary critics and historians. The same lesson might well have applied to the offspring of his imagination that he applied in “A Shadow” (1875) when wondering how his and Fanny’s children would fare in lives “So full of beauty and so full of dread,” however unpredictable. “The world,” he concluded with characteristic serenity, “belongs to those who come the last, / They will find hope and strength as we have done.”\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Victorian"]}}