{"pf_url": "https://www.poetryfoundation.org/poets/henry-vaughan", "name": "Henry Vaughan", "yob": "1621", "yod": "1695", "image": null, "bio": "\nHenry Vaughan, the major Welsh poet of the Commonwealth period, has been among the writers benefiting most from the twentieth-century revival of interest in the poetry of John Donne and his followers. Vaughan's early poems, notably those published in the  Poems of 1646 and Olor Iscanus of 1651, place him among the \"Sons of Ben,\" in the company of other imitators of Ben Jonson, such as the Cavalier poets Sir William Davenant and Thomas Carew. His poetry from the late 1640s and 1650s, however, published in the two editions of Silex Scintillans (1650, 1655), makes clear his extensive knowledge of the poetry of Donne and, especially, of George Herbert.\n\r\nEven though Vaughan would publish a final collection of poems with the title Thalia Rediviva in 1678, his reputation rests primarily on the achievement of Silex Scintillans. In the preface to the 1655 edition Vaughan described Herbert as a \"blessed man ... whose holy life and verse gained many pious Converts (of whom I am the least).\" Vaughan's transition from the influence of the Jacobean neoclassical poets to the Metaphysicals was one manifestation of his reaction to the English Civil War. During the time the Church of England was outlawed and radical Protestantism was in ascendancy, Vaughan kept faith with Herbert's church through his poetic response to Herbert's Temple (1633).\n\r\nRecent attention to Vaughan's poetic achievement is a new phenomenon. Even though he published many translations and four volumes of poetry during his lifetime, Vaughan seems to have attracted only a limited readership. The second edition of his major work, Silex Scintillans, included unsold pages of the first edition. When, in 1673, his cousin John Aubrey informed him that he had asked Anthony Wood to include information about Vaughan and his brother Thomas in a volume commemorating Oxford poets (later published as Athenæ Oxonienses, 1691, 1692) his response was enthusiastic. He thanked Aubrey in a 15 June letter for remembering \"such low & forgotten things, as my brother and my selfe.\" In a letter to Aubrey dated 28 June, Vaughan confessed, \"I never was of such a magnitude as could invite you to take notice of me, & therfore I must owe all these favours to the generous measures of yor free & excellent spirit.\"\n\r\nIn spite of Aubrey's kindness and Wood's resulting account of Vaughan, neglect of the Welsh poet would continue. Wood expanded his treatment of the Vaughans in the second edition of Athenæ Oxonienses (1721) to give Henry his own section distinct from the account of his brother, but Vaughan's work was ignored almost completely in the eighteenth century. Such attention as Vaughan was to receive early in the nineteenth century was hardly favorable: he was described in Thomas Campbell's Specimens of the British Poets (1819) as \"one of the harshest even of the inferior order of conceit,\" worthy of notice only because of \"some few scattered thoughts that meet our eye amidst his harsh pages like wild flowers on a barren heath.\"\n\r\nRenewed appreciation of Vaughan came only at midcentury in the context of the Oxford Movement and the Anglo-Catholic revival of interest in the Caroline divines. Seeking a usable past for present-day experience of renewed spiritual devotion, Edward Farr included seven of Vaughan's poems in his anthology Gems of Sacred Poetry (1841). Awareness of Vaughan spurred by Farr's notice soon led to H. F. Lyte's edition of Silex Scintillans in 1847, the first since Vaughan's death. Yet wide appreciation of Vaughan as a poet was still to come.\n\r\nVaughan's Complete Works first appeared in Alexander B. Grosart's edition (1871), to be superseded by L. C. Martin's edition, which first appeared in 1914. Martin's 1957 revision of this edition remains the standard text. Together with F. E. Hutchinson's biography (1947) it constitutes the foundation of all more recent studies. Letters Vaughan wrote Aubrey and Wood supplying information for publication in Athenæ Oxonienses  that are reprinted in Martin's edition remain the basic source for most of the specific information known about Vaughan's life and career.\n\r\nIn his letters to Aubrey, Henry Vaughan reported that he was the elder of twin sons born to Thomas and Denise Vaughan of Newton-by-Usk, in Saint Bridget's parish, Brecknockshire, Wales, sometime in 1621. Seven years later, in 1628, a third son, William, was born. William died in 1648, an event that may have contributed to Vaughan's shift from secular to religious topics in his poetry. Henry and his twin, Thomas, grew up on a small estate in the parish of Llanssantffread, Brecknockshire, bequeathed to Vaughan's mother by her father, David Morgan. Denise and Thomas, Sr., were both Welsh; Thomas, Sr.'s home was at Tretower Court, a few miles from Newton, from which he moved to his wife's estate after their marriage in 1611. It is likely that Vaughan grew up bilingual, in English and Welsh.\"\n\r\nOf Vaughan's early years little more is known beyond the information given in his letters to Aubrey and Wood. Images of childhood occur in his mature poetry, but their autobiographical value is unclear. \"The Retreate,\" from the 1650 edition of Silex Scintillans, is representative; here Vaughan's speaker wishes for \"backward steps\" to return him to \"those early dayes\" when he \"Shin'd in my Angell-infancy.\" As seen here, Vaughan's references to childhood are typically sweeping in their generalizations and are heavily idealized. Inevitably, they are colored by the speaker's lament for the interruptions in English religious life wrought by the Civil War. From the perspective of Vaughan's late twenties, when the Commonwealth party was in ascendancy and the Church of England abolished, the past of his youth seemed a time closer to God, during which \"this fleshly dresse\" could sense \"Bright shootes of everlastingnesse.\"\n\r\nIn \"Childe-hood,\" published in the 1655 edition of Silex Scintillans , Vaughan returns to this theme; here childhood is a time of \"white designs,\" a \"Dear, harmless age,\" an \"age of mysteries,\" \"the short, swift span, where weeping virtue parts with man; / Where love without lust dwells, and bends / What way we please, without self-ends.\" Now, in the early 1650s, a time even more dominated by the efforts of the Commonwealth to change habits of government, societal structure, and religion, Vaughan's speaker finds himself separated from the world of his youth, before these changes; \"I cannot reach it,\" he claims, \"and my striving eye / Dazles at it, as at eternity.\"\n\r\nThe question of whether William Wordsworth knew Vaughan's work before writing his ode \"Intimations of Immortality from Recollections of Early Childhood\" has puzzled and fascinated those seeking the origins of English romanticism. Both poems clearly draw on a common tradition of Neoplatonic imagery to heighten their speakers' presentations of the value of an earlier time and the losses experienced in reaching adulthood. Yet Vaughan's loss is grounded in the experience of social change, experienced as loss of earlier glory as much as in personal occurrence. A war to which he was opposed had changed the political and religious landscape and separated him from his youth; his idealizing language thus has its rhetorical as well as historical or philosophical import.\"\n\r\nThere is evidence that Vaughan's father and mother, although of the Welsh landed gentry, struggled financially. For the first sixteen years of their marriage, Thomas Vaughan, Sr., was frequently in court in an effort to secure his wife's inheritance. The home in which Vaughan grew up was relatively small, as were the homes of many Welsh gentry, and it produced a modest annual income. At Thomas Vaughan, Sr.'s death in 1658, the value of the property that Henry inherited was appraised at five pounds.\"\n\r\nNevertheless, there are other grounds for concluding that Vaughan looked back on his youth with some fondness. Vaughan's family has been aptly described as being of modest means but considerable antiquity, and Vaughan seems to have valued deeply his ancestry. With the world before him, he chose to spend his adult years in Wales, adopting the title \"The Silurist,\" to claim for himself connection with an ancient tribe of Britons, the Silures, supposedly early inhabitants of southeastern Wales.\"\n\r\nVaughan would maintain his Welsh connection; except for his years of study in Oxford and London, he spent his entire adult life in Brecknockshire on the estate where he was born and which he inherited from his parents. In \"The Praise and Happinesse of the Countrie-Life\" (1651), Vaughan's translation of a Spanish work by Antonio de Grevara, he celebrates the rural as opposed to the courtly or urban life. Without the temptations to vanity and the inherent malice and cruelty of city or court, he argues, the one who dwells on his own estate experiences happiness, contentment, and the confidence that his heirs will grow up in the best of worlds.\"\n\r\nThis delight in the rural is also manifest in Vaughan's occasional use in his poetry of features of the Welsh landscape--the river Usk and the diversity of wildlife found in the dense woodlands, hills, and mountains of south Wales. Yet Vaughan's praise for the natural setting of Wales in Olor Iscanus is often as much an exercise in convention as it is an attempt at accurate description. Seeking in \"To the River Isca\" to \"redeem\" the river Usk from \"oblivious night,\" Vaughan compares it favorably to other literary rivers such as Petrarch's Tiber and Sir Philip Sidney's Thames. Proclaiming the quality of its \"green banks,\" \"Mild, dewie nights, and Sun-shine dayes,\" as well as its \"gentle Swains\" and \"beauteous Nymphs,\" Vaughan hopes that as a result of his praise \"all Bards born after me\" will \"sing of thee,\" because the borders of the river form \"The Land redeem'd from all disorders!\"\n\r\nVaughan's life and that of his twin brother are intertwined in the historical record. Both grew up on the family estate; both were taught for six years as children by the Reverend Matthew Herbert, deemed by Vaughan in \"Ad Posteros\" as \"the pride of our Latinity.\" Under Herbert's guidance in his \"shaping season\" Vaughan remembered that \"Method and Love, and mind and hand conspired\" to prepare him for university studies. Wood described Herbert as \"a noted Schoolmaster of his time,\" who was serving as the rector of Llangattock, a parish adjacent to the one in which the Vaughan family lived.\"\n\r\nAs the eldest of the twins, Henry was his father's heir; following the conventional pattern, Henry inherited his father's estate when the elder Vaughan died in 1658. Eventually he would enter a learned profession; although he never earned an M.D., he wrote Aubrey on 15 June 1673 that he had been practicing medicine \"for many yeares with good successe.\" His brother Thomas was ordained a priest of the Church of England sometime in the 1640s and was rector of Saint Bridget's Church, Llansantffread, until he was evicted by the Puritan forces in 1650. Their former teacher Herbert was also evicted from his living at this time yet persisted in functioning as a priest for his former parishioners.\"\n\r\nThere is no independent record of Henry's university education, but it is known that Thomas Vaughan, Jr., was admitted to Jesus College, Oxford, on 4 May 1638. Matriculating on 14 December 1638, Thomas was in residence there \"ten or 12 years,\" achieving \"no less\" than an M.A. degree, Henry wrote to Aubrey. Concerning himself, Henry recorded that he \"stayed not att Oxford to take any degree, but was sent to London, beinge then designed by my father for the study of Law.\" As a result most biographers of Vaughan posit him as \"going up\" to Oxford with his brother Thomas in 1638 but leaving Oxford for London and the Inns of Court about 1640.\"\n\r\nThe easy allusions to \"the Towne,\" amid the \"noise / Of Drawers, Prentises, and boyes,\" in poems such as \"To my Ingenuous Friend, R. W.\" are evidence of Vaughan's time in London. In \"A Rhapsodie\" he describes meeting friends at the Globe Tavern for \"rich Tobacco ... / And royall, witty Sacke.\" There is no official record of his attendance at an Inn of Court, nor did he ever pursue law as a career. Instead the record suggests he had at this time other inns in mind. In his first published poetry Vaughan clearly seeks to evoke the world of Jonson's tavern society, the subject of much contemporary remembrance. Jonson had died in 1637; \"Great BEN,\" as Vaughan recalled him, was much in the minds and verse of his \"Sons\" in the late 1630s. In his Poems with the Muses Looking-Glasse (1638) Thomas Randolph remembered his election as a Son of Ben; Carew's Poems (1640) and Sir John Suckling's Fragmenta Aurea  (1646) also include evocations of the witty London tavern society to which Vaughan came late, yet with which he still aspired to associate himself throughout Poems.\"\n\r\nIndeed the evidence provided by the forms, modes, and allusions in Vaughan's early Poems and later Olor Iscanus suggests that had he not shifted his sense of poetic heritage to Donne and Herbert, he would now be thought of as having many features in common with his older contemporary Robert Herrick. Another poet pleased to think of himself as a Son of Ben, Herrick in the 1640s brought the Jonsonian epigrammatic and lyric mode to bear on country life, transforming the Devonshire landscape through association with the world of the classical pastoral. His Hesperides (1648) thus represents one direction open to a poet still under the Jonsonian spell; his Noble Numbers, published with Hesperides , even reflects restrained echoes of Herbert.\"\n\r\nIn much the same mood, Vaughan's poems in Olor Iscanus celebrate the Welsh rural landscape yet evoke Jonsonian models of friendship and the roles of art, wit, and conversation in the cultivation of the good life. While Herrick exploited Jonson's epigrammatic wit, Vaughan was more drawn to the world of the odes \"To Penhurst\" and \"On Inviting a Friend to Supper.\" Jonson's influence is apparent in Vaughan's poem \"To his retired friend, an Invitation to Brecknock,\" in which a friend is requested to exchange \"cares in earnest\" for \"care for a Jest\" to join him for \"a Cup / That were thy Muse stark dead, shall raise her up.\" Vaughan's own poetic effort (in \"To The River Isca\") will insure that his own rural landscape will be as valued for its inspirational power as the landscapes of Italy for classical or Renaissance poets, or the Thames in England for poets like Sidney.\"\n\r\nYet even in the midst of such celebration of sack and the country life--and of praise for poets such as John Fletcher or William Cartwright, also linked with the memory of Jonson--Vaughan introduces a more sober tone. The London that Vaughan had known in the early 1640s was as much the city of political controversy and gathering clouds of war as the city of taverns and good verses. Olor Iscanus also includes elegies on the deaths of two friends, one in the Royalist defeat at Routon Heath in 1645 and the other at the siege of Pontefract in 1649. Vaughan's return to the country from London, recorded in Olor Iscanus from the perspective of Jonsonian neoclassical celebration, also reflected a Royalist retreat from growing Puritan cultural and political domination.\"\n\r\nThe record is unclear as to whether or not Vaughan actually participated in the Civil War as a combatant, but there can be no doubt that the aftermath of the Puritan victory, especially as it reflected the Anglican church, had a profound impact on Vaughan's poetic efforts. His literary work in the 1640s and 1650s is in a distinctively new mode, at the service of the Anglican faithful, now barred from participating in public worship. In the preface to the second edition of Silex Scintillans, Vaughan announces that in publishing his poems he is communicating \"this my poor Talent to the Church,\" but the church which Vaughan addresses is the church described in  The Mount of Olives (1652) as \"distressed Religion,\" whose \"reverend and sacred buildings,\" still \"the solemne and publike places of meeting\" for \"true Christians,\" are now \"vilified and shut up.\"\n\r\nVaughan here describes a dramatically new situation in the life of the English church that would have powerful consequences not only for Vaughan but for his family and friends as well. In the mid 1640s the Church of England as Vaughan had known it ceased to exist. On 3 January 1645 Parliament declared the Book of Common Prayer illegal, and a week later William Laud, archbishop of Canterbury, was executed on Tower Hill. Four years later Charles I followed his archbishop to the scaffold.\"\n\r\nAnglican worship was officially forbidden, and it appeared unlikely ever to be restored. Such records as exist imply that Anglican worship did continue, but infrequently, on a drastically reduced scale and in the secrecy of private homes. Penalties for noncompliance with the new order of worship were progressively increased until, after 15 December 1655, any member of the Church of England daring to preach or administer sacraments would be punished with imprisonment or exile. Many members of the clergy, including Vaughan's brother Thomas and their old tutor Herbert, were deprived of their livelihood because they refused to give up episcopacy, the Book of Common Prayer, and the old church. Throughout the late 1640s and 1650s, progressively more stringent legislation and enforcement sought to rid the community of practicing Anglican clergy.\"\n\r\nPublic use of the Anglican prayer book in any form, including its liturgical calendars and accompanying ceremonial, was abolished; the ongoing life of the Anglican church had come to an end, at least in the forms in which it had been known and experienced since 1559. In considering this stage of Vaughan's career, therefore, one must keep firmly in mind the situation of Anglicans after the Civil War. That community where a poet/priest like George Herbert could find his understanding of God through participation in the tradition of liturgical enactment enabled by the Book of Common Prayer was now absent. In the two editions of Silex Scintillans , Vaughan is the chronicler of the experience of that community when its source of Christian identity was no longer available.\"\n\r\nShifting his source for poetic models from Jonson and his followers to Donne and especially George Herbert, Vaughan sought to keep faith with the prewar church and with its poets, and his works teach and enable such a keeping of the faith in the midst of what was the most fundamental and radical of crises. Vaughan's concern was to maintain at least something of the Anglican experience as a part, although of necessity a private part, of English life in the 1640s and 1650s. In echoes of the language of the Book of Common Prayer, as well as in echoes of Herbert's meditations on its disciplines, Vaughan maintained the viability of that language for addressing and articulating the situation in which the Church of England now found itself. Vaughan's claim is that such efforts become one way of making the proclamation that even those events that deprive the writer and the reader of so much that is essential may in fact be God's actions to fulfill rather than to destroy what has been lost.\"\n\r\nIn Vaughan's view the task given those loyal to the old church was of faithfulness in adversity; his poetry in  Silex Scintillans seeks to be flashes of light, or sparks struck in the darkness, seeking to enflame the faithful and give them a sense of hope even in the midst of such adversity. Vaughan's major prose work of this period, The Mount of Olives, is in fact a companion volume to the Book of Common Prayer and is a set of private prayers to accompany Anglican worship, a kind of primer for the new historical situation. There are prayers for going into church, for marking parts of the day (getting up, going from home, returning home), for approaching the Lord's table, and for receiving Holy Communion, meditations for use when leaving the table, as well as prayers for use in time of persecution and adversity.\"\n\r\nVaughan's model for this work was the official primer of the Church of England as well as such works as Lancelot Andrewes's Preces Privatatae (1615) and John Cosin's Collection of Private Devotions  (1627). These books, written when the Book of Common Prayer was still in use, were intended to orient the lives of their users more fully to the corporate life enabled by the prayer book. Vaughan's version, by alluding to the daily offices and Holy Communion as though they had not been proscribed by the Commonwealth government, serves at once as a constant reminder of what is absent and as a means of living as though they were available.\"\n\r\nThus the \"Meditation before the receiving of the holy Communion\" begins with the phrase \"Holy, holy, holy, is the Lord of God of Hosts, the whole earth is full of his glory,\" which is a close paraphrase of the Sanctus of the prayer book communion rite: \"Holy, holy, holy, Lord God of hosts; heaven and earth are full of thy glory.\" The confession making up part of Vaughan's meditation echoes the language of the prayer that comes between the Sanctus and the prayer of consecration. The text from the Book of Common Prayer reads as follows: \"We do not presume to come to this thy table (O merciful Lord) trusting in our own righteousness, but in thy manifold and great mercies. We be not worthy so much as to gather up the crumbs under thy table, but thou art the same Lord, whose property is always to have mercy.\" Vaughan's text enables the voicing of confession, even when the public opportunity is absent: \"I confesse, dear God, I confesse with all my heart mine own extreme unworthyness, my most shameful and deplorable condition. But with thee, O Lord, there is mercy and plenteous redemption.\"\n\r\nLater in the same meditation Vaughan quotes one of the \"Comfortable words\" that follows the absolution and also echoes the blessing of the priest after confession, his \"O Lord be merciful unto me, forgive all my sins, and heal all my infirmities\" echoing the request in the prayer book that God \"Have mercy upon you, pardon and deliver you from all your sins, confirm and strengthen you in all goodness.\" Thus words of comfort once spoken by the priest to the congregation during the ordinary use of the prayer book would now facilitate the writing of a prayer asking that mercy, forgiveness, and healing be available although their old sources were not.\"\n\r\nSuch examples only suggest the copiousness of Vaughan's allusions to the prayer book in The Mount of Olives . What Vaughan offers in this work is a manual of devotion to a reader who is an Anglican \"alone upon this Hill,\" one cut off from the ongoing community that once gave him his identity; the title makes this point. Vaughan's audacious claim is to align the disestablished Church of England, the Body of Christ now isolated from its community, with Christ on the Mount of Olives, isolated from his people who have turned against him and who will soon ask for his crucifixion. Because Vaughan can locate present experience in those terms, he can claim that to endure now is to look forward both to an execution and a resurrection; the times call for the living out of that dimension of the meaning of a desire to imitate Christ and give special understanding to the command to \"take up thy cross and follow me.\"\n\r\nVaughan's work in this period is thus permeated with a sense of change--of loss yet of continued opportunity. The Puritan victory in the Civil War was not the only experience of change, of loss, and of new beginnings for Vaughan at this time. At the heart of the Anglicanism that was being disestablished was a verbal and ceremonial structure for taking public notice of private events. Henry married in 1646 a Welshwoman named Catherine Wise; they would have four children before her death in 1653. Shortly after the marriage Henry and Thomas were grieving the 1648 death of their younger brother, William. In addition Vaughan's father in this period had to defend himself against legal actions intended to demonstrate his carelessness with other people's money.\"\n\r\nIn this context Vaughan transmuted his Jonsonian affirmation of friendship into a deep and intricate conversation with the poetry of the Metaphysicals, especially of George Herbert. The shift in Vaughan's poetic attention from the secular to the sacred has often been deemed a conversion; such a view does not take seriously the pervasive character of religion in English national life of the seventeenth century. Religion was always an abiding aspect of daily life; Vaughan's addressing of it in his poetry written during his late twenties is at most a shift in, and focusing of, the poet's attention. The public, and perhaps to a degree the private, world seemed a difficult place: \"And what else is the World but a Wildernesse,\" he would write in The Mount of Olives, \"A darksome, intricate wood full of Ambushes and dangers; a Forrest where spiritual hunters, principalities and powers spread their nets, and compasse it about.\" Vaughan set out in the face of such a world to remind his readers of what had been lost, to provide them with a source of echoes and allusions to keep memories alive, and, as well, to guide them in the conduct of life in this special sort of world, to make the time of Anglican suffering a redemptive rather than merely destructive time.\"\n\r\nVaughan was aware of the difference between his readers and Herbert's parishioners, who could, instead of withdrawing, go out to attend Herbert's reading of the daily offices or stop their work in the fields to join with him when the church bell rang, signaling his reading of the offices. In spite of the absence of public use of the prayer book, Vaughan sought to enable the continuation of a kind of Anglicanism, linking those who continued to use the prayer book in private and those who might have wished to use it through identification with each other in their common solitary circumstances. Vaughan's texts facilitate a working sense of Anglican community through the sharing of exile, connecting those who, although they probably were unknown to each other, had in common their sense of the absence of their normative, identity-giving community.\"\n\r\nThis essentially didactic enterprise--to teach his readers how to understand membership in a church whose body is absent and thus to keep faith with those who have gone before so that it will be possible for others to come after--is Vaughan's undertaking in Silex Scintillans . To achieve that intention he used the Anglican resources still available, viewing the Bible as a text for articulating present circumstances and believing that memories of prayer book rites still lingered or were still available either through private observation of the daily offices or occasional, clandestine sacramental use. At the same time he added yet another allusive process, this to George Herbert's Temple (1633). In the experience of reading Silex Scintillans , the context of The Temple functions in lieu of the absent Anglican services. Using The Temple as a frame of reference cannot take the place of participation in prayer book rites; it can only add to the sense of loss by reminding the reader of their absence. But it can serve as a way of evoking and defining that which cannot otherwise be known--the experience of ongoing public involvement in those rites--in a way that furthered Vaughan's desire to produce continued faithfulness to the community created by those rites.\"\n\r\nVaughan's extensive indebtedness to Herbert can be found in echoes and allusions as brief as a word or phrase or as extensive as a poem or group of poems. So thoroughly does Vaughan invoke Herbert's text and allow it to speak from within his own that there is hardly a poem, or even a passage within a poem, in either the 1650 or the 1655 edition of Silex Scintillans, that does not exhibit some relationship to Herbert's work. Indeed this thorough evocation of the older poet's work begins with Vaughan at the dedication for the 1650 Silex Scintillans, which echoes Herbert's dedication to  The Temple: Herbert's \"first fruits\" become Vaughan's \"death fruits.\" These echoes continue in the expanded version of this verse printed in the 1655 edition, where Herbert's \"present themselves to thee; / Yet not mine neither: for from thee they came, / And must return\" becomes Vaughan's \"he / That copied it, presents it thee. / 'Twas thine first, and to thee returns.\"\n\r\nIn addition, Herbert's \"Avoid, Profanenesse; come not here\" from \"Superliminare\" becomes Vaughan's \"Vain Wits and eyes / Leave, and be wise\" in the poems that come between the dedication and \"Regeneration\" in the 1655 edition. Vaughan also followed Herbert in addressing poems to various feasts of the Anglican liturgical calendar; indeed he goes beyond Herbert in the use of the calendar by using the list of saints to provide, as the subjects of poems, Saint Mary Magdalene and the Blessed Virgin Mary.\"\n\r\nBy using The Temple so extensively as a source for his poems, Vaughan sets up an intricate interplay, a deliberate strategy to provide for his work the rich and dense context Herbert had ready-made in the ongoing worship of the Church of England. Although the actual Anglican church buildings were \"vilified and shut up,\" Vaughan found in Herbert's  Temple a way to open the life of the Anglican worship community if only by allusion to what Herbert could assume as the context for his own work.\"\n\r\nVaughan's Silex Scintillans thus becomes a kind of \"reading\" of The Temple, reinterpreting Herbert's text to demonstrate that while Vaughan may be \"the least\" of Herbert's audience, he certainly is the one who gives The Temple whatever meaning it can have in the world of the 1650s. One may therefore see Silex Scintillans as resuming the work of The Temple. In this context The Temple  serves as a textual manifestation of a \"blessed Pattern of a holy life in the Brittish Church\" now absent and libeled by the Puritans as having been the reverse of what it claimed to be. Silex Scintillans comes to be a resumption in poetry of Herbert's undertaking in The Temple as poetry--the teaching of \"holy life\" as it is lived in \"the British Church\" but now colored by the historical experience of that church in the midst of a rhetorical and verbal frame of assault. Even as the life of that institution informs the activities of Herbert's speaker, so the desire for the restoration of those activities or at least the desire for the fulfillment of the promises that those activities make possible informs Vaughan's speaker.\"\n\r\nThus it is appropriate that while Herbert's Temple ends with an image of the sun as the guide to progress in time toward \"time and place, where judgement shall appeare,\" so Vaughan ends the second edition of Silex Scintillans with praise of \"the worlds new, quickning Sun!,\" which promises to usher in \"a state / For evermore immaculate\"; until then, the speaker promises, \"we shall gladly sit / Till all be ready.\" While Herbert's speaker can claim to participate in a historical process through the agency of the church's life, Vaughan's, in the absence of that life, can keep the faith by expectantly waiting for the time when the images of Christian community central to Herbert are finally fulfilled in those divine actions that will re-create Christian community.\"\n\r\nFor Vaughan's Silex Scintillans , Herbert's Temple functions as a source of reference, one which joins with the Bible and the prayer book to enable Vaughan's speaker to give voice to his situation. Ultimately Vaughan's speaker teaches his readers how to redeem the time by keeping faith with those who have gone before through orienting present experience in terms of the common future that Christian proclamation asserts they share. To use Herbert in this way is to claim for him a position in the line of priestly poets from David forward and to claim for Vaughan a place in that company as well, in terms of the didactic functioning of his Christian poetry. In Vaughan's day the activity of writing Silex Scintillans becomes a \"reading\" of The Temple, not in a static sense as a copying but in a truly imitative sense, with Vaughan's text revealing how  The Temple had produced, in his case, an augmentation in the field of action in a way that could promote others to produce similar \"fruit\" through reading of Vaughan's \"leaves.\"\n\r\nStanding in relationship to The Temple as Vaughan would have his readers stand in relation to Silex Scintillans , Vaughan's poetry collection models the desired relationship between text and life both he and Herbert sought. Using the living text of the past to make communion with it, to keep faith with it, and to understand the present in terms of it, Vaughan \"reads\" Herbert to orient the present through working toward the restoration of community in their common future. Vaughan's audience did not have the church with them as it was in Herbert's day, but it had  The Temple; together with Silex Scintillans, these works taught how to interpret the present through endurance, devotion, and faithful charity so that it could be made a path toward recovery at the last.\"\n\nSilex Scintillans is much more about the possibility of searching than it is about finding. It is more about the possibility of living out Christian identity in an Anglican sense when the source of that identity is absent, except in the traces of the Bible, the prayer book, and The Temple. It is also more about anticipating God's new actions to come than it is about celebrating their present occurrence. The danger Vaughan faced is that the church Herbert knew would become merely a text, reduced to a prayer book unused on a shelf or a Bible read in private or The Temple  itself.\"\n\r\nIf that happened, the Anglican moment would become fully past, known as an occasion for sorrow or affectionate memories, serving as a perspective from which to criticize the various Puritan alternatives, but not something to be lived in and through. Vaughan could then no longer claim to be \"in the body,\" for Christ himself would be absent. Vaughan's challenge in Silex Scintillans was to teach how someone could experience the possibility of an opening in the present to the continuing activity of God, leading to the fulfillment of God's promises and thus to teach faithfulness to Anglicanism, making it still ongoing despite all appearances to the contrary.\"\n\r\nAlthough most readers proceed as though the larger work of 1655 (Silex II) were the work itself, for which the earlier version (Silex I) is a preliminary with no claim to separate consideration, the text of Silex Scintillans Vaughan published in 1650 is worthy of examination as a work unto itself, written and published by a poet who did not know that five years later he would publish it again, with significant changes in the context of presentation and with significant additions in length. The title, Silex Scintillans: or Sacred Poems and Private Ejaculations, exists at once to distance Vaughan's work and his situation from Herbert's and to link them. Not merely acknowledging Vaughan's indebtedness to Herbert, his simultaneous echoing of Herbert's subtitle for The Temple (Sacred Poems and Private Ejaculations) and use of a very different title remind one that Vaughan writes constantly in the absence of that to which Herbert's title alludes.\"\n\nRichard Crashaw could, of course, title his 1646 work Steps to the Temple because in 1645 he responded to the same events constraining Vaughan by changing what was for him the temple; by becoming a Roman Catholic, Crashaw could continue participation in a worshiping community but at the cost of flight from England and its church. Vaughan remained loyal to that English institution even in its absence by reminding the reader of what is now absent, or present only in a new kind of way in The Temple itself. Vaughan's goal for  Silex Scintillans was to find ways of giving the experience of Anglicanism apart from Anglicanism, or to make possible the continued experience of being a part of the Body of Christ in Anglican terms in the absence of the ways in which those terms had their meaning prior to the 1640s.\"\n\nSilex I thus begins with material that replicates the disjuncture between what Herbert built in The Temple and the situation Vaughan faced; again, it serves for Vaughan as a way of articulating a new religious situation. The Latin poem \"Authoris (de se) Emblema\" in the 1650 edition, together with its emblem, represents a reseparation of the emblematic and verbal elements in Herbert's poem \"The Altar.\" While Herbert combined visual appearance with verbal construction, Vaughan put the language of \"The Altar,\" about God's breaking the speaker's rocklike heart, into his poem and depicted in the emblem of a rocklike heart being struck so that it gives off fire and tears. In the prefatory poem the speaker accounts for what follows in terms of a new act of God, a changing of the method of divine acting from the agency of love to that of anger. Linking this with the bringing forth of water from the rock struck by Moses, the speaker finds, \"I live again in dying, / And rich am I, now, amid ruins lying.\"\n\r\nThis poem and emblem, when set against Herbert's treatment of the same themes, display the new Anglican situation. The section in The Temple titled \"The Church,\" from \"The Altar\" to \"Love\" (III), shifts in its reading of the Anglican Eucharist from a place where what God breaks is made whole to a place where God refuses, in love, to take the speaker's sense of inadequacy, or brokenness, for a final answer. In Silex I the altar shape is absent, even as the Anglican altar was absent; amid the ruins of that altar the speaker finds an act of God, enabling him to find and affirm life even in brokenness, \"amid ruins lying.\" By placing his revision of the first poem in Herbert's \"Church\" at the beginning of Silex I, Vaughan asserted that one will find life amid the brokenness of Anglicanism when it can be brought into speech that at least raises the expectation that such life will come to be affirmed through brokenness itself.\"\n\r\nSo Herbert's Temple is broken here, a metaphor for the brokenness of Anglicanism, but broken open to find life, not the death of that institution Puritans hoped to destroy by forbidding use of the Book of Common Prayers. It is obviously not enough merely to juxtapose what was with what now is; if the Anglican way is to remain valid, there needs to be a means of affirming and involving oneself in that tradition even when it is no longer going on. Otherwise the Anglican enterprise is over and finished, and brokenness yields only \"dust,\" not the possibility yet of water from rocks or life from ruins. Vaughan thus wrote of brokenness in a way that makes his poetry a sign that even in that brokenness there remains the possibility of finding and proclaiming divine activity and offering one's efforts with words to further it. In that light Vaughan can reaffirm Herbert's claim that to ask is to take part in the finding, arguing that to be able to ask and to seek is to take part in the divine activity that will make the brokenness of Anglican community not the end of the story but an essential part of the story itself, in spite of all evidence to the contrary.\"\n\r\nIf Vaughan can persuade his audience of that, then his work can become \"Silex Scintillans,\" \"flashing flint,\" stone become fire, in a way that will make it a functional substitute for  The Temple, both as a title and as a poetic text. What Vaughan thus sought was a text that enacts a fundamental disorientation. What had become problematic is not Anglicanism as an answer or conclusion, since that is not what the Church of England sought to provide. What is at issue is a process of language that had traditionally served to incite and orient change and process. Now with such resources no longer available, Vaughan's speaker finds instead a lack of direction which raises fundamental questions about the enterprise in which he is engaged.\"\n\r\nRather than choose another version of Christian vocabulary or religious experience to overcome frustration, Vaughan remained true to an Anglicanism without its worship as a functional referent. If God moves \"Where I please\" (\"Regeneration\"), then Vaughan raises the possibility that the current Anglican situation is also at God's behest, so that remaining loyal to Anglican Christianity in such a situation is to seek from God an action that would make the old Anglican language of baptism again meaningful, albeit in a new way and in a new setting.\"\n\r\nVaughan thus constantly sought to find ways of understanding the present in terms that leave it open to future transformative action by God. \"The Search\" explores this dynamic from yet another perspective. In this poem the speaker engages in \"a roving Extasie / To find my Saviour,\" again dramatizing divine absence in the absence of that earthly enterprise where he was to be found before the events of 1645. In language borrowed again from Herbert's \"Church Militant,\" Vaughan sees the sun, the marker of time, as a \"guide\" to his way, yet the movement of the poem as a whole throws into question the terms in which the speaker asserts that he would recognize the Christ if he found him. Much of the poem is taken up with a description of the speaker's search through a biblical landscape defined by New Testament narrative, as his biblical search in \"Religion\" was through a landscape defined by Old Testament narrative. Yet, without the ongoing life of the church to enact those narratives in the present, what the poem reveals is their failure to point to Christ: \"I met the Wise-men, askt them where / He might be found, or what starre can / Now point him out, grown up a Man.\"\n\r\nIn Vaughan's depiction of Anglican experience, brokenness is thus a structural experience as well as a verbal theme. While Herbert \"breaks\" words in the context of a consistent allusion to use of the Book of Common Prayer, Vaughan uses allusions to liturgical forms to reveal a brokenness of the relationships implicit in such allusions. For instance, early in Silex Scintillans, Vaughan starts a series of allusions to the events on the annual Anglican liturgical calendar of feasts: \"The Incantation\" is followed later with \"The Passion,\" which naturally leads later to \"Easter-day,\" \"Ascension-day,\" \"Ascension-Hymn,\" \"White Sunday,\" and \"Trinity-Sunday.\" His insertion of \"Christ Nativity\" between \"The Passion\" and \"Easter-day\" interrupts this continuous allusion. He also avoids poems on Advent, Christmas, Epiphany, and Lent after \"Trinity-Sunday\" by skipping to \"Palm Sunday\" only six poems later. In addition, the break Vaughan put in the second edition between Silex I and Silex II obscures the fact that the first poem in Silex II, \"Ascension-day,\" continues in order his allusion to the church calendar.\"\n\r\nBecause of his historical situation Vaughan had to resort to substitution. In \"The Morning-watch,\" for example, \"The great Chime / And Symphony of nature\" must take the place of Anglican corporate prayer at the morning office. In \"The Evening-watch\" the hymn of Simeon, a corporate response to the reading of the New Testament lesson at evening prayer, becomes the voice of the soul to the body to \"Goe, sleep in peace,\" instead of the church's prayer \"Lord, now lettest thou thy servant depart in peace\" or the voice of the second Collect, \"Give unto thy servants that peace which the world cannot give.\" Vaughan thus finds ways of creating texts that accomplish the prayer-book task of acknowledging morning and evening in a disciplined way but also remind the informed reader of what is lost with the loss of that book.\"\n\r\nVaughan also created here a criticism of the Puritan communion and a praise of the Anglican Eucharist in the midst of a whole series of allusions to the specific lessons to be read on a specific celebration of Maundy Thursday, the \"birthday\" of the Eucharist. The result is the creation of a community whose members think about the Anglican Eucharist, whether or not his readers could actually participate in it. One can live in hope and pray that God give a \"mysticall Communion\" in place of the public one from which the speaker must be \"absent\"; as a result one can expect that God will grant \"thy grace\" so that \"faith\" can \"make good.\" It is a plea as well that the community so created will be kept in grace and faith so that it will receive worthily when that reception is possible, whether at an actual celebration of the Anglican communion or at the heavenly banquet to which the Anglican Eucharist points and anticipates. As Vaughan has his speaker say in \"Church Service,\" echoing Herbert's \"The Altar,\" it is \"Thy hand alone [that] doth tame / Those blasts [of 'busie thoughts'], and knit my frame\" so that \"in this thy Quire of Souls I stand.\" God's actions are required for two or three to gather, so \"both stones, and dust, and all of me / Joyntly agree / To cry to thee\" and continue the experience of corporate Anglican worship. Those members of Vaughan's intended audience who recognized these allusions and valued his attempt to continue within what had been lost without would have felt sustained in their isolation and in their refusal to compromise and accept the Puritan form of communion, all the while hoping for a restoration or fulfillment of Anglican worship.\"\n\r\nThe characteristics of Vaughan's didactic strategies come together in \"The Brittish Church,\" which is a redoing of Herbert's \"The British Church\" by way of an extended allusion to the Song of Solomon, as well as to Hugh Latimer's sermon \"Agaynst strife and contention\" in the first Book of Homilies. In Herbert's poem the Church of England is a \"deare Mother,\" in whose \"mean,\" the middle way between Rome and Geneva, Herbert delights; he blesses God \"whose love it was / To double-moat thee with his grace.\" In Vaughan's poem the speaker models his speech on Psalm 80, traditionally a prayer for the church in difficult times. The fact that Vaughan is still operating with allusions to the biblical literary forms suggests that the dynamics of biblical address are still functional. Like the speaker of Psalm 80, Vaughan's lamenter acts with the faith that God will respond in the end to the one who persists in his lament.\"\n\r\nOne of the stylistic characteristics of Silex I, therefore, is a functioning close to the biblical texts and their language. Weaving and reweaving biblical echoes, images, social structures, titles, and situations, Vaughan re-created an allusive web similar to that which exists in the enactment of prayer-book rites when the assigned readings combine and echo and reverberate with the set texts of the liturgies themselves. Without that network available in the experience of his readers, Vaughan provided it anew, claiming it always as the necessary source of informing his readers. This technique, however, gives to the tone of Vaughan's poems a particularly archaic or remote quality. His employment of a private or highly coded vocabulary has led some readers to link Vaughan to the traditions of world-transcending spirituality or to hermeticism, but Vaughan's intention is in no such place; instead he seeks to provide a formerly public experience, now lost.\"\n\r\nPoems after \"The Brittish Church\" in Silex I focus on the central motif of that poem, that \"he is fled,\" stressing the sense of divine absence and exploring strategies for evoking a faithful response to the promise of his eventual return. The rhetorical organization of \"The Lampe,\" for example, develops an image of the faithful watcher for that return and concludes with a biblical injunction from Mark about the importance of such watchfulness. Vaughan develops his central image from another version of the parable, one found in Matthew concerning the wise and foolish virgins. The \"lampe\" of Vaughan's poem is the lamp of the wise virgin who took oil for her lamp to be ready when the bridegroom comes. In a world shrouded in \"dead night,\" where \"Horrour doth creepe / And move on with the shades,\" metaphors for the world bereft of Anglicanism, Vaughan uses language interpreting the speaker's situation in terms not unlike the eschatological language of Revelation, where the \"stars of heaven fell to earth\" because \"the great day of his wrath is come.\"\n\r\nIn poems such as \"Peace\" and \"The World\" the images of \"a Countrie / Far beyond the stars\" and of \"Eternity ... Like a great Ring of pure and endless light\"--images of God's promised future for his people--are articulated not as mystical, inner visions but as ways of positing a perspective from which to judge present conditions, so that human life can be interpreted as \"foolish ranges,\" \"sour delights,\" \"silly snares of pleasure,\" \"weights and woe,\" \"feare,\" or \"the lust of the flesh, the lust of the Eys, and the pride of life.\" Vaughan's language is that of biblical calls to repentance, including Jesus' own injunction to repent for the kingdom is at hand. In that implied promise--that if the times call for repentance, the kingdom must be at hand--Vaughan could find occasion for hope and thus for perseverance. The act of repentance, or renunciation of the world's distractions, becomes the activity that enables endurance.\"\n\r\nWhat Vaughan thus offered his Anglican readers is the incentive to endure present troubles by defining them as crossings related to Christ's Cross. Seen in this respect, these troubles make possible the return of the one who is now perceived as absent. Vaughan could still praise God for present action--\"How rich, O Lord! how fresh thy visits are!\" (\"Unprofitableness\")--but he emphasizes such visits as sustenance in the struggle to endure in anticipation of God's actions yet to come rather than as ongoing actions of God. Vaughan constructs for his reader a movement through Silex I from the difficulty in articulating and interpreting experience acted out in \"Regeneration\" toward an increasing ability to articulate and thus to endure, brought about by the growing emphasis on the present as preparation for what is to come. This is characterized by the speaker's self-dramatization in the traditional stances of confessional and intercessory prayer, lament, and joy found in expectation. Gradually, the interpretive difficulties of \"Regeneration\" are redefined as part of what must be offered to God in this time of waiting. Vaughan's \"Vanity of Spirit\" redoes the \"reading\" motif of Herbert's \"Jesu\"; instead of being able to construe the \"peeces\" to read either a comfortable message or \"JESU,\" Vaughan's speaker can do no more than sense the separation that failure to interpret properly can create between God and his people, requiring that new act to come: \"in these veyls my Ecclips'd Eye / May not approach thee.\" Only Christ's Passion, fulfilled when \"I'le disapparell, and / ... / most gladly dye,\" can once more link heaven and earth. A similar inability to read or interpret correctly is the common failing of the Lover, the States-man, and the Miser in \"The World\"; here, too, the \"Ring\" of eternity is held out as a promise for those who keep faith with the church, for \"This Ring the Bride-groome did for none provide / But for his bride.\"\n\r\nIn his characterization of the Anglican situation in the 1640s in terms of loneliness and isolation and in his hopeful appeals to God to act once more to change this situation, Vaughan thus reached out to faithful Anglicans, giving them the language to articulate that situation in a redemptive way. \"All the year I mourn,\" he wrote in \"Misery,\" asking that God \"bind me up, and let me lye / A Pris'ner to my libertie, / If such a state at all can be / As an Impris'ment serving thee.\" It is the oblation of self in enduring what is given to endure that Vaughan offers as solace in this situation, living in prayerful expectation of release: \"from this Care, where dreams and sorrows raign / Lead me above / Where Light, Joy, Leisure, and true Comforts move / Without all pain\" (\"I walkt the other day\").\"\n\r\nVaughan's intentions in Silex I thus become more clear gradually. His posing the problems of perception in the absence of Anglican worship early in the work leads to an exploration of what such a situation might mean in terms of preparation for the \"last things.\" His taking on of Herbert's poet/priest role enables a recasting of the central acts of Anglican worship--Bible reading, preaching, prayer, and sacramental enactment--in new terms so that the old language can be used again. As a result, he seeks to create a community that is still in continuity with the community now lost because of the common future they share; he achieves this because he is able to articulate present experience in reference to the old terms, so that lament for their loss becomes the way to achieve a common future with them.\"\n\r\nJoy for Vaughan is in anticipation of a release that makes further repentance and lament possible and that informs lament as the way toward release. In this light it is no accident that the last poem in Silex I is titled \"Begging.\" The speaker, making a poem, asks since \"it is thy only Art / To reduce a stubborn heart / ... / let [mine] be thine!\" Vaughan thus ends not far from where Herbert began \"The Church,\" with a heart and a prayer for its transformation. Without the altar except in anticipation and memory, it is difficult for Vaughan to get much beyond that point, at least in the late 1640s. So the moment of expectation, understood in terms of past language and past events, becomes the moment to be defined as one that points toward future fulfillment and thus becomes the moment that must be lived out, as the scene of transformation as well as the process of transformation through divine \"Art.\"\n\r\nThe publication of the 1650 edition of Silex Scintillans marked for Vaughan only the beginning of his most active period as a writer. Now in his early thirties, he devoted himself to a variety of literary and quasi-literary activities. There is some evidence that during this period he experienced an extended illness and recovery, perhaps sufficiently grave to promote serious reflection about the meaning of life but not so debilitating as to prevent major literary effort. Olor Iscanus, which had been ready for publication since the late 1640s, finally appeared in 1651. His prose devotional work The Mount of Olives, a kind of companion piece to Silex Scintillans, was published in 1652.\"\n\r\nVaughan also spent time in this period continuing a series of translations similar to that which he had already prepared for publication in Olor Iscanus. There he had offered a translation from the Latin of short works by Plutarch and Maximus Tirius, together with a translation from the Spanish of Antonio de Guevara, \"The Praise and Happiness of the Countrie-Life.\" Now he prepared more translations from the Latin, concentrating on moral and ethical treatises, explorations of received wisdom about the meaning of life that he would publish in 1654 under the general title Flores Solitudinis. Emphasizing a stoic approach to the Christian life, they include translations of Johannes Nierembergius's essays on temperance, patience, and the meaning of life and death, together with a translation of an epistle by Eucherius of Lyons, \"The World Contemned.\" To these translations Vaughan added a short biography of the fifth-century churchman Paulinus of Bordeaux, with the title \"Primitive Holiness.\" A contemporary of Augustine and bishop of Nola from 410, Paulinus had embraced Christianity under the influence of Ambrose and renounced opportunity for court advancement to pursue his new faith. Vaughan may have been drawn to Paulinus because the latter was a poet; \"Primitive Holiness\" includes translations of many of Paulinus's poems.\"\n\r\nIndicating his increasing interest in medicine, Vaughan published in 1655 a translation of Henry Nollius's  Hermetical Physick. In this, Vaughan followed the guidance of his brother Thomas, who had studied the sciences at Oxford and resumed his interest after he was deprived of his church living in 1650. Thomas married in 1651 one Rebecca, perhaps of Bedfordshire, who helped him with his experiments until her death in 1658. Instead of resuming his clerical career after the Restoration of the Stuart monarchy, Thomas devoted the rest of his life to alchemical research. At the time of his death in 1666, he was employed as an assistant to Sir Robert Moray, an amateur scientist known to contemporaries as the \"soul\" of the Royal Society and supervisor of the king's laboratory.\"\n\r\nHenry Vaughan's interest in medicine, especially from a hermetical perspective, would also lead him to a full-time career. Hermeticism for Vaughan was not primarily alchemical in emphasis but was concerned with observation and imitation of nature in order to cure the illnesses of the body. Vaughan was able to align this approach with his religious concerns, for fundamental to Vaughan's view of health is the pursuit of \"a pious and an holy life,\" seeking to \"love God with all our souls, and our Neighbors as our selves.\" Even though there is no evidence that he ever was awarded the M.D. by a university or other authorized body, by the 1670s he could look back on many presumably successful years of medical practice.\"\n\r\nIn the meantime, however, the Anglican community in England did survive Puritan efforts to suppress it. Increasingly rigorous efforts to stamp it out are effective testimony to that fact; while attendance at a prayer book service in 1645 was punished by a fine, by 1655 the penalty had been escalated to imprisonment or exile. Repeated efforts by Welsh clergy loyal to the Church of England to get permission to engage in active ministry were turned down by Puritan authorities. What role Vaughan's Silex I of 1650 may have played in supporting their persistence, and the persistence of their former parishioners, is unknown. It is certain that the  Silex Scintillans of 1650 did produce in 1655 a very concrete response in Vaughan himself, a response in which the \"awful roving\" of Silex I is proclaimed to have found a sustaining response. Joining the poems from Silex I with a second group of poems approximately three-fourths as long as the first, Vaughan produced a new collection. Silex II makes the first group of poems a preliminary to a second group, which has a substantially different tone and mood.\"\n\r\nHis speaker is still very much alone in this second group of Silex poems (\"They are all gone into the world of light! / And I alone sit lingring here\"), perhaps reflecting Vaughan's loneliness at the death of his wife in 1653, but the sense of the experience of that absence of agony, even redemptive agony, is missing. Like so many poems in Silex I, this one ends in petition, but the tone of that petition is less anguished, less a leap into hope for renewed divine activity than a request articulated in confidence that such release will come: \"Either disperse these mists, which blot and fill / My perspective (still) as they pass, / Or else remove me hence unto that hill, / Where I shall need no glass.\" In such a petition the problem of interpretation, or the struggle for meaning, is given up into petition itself, an intercessory plea that grows out of Paul's \"dark glass\" image of human knowing here and his promise of a knowing \"face to face\" yet to come and manifests contingency on divine action for clarity of insight--\"disperse these mists\"--or for bringing the speaker to \"that hill, / Where I shall need no glass,\" yet that also replicates the confidence of Paul's assertion \"then shall I know\" (I Corinthians). In ceasing the struggle to understand how it has come to pass that \"They are all gone into the world of light,\" a giving up articulated through the offering of the speaker's isolation in prayer, Vaughan's speaker achieves a sense of faithfulness in the reliability of divine activity. The quest for meaning here in terms of a future when all meaning will be fulfilled thus becomes a substitute for meaning itself. However dark the glass, affirming the promise of future clarity becomes a way of understanding the present that is sufficient and is also the way to that future clarity.\"\n\r\nVaughan's speaker does not stop asking for either present or future clarity; even though he is not to get the former, it is the articulation of the question that makes the ongoing search for understanding a way of getting to the point at which the future is present, and both requests will be answered at once in the same act of God. This relationship between present and future in terms of a quest for meaning that links the two is presented in this poem as an act of recollection--\"Their very memory is fair and bright, / And my sad thoughts doth clear\"--which is in turn projected into the speaker's conceptualization of their present state in \"the world of light,\" so that their memory \"glows and glitters in my cloudy breast.\" This juxtaposition of light and dark imagery as a way of articulating the speaker's situation becomes a contrast between the fulfillment of community imagined for those who have gone before and the speaker's own isolation.\"\n\r\nFaith in the redemption of those who have gone before thus becomes an act of God, a \"holy hope,\" which the speaker affirms as God's \"walks\" in which he has \"shew'd ... me / To kindle my cold love.\" Such a hope becomes \"some strange thoughts\" that enable the speaker to \"into glory peep\" and thus affirm death as the \"Jewel of the Just,\" the encloser of light: \"But when the hand that lockt her up, gives room / She'll shine through all the sphære.\" The ability to articulate present experience in these terms thus can yield to confident intercession that God act again to fulfill his promise: \"O Father / ... / Resume thy spirit from this world of thrall / Into true liberty.\"\n\r\nThis strongly affirmed expectation of the renewal of community after the grave with those who \"are all gone into the world of light\" is articulated from the beginning of Silex II, in the poem \"Ascension-day,\" in which the speaker proclaims he feels himself \"a sharer in thy victory,\" so that \"I soar and rise / Up to the skies.\" Like \"The Search\" in Silex I, this poem centers on the absence of Christ, but the difference comes in this distance between the speaker of \"The Search\" and its biblical settings and the ease with which the speaker of \"Ascension-day\" moves within them. In this exuberant reenacting of Christ's Ascension, the speaker can place himself with Mary Magdalene and with \"Saints and Angels\" in their community: \"I see them, hear them, mark their haste.\" He can also find in the Ascension a realization of the world-renewing and re-creating act of God promised to his people: \"I walk the fields of Bethani which shine / All now as fresh as Eden, and as fine.\" What follows is an account of the Ascension itself, Christ leaving behind \"his chosen Train, / All sad with tears\" but now with eyes \"Fix'd ... on the skies\" instead of \"on the Cross.\" Having gone from them in just this way, \"eternal Jesus\" can be faithfully expected to return, and so the poem ends with an appeal for that return.\"\n\r\nAs a result \"Ascension-day\" represents a different strategy for encouraging fellow Anglicans to keep faith with the community that is lost and thus to establish a community here of those waiting for the renewal of community with those who have gone before. This shift in strategy amounts to a move from arguing for the sufficiency of lament in light of eschatological expection to the encouragement offered by an exultant tone of experiencing the end to come through anticipating it. Vaughan prepared for the new strategy by changing the front matter of the 1650 edition for the augmented 1655 edition. Gone, first of all, are the emblem of the stony heart and its accompanying Latin verse\n", "attrs": {"Region:": ["Wales"]}}