{"pf_url": "https://www.poetryfoundation.org/poets/herbert-read", "name": "Herbert Read", "yob": "1893", "yod": "1968", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6512dceb831f7a6cc394722d1ee6f8a847b60ff9.jpeg", "bio": "\nAs a literary and art critic, Herbert Read possessed a “keen and vital intellect” equal to his “open-eyed unbiased judgement,” observed H.W. Hausermann. And, in Henry Treece’s view, as a poet Read “represented more phases of human recognition than any other writer living today.” Read combined his sharpness of perception with his commitment to “searching life at a very great depth” to produce writing after writing in a career that spanned six decades. “Only [Ezra] Pound’s creative lifetime,” wrote Marius Bewley, “has been longer and more representative in our time.”\r\n \r\nCritics have cited several distinct traits in Read’s poems. Like Hausermann’s response to Read’s criticism, Bewley believed “one cannot read the... Collected Poems without a sharp awareness of the writer’s informed intelligence.” Read also wrote a distinctively modern verse, with Imagism being, in Kathleen Raine’s analysis, “the first of several movements with which Herbert Read was to associate himself. From the regionalism which inspired his first and enduring poetic loyalty to Wordsworth he moved... into the American expatriate ethos which ... introduced into English letters that internationalism which changed, perhaps permanently, the course of its native current.” James Dickey commented further on the influence of Wordsworth when he said: “The poems I think of most persuasively as Read’s (‘A World Within a War,’ ‘Moon’s Farm’) are about land, and its relationship to those who live on it. These poems have more of the feudal (and older) sense of belonging to the land than any I know since Wordsworth’s.\n\r\nRead’s development as a poet, critic, and thinker owed itself to the influence of several important mentors. Besides Wordsworth, other poets in his literary tradition, most of them Imagists, included T.E. Hulme, F.S. Flint, Pound, H.D., Marianne Moore, William Carlos Williams, and his lifetime friend and closest literary associate, T.S. Eliot. As a critic, Read depended heavily upon Coleridge’s Biographia Literaria, as well as the Letters of John Keats. Among others who shaped Read’s mind (long known for its anarchist convictions) are John Ruskin, Sigmund Freud, Soren Kierkegaard, and Carl Jung.\r\n \r\nWhile the intellectual aspects of Read’s poetry are apparent, some feel this quality has adversely affected his presentation. “There is too much of the will, here [in Moon’s Farm], and not enough of the carrying flow of passion,” argued Dickey. “Read’s verse has over it, still, a strong cast of the would-be poet, the straining articulateness of the amateur.” Geoffrey Moore also recognized a burdening will when he declared: “Yet for all his hard work and seriousness Sir Herbert has, but for a handful of poems, always seemed more of a thinker expressing himself in verse than a true poet.”\r\n \r\nCritics agree that Read evinced a different character as a poet than as a critic. In a 1926 review of a critical work, Reason and Romanticism, D.S. Mirsky claimed “Read is an anti-Romantic and a champion of the intellectual revival.” But others have shared the view that Read is “anti-romantic in his criticism only.” “Read divided his activities between the spontaneous, lyrical approach of the poet and the logical, discursive approach of the essayist,” wrote George Woodcock. “His views on poetry tended to the romantic; his practice in prose was inclined to the classical.” Graham Greene, too, noticed the distinction, and seemed more moved by his “creative” work: “The result of separating Mr. Read’s creative from his critical work has an odd effect—there is color, warmth, glow, the passion which surrounds the ‘sense of glory,’ and we seem far removed from the rather dry critic with his eyes fixed on the distinctions between the ego and the id.”\r\n \r\nRead’s criticism has surprised many because of its tolerance. Raine saw Read’s open-armed approach to others’ works bound in a desire to “relate his criticism to system after system. Under the compulsive necessity always to have a theory, he was almost naively uncritical of ideas as long as they were new.” John Berger, meanwhile, looked for explanations in his personality: “If he is over-tolerant towards nonsense, it is because he credits everyone with his own sincerity.” Treece also felt Read’s critical attitude rested in “his very nature, his lability, his tolerance and breadth... . For Read’s humility is only the obverse of his honest solidity; it is the humanity of the man who can recognise, probe and still respect the multiplicity of the world in which he walks.”\r\n \r\nThough Read concentrated mainly on poetry and criticism, one of his most widely read books is a novel. Worth T. Harder considered The Green Child a “masterpiece, a work as extraordinary now as it was when first published in 1935. Seductive, complex, self-contained, it appears at once to invite and to forbid analysis... . What seems to have happened in The Green Child was that he combined his ideas in such unexpected ways and embodied them in a fantasy so entrancing as to render his readers unable or unwilling to grasp the meaning of his allegory. Yet it is the matching of image with idea in this work that is, finally, most extraordinary of all.” Similarly, Woodcock thought it “no ordinary novel” and “full of intrinsic symbolic suggestiveness.” He also felt that although by nature Read was more a poet and essayist than a novelist, “The Green Child would not have been the small and unique classic it has now become if Read had not used in writing it his poet’s complex sensitivity to words and the essayists power to control and manipulate ideas.”\r\n \r\nRead’s ultimate contribution as a writer lay in his “reasonable romantic championship of art to others,” praised David D. Harvey. He believed art to be a seminal force in education and industry, as exemplified by such works as Art and Industry and The Redemption of the Robot: My Encounter With Education Through Art. Woodcock believed Read’s most influential book, Education Through Art, succeeded in this way because it reached beyond his special audience and “influenced many of the very people he had hoped to convert—the teachers and the instructors in colleges of education.” In his lifetime Read saw Britain’s Society of Education Through Art and an International Society for Education Through Art founded on the basis of his work, but these accomplishments formed only a foundation for his great hope. As Woodcock emphasized, “Read died believing that his philosophy of life—the aesthetic philosophy—was valid, and that some day, if the world was not destroyed by technicians, mankind would come to live by it, through true education and a life in which work and art would become indistinguishable.”\n", "attrs": {"Region:": ["England"]}}