{"pf_url": "https://www.poetryfoundation.org/poets/herman-melville", "name": "Herman Melville", "yob": "1819", "yod": "1891", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eef7670aa19894d007043a3cbf1e096539986dc1.jpeg", "bio": "\nNovelist, short story writer, and poet Herman Melville is best known for his novels of the sea, especially Moby-Dick and Billy Budd. Though his poetry is read less frequently, critics argue that it too is historically significant, thematically complex, and highly crafted. Stanton Garner, author of The Civil War World of Herman Melville, described Melville as “the third participant in the mid- 19th-century American poetic revolution,” along with Emily Dickinson and Walt Whitman. In fact, Melville spent the last decades of his life writing poetry. His published collections include Battle-Pieces and Aspects of the War (1866), an intimate and highly personal response to the Civil War, and the allegorical epic Clarel: A Poem and Pilgrimage in the Holy Land (1876).\nMelville was born William Melvill in 1819 to a merchant family in New York City (his mother later added the “e” to the family name). When Melville was eleven, his father tried his hand at the fur trade, with disastrous results. The family moved to Albany in an attempt to recoup their losses, and Melville’s formal education was often interrupted due to lack of funds for tuition. After his father’s death, Melville left school and took a series of jobs. He worked as a bank clerk and a teacher; he ran his uncle’s farm in Pittsfield, Massachusetts, and even studied surveying and engineering. After failing to get a job working on the Eerie Canal, Melville began his career as a seaman.\nMelville’s experiences at sea informed much of his fiction. In 1839, he joined the crew on a merchant ship bound for Liverpool. He reworked this initial voyage in the autobiographical Redburn (1849), but his first published works, Typee: A Peep at Polynesia Life (1846) and Omoo (1847), were based on a momentous journey aboard the whaling ship Acushnet. After leaving New York for the Pacific Ocean in early 1841, Melville jumped ship in the present-day Philippines with his friend Toby Greene in the summer of 1842. His sojourn among native tribes in the Typee valley—the factual details of which are not known—became the basis for Typee. The book announced Melville’s enduring interests in cross-cultural difference and exchange, and began his life-long critique of Western imperialism. John Wenke suggests that in Typee, “Melville not only dramatizes the limitations of the Western point of view but also reveals how Eden Regained is itself a self-gratifying, and fallacious, cultural fiction.”\nMelville’s career as a seaman encompassed just a few more trips: he took part in a nonviolent mutiny aboard an Australian whale ship, and arrived in Hawaii on the whaling vessel the Charles and Henry. In 1843 he signed on to the United States, a navy frigate bound for the Pacific—Melville returned to this trip in another highly autobiographical novel, White-Jacket (1850). Of Redburn and White-Jacket, Melville lamented that the books were “two jobs, which I have done for money—being forced to it, as other men are to sawing wood.” Money troubles plagued Melville his entire life. After his discharge from the United States in 1844, Melville wrote numerous prose accounts of his time at sea, including the critical flop Mardi (1849) and, most famously, Moby-Dick, or the Whale. None of these were as commercially successful as Melville hoped, although Typee, Redburn, and White-Jacket received strong reviews and sold well.\nIn 1847 Melville married Elizabeth Shaw. The couple lived in New York with Melville’s family until purchasing Arrowhead, a farm in the Berkshires, in 1850. The move was in part due to Melville’s burgeoning friendship with Nathaniel Hawthorne, who lived in near-by Lenox. Melville dedicated Moby-Dick to Hawthorne, and the book is infused with energy and insights the two developed through letters and conversation. Although now considered one of the greatest works in the English language, Moby-Dick sold barely 3,000 copies in Melville’s lifetime. In the 1850s, he sold a number of short stories to newspapers, collected as The Piazza Tales (1856), but the later novels, including the impressionistic Pierre; or the Ambiguities (1852) and the highly satirical, formally adventurous novel The Confidence-Man (1857), were commercial failures. “When he stopped publishing novels in 1857, it wasn’t because he had run out of ideas—it was because no publisher could afford to print his books, which always lost money,” writes Mark Beauregard. “He started writing poetry instead.”\nIn the late 1850s Melville attempted to earn money on the lecture circuit, but eventually took a job as a customs inspector in New York. He sold Arrowhead in 1863 and moved permanently to New York City with his family. During this time, Melville turned his full attention to poetry. His first book of poems, Battle-Pieces and Aspects of the War (1866), is arranged chronologically, following the terrible arc of the Civil War. Melville had family members who served in the war, including his son Malcolm, who later committed suicide; he had watched Senate debates on secession, and had even traveled to the front-lines. The poems Melville wrote in response to these circumstances are considered by scholars to be as rich and complex as his earlier novels; like his prose fiction, the poems deflate core myths of American exceptionalism. But Melville’s poetry found few readers. “Unlike the popular poetry of the day, Melville’s verse was too dense, high-minded, and self-conscious to win a fireside reading by a family hearth,” Beauregard explains.\nMelville’s next volume of poetry, Clarel (1876), was written amidst a series of personal tragedies: not only Malcolm’s suicide, but the death of his cousin, brother, and mother as well as serious financial difficulties beset Melville during the years of this long, strange poem’s composition. Melville’s wife, Lizzie, called it “this dreadful incubus of a book (I call it so because it has undermined all our happiness).” The poem follows a young American divinity student, Clarel, on his travels through the Middle East where he meets a disparate cast of pilgrims who debate philosophical and theological matters. The work was not well received and remains, Wenke notes, one of Melville’s “least read and least comprehended works.”\nMelville retired from the customs house in 1885, aided by funds from Lizzie’s inheritances. He continued to write poetry, even paying to have his last two volumes of poetry—John Marr and Other Sailors, with Some Sea-Pieces (1888) and Timoleon and Other Ventures in Minor Verse (1891)—published in editions of twenty-five copies each. He also embarked on his great unfinished prose work, Billy Budd, first published in 1924. Weeds and Wildings with a Rose or Two, an unfinished collection of poems Melville had been working on at the time of his death, was published posthumously in a private edition. He wrote these final poems to Lizzie. Beauregard describes how “many of these poems had an easy style and a wry glint of humor that was often missing from his other verse. His subjects at the end included roses and irises, bluebirds and chipmunks, his early life with Lizzie in the Berkshires, and children’s dreams.”\nHerman Melville’s final years were spent enduring further personal tragedy—his son Stanwix died in 1886—and relative obscurity. When he died in 1891, the New York Times wrote an obituary for a nearly-forgotten writer: “Whoever, arrested for a moment by the tidings of the author’s death, turns back now to the books that were read and so talked about forty years ago has no difficulty in determining why they were then read and talked about. His difficulty will be rather to discover why they are read and talked about no longer. The total eclipse now of what was then a literary luminary seems like a wanton caprice of fame.”\nIn the 1910s and ‘20s, critics such as D.H. Lawrence, Carl Van Vechten, and Lewis Mumford championed his works. The so-called “Melville Revival” treated him as a “literary luminary” once again. Later in the 20th century, critics such as Robert Penn Warren and Helen Vendler began to argue for Melville’s place in the modern American poetic tradition. Individual poets also discovered Melville, including Charles Olson, whose Call Me Ishamael (1947) is a meditation on Moby-Dick. In our contemporary moment, Melville’s works have received attention from scholars working in postcolonial studies, gender and sexuality studies, and legal studies. His works seem destined to be read and talked about for decades to come.\n \n \n", "attrs": {}}