{"pf_url": "https://www.poetryfoundation.org/poets/homero-aridjis", "name": "Homero Aridjis", "yob": "1940", "yod": null, "image": null, "bio": "\nHomero Aridjis was born in Contepec, Michoacán, Mexico. One of Mexico’s foremost poets and novelists, he is also an environmental activist and a diplomat. A former ambassador to the Netherlands, Switzerland, and UNESCO, Aridjis served as the president of International PEN for two terms. He has been called the “poetic soul” of Mexico’s environmental movement.\nAridjis is the author of more than 40 collections of poetry and prose, including Mirándola dormir (1964), a collection of poetry that won a Xavier Villaurrutia Prize for best book of the year, and Memorias del nuevo mundo (1988), winner of a Dian-Novedades Literary Prize for an outstanding novel in Spanish. His many works translated into English include the poetry collections Blue Spaces/Los espacio azules (introduction by Kenneth Rexroth, 1974), Exaltation of Light (trans. Eliot Weinberger, 1981), Eyes to See Otherwise/Ojos de otro mirar (trans. Betty Ferber and George McWhirter, 2002), Solar Poems/Los poemas solares (trans. George McWhirter, 2010), and Time of Angels/Tiempo de àngeles (trans. George McWhirter, 2012).\nAridjis’s novels translated into English include 1492: The Life and Times of Juan Cabezon of Castile (trans. Betty Ferber, 1991), named a New York Times Notable Book of the Year, and The Lord of the Last Days: Visions of the Year 1000 (trans. Betty Ferber, 1995). His memoir The Child Poet, originally published in Spanish in 1971, was translated into English by Chloe Aridjis and published in 2016. News of the Earth (trans. Betty Ferber, 2017) collected many of his environmental writings and documented the formation of the Grupo de los Cien (Group of 100), the environmental movement Aridjis founded in 1985. Made up of 100 influential artists and intellectuals, the Group of 100 has spearheaded movements to preserve the Monarch Butterfly Biosphere Reserve, protect sea turtles from capture, preserve Mayan ruins, and publicize air pollution in Mexico City.\nAridjis’s many honors and awards include the prix Roger Caillois, the John Hay Award from the Orion Society, the Golden Key of Smederevo prize for poetry, the Premio Letterario Camaiore Internazionale 2013, the Violani Landi University of Bologna poetry prize, and two Guggenheim Fellowships. He has taught at numerous institutions, including Columbia University, New York University, the University of Indiana, Bennington College, and Florida Gulf Coast University.\n", "attrs": {"Region:": ["Mexico"]}}