{"pf_url": "https://www.poetryfoundation.org/poets/howard-nemerov", "name": "Howard Nemerov", "yob": "1920", "yod": "1991", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8a35a1bf2d625cd4be6fb2dc880b02d51356838d.jpeg", "bio": "\nHoward Nemerov was a highly acclaimed poet often cited for the range of his capabilities and subject matter, “from the profound to the poignant to the comic,” James Billington remarked in his announcement of Nemerov’s appointment to the post of United States poet laureate. Nemerov was born in New York, New York to an artistically inclined family: his younger sister was photographer Diane Arbus. He earned his BA from Harvard and served in World War II as a pilot and first lieutenant in the U.S. Army Air Force’s Royal Canadian unit. Returning to the United States, Nemerov embarked on a long and distinguished teaching career, first at Hamilton College and then at institutions including Bennington College, Brandeis University, and Washington University in St. Louis, where he was professor and poet-in-residence from 1969 to 1990. Nemerov’s many collections of poetry, fiction, and prose, as well as his work as an editor made him a major figure in mid-century American poetry. Though his works showed a consistent emphasis on thought—the process of thinking and ideas themselves—his poems related a broad spectrum of emotion and a variety of concerns. As Joyce Carol Oates remarked in the New Republic, “Romantic, realist, comedian, satirist, relentless and indefatigable brooder upon the most ancient mysteries—Nemerov is not to be classified.” Writing in the study Howard Nemerov, Peter Meinke pointed out that Nemerov spoke of a duality in his nature in Journal of the Fictive Life in which he said that “it has seemed to me that I must attempt to bring together the opposed elements of my character represented by poetry and fiction.” Commented Meinke, “These ‘opposed elements’ in Howard Nemerov’s character are reflected in his life and work: in the tensions between his romantic and realistic visions, his belief and unbelief, his heart and mind.”\n\r\nIf Nemerov harbored impulses toward both poetry and fiction, he expressed them as opposites suspended in balanced co-existence rather than dissonance. His many works of poetry included Guide to Ruins (1950); The Salt Garden (1955); The Winter Lightning; Selected Poems (1968); The Collected Poems of Howard Nemerov (1977), winner of the Pulitzer Prize, the National Book Award, and the Bollingen Priz; Sentences (1980); and Trying Conclusions: New and Selected Poems 1961-1991 (1991), among others. Writing in the American modernist tradition of poets such as T. S. Eliot, W. H. Auden, W. B. Yeats, and Wallace Stevens, Nemerov’s early work was sometimes described as derivative. Randall Jarrell found that “you can see where he found out how to do some of the things he does—he isn’t, as yet, a very individual poet.” Years later, when asked if his work had changed in character or style, Nemerov replied in Poets on Poetry, “In style… for I began and for a long time remained imitative, and poems in my first books… show more than traces of admired modern masters—Eliot, Auden, Stevens, [E. E.] Cummings, Yeats.” Meinke, too, maintained that Nemerov in his early work was “writing Eliot, Yeats, and Stevens out of his system.” Yet even Jarrell commented that “as you read The Salt Garden you are impressed with how much the poet has learned, how well he has developed,” while Hayden Carruth remarked, “Nemerov’s new book is his third… and his best; steady improvement, I take it, is one sign of formidable ability.”\nThe Salt Garden marked other changes in Nemerov’s work as he increasingly opened his poetry to consideration of the natural world. In 1966, Nemerov wrote in Poets on Poetry of the impact of the natural world on his work: “During the war and since, I have lived in the country, chiefly in Vermont, and while my relation to the landscape has been contemplative rather than practical, the landscape nevertheless has in large part taken over my poetry.” Frequently compared to Robert Frost, Nemerov likewise brought philosophical issues into his poetry. As he said in Poets on Poetry, he was not so much an observer of nature as its medium, bringing into speech “an unknowably large part of a material world whose independent existence might be likened to that of the human unconscious, a sleep of causes, a chaos of the possible-impossible.”\nA feature of the poems more frequently pointed out by critics is a witty, ironic manner and a serious, perhaps pessimistic, philosophy. James Dickey observed the seriousness that underlies Nemerov’s wit. Nemerov, Dickey maintained, “is one of the wittiest and funniest poets we have… But the enveloping emotion that arises from his writing is helplessness: the helplessness we all feel in the face of the events of our time, and of life itself… And beneath even this feeling is a sort of hopelessly involved acceptance and resignation which has in it more of the truly tragic than most poetry which deliberately sets out in quest of tragedy.” Not all critics applauded the tragic irony which Dickey and many others have found in Nemerov’s poetry. Carruth, for example, commented: “No one would deny that famous and marvelous poems have been written in the manner of poetic irony… But today this manner is an exceedingly tired poetic attitude… And Nemerov’s tired attitude is revealed in tired poetry: spent meters, predictable rhymes, and metaphors haggard with use.” However strong his ironic voice, Nemerov mellowed with age, according to many reviewers. Helen Vendler discerned in a critique of Collected Poems that as “the echoes of the grand maitres fade, the poems get steadily better. The severity of attitude is itself chastened by a growing humanity, and the forms of the earth grow ever more distinct.”\nThe Collected Poems of Howard Nemerov presented verse from all of the earlier volumes and its publication in 1977 spurred a re-evaluation of Nemerov’s work. Phoebe Pettingell noted in the New Leader that the book showed “a gradual intensifying of a unified perspective,” the poet’s obsession with the theme of “man’s sometimes tragic, sometimes ludicrous relation to history, death and the universe.” Robert B. Shaw, writing in the Nation, related, “To what extent, he repeatedly wonders, is the world we see our own creation?... Is the poem a mirror reflecting the appearances of the world in responsible detail, or is it a window, a transparent medium through which we may see…? Or might it begin in one and with care and luck become the other? Nemerov never fully unravels these aesthetic and metaphysical knots. They provide him the material for endless reflection.” Tom Johnson offered this assessment in the Sewanee Review: “Nemerov has written more incisively of science and its place in our imaginations than anyone else has yet managed to do in good (or even readable) poems… The breadth of accomplishment and depth of insight are one’s most striking impressions from first readings of the Collected Poems, enriched later by the humor, in intricacy, the grace.” Shaw recommended Collected Poems to readers whose interest in poetry stems more from curiosity than from experience with the genre. “Such readers,” Shaw said, “can expect to be charmed by the easy flow of Nemerov’s reasoned discourse, and moved by those fine moments in his poems in which reason is overcome by awe.”\n\r\nSeveral reviewers also found much of value in Trying Conclusions: New and Selected Poems, 1961-1991, published the year of Nemerov’s death. Sidney Burris, writing in the Southern Review, found the collection significant because, in addition to containing a dozen new poems, it provided an excellent selection of Nemerov’s work beginning with The Next Room of the Dream, with Collected Poems containing much of the poet’s earlier output and therefore functioning as a “companion volume.” Burris went on, “The poetry selected for Trying Conclusions issues from what Nemerov continually described as a simple respect for an audience who has—or at least ought to have, he always added—more pressing things to do than read his poems…The deepest wish of Nemerov’s poetry, particularly of the poems gathered together in Trying Conclusions, is that his poems aim ultimately to dignify the world of our recognizably common experience.” Several reviewers also saw in the collection the humor and versatility frequently associated with Nemerov.\nNemerov’s prose has also been commended, especially for displaying an irony and wit similar to that of his poems. His novels, as Meinke remarked, “like his poems… are basically pessimistic. The condition of man is not an enviable one: we act foolishly and understand imperfectly. Nemerov’s dark viewpoint, which in his poetry is redeemed by beauty… in his fiction is redeemed by humor.” Through the characters in these novels, Nemerov explored “the consequences of the overactive imagination,” wrote Carl Rapp in the Dictionary of Literary Biography: Novelists since World War II. Characters with romantic expectations of finding meaningful action and self-realization amid the social pressures of their times instead realize that they are the victims of their own fantasies. Thus, the novels, like the poetry, comment on the relationship between imagination and reality.\n\r\nNemerov published his last novel, The Homecoming Game (about a professor who discovers his limits when faced with opposing groups on campus), in 1957. Though through with the novel form, Nemerov continued to work with prose in short stories and literary criticism. Like his poetry and fiction, Nemerov’s essays won him the respect of many well-known writers and critics. “It is the texture of [Nemerov’s] thinking that is exhilarating, and not the Grand Propositions—though one of the latter (his favorite) is sturdy indeed: ‘Poetry is getting something right in language’… The theoretical essays and the studies of particular writers are the ones most wealthy in serviceable lore,” wrote Richard Wertime of Nemerov’s New and Selected Essays in the Yale Review. Deborah S. Murphy and Gloria Young stated in the Contemporary Authors Bibliography Series that since “Nemerov is a poet who is continually changing and growing, becoming more complex in subject matter and apparently simpler in style,” the body of his work has only begun to receive the serious critical attention it merits.\n\r\nSeveral of Nemerov’s essays and works of fiction, along with a smattering of poems, were collected in 1991 into A Howard Nemerov Reader. Doug Anderson, writing in the New York Times Book Review, said the book would be valuable to those who know Nemerov only as a poet, as “his fiction… allows him a much wider emotional and imaginative range than do his poems, and his essays… reveal Mr. Nemerov as brilliantly incisive, if occasionally curmudgeonly.” And in Poetry, Robert B. Shaw pronounced, “This volume amply serves its purpose as an introduction to the spectrum of Nemerov’s writing in its several forms.”\n\r\nNemerov’s books brought him many major awards for poetry, including the National Book Award and the Pulitzer Prize in 1978, and the Bollingen Prize in 1981, all for The Collected Poems of Howard Nemerov. Regarding his fame, he told Jake Thompson of the Chicago Tribune, “You do the best you can and really don’t worry about immortality all that much, especially as you have to be dead to achieve it… Oh, you want praise and recognition and above all money. But if that was your true motive, you would have done something else. All this fame and honor is a very nice thing, as long as you don’t believe it.”\n", "attrs": {}}