{"pf_url": "https://www.poetryfoundation.org/poets/helene-cixous", "name": "Hélène Cixous", "yob": "1937", "yod": null, "image": null, "bio": "\nPhilosopher and writer Hélène Cixous is widely considered one of the preeminent French intellectuals writing under the sign of deconstruction. A close friend of Jacques Derrida, Cixous pioneered écriture feminine, a form of writing distinct from patriarchal models of communication premised on exclusion and expropriation. For Cixous, language is the site of struggles over sexuality, identity, and difference; to alter language is to effect social change.\n\r\nIn her many works of philosophy and critical theory, Cixous explores relationships among language, psychoanalysis, subjectivity, and politics. They include The Exile of James Joyce, or the Art of Displacement (1969, translation 1972), which was her doctoral thesis; The Laugh of the Medusa (1975), in which she lays out the basic tenets of écriture feminine; and Angst (1977), which marked the beginning of her association with the feminist publishing house Des Femmes. Cixous’s first work of fiction, Dedans (1969), won a prestigious Prix Médicis. Cixous has published more than 70 collections of philosophy, theory, poetry, plays, novels, and hybrid works that explore history, autobiography, and identity. Since the 1990s, she has been closely associated with the avant-garde theater group Theater du Soleil and its director, Ariane Mnouchkine.\n\r\nCixous’s early life was formative in the development of her thinking about power, nationality, and identity. She was born in Oran, Algeria, to an Austro-German mother and French Algerian father; he died of tuberculosis when she was young. German was Cixous’s first language, and she has written about the diasporic conditions of her early life: “My own writing was born in Algeria out of a lost country of the dead father and the foreign mother.” Cixous studied English and German literature in France and earned her agrégation (teachers’ exam) in English in 1959; in 1962, she became assistante at the University of Bordeaux. After moving to Paris, she was appointed maître assistante at the Sorbonne and maître de conférences at Nanterre. Cixous was deeply involved in the Paris student riots of 1968 and helped found the experimental Université de Paris VIII. In 1974, she founded the Centre de Recherches en Etudes Féminines, the first such center in Europe.\n\r\nCixous continues to write and publish works that negotiate and transgress boundaries between criticism, memoir, and history. Essays from the 1990s were collected in Stigmata: Escaping Texts (2002). She also continues to write plays, many of which were collected in English translation in The Selected Plays of Hélène Cixous (2003). Her 1970 classic Le Troisiéme Corps was recently published in English as The Third Body (2009).\n", "attrs": {"Region:": ["France"]}}