{"pf_url": "https://www.poetryfoundation.org/poets/irene-mckinney", "name": "Irene McKinney", "yob": "1939", "yod": "2012", "image": null, "bio": "\n                                                                    The daughter of a schoolteacher, poet Irene McKinney grew up on her family’s farm in Belington, West Virginia. She earned a BA at West Virginia Wesleyan College, an MA at West Virginia University, and a PhD at the University of Utah.   McKinney published several collections of poetry, including The Girl with the Stone in Her Lap (1976); Six O’Clock Mine Report (1989), which was chosen for the Pitt Poetry Series; and Vivid Companion (2004). Unthinkable: Selected Poems 1976–2004 was published in 2009. McKinney’s work is also included in the anthology Listen Here: Women Writing in Appalachia (2003), edited by Sandra L. Ballard and Patricia L. Hudson. In the introduction, McKinney admits, “I’m a hillbilly, a woman, and a poet, and I understood early on that nobody was going to listen to anything I had to say anyway, so I might as well just say what I want to.” Her lyrical poetry is steeped in the rural Appalachian landscape and frequently explores the connections between people and place.   McKinney co-founded the literary journal Trellis with Maggie Anderson and served as an editor for Quarterly West. She also edited the anthology Backcountry: Contemporary Writing in West Virginia (2002).   Her honors included fellowships, grants, and residencies from the National Endowment for the Arts, the Bread Loaf Writers Conference, the MacDowell Colony, the West Virginia Commission on the Arts, the Utah Arts Council, and the Kentucky Foundation for Women. She won the Cincinnati Review Annual Poetry Prize, and her work has been featured on Verse Daily and Garrison Keillor’s National Public Radio program The Writer’s Almanac. In 1994 she was appointed poet laureate of West Virginia.  McKinney lived in rural West Virginia. Though a profesor emerita, she taught creative writing part-time at West Virginia Wesleyan College.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}