{"pf_url": "https://www.poetryfoundation.org/poets/isaac-watts", "name": "Isaac Watts", "yob": "1674", "yod": "1748", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7bef4b5fe2e2ad8e6f140eeacd887b3c6f4a0776.jpeg", "bio": "\nIsaac Watts was a scion of seventeenth-century Independent Dissent, a religious culture distinguished by its attention to local congregational authority, the education of preachers and people, and the cultivation of individual piety. The politics, pedagogy, and piety of Independency are all in evidence in Watts's early life and throughout his long career. He was at once a churchman, an educator, and an important minor poet. Watts's poetry is, however, more than an expression of this particular religious culture. His writing, poetry and prose, was widely read and used for at least 150 years by believers and educators of all convictions in both Britain and America. Indeed Watts's model of congregational song, the hymn, remains in current use throughout the English-speaking world. It is arguably the most lively vestige of the eighteenth-century understanding of what poetry can and ought to do.   Born in Southampton on 17 July 1674, the first of eight children of Isaac Watts and Elizabeth Taunton, the infant Isaac was nursed on the steps of the Southampton jail where his father was imprisoned as a Dissenter. The father began tutoring his son in Latin when the boy was four. The poet's first biographer, Thomas Gibbons, records a specimen of the seven-year-old Isaac's early poetry:\nI am a vile polluted lump of earth,S o I've continued ever since my birth,A lthough Jehovah grace does daily give me,A s sure this monster Satan will deceive me,C ome therefore, Lord from Satan's claws relieve me. W ash me in thy blood, O Christ,A nd grace divine impart,T hen search and try the corners of my heart,T hat I in all things may be fit to doS ervice to thee, and sing thy praises too.\nSomber religious conviction and precocity in versification both inform this acrostic.   Watts continued his education at the Free-School in Southampton, learning Greek, French, and Hebrew. In 1690 he refused a university scholarship with its requisite allegiance to the articles of the Church of England and went instead to London to study at the Newington Green Academy of Thomas Rowe, a leading liberal academic light among the Dissenters. Friends at the academy included the poet John Hughes and the critic Samuel Say. Here Watts wrote his first serious poetry and essays on theological subjects in Latin and English, samples of which are reproduced in Watts's Horae Lyricae (1706) and in Gibbons's Memoirs of the Rev. Isaac Watts, D.D. (1780). His studies in London concluded, Watts, then twenty years old, returned to his father's house in Southampton, where he spent two years in further reading, writing, and contemplation. Five years' residence in Stoke Newington, at the home of Sir John and Lady Hartopp, followed. Watts continued his studies, tutored the Hartopps' son, and in 1698 began preaching as assistant pastor at the prominent Mark Lane Meeting in London.   This education is of more than simply biographical interest. Watts was to become a prominent educator whose textbooks and educational theory were republished in Britain and America for more than a century. He wrote a basic text on English usage, The Art of Reading and Writing English (1721), and a guide called Logic: or the Right Use of Reason (1724) later supplemented with The Improvement of the Mind (1741). He wrote on psychology in The Doctrine of the Passions Explained and Improved (1729) and promoted popular education in An Essay towards the Encouragement of Charity-Schools (1728). His interest in the colonial American universities and liberal if nonclassical education for girls was particularly marked. This commitment to education was basic to Watts's understanding of devotional lyrics, congregational hymns and psalms, and songs for children.   King William died 8 March 1702, a frightening event for the Dissenters who feared the return of the Stuarts. On the same day, Watts accepted the invitation to serve as pastor of the Mark Lane Meeting. Here Watts preached the thousands of sermons, published in scores of volumes, that have perforce been left out of consideration here. His congregation and its world of prosperous, powerful, urbane Dissent provided the social and political context of all Watts's writing. Often incapacitated by long months and years of fevers and nervous illness, he lived in the homes of prominent Mark Lane families, first with the Hartopps, then eight years with Thomas Hollis, then, from 1712 until his death thirty-six years later, with Sir Thomas and Lady Mary Abney.   Watts published four volumes of poetry: Horae Lyricae; Hymns and Spiritual Songs (1707); Divine Songs Attempted in Easy Language for the Use of Children (1715); and The Psalms of David Imitated in the Language of the New Testament (1719). The many reprintings of each of these works indicate the poet's remarkable contribution to the traditions of devotional verse, congregational hymnody, children's literature, and psalmody. The later collection of poetry and prose Reliquiae Juveniles (1734) demonstrates Watts's continued popularity and interest in poetry. Watts's poetry and the critical writing of his prefaces provide an intriguing view of a lively, influential, eighteenth-century literary counterculture. Literary history that includes this culture discovers new perspectives on piety, morality, the affective aesthetics of sentimentalism, graveyard poetry, congregational hymnody as a distinctive poetic genre, and the Augustan reputation of John Milton. Seventeenth-century Latin and French influences are apparent, as well as the critical context of much neglected writing by eighteenth-century women.   Watts's short critical essay introducing Horae Lyricae claims poetry for the cause of religion and virtue, rejecting the common secular debasement of the heavenly genre. Invoking the sublimity and power of biblical poetry, he praises Jean Racine and Pierre Corneille for their use of scriptural material. He wonders at the potential poetic impact of the Incarnation and the Passion of Christ and the evangelical power of Christian poetry to transform readers' lives. This line of argument at once recalls the criticism of John Dennis and anticipates the achievements in Christian musical drama of George Frideric Handel and Johann Sebastian Bach. The poems that follow the essay are arranged in three books (in the enlarged 1709 edition). The first contains poetry \"Sacred to Devotion and Piety,\" including a section called \"On Divine Love\"; the second, poems \"Sacred to Virtue, Honor, and Friendship\"; the third, those \"Sacred to the Memory of the Dead.\"   In \"The Law Given at Sinai,\" something of a biblical spectacular, Watts warns of the dangers of frivolous poetry:\n         Forbear, young muse, forbear;         The flow'ry things that poets say,         The little arts of simile         Are vain and useless here;Nor shall the burning hills of old         With Sinai be compar'd,Not all that lying Greece has told,         Or learned Rome has heard....\nThe alternative to poetic games and classical lies is profound poetry and Christian truth.   In \"True Learning,\" aspects of the intellectual prehistory of the eighteenth-century idea of enlightenment come clear: sacred truth, the cheating senses, \"the dust that fierce disputers raise,\" and \"the vain opinions of the schools (that pageantry of knowing fools),\" are superseded by divine light. In \"True Wisdom,\" the psychology of the passions anticipates both ideas and imagery most familiar in the poetry of Alexander Pope. Watts writes: \"Our headstrong lusts, like a young fiery horse, / Start, and flee raging in a violent course; / He tames and breaks them, manages and rides them, / Checks their career, and turns and guides them, / And bids his reason bridle their licentious force.\" Hard discipline is relieved by sublime visions of heavenly flight. Indeed Watts's version of sublimity is extraordinary. \"The Day of Judgment: an ode attempted in the English Sapphic,\" is one instance of the poet's experimental energy, while \"Launching into Eternity\" provides a heroic, explorer's role for the soul. Carefully controlled by psychological understanding and conveyed in clear metaphors, rapture avoids the sort of rhapsody modern readers often find annoying.   Horae Lyricae, particularly Book II, brings into easy relationship trends and tendencies that literary history has kept separate: continental baroque taste, Miltonic grandeur, the rewards of piety, and profound sensibility. Watts's fondness for the Latin poetry of the Polish Jesuit Matthew Casimir Sarbiewski suggests unusual seventeenth-century, continental, baroque antecedents to English verse. The divine-love metaphor for the soul's relation to God, otherworldliness, and accounts of martyrdom each has its place. In \"The Adventurous Muse\" the heroic excitement of Christian poetry comes clear as \"Urania takes her morning flight / With an illimitable wing.... / Touch'd with an empyreal ray / She springs, unerring, upward to eternal day, / Spreads her white sails aloft, and steers, / With bold and safe attempt, to the celestial land.\" In contrast, the little mortal skiffs of the worldly poets cling to the shores, as the \"poor labourers sweat to be correctly dull.\"   In good classical fashion the exemplary protagonist of \"The Happy Man\" resists all honors, wealth, and pleasures: \"He saw the tedious round, and, with a sigh, / Pronounc'd the world but vanity.\" In an interesting twist on the old theme of vain human wishes, he favors and is suitably rewarded for his virtue by \"social bliss ... a blessing fit to match my mind, / A kindred-soul to double and to share my joys.\" Myrrha, a suitably wonderful wife, is his reward.   \"The Mourning-Piece\" is perhaps the strangest of Watts's lyrics. Addressed \"To Mitio, My Friend,\" it opens with the familiar conceit that \"Life's a long tragedy: the globe the stage.\" Demonic antagonists sit on the clouds of life \"with fatal purpose,\" armed with \"ten thousand arrows / perpetual and unseen.\" These are the arrows of \"sorrow, infamy, disease, and death.\" Dianthe, like William Blake's Thel, moves across this mortal stage, by choice unmarried, unwilling to expose herself to the likely sorrows of her sister, Marilla, who is married and a mother. Children, \"those tend'rest pieces / Of your own flesh ... soften every fibre to improve / The mother's sad capacity for pain!\" Fidelio, her husband, is no less vulnerable, pierced \"to his inmost soul\" by every harm to his family. Dianthe cries out: \"Strange is thy power, O love! what numerous veins, / And arteries, and arms, and hands, and eyes / Are link'd and fasten'd to a lover's heart, / By strong but secret strings!\" Dianthe is understandably \"fearful to try / The bold experiment\" of marriage and family. Watts has opened a window on the commonplace domestic sorrows of death and disease, a window frequently shuttered by exemplary piety and Christian stoicism.   Readers have often dismissed Horae Lyricae as the work of a young man, perhaps sowing the wild oats of his imagination before settling down to the serious business of inventing the English congregational hymn. Watts, in something of a pious version of Renaissance sprezzatura, encouraged this idea when he wrote, in a 1734 letter cited by Gibbons, \"Though I have sported with rhyme as an amusement in younger life, and published some religious composures to assist the worship of God, yet I never set myself up among the numerous competitors for a poet of the age, much less have I presumed to become their judge.\" This view misrepresents the author, who in 1706 was no longer young, who revised and amplified the collection in 1709, and who supervised frequent reprintings. It improperly discredits the power and importance of many of the poems. As an old man Watts continued to argue (in a May 1735 letter in Gibbons's Memoirs) that \"The christian scheme has glories and beauties in it, which have superior power to touch the soul beyond all the gods and heroes of the heathen heaven or elysium.\" His attitude toward sacred poetry remained much the same.   Watts's triple achievement in his second volume of poetry, Hymns and Spiritual Songs, is difficult to overestimate. First, as the progenitor of the English congregational hymn, guided by the affective poetics of his day, Watts designed a new public genre of poetry that combined metrical psalmody and the devotional lyric. The new genre flourished and tens of thousands of hymns—good, bad, and indifferent as poetry—were written in the following centuries. Hymns, especially the hymns of Watts, became the best known of all poetic kinds in English, psalmody excepted. Second, as author of several widely sung hymns in the tradition, Watts influenced later poets, particularly Blake and Emily Dickinson. And when Percy Bysshe Shelley's poetic goal was evangelical—albeit politically evangelical, as in his \"Song for the Men of England\"—he used the hymn genre. Third, Watts's hymns and those he inspired remain virtually the only extant eighteenth-century poetic texts that are read with pleasure and conviction outside the classroom or the library—if rarely, indeed, inside the classroom or the library. While the literary originality, excellence, and permanence of Watts's work is remarkable, hymnody traditionally has been studied apart from eighteenth-century poetry.   Hymns of original composition marked a departure from the English tradition of congregational psalm singing, a tradition originating with John Calvin's insistence on scriptural song. In the preface to his Hymns and Spiritual Songs, Watts defines the English congregational hymn as a poetic genre and defends its usefulness. Hymns, he. writes, exhibit less \"boldness\" and \"fancy\" than lyrics do. Lyrics can be dangerous in the hands of common believers. Hymns, nonetheless, must be pleasurable and \"should elevate us to the most delightful and divine Sensations.\" Such sensations, refined and disciplined, become devotion. The means to this end, precedented in psalm-singing practice and in Ignatian meditation, are exemplary: Watts's hymns provide expressions of perfect piety, a piety learned as it is articulated by worshippers. Spectacles of sacred events, heaven, or hell are interspersed with exemplary responses, defining appropriate devotional attitudes. Baroque tableaux of the Crucifixion and divine love scenes modeled on the Song of Solomon are typical.   As congregational song, hymns were an extraordinary kind of poetry. As texts for amateur public performance, loaded with evangelical importance and theological authority, they were severely limited to the three meters of psalmody and to common Christian language and understanding. It is no coincidence that Watts, as their originator, was both an accomplished poet and a recognized religious leader and teacher. His admiration of dramatic effects and familiarity with devotional imagery served him particularly well. Indeed, hymns depended for their success on real pleasures, on their value as entertainment. Insipid or obtuse poetry would fail to provoke the desired response. Singers, quite ordinary singers, perhaps distracted by worldly concerns, were to be caught up in the \"divine delight\" of a poetry that far surpassed secular enjoyments. This essential delight took highly visual, even dramatic, form akin to the stained-glass windows and liturgical drama of non-Calvinist traditions. Watts's description of God the Thunderer, in Hymns and Spiritual Songs, possesses this kind of entertainment value: \"His Nostrils breathe out fiery Streams, / And from his awful Tongue / A Sovereign Voice divides the Flames, / And Thunder roars along.\" Watts's visions of heaven and hell, his Bible stories, and his domestic scenes of mortal life all show such an appreciation of dramatic effect.   Entertainment or delight was, however, only a means to a proper end. Hymns had to provoke but also to control response. The precise direction of devotion along approved lines was the whole point. Watts's hymns, as they direct and formulate response, are didactic literature, albeit of a special sort. No expressive cries of the heart, the emotions of Watts's hymns are correct and salutary. This is the difference of exemplary literature, of model perfection. \"When I survey the wond'rous Cross,\" also from Hymns and Spiritual Songs, provides one example. The hymn is a script for the believer, defining the appropriate response to the Crucifixion. In the first two stanzas, the believer, the \"I,\" asserts that the Cross reorders all values and cancels all vanities:\nWhen I survey the wond'rous CrossOn which the Prince of Glory dy'd,My richest Gain I count but Loss,And pour Contempt on all my Pride. Forbid it, Lord, that I should boastSave in the Death of Christ my God;All the vain things that charm me most,I sacrifice them to his Blood.\nProperly prepared, the \"I\" then details the baroque tableau, the questions it raises, and the obliteration of the self it provokes:\nSee from his Head, his Hands, his Feet,Sorrow and Love flow mingled down;Did e'er such Love and Sorrow meet?Or Thorns compose so rich a Crown? His dying Crimson like a RobeSpreads o're his Body on the Tree,Then am I dead to all the Globe,And all the Globe is dead to me.\nThe experience culminates in a lesson learned and a rededication of the self: \"Were the whole Realm of Nature mine, / That were a Present far too small; / Love so amazing, so divine / Demands my Soul, my Life, my All.\" Watts has turned the constraints of public performance, didactic purpose, and psalm meter into healthy poetic discipline. As long as the language remained perfectly clear, the form permitted a wealth of theological understanding and Christian imagery. Watts's concept of the genre has stood the test of time.   Watts's Divine Songs Attempted in Easy Language for the Use of Children belongs to the history of children's literature. Less forthright than John Bunyan's Book for Boys and Girls (1686) and less fierce than James Janeway's A Token for Children: being an exact account of the conversion, holy and exemplary lives, and joyful deaths of several young children (1671?), the verses reflect common eighteenth-century views of childhood. The songs are no simple historical curiosity, however. Reprinted again and again, they held their place in British and American nurseries for close to two hundred years. By the middle of the nineteenth century Watts's songs were so widely known and at once sufficiently old-fashioned that Lewis Carroll could expect an appreciative audience for his Alice in Wonderland (1865) parodies of Watts in \"'Tis the Voice of the lobster, I heard him declare\" and \"How doth the little crocodile.\" Modern readers are generally repelled by the politics of the Divine Songs, the chauvinism of \"Praise for birth and education in a Christian land,\" and the view of the hungry, half-naked, homeless poverty of other children as a spur to praise God \"for mercies spiritual and temporal.\" Blake's songs and his politics are both more suited to modern taste, but one must remember that he, like Carroll, wrote for adults who had sung Watts's songs as children.   Watts's preface \"To all that are concerned in the Education of Children\" advocates Christian educational poetry as pleasurable, memorable, substantial, and devotionally useful. He declares the nonsectarian content of the songs, in which \"the Children of high and low Degree, of the Church of England or Dissenters, baptized in Infancy or not, may all join together.\" He has \"endeavoured to sink the Language to the Level of a Child's Understanding, and yet to keep it (if possible) above Contempt.\" To facilitate singing, the verse forms are those of the metrical psalter. Given these constraints, the songs in themselves are hardly remarkable as lyric poetry. Simple and straightforward in form and content, they range from little songs of praise to a concise scheme of redemption, Adam through the Judgment, in eight stanzas. Cautionary songs warn against lying, quarrelling, scoffing, swearing, idleness, mischief, keeping evil company, and having pride in clothes. In others, love between brothers and sisters and filial obedience are recommended.   Perhaps the Divine Songs compensates for what it lacks as adult poetry by the insight it provides into the history of childhood. Along with their record of childhood temptations, the songs remind readers of the important circumstance of infant and child mortality that added urgency to Christian education. Half of all children, often fewer, survived childhood. Accordingly, responsible Christian parents taught their children to sing:\nThere is an Hour when I must die,Nor do I know how soon 'twill come;A thousand Children young as IAre call'd by Death to hear their Doom. Let me improve the Hours I haveBefore the Day of Grace is fled;There's no Repentance in the Grave,Nor Pardons offer'd to the Dead. Just as a Tree cut down, that fellTo North, or Southward, there it lies:So Man departs to Heaven or Hell,Fix'd in the State wherein he dies.\nThe realities of heaven and hell, the danger of delay, the examples of early piety—these subjects take on added poignancy in historical context.   The Psalms of David Imitated in the Language of the New Testament required all Watts's tact and genius as a churchman and all his understanding of the place of poetry in worship. Since Calvin, the metrical psalms had been the only approved texts for English congregational song. The hardy and archaic \"Old Version\" of Thomas Sternhold and John Hopkins had been, until shortly before Watts's book was published in 1719, routinely bound with the Book of Common Prayer. The flowery and indirect \"New Version\" of Nahum Tate and Nicholas Brady, however \"modern,\" was less than acceptable. Political, poetic, philological, and theological controversy swirled around the psalter. These were no texts to be trifled with: Watts's contemporaries knew the Psalms by heart and were conscious of every innovation. He worked long and hard on his Psalms, and his work was rewarded with broad acceptance. In the fifty years following the first publication, Watts's Psalms of David was issued in thirty-one editions in Britain, and scores of reprints followed until the mid nineteenth century. In addition, in the National Index of American Imprints, Clifford K. Shipton and James E. Mooney list ninety-nine eighteenth-century American reprints of the book.   Modern readers can easily underestimate the imaginative freedom allowed under the rubric of \"Imitation\" and ignore Watts's Psalms as original poetry. In fact the Christian recasting of Psalms for worship was a venerable tradition, a counterpart to the \"imitation\" of Greek and Latin poetry. Psalm imitations connected the original texts with New Testament experience and with the lives of modern believers. Imitations like Watts's, intended as congregational song, worked within the limits of the traditional tunes, the limits of short, long, and common meter. While Watts's complete Psalms of David is unavailable in any critical edition, several of his Psalms are among the best-known poems in the English-speaking world. \"Joy to the World,\" for example, is Watts's rendering of the second part of Psalm 98 in common meter. A simple comparison of the hymn with the original Psalm reveals the rich possibilities of \"Imitation.\" \"Man frail, and God eternal,\" better known as \"O, God, Our Help in Ages Past\" (Psalm 90), is no less familiar and original. Watts's versions of Psalm 72 (\"Jesus Shall Reign\"), Psalm 100, Psalm 117 (\"From all that Dwell Below the Skies\"), and several others continue in common use.   For almost thirty years, following the publication of his Psalms of David, Watts lived in the Abney home, preaching and writing. Sermons, prayers, educational works, and theological essays flowed from his pen. It was Samuel Johnson's judgment, in his biography of Watts, that \"their number and their variety shew the intenseness of his industry, and the extent of his capacity.\" In 1728 Watts received his Doctor of Divinity diploma from Edinburgh and Aberdeen, an award that pleased Johnson, who commented that \"Academical honours would have more value if they were always bestowed with equal judgement.\" Watts continued to write poetry and to encourage the critical appreciation of the Christian poetry of his contemporaries. Reliquiae Juveniles: Miscellaneous Thoughts in Prose and Verse appeared in 1734, dedicated to Frances Thynne, the Countess of Hertford. In his preface, Watts once more defends sacred poetry and his own inclination to write. He praises Pope's Messiah (1712) and his imitations of Isaiah and Virgil; he admires Edward Young's Job (1719) and Elizabeth Rowe's \"admirable Representations of Human Nature and Passion.\" Interspersed with short essays and prose meditations, the most notable verse in this miscellany is autobiographical or elegiac. The series of blank verse \"Thoughts and Meditations in a long Sickness, 1712 and 1713\" is particularly striking, while the elegies on Sophronia (1711), Elizabeth Bury (1720), and Thomas Abney (1721) suggest that the older Watts remained the laureate of Dissent.   Watts and his work have always represented a tradition apart from the Augustan mainstream, a tradition that nevertheless insists on recognition. Johnson praised Watts's pious intellect, ignored the hymns and psalms, and grudgingly admitted that, as a devotional poet, \"It is sufficient for Watts to have done better than others what no man has done well.\" To some members of a Romantic generation in revolt against the purported artifice of neoclassical diction and concerns, Watts stood for emotional immediacy, the child's sensibility, and simplicity itself. To later readers, well into the twentieth century, convinced of the immoral, irreligious depravity of the eighteenth century, Watts represented a heroic Puritan resistance. More secular moderns, drawn to the century for its satiric wit and skepticism, have disregarded or dismissed the pious doctor as an aberration. Most recently, scholars reconsidering the wealth and diversity of Augustan poetry and its historical connections have undertaken the review of Watts's proper place in his age.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}