{"pf_url": "https://www.poetryfoundation.org/poets/isabella-gardner", "name": "Isabella Gardner", "yob": "1915", "yod": "1981", "image": null, "bio": "\n                                                                    Born in Newton, Massachusetts, poet and actress Isabella Gardner was the cousin of poet Robert Lowell and the great-niece of art collector Isabella Stewart Gardner. Educated at the Foxcroft School in Virginia, Gardner studied acting at the Leighton Rollins School of Acting and the Embassy School of Acting in London. After a period of professional acting, Gardner moved to Chicago, where she served as an associate editor of Poetry magazine from 1952 to 1956 under Karl Shapiro. She lived in Chicago for 16 years, where she met her fourth husband, poet Allen Tate. Gardner used rhyme, innovative syntax, and received forms to craft poems charged with lyricism and passion. She wrote of her own work: “If there is a theme with which I am particularly concerned, it is the contemporary failure of love. I don’t mean romantic love or sexual passion, but the love which is the specific and particular recognition of one human being by another—the response by eye and voice and touch of two solitudes. The democracy of universal vulnerability.”Gardner published four volumes of poetry during her lifetime: Birthdays from the Ocean (1955), The Looking Glass (1961), West of Childhood (1965), and That Was Then: New and Selected Poems (1980). She received the inaugural New York State Walt Whitman Citation of Merit for Poetry, and both The Looking Glass and That Was Then were finalists for National Book Awards. BOA Editions, which presents an annual Isabella Gardner Poetry Award, released Isabella Gardner: The Collected Poems (2000) as part of their American Poets Continuum series. Marian Janssen published a biography of the poet, Not at All What One Is Used To: The Life and Times of Isabella Gardner (2010).After leaving Chicago, Gardner resided at the Chelsea Hotel in Manhattan and, briefly, Ojai, California, where she died. A selection of her papers is housed at the Olin Library of Washington University in St. Louis.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}