{"pf_url": "https://www.poetryfoundation.org/poets/ishmael-reed", "name": "Ishmael Reed", "yob": "1938", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/4a12d67787812f19d5d178e1c123caae99612e41.jpeg", "bio": "\nOne of America’s most significant literary figures, Ishmael Reed has published over 30 books of poetry, prose, essays, and plays, as well as penned hundreds of lyrics for musicians ranging from Taj Mahal to Macy Gray. His work is known for its satirical, ironic take on race and literary tradition, as well as its innovative, post-modern technique. Critic Robert Elliot Fox described Reed’s work: “In his writing, Reed is a great improviser, a master of collage with an amazing ability to syncretize seemingly disparate and divergent materials into coherent ‘edutainments’—forms of surprise, revelation, and frequent hilarity.” Fox described how Reed uses humor “as a weapon in the very serious enterprise of exposing human excesses and absurdities, and, at the same time, to remind us of the dangers of taking ourselves and our cherished opinions too seriously.”\nReed’s books of poetry include Conjure (1972), a finalist for the Pulitzer Prize and nominated for the National Book Award, Chattanooga (1973), A Secretary to the Spirits (1978), New and Collected Poems (1988), and New and Collected Poems 1964-2007, which was named one of the best books of poetry of the year by the New York Times, and won the California Gold Medal in Poetry, awarded by the Commonwealth Club. His more recent poetry collection is Why the Black Hole Sings the Blues, Poems 2007-2020.  Reed’s poems have been published in other forms as well. His work has been featured as part of poetry walks in Berkeley, California and Richmond, New York; it also appears as an installation in a BART station in Richmond, California.\nReed’s many novels include the critically acclaimed Mumbo Jumbo (1972), The Terrible Twos (1982), Japanese by Spring (1993), Juice! (2011), Conjugating Hindi (2018), and The Terrible Fours (2021). Recent essay collections include The Complete Muhammad Ali (2015), Going Too Far: Essays About America’s Nervous Breakdown (2012), Barack Obama and The Jim Crow Media, Or The Return of the ‘Nigger Breakers’ (2010) and Mixing It Up: Taking On The Media Bullies & Other Reflections (2008). Ishmael Reed: The Plays collected Reed’s six plays and was published in 2003. Reed has also edited numerous anthologies, most recently among them Black Hollywood Unchained: Commentary on the State of Black Hollywood (2015) Powwow, Charting the Fault Lines in the American Experience: Short Fiction From Then to Now (2008), which he co-edited with his wife Carla Blank. He edits the online literary magazine Konch and blogs for the San Francisco Chronicle.\nReed was born in Chattanooga, Tennessee in 1938, but grew up in the working-class neighborhoods of Buffalo, New York. He attended the University of New York-Buffalo, but never matriculated; he was awarded an honorary Doctorate of Letters from the University in 1995. He also received an Honorary Doctorate of Letters from Johnson C. Smith University in Charlotte, North Carolina in 1998. He taught at the University of California-Berkeley for over 30 years, and has held positions at California College of Art, San Jose State University, Harvard, Yale, Dartmouth, and the University of the Antilles in Martinique. His many awards and honors include fellowships from the MacArthur Foundation, the Guggenheim Foundation, and the National Endowment for the Arts. He has won the L.A. Times Robert Kirsch Lifetime Achievement Award, the John Oliver Killens Lifetime Achievement Award, the Barbary Coast Award, the 2008 Blues Songwriter of the Year Award, the Phillis Wheatley Award, the Lila Wallace Reader’s Digest Award, the Langston Hughes Medal, and the Lifetime Achievement Award from the National Poetry Association, among many, many others. In 2016 he was honored in Venice Italy, with the first International Alberto Dubito Award, for his \"innovative creativity in musical and linguistic languages.” Reed founded both the Before Columbus Foundation, an organization devoted to promoting original, innovative, and neglected writing from the Americas, and PEN Oakland, described as the “Blue Collar PEN” by the New York Times. From 2012 to 2016, Reed served as the first SF JAZZ poet laureate. He has also served as a fellow of Harvard University's Signet Society and of Yale University's Calhoun College (now Grace Hopper College).\nThough known for his provocative ideas and the controversy that has sometimes accompanied his public statements, Reed is not simply a voice of black protest against racial and social injustices but instead a confronter of universal evils, a purveyor of universal truths. Beginning in Yellow Back Radio Broke-Down (1969), Reed began using “Neohoodooism” in his work. Based on Hoodoo, a syncretic religion that absorbs West African religious practices, Reed turned this concept of syncretism into a literary method that combines aspects of “standard” English, including dialect, slang, argot, neologisms, or rhyme, with less “standard” language, taken from the streets, popular music, and television. By mixing language from different sources, Reed employs expressions that can both evoke interest and humor through seeming incongruities and creates the illusion of real speech. Reed’s combinatory, or syncretic, method extends to his poetry as well. Reed’s early poems draw from Afro-American and Anglo-American historical and popular traditions—two distinct but intertwined sources for the Afro-American aesthetic. Reed’s work has always sought to combine traditions, approaches, and values. Reviewing his Collected Poems for the New York Times, Joel Brouwer noted that Reed’s “best achievements as a poet are rooted in his insistence upon the importance of cultural heterogeneity. Reed is among the most American of American writers, if by ‘American’ we mean a quality defined by its indefinability and its perpetual transformations as new ideas, influences and traditions enter our cultural conversation.”\n \n", "attrs": {}}