{"pf_url": "https://www.poetryfoundation.org/poets/israel-zangwill", "name": "Israel Zangwill", "yob": "1864", "yod": "1927", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/925996bcfb332906361655c9bfc2b6264f3f9367.jpeg", "bio": "\nJewish writer and Zionist activist Israel Zangwill was born in London, the son of Latvian and Polish immigrants. Zangwill attended the Jews’ Free School and later the University of London, where he earned honors in French, English, and mental and moral science. Zangwill’s talent was recognized early: In 1881, his short story “Professor Grimmer” won a literary contest, and his career as a short story writer and novelist was launched. Zangwill published his first book, Motza Kleis (1882), anonymously. The work, which was later included in his most famous novel, Children of the Ghetto (1892), used Yiddish expressions to paint a portrait of London’s Jewish East End.    In the 1880s, Zangwill published under the name J. Freeman Bell and “Marshallik.” He wrote columns for Jewish periodicals as well as The Idler. With the publication of Children of the Ghetto, Zangwill became a literary celebrity. His other collections that specifically treat Jewish themes include Ghetto Tragedies (1893), Dreamers of the Ghetto (1898), and Ghetto Comedies (1907). He also wrote novels and short stories not explicitly about Jewish life and commented on literary and social issues for British and American magazines.\nAt the turn of the century, Zangwill became actively involved in political movements such as Zionism and women’s suffrage. A member of the group the “wanderers of Kilburn,” he befriended other important Jewish intellectuals of his day, including Solomon Schechter and Solomon J. Solomon. He was a noted playwright, and his dramas from this period include The Melting Pot (1908).\nZangwill also founded the Jewish Territorial Organization (the ITO), whose goal was to find and establish a Jewish homeland wherever possible. As part of the ITO, Zangwill helped engineer the Galveston Plan, which allowed 10,000 Jewish people to immigrate to the United States between 1907 and 1914. He ultimately broke with political Zionism and died in 1926. According to the scholar Meri-Jane Rochelson, Zangwill “remains, insistently, a fascinating, controversial figure in literary and Jewish studies … who will not disappear and whose fiction still has the power to provoke strong feeling and thought.”\n", "attrs": {"Region:": ["England"]}}