{"pf_url": "https://www.poetryfoundation.org/poets/ivan-bunin", "name": "Ivan Bunin", "yob": "1870", "yod": "1930", "image": null, "bio": "\n                                                                    Poet and novelist Ivan Bunin was the first Russian writer to receive the Nobel Prize for Literature. Born in Voronezh, Russia to a noble family that counted the poets Anna Búnina and Vasíly Zhukovsky among their ancestors, Bunin spent his early childhood in the rural Russian Provinces. He attended secondary school in Yelets, Russia but did not graduate for financial reasons. Bunin published his first poem in a St. Petersburg magazine in 1887. In 1892 Bunin began working for The Orlovsky Herald and published his first book, Poems: 1887-1891, as a supplement to the newspaper. In the following decade, Bunin’s popularity grew and he became friends with Anton Chekhov and other literary elite in Moscow and St. Petersburg. Bunin also became involved with the growing Russian Symbolist movement; his book of poetry Falling Leaves (1901) reflects this involvement.   Bunin authored several important works of prose, including the short story collections To the Edge of the World and Other Stories (1897), The Scent of Apples (1900), The Gentleman from San Francisco (1916), and Temple of the Sun (1917); the novels The Village (1910) and Dry Valley (1912); and Cursed Days (1918-1920), his diary and notes detailing the Bolsheviks' rise to power. Bunin also translated several works from English to Russian, including Henry Wadsworth Longfellow’s The Song of Hiawatha (1898).    Bunin is the winner of the 1903 and 1909 Pushkin Prize. In 1909 he was elected to the Russian Academy. When Bunin won the Nobel Prize for Literature in 1933 many considered him a crucial voice against Communism. Much of Bunin’s writing celebrates the natural world and decries the divide between the intelligentsia and uncultured masses. His classical prose style recalls Leo Tolstoy, whom Bunin greatly admired. Bunin’s verse is noted for its technical precision and artistry.    Bunin disapproved of the Russian Revolution and immigrated to France in 1920. During this time, he published many works that made him one of the most popular émigré writers, including the short story collection Dark Avenues (1946), the novel Mitya’s Love (1924), and the autobiographical novel The Life of Arseniev (1952). Bunin also wrote books on Chekhov and Tolstoy. Bunin split his time between Paris and the French Alps until his death in 1953.\n                                                            ", "attrs": {"Region:": ["Russia"]}}