{"pf_url": "https://www.poetryfoundation.org/poets/j-d-mcclatchy", "name": "J. D. McClatchy", "yob": "1945", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b731a7ed2d49750ed4ddc6c0bdd4b52decae92be.jpeg", "bio": "\nPoet, critic, editor, and librettist J.D. McClatchy was born and raised in Bryn Mawr, Pennsylvania. He earned his BA at Georgetown University and his PhD in English at Yale University. His poetry is marked by formal adeptness, lyrical control and a wide range of influences—including classical literature, music, and opera. Praised for his poetry's polished, erudite surfaces as well as the depths of thought, philosophy, and feeling beneath the facade, McClatchy treats subjects as diverse as Japanese history, the body, and his own autobiography. Often depicting the unsettling and disturbing realities that exist below the surfaces of our lives, McClatchy’s poems are sensitive and intelligent explorations of the moral and aesthetic scope of human experience. His collections of poetry include Star Principal (1986), The Rest of the Way (1990), and The Ten Commandments (1998). In a review of McClatchy’s Pulitzer Prize-nominated Hazmat (2002), Adam Kirsch noted the “intricate stanza forms, historical anecdotes and exotic settings” of the poems, writing that McClatchy’s “best poems escape anemia through regular infusions of the body’s ‘spurting, desperate’ blood.” McClatchy’s next collection, Mercury Dressing (2009) won the Ambassador Book Award, a prize recognizing literature that adds significantly to an understanding of American life and culture. Speaking to Contemporary Authors about his own work, McClatchy noted, “I continue to write two sorts of poem—one that will at first seem intensely lyrical, private, even hermetic; and the other, by contrast, more 'open,' discursive or autobiographical. To my mind, the poems arise from the same impulse played at different pitches. What has changed in my work, though, is its increasingly political emphasis. I am not interested in 'issues,' but in the nature, responsibilities, and methods of power. Contemporary politics and ideologies are metaphors for this—as classical mythology has always been. The poet's business, after all, is not merely to describe the world, but to create urgent new myths from it, and for it.”\n\r\nIn addition to writing poetry, J.D. McClatchy was a prolific editor, leading critic, notable librettist, and celebrated teacher. He wrote opera libretti for Francis Thorne’s Mario and the Magician, Bruce Saylor’s Orpheus Descending, Tobias Picker’s Emmeline, and William Schuman’s A Question of Taste. A prolific and esteemed editor, a selection of McClatchy’s titles includes The Vintage Book of Contemporary American Poetry (1990 and 2003), Poets of the Civil War (2005), Poems of the Sea (2001), James Merrill’s Collected Prose (2004) and Collected Poems (2001), and Bright Pages: Yale Writers 1701–2001 (2001). McClatchy’s first collection of essays, White Paper (1989), won the Melville Cane award from the Poetry Society of America. His second, Twenty Questions: (Posed by Poems) (1998) was released the same year as his acclaimed volume of poetry, Ten Commandments. The autobiographical elements in Ten Commandments are elaborated on in Twenty Questions, and the poetic philosophy that McClatchy expresses in the essays is reflected in the style of his poems. Writing in the New Leader, Phoebe Pettingell felt that \"vivid observations can be found throughout both the poems and the essays,\" and Poetry contributor Christian Wiman commended the \"autobiographical elegance\" of McClatchy's prose.\n\r\nMcClatchy received numerous commendations for his work, including the Award in Literature from the American Academy and Institute of Arts and Letters in 1991 for his collection The Rest of the Way. He also received fellowships from the Guggenheim and the National Endowment for the Arts, a Connecticut Governor’s Award, and a Literary Lion commendation from the New York Public Library.  He served as Chancellor to the Academy of American Poets from 1996 to 2003. McClatchy taught at Princeton University, Columbia University, Johns Hopkins University, and for several decades at Yale University, where he edited the Yale Review.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}