{"pf_url": "https://www.poetryfoundation.org/poets/j-m-synge", "name": "J. M. Synge", "yob": "1871", "yod": "1909", "image": null, "bio": "\nJ.M. Synge, born in Rathfarnham, outside Dublin, Ireland, is the most highly esteemed playwright of the Irish literary renaissance of the early 20th century. Although he died just short of his 38th birthday and produced a modest number of works, his writings have made an impact on audiences, writers, and Irish culture.\nSynge was the youngest of five children in an upper-class Protestant family. His father died in 1872; the four boys and one girl were raised by their deeply religious mother. Synge attended private schools for four years, beginning at the age of 10, but ill health prevented his regular attendance, and his mother hired a private tutor to instruct him at home. At Trinity College, Dublin, he earned a pass degree in December 1892. His primary ambition was music, and because of his studies of violin, theory, and composition, he won a scholarship from the Royal Irish Academy of Music for advanced study in counterpoint. At this time Synge had also begun to write poetry.\nSynge’s early religious skepticism and his unorthodox career aspirations made life difficult for him in his mother’s home, where he lived until 1893. In that year he went to Germany to study music, but was dissuaded by his nervousness about performing. In the summer of 1894 he moved to Paris to study language and literature at the Sorbonne. He was writing poems and literary criticism and supporting himself by giving English lessons. In the autumn of 1895 he began studying Italian in Italy, and in December 1896, he returned to the Sorbonne. These years of travel and study were punctuated by vacation visits to Ireland, during which he pursued Cherry Matheson, a young woman from a devout Protestant family. The issue of religious skepticism intruded once again, and Cherry refused Synge’s marriage proposal in 1896.\nOn December 21, 1896, at the Hotel Corneille in Paris, Synge met poet and dramatist William Yeats. During the meeting, Yeats recommended that Synge leave Paris and move to the Aran Islands off the west coast of Ireland. In Yeats’ own words, as set forth in his preface to The Well of the Saints, he said, “‘Give up Paris. ... Go to the Aran Islands. Live there as if you were one of the people themselves; express a life that has never found expression.’” Eventually Synge did so, with the best possible results. His first stay on the Aran Islands occurred in the spring of 1898; it was repeated at intervals during the next four years. He continued to winter in Paris, but the study of Irish life and literature became central to his work. On the rocky, isolated islands, Synge took photographs and notes. He listened to the speech of the islanders, a musical, old-fashioned, Irish-flavored dialect of English. He conversed with them in Irish and English, listened to stories, and learned the impact that the sounds of words could have apart from their meaning.\nThe first fruit of Synge’s Aran experience was The Aran Islands, written in 1901 but unpublished for the next six years. The Irish writer and teacher Daniel Corkery, in his Synge and Anglo-Irish Literature, saw the Aran essays as crucial to Synge’s development. “[These papers] are valuable for their own sake as descriptive of the consciousness of the people. They are perhaps more valuable still for the insight they give us into Synge’s own consciousness, his fundamentally emotional nature.” Corkery also commented, “Sometimes I have the idea that the book on the Aran Islands will outlive all else that came from Synge’s pen.” Elaborating on the themes of the isolation and simplicity of the islanders’ lives and the desolation of their landscape, Synge, according to Robin Skelton’s The Writings of J.M. Synge, uncovers the “heroic values” and the “awareness of universal myth” with which the islanders enrich their lives. Skelton also judged that Synge uses the islanders as raw material for the creation of “images and values ... which point towards the importance of reviving, and maintaining, a particular sensibility in order to make sense of the predicament of humanity.”\nIn 1901, Synge wrote his first play, When the Moon Has Set, a full-length drama which he later condensed into one act. It tells the story of a young, landowning atheist who falls in love with a nun. Warned in advance by a paralleled, unhappy experience of a madwoman, the nun gives up her vows and marries the man. This play was unproduceable in Ireland at the time for ideological reasons. Two verse plays followed, composed in the spring of 1902. One is a pastoral about the contrast between youth and age; the other is about three Spanish fishermen who settle in Ireland with their wives but then drown.\nIn the summer of 1902 Synge achieved a new level of accomplishment. Staying at his mother’s rented house in Wicklow, he drafted three plays: Riders to the Sea, In the Shadow of the Glen (1903), and The Tinker’s Wedding. In these plays are found the rich spoken language of the Irish peasant characters who dominate Synge’s mature works. In the preface to The Playboy of the Western World, Synge described how he learned the provincial dialect by listening to the conversations of his mother’s servant girls “from a chink in the floor.” Presumably, if they had known Synge was listening, the servants would have spoken a more “correct” English; therefore, eavesdropping enabled him to hear their spontaneous cadences. From this experience, he wrote in the same preface, “I got more aid than any learning could have given me.”\nThe first of the three plays to be produced was In the Shadow of the Glen. An ironic comedy set in Wicklow, its plot is based on a story Synge first heard on the Aran Islands and narrated in his book The Aran Islands. A tramp seeks shelter in the house of Nora Burke, whom he finds keeping watch over her “dead” husband. When the wife goes out, the husband revives, and reveals to the tramp that he has been faking his death in order to catch Nora at adultery. Nora returns with a young man, Michael Dara, who proposes marriage to her but is actually interested in her land and livestock. Overhearing the proposal, the husband angrily drives Nora out of the house to a life on the road with the tramp. Synge showed the manuscript of the play to Yeats and Lady Gregory, and on October 8, 1903, it became the first play to be staged by the Irish National Theatre Society, a company Yeats and Gregory founded.\nIn the Shadow of the Glen drew a mixed reaction from the audience—the negative response was a result of the play not idealizing Irish life and womanhood. Consequently, two actors in the company resigned from the production. Shortly afterward, however, the play’s fortunes improved with a Dublin revival in 1904, a well-received British tour, and translated productions in Berlin and Prague. In his review, Skelton pointed out that “It is in this play that the main themes of Synge’s drama are first effectively ... displayed, and the main varieties of his characterization suggested.” P.P. Howe, writing in his J.M. Synge: A Critical Study, stated, “There is no one-act play in the language for compression, for humanity, and for perfection of form, to put near In the Shadow of the Glen.”\nRiders to the Sea was less controversial in its time than In the Shadow of the Glen. A one-act tragedy set on the Aran Islands, Riders to the Sea features Maurya, an old woman from a fishing family, who has lost seven of her menfolk to the sea—a husband, father-in-law, and five sons. During the course of the play, she loses the remaining male family member, her young son Bartley. The play was favorably reviewed by many Irish critics after its first performance on December 25, 1904. Some British critics also lauded the production when it opened in London two months later. Corkery in his Synge and Anglo-Irish Literature called Riders to the Sea “almost perfect.” In an essay “The Plays of J.M. Synge” in Dramatic Values, C.E. Montague commented, “The play in a few moments thrills whole theatres,” and concluded, “Synge has the touch that works in you that change of optics in a minute; ... you tingle with it from the start, ... and you cannot tell why, except that virtue goes out of the artist and into you.”\nSynge’s third play of that fertile summer, The Tinker’s Wedding, became the least distinguished of his mature works. He completed one act in the fall or early winter of 1903, and later expanded it to a second act. It is a farce, set among the tinkers of Wicklow—vagrants who travel the land, begging, making things to sell, and, according to Synge’s essay “The Vagrants of Wicklow,” swapping spouses. The play’s leading characters are Sarah Casey, who wants to marry her boyfriend in spite of the unorthodoxy of such an ambition from the tinker point of view; Michael Byrne, the boyfriend, who is skeptical but willing to marry; and Michael’s mother, Mary, a drunkard who derides the idea of marriage. A priest agrees to marry Michael and Sarah on the condition that they make him a tin can. When they deliver him a bundle, which they believe contains the can, they find that Mary has stolen it and replaced it with empty bottles. In the play’s climax, the tinker couple bind, gag, and threaten the priest.\nRecognizing that this would make the play almost impossible to produce on a Dublin stage, Synge offered it to publishers in London and Berlin, finally publishing it with Maunsel and Company in 1908. The play was not performed in the author’s lifetime, and he was never quite satisfied with its literary quality. Most critics were also unimpressed with this Synge play. When it premiered in England on November 11, 1909, Yeats left after the first act. However, Howe did praise The Tinker’s Wedding for its “comedy, rich and genial and humorous.”\nAlthough Synge did not conceive Riders to the Sea, In the Shadow of the Glen, and The Tinker’s Wedding to be a trilogy, thematic similarities are not hard to find. In The Writings of J.M. Synge, Skelton treats the three as a loosely connected trilogy, finding “conflict between folk belief and conventional Christian attitudes. In all three we are shown a woman trapped by circumstances, and in each one we are presented with a different aspect of her predicament.” Skelton later continued, “As we proceed from Riders to the Sea, through In the Shadow of the Glen to The Tinker’s Wedding, the age of the central female character diminishes and the psychological complexity of the drama increases.”\nAs Synge was revising The Tinker’s Wedding in 1903, he was drafting his first three-act play, The Well of the Saints. He may have encountered the source for his plot at the Sorbonne, for it comes from a medieval French farce. Synge’s play, set on the western mainland of Ireland across from the Arans, depicts a blind married couple, Martin and Mary, who have their sight miraculously restored only to discover that their happiness had been based on illusions. Returning to blindness, they recover the possibility of happiness. Yeats immediately accepted the play for the Abbey Theatre, where it opened on February 4, 1905. Again, local critics disapproved of his ambivalent presentation of Irish characters. In contrast, Howe pointed out “Synge’s astonishingly certain sense of the theatre; his command of a dialogue apt and pointed for comedy, and capable at the same time of every effect of increased tensity; the racy clearness of the characterization, and the form and finish and personality of the whole work.” Almost 60 years later, Skelton called The Well of the Saints “a play with all the light and shade of the human condition. It expresses more distinctly than any other of Synge’s plays his belief in individualism, his relish of those that stand up for their right to their vision.”\nEarly in 1906, Synge was traveling with the Irish National Theatre Society when he fell in love with one of the actresses, Molly Allgood (stage name Maire O’Neill), who was 15 years his junior and had only a grade-school education. Allgood played the starring role of Pegeen Mike in Synge’s next play, The Playboy of the Western World, which is often called his masterpiece. He had begun the play before love struck, but as he continued working on it, he consulted with Allgood in correspondence. His letters to her and to potential publisher John Quinn, as quoted from Concise Dictionary of British Literary Biography (CDBLB), express the care with which he revised: “I make a rough draft first and work it over with a pen till it is nearly unreadable; then I make a clean draft again. ... My final drafts—I letter them as I go along—were ‘G’ for the first act, ‘I’ for the second, and ‘K’ for the third! I really wrote parts of the last act more than eleven times, as I often took out individual scenes and worked at them separately.” Ill with Hodgkin’s disease, he labored so long over the last act that the play’s opening had to be postponed, and was still revising during rehearsals.\nThe premiere of The Playboy of the Western World brought the most violent audience response in the history of Dublin theater. Hisses began during the third act and increased to a high volume by curtain time. The plot, featuring an idealization of parricide and an unhappy ending, was one source of audience hostility. The play is the story of Christy Mahon, a hapless but likeable young man who believes he has murdered his tyrannical father and who, for telling the tale, is welcomed as a hero by a group of country people. His romantic yarns make him sought-after by Pegeen Mike, the thirtyish Widow Quin, and other local women. Later, Old Mahon, the father, shows up with a bandaged head, looking for his son. After yet another murder attempt, the two are ultimately reconciled when Christy turns the tables on his bullying father, who approves of Christy’s newfound machismo. They wander off together, leaving the country women disappointed.\nThe specific line in the play that triggered the loudest disapprobation was Christy’s insistence that he wanted only Pegeen Mike, and would not be attracted to “a drift of chosen females, standing in their shifts itself.” Both the reference to County Mayo girls as “chosen females” and the mention of an undergarment were thought offensive by many. Freeman’s Journal of Monday, January 28, 1907 called the play an “unmitigated, protracted libel upon Irish peasant men and worse still upon peasant girlhood.” Performances that week were fully attended and difficult to hear above the racket. Police had to enforce security, making nightly arrests; Yeats, testifying against the rioters before a magistrate, helped ensure that they were fined. Controversy flared up again during a 1909 revival and a 1911 North American tour. Resolutions condemning The Playboy of the Western World were passed in County Clare, County Kerry, and Liverpool. An Abbey playwright, William Boyle, withdrew three plays from the theater’s repertoire. Irish critic Thomas O’Hagan, in his Essays on Catholic Life, called The Playboy of the Western World “a very rioting of the abnormal.”\nHowever, The Playboy of the Western World had powerful defenders besides Yeats and Lady Gregory. Howe felt that it “brought to the contemporary stage the most rich and copious store of character since Shakespeare.” Charles A. Bennett, in his essay, “The Plays of John M. Synge” in Yale Review, lauded the play as “[Synge’s] most characteristic work. It is riotous with the quick rush of life, a tempest of the passions with the glare of laughter at its heart.” Norman Podhoretz, in an essay in Twentieth Century Interpretations of “The Playboy of the Western World”: A Collection of Critical Essays, called the play “a dramatic masterpiece,” and goes on to analyze it as a depiction of “the undeveloped poet coming to consciousness of himself as man and as artist.”\nSynge had time to draft, but not revise, one more play before his death. With his neck glands enlarged by Hodgkin’s Disease, surgery performed, and a marriage delayed, the author began writing Deirdre of the Sorrows as he convalesced. His only non-peasant play, it recasts in prose the traditional Irish legend of Deirdre, the free-spirited girl whom King Conchubor had reared to be his queen, but who ran away with the brave, young Naisi, knowing that her actions fulfilled the doom prophesied at her birth. Synge wrote the draft between hospital visits, and, knowing he was fatally ill, asked Yeats and Lady Gregory to complete it for him if necessary. After the author’s death on March 24, 1909, they decided to perform the play as he had left it, with Molly Allgood directing and playing Deirdre. For years afterwards, critics dealt with the question of what the production might have augured for Synge’s future had he survived. According to the CDBLB, Yeats wrote that if the play had been finished by Synge, it “would have been his masterwork, so much beauty is there in its course, and such wild nobleness in its end, and so poignant is an emotion and wisdom that were his own preparation for death.” Corkery proclaimed, “In Deirdre of the Sorrows we find everywhere a ripened artistry.”\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Victorian"]}}