{"pf_url": "https://www.poetryfoundation.org/poets/j-patrick-lewis", "name": "J. Patrick Lewis", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/c14612722668587c996c2c09d890962127656711.jpeg", "bio": "\nFormer Children’s Poet Laureate J. Patrick Lewis grew up in Gary, Indiana and earned a BA at Saint Joseph’s College, an MA at Indiana University, and a PhD in economics at the Ohio State University. Lewis taught in the department of Business, Accounting and Economics at Otterbein College in Westerville, Ohio until 1998 when he became a full-time writer.\nLewis is the author of more than 50 books of poetry for children, which find their shape in both free and formal verse and engage a wide range of subjects from history to mathematics, Russian folklore to the animal kingdom. His books for children include Let’s Celebrate Thanksgiving (2018); Let’s Celebrate Christmas (2018); Spot the Plot: A Riddle Book of Book Riddles (2009), illustrated by Lynn Munsinger; New York Times Best Illustrated Book The Last Resort (2002), illustrated by Roberto Innocenti and translated into more than a dozen languages; The Shoe Tree of Chagrin (2001), illustrated by Chris Sheban, which won the Society of Children’s Book Writers & Illustrators’ Golden Kite Award; and A Hippopotamusn’t: And Other Animal Poems (1990), illustrated by Victoria Chess. His collaborations with other children’s poets have yielded several collections, including Castles: Old Stone Poems (2006), with Rebecca Dotlich, illustrated by Dan Burr, and Birds on a Wire: A Renga ’Round the Town (2008), with Paul Janeczko, illustrated by Gary Lippincott.\nHis children’s poetry has been widely anthologized, and his contributions to children’s literature have been recognized with the 2011 Poetry Award from the National Council of Teachers of English and the Ohioana Awards’ 2004 Alice Louise Wood Memorial Prize, among others. He edited the collection The Poetry of US: More than 200 poems that celebrate the people, places, and passions of the United States (2018).\nHis poetry for adults, which includes the collection Gulls Hold Up the Sky: Poems 1983–2010, frequently utilizes metaphor and humor to address themes of family and history. His adult poetry has received the support of an Ohio Arts Council Individual Artist grant.\nLewis served as the nation’s third Children’s Poet Laureate, now called the Young People’s Poet Laureate, from 2011 to 2013. He lives in Westerville, Ohio.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}