{"pf_url": "https://www.poetryfoundation.org/poets/j-v-cunningham", "name": "J. V. Cunningham", "yob": "1911", "yod": "1985", "image": null, "bio": "\nPoet, critic, and editor J.V. Cunningham was highly regarded for his concise, witty, epigrammatic poetry. He was born to Irish parents in Cumberland, Maryland, and he grew up in Montana. Cunningham studied at Stanford University, where he earned an BA in 1934 and a PhD in 1945. He taught at the University of Chicago, the University of Hawaii, Harvard University, the University of Virginia, Washington University, and, starting in 1953, at Brandeis University, where he worked until his retirement in 1980. Cunningham is the author of the poetry collections The Poems of J.V. Cunningham (1997), Let Thy Words Be Few (1986), Some Salt: Poems and Epigrams (1967), The Exclusions of a Rhyme (1960), Trivial, Vulgar, and Exalted: Epigrams (1957) and The Helmsman (1942). He also published the essay collections The Collected Essays of J.V. Cunningham (1976) and Tradition and Poetic Structure (1960). Cunningham received fellowships from the Academy of American Poets and the Guggenheim Foundation, in addition to grants from the National Endowment for the Arts and the National Institute of Arts and Letters.\nIn a 1961 study, The Poetry of J.V. Cunningham, Cunningham’s mentor Yvor Winters called him “the most consistently distinguished poet writing in English today, and one of the finest in the language.” About the same time, Thom Gunn wrote in a Yale Review article on The Exclusions of a Rhyme that Cunningham “must be one of the most accomplished poets alive, and one of the few of whom it can be said that he will still be worth reading in fifty years’ time.” In 1998, 13 years after Cunningham’s death, Weekly Standard contributor J. Bottum, reviewing the comprehensive collection The Poems of J.V. Cunningham (1997), opined that Cunningham “may have been the most talented poet of his generation, one of only three or four masters of a particular poetic form in the history of English poetry, and a genuine American original.” That form is the epigram, a term generally reserved for short, pithy poems (or sometimes, bits of prose). According to Bottum, many of Cunningham’s poems are true epigrams, but even “his longer poems tended toward the epigrammatic—little quotable bits that express a thought with exceptional neatness.” Cunningham’s epigrammatic lines range from the solemn (“Life flows to death as rivers to the sea / And life is fresh and death is salt to me”) to the humorous, noting that a reader “Dislikes my book; calls it, to my discredit / A book you can’t put down before you’ve read it.”\nEarly in his career, Cunningham tried some modernist techniques, but most of his poetry was in a formal, classic style, with emphasis on meter, rhyme, and precise use of language. This may have led some readers to consider his poems old-fashioned, and Cunningham was certainly never trendy. “Although he lived through a number of poetic fads, he managed to remain unfashionable during them all,” Bottum observed. Also, Cunningham’s output of poetry was not large. He produced, Bottum noted, “fewer than two hundred poems—several only two lines long.” While these factors kept Cunningham from reaching a large reading public, his admirers have contended that readers will find it worthwhile to seek out Cunningham’s work.\n\r\nIn a review of Cunningham’s first poetry collection, The Helmsman (1942), for Poetry magazine, Edward Weismiller wrote that the poems, “difficult as they are to place in the stream of American and English poetry, are of unusual interest. They are the products of a talent which is emphatically and avowedly not modern, but which, though it operates within quite narrow bounds, and intentionally so, is none the less expert and sensitive.” Gunn commented that the poems in The Exclusions of a Rhyme (1960) use none of the forms popular in the mid-20th century; the verses “are stylistically as much of the seventeenth century as of the twentieth.” This could prove off-putting to some readers, Gunn allowed, but added that no one should assume that a writer, such as Cunningham, “who scans, rhymes, and writes syntactically is less passionate than one who uses sentence fragments and free verse.” Indeed, Cunningham shows great passion about a variety of topics in his poetry, Gunn asserted. In an essay for the Dictionary of Literary Biography, Steven Helmling remarked that Cunningham was suspicious of much of modern poetry’s reliance on imagery. “For him, poetry must engage some outer reality not simply by pointing at it with an image or expressing a mood in relation to it; the poem must treat experience, make something of it,” Helmling observed. Experiences treated in Cunningham’s poetry include love, sex, his boyhood home of Montana, and the quest to understand the universe. Helmling pointed out that Cunningham’s title for one of his collections, Trivial, Vulgar and Exalted: Epigrams (1957), “suggests the extraordinary range” of the poet’s subject matter.\nAlongside the acclaim for Cunningham’s verse stood some reservations about it. Weismiller, while finding much to praise, also found signs of emotional detachment in the poet’s work. He opined that “there is something cold about Cunningham’s poetry which seldom permits the reader to do more than admire; he regards the poet’s experience, but does not enter in. ... [Cunningham] remains, of course, an admirable poet, whose technique is superb, but whose chosen austerity often puts a wall of clear ice between him and the reader.” Louis Simpson, discussing The Exclusions of a Rhyme (1960) in the Hudson Review, saw Cunningham’s work as excessively constrained. “I admire Mr. Cunningham ... and I am glad that there is one of him in America,” Simpson wrote. “But there are other ways of poetry which, I am afraid, Mr. Cunningham would exclude, and this brings me to my main criticism of his verse. It is simply that you cannot show the triumph of discipline over disorder unless you also show the disorder.” Bottum, while holding Cunningham in high esteem, argued that “it is worth asking why Cunningham is not an even better poet—why the reader feels at last a narrowness in his verse, a poetic gift greater than his poetic output.” Bottum believed he knew the answer: “Cunningham had nowhere to go once he mastered the epigram and the epigrammatical turn. His poems contain everything the epigram can do, but the epigram does not contain everything his poems could have done—and consequently, much of his best poetry was never written and much of his greatest poetic impulse fell away unused.” Despite these criticisms, though, many reviewers have proclaimed Cunningham’s poetry to be work of lasting importance. Winters, who had some differences with his friend Cunningham, nevertheless asserted that while the output of some popular 20th-century poets will not age well, “the style of Cunningham ... will not be dated.”\nCunningham critiqued his poetry in an essay, “The Quest of the Opal: A Commentary on The Helmsman.” Winters took issue with some of the ideas Cunningham expressed—such as a disdain for the use of sensory perception in poetry—and went so far as to wish Cunningham had never written the essay. Some other scholars, though, have found much of value in “The Quest of the Opal.” “As an exposition of his beliefs about poetry and as a commentary on several of his greatest poems, [it] is unsurpassable, the single most important prose text a student of Cunningham can read,” Helmling wrote. Because the work is “so brilliant and so quotable,” he added, “it seems unlikely that any critic will ever discuss Cunningham’s poetry in any terms except Cunningham’s.”\nCunningham’s prose works also include Woe or Wonder (1951), which Spectator contributor Patrick Cosgrave described as “one of the few great (I chose the word very carefully) volumes of Shakespearian criticism.” Geoffrey H. Hartman, in a piece for Poetry magazine, praised Woe or Wonder for looking realistically at Shakespeare’s plays rather than trying to find hidden meanings in them. “To keep the truly old from misuse is surely as important as to recognize the genuinely new,” Hartman remarked. Denis Donoghue, writing in Sewanee Review, called Woe or Wonder “the best introduction to Shakespeare’s tragedies which I have read.” This and several of Cunningham’s other essays, on subjects such as literary style, were reprinted in The Collected Essays of J.V. Cunningham (1976). This publication led Donoghue to observe in the New York Times Book Review that Cunningham had “limitations” as a critic: “Cunningham’s mind is remarkably powerful, but it is always already made up, and it only receives such new experience as will confirm its judgment.” At the same time, Donoghue declared, “The merit of Cunningham’s criticism is indisputable. He is in touch with crucial themes, perennial rather than novel. He is relentless in his search for lucidity. ... He speaks only when he has something to say and when he has taken pains to discover the facts of the case.”\nCunningham died in Waltham, Massachusetts on March 30, 1985.\n", "attrs": {}}