{"pf_url": "https://www.poetryfoundation.org/poets/jack-mapanje", "name": "Jack Mapanje", "yob": "1944", "yod": null, "image": null, "bio": "\n                                                                    Poet Jack Mapanje was born in Malawi in 1944. He earned a BA from the University of Malawi before moving to England, where he earned an MPhil in English and education from the Institute of Education, University of London, and a PhD in linguistics from University College London. With dry wit and a spiraling narrative structure that incorporates techniques of Malawi’s oral storytelling tradition, Mapanje’s poems examine exile, imprisonment, and political power.    In 1975, Mapanje returned to Malawi to teach English at Chancellor College, University of Malawi, where he eventually became head of the Department of English. In 1981, he published his first book, Of Chameleons and Gods, which the Malawi government subsequently banned. This led to Mapanje’s arrest in 1987.    Mapanje was detained in Malawi’s notorious Mikuyu Prison without charge from September 1987 until May 1991.  During these four years, Mapanje wrote The Chattering Wagtails of Mikuyu Prison (1993) and most of Skipping without Ropes (1998), his second and third collections. While in prison, Mapanje was awarded the Rotterdam Poetry International Award in 1988.    In an interview with Richard Lea for The Guardian in 2007, Mapanje stated, “I started writing when I discovered that the politicians in my country were telling a lot of lies. So I thought, even if nobody reads me, I'm going to tell a bit of truth.” Describing the pact his fellow prisoners made, Mapanje explained, “The decision was this: survive, and you will embarrass the dictator with your life. Die and give up, then he has triumphed. Victory for you is first, survival. Second, if you have the opportunity, tell your story.”   Since his release, Mapanje has written and edited several books of poetry, including Gathering Seaweed: African Prison Writing (2002). He has also edited Kalulu, an oral literature journal. He currently lives in York, England, where he teaches creative writing and literatures of incarceration at Newcastle University.   \n                                                            ", "attrs": {"Region:": ["Africa"]}}