{"pf_url": "https://www.poetryfoundation.org/poets/jacques-prevert", "name": "Jacques Prevert", "yob": "1900", "yod": "1977", "image": null, "bio": "\nPoet Jacques Prevert was born was born on Feburary 4, 1900, in Neuilly-sur-Seine, France, near Paris. His collections of poetry include Paroles (Words) (1946), Spectacle (1951), La Pluie et le beau temps (Rain and Good Weather) (1955), Histoires (Stories) (1963), Fatras (1971) and Choses et autres (Things and Others) (1973). His poems are often about life in Paris and life after World War II. He participated actively in the Surrealist movement, and together with the writers Raymond Queneau and Marcel Duhamel, he was a member of the Rue du Château group. He was also a member of the agitprop Groupe Octobre. His poems have been sung by prominent French vocalists, including Marianne Oswald, Yves Montand, and Édith Piaf, as well as by the later American singers Joan Baez and Nat King Cole.\nAmerican poet Eve Merriam called Prevert, \"France's most popular poet of the 20th century.\" He began writing poetry in the early 30s but did not see his first volume of poetry, Paroles, published until 1946. The book was a best-seller, selling hundreds of thousands of copies. In Jacques Prevert William E. Baker noted that the titles of several of Prevert's early books of poetry—including  Paroles—\"in a very general way\" described the poet's stylistic tendencies: \" Paroles because the poet has a genius for making all sorts of ordinary idiom highly expressive, Spectacle because his verbal tricks often correspond to the antics of a clown or a magician, and La Pluie et le beau temps because the emotional tones of his symbols can have the classic simplicity of the summer-and-winter, sunshine-and-rain cycle of life and love.\"\n\r\nPrevert was quite prolific, as evidenced by the more than 1,500 pages of poetry and notes gathered for the volume Oeuvres Completes. According to Stephen Romer in the Times Literary Supplement, Prevert was also \"famously careless about what happened to his poems,\" so the editors' ability to track down these works is impressive indeed. Regarding the poetry itself, Romer commented, \"While [Prevert's] handling of linguistic device is usually deft and brilliant, his meaning could not be plainer; and we don't need to scruple about that word in Prevert.\"\n\r\nPrevert was also a screenwriter, so the comparison Carne made between Prevert's cinematic work and poetry was not surprising. On Jacques Prevert's death, Marcel Carne, the producer with whom Prevert collaborated on several major films, told the  New York Times: \"Jacques Prevert [was] the one and only poet of the French cinema. He created a style, original and personal, reflecting the soul of the people. His humor and poetry succeeded in raising the banal to the summit of art.\" Between 1937 and 1950 Prevert collaborated with Carne on eight major films and became one of France's most important screenwriters.\n\r\n \n", "attrs": {"Region:": ["France"]}}