{"pf_url": "https://www.poetryfoundation.org/poets/jalal-al-din-rumi", "name": "Jalal al-Din Rumi", "yob": "1207", "yod": "1273", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/15/f88a639133e31ae02c6fac67ce19e78107c26c26.jpeg", "bio": "\nSufi mystic Jalal al-Din Rumi was born Jalal al-Din Mohammad-e Balkhi on the edge of the Persian Empire, in Balkh in modern-day Afghanistan (though another birthplace in Tajikistan is also claimed). The son of Baha’ al-Din-e Valad, a noted scholar and theologian, Rumi’s family fled the Mongols, settling in Samarkand and then Anatolia. In 1224 Rumi married Gauhar Khatun, with whom he had two sons. In 1229, his father was invited the by sultan of Seljuk Turks to teach theology in the capital, Konya. Rumi was raised to be a scholar and teacher; after being sent to Aleppo and Damascus to finish his religious training, Rumi took over his father’s post.\nRumi’s discovery of poetry is generally dated to his midlife friendship with the mystic Shams al-Din Tabrizi. Around 1244, Shams arrived in Konya, preaching the possibility and necessity of direct communion with God. Rumi became a disciple and intimate friend to Shams; the two were rarely apart. It is said that Rumi’s sons and followers were jealous of Shams and drove him from the city. Whatever the cause, after Sham’s disappearance, Rumi consoled himself with writing poetry, chanting, and performing dance, in particular the circling dances set to music that became known as the whirling dervish. Rumi quickly gained a reputation as an ecstatic visionary, and devoted the rest of his life to writing and worship. Rumi’s major works all date from after Shams’s disappearance: Diwan-e Shams-e Tabiz, or “The Collected Poems of Shams,” written partially in the voice of Shams; Mathnawi, or “Spiritual Couplets,” sometimes known as the Persian Koran and the most widely read poem in the Muslim world; and various prose works including Fihe ma fih, or “Discourses”; sermons designed for occasions, Majales-e sab'a; and many letters known as Maktubat. Rumi’s fame during his own lifetime was notable, and his death was widely mourned.\nRumi remains one of the world’s most popular poets. Scholars such as A.J. Arberry, Franklin D. Lewis, Jawid Mojaddedi, and Reynold A. Nicholson have translated Rumi’s works into numerous collections in English. Many popular translations of Rumi’s works have also been undertaken by Coleman Barks. According to Mojaddedi, Rumi’s resonance with contemporary readers can be traced in part to his vivid, simple imagery, his use of the second person and insistence on direct address, and to “his optimism of the attainment of union … Rumi celebrates union.”\n", "attrs": {"Region:": ["Asia, South", "Middle East"]}}