{"pf_url": "https://www.poetryfoundation.org/poets/james-whitcomb-riley", "name": "James Whitcomb Riley", "yob": "1849", "yod": "1916", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/731b2008f4ac0063a74cbc94ba9ee1bfd0fb6b68.jpeg", "bio": "\nAuthor of numerous beloved poetry volumes, James Whitcomb Riley was widely known for books such as The Old Swimmin’-Hole and ’Leven More Poems, Riley Child-Rhymes, Out to Old Aunt Mary’s, and An Old Sweetheart. Born in Indiana in 1849, he was drawn to poetry even before he was able to read. Neglectful of his studies, Riley preferred to take walks in the countryside, read books of his own choosing, and create rhymes, the first of which he sent to his young friends on home-made valentines.\nRiley quit school at age 20 and went on to work at various odd jobs, such as selling Bibles and painting houses. He then became a sign painter, and “while waiting for the turn of fortune, I covered all the barns and fences with advertisements,” Dickey quoted Riley in The Youth of James Whitcomb Riley. “All the while I was nibbling at the rhyme-maker’s trade, and this was a source of irritation to my father. ... He thought I should devote my time exclusively to painting.” Nonetheless, Riley joined a traveling patent-medicine show, where he worked as a sign painter, advertising jingle writer, and minstrel. This gave Riley an opportunity to perform his rhymes and to become an observer of rural life, which would figure prominently in his poetry.\n\r\nIn 1874 Riley began working as an associate editor at the Greenfield News, and a year later he published a poem in Hearth and Home magazine. After a stint at his father’s law office, Riley returned to the newspaper business in 1877, when he became an assistant editor at the Anderson Democrat. Two years later he landed a position with the Indianapolis Journal, where he wrote book reviews, humorous editorials, and poetry. “The world with its excellence and follies flows through the reportorial rooms,” Riley remarked in The Maturity of James Whitcomb Riley. “Thus, I was brought into contact with all phases of life. My journalistic work gave me an insight into human nature, which I could have acquired in no other way.”\nRiley also performed his poetry in the lecture circuit, starting at universities and eventually moving to theaters across the country, where he read poetry next to the author Edgar Wilson (Bill) Nye. He charmed audiences with his oratorical skills, and his imitation of rural Indiana dialects earned him the nickname “Hoosier Poet.”\nMany of Riley’s poems that were published in the Indianapolis Journal were later collected in his first book, The Old Swimmin’-Hole and ’Leven Other Poems, which appeared in 1883. These poems recalled his youth: he wrote about how his mother told him stories, about his excitement when his grandmother or the circus came to town, and about the pond where he used to swim. In poems written expressly for children, Riley playfully misspelled words to reflect the way children often mispronounced them. Riley’s fun-loving approach is evident in this excerpt of one of his most popular poems, “Little Orphant Annie,” which appeared in Riley Child-Rhymes: “Little Orphant Annie’s come to our house to stay, / An’ wash the cups an’ saucers up, an’ brush the crumbs away, / An’ shoo the chickens off the porch, an’ dust the hearth, an’ sweep, / An’ make the fire, an’ bake the bread, an’ earn her board-an’-keep; / An’ all us other childern, when the supper things is done, / We set around the kitchen fire an’ has the mostest fun / A-list’nin’ to the witch-tales ’at Annie tells about, / An’ the Gobble-uns ’at gits you / Ef you / Don’t / Watch / Out!”\nA prolific writer and important contributor to children’s literature, Riley published more than 50 volumes during his lifetime, many of which were popular successes. His poetry is especially prized for its sometimes whimsical reflection of small-town America and he is remembered for his insight and humor by children and adults alike. As was noted in Indiana Authors and Their Books, 1816-1916, “No American poet—those patriarchs of New England included—has thus far caught the popular fancy, has thus far enjoyed the voluntary following, that was and is his.”\nHe passed away in Indianapolis, Indiana in 1916.\n", "attrs": {"School/Period:": ["Victorian"]}}