{"pf_url": "https://www.poetryfoundation.org/poets/james-hearst", "name": "James Hearst", "yob": "1900", "yod": "1983", "image": null, "bio": "\nJames Hearst was born in 1900 and grew up on a farm in Black Hawk County, near Cedar Falls, Iowa. He attended a country school with his siblings, read books with his mother’s encouragement, and worked on the family farm. Hearst attended Iowa State Teachers College and briefly joined the United States Army in 1918. In 1919, a diving accident in the Cedar River left him paraplegic. In the years following the accident, Hearst did coursework through the University of Iowa, read extensively, and began writing poetry. He worked as a livestock farmer with his brother, weathering the Depression and making the switch from horses to tractors. In 1941, he began teaching as an instructor of creative writing at Iowa State Teachers College (now the University of Northern Iowa), eventually retiring as a distinguished professor of English.\nFarm life has been one of the focuses of Hearst’s poetry—he first wrote for farming publications and was farm editor of Midwest News—and his poetry reveals his firsthand knowledge of the day-to-day workings of a farm. In a 1974 essay for The North American Review, Hearst expresses his subject as not only the “truth about farming” and life on a farm but also “the red thread of rebellion” that is part of American life. Of the poet’s art, he writes, “It is the poet who shows us the meaning of meaninglessness, the absurdity of the absurd. For through the structure of the poem which shapes to its material, we find the clue to its meaning.”\nHearst was the author of over a dozen collections of poetry, among them County Men (1937) and Limited View (1962), winner of a Midwest Booksellers Choice Award, the Best Book of Poetry 1962, and the Black Hawk Award. His poems are available in The Complete Poetry of James Hearst (2001). Hearst is also author of an autobiography, My Shadow Below Me (1981), and the essay collection Time Like a Furrow (1981).\nHearst’s awards include an Iowa Bicentennial Artists’ Recognition Award and the Iowa Library Association’s 1977 Johnson Brigham Award for the “most outstanding contribution to literature.” For 13 years, Hearst was poet-in-residence at the Summer Arts and Performance Festival in Aspen, Colorado. Hearst and his wife left their house to the city of Cedar Falls, Iowa, for use as an arts center; it is now called the Hearst Center for Arts.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}