{"pf_url": "https://www.poetryfoundation.org/poets/james-tate", "name": "James Tate", "yob": "1943", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/1882bd506104224031dd00d308d0944ddfaa2dad.jpeg", "bio": "\nJames Tate was born in 1943 in Kansas City, Missouri. He earned a BA from Kansas State College and an MFA from the Iowa Writers’ Workshop. He was the author of over 20 poetry collections, including the posthumously published The Government Lake (2018); The Ghost Soldiers (2008); Worshipful Company of Fletchers (1994), which won the National Book Award; Selected Poems (1991), which won the Pulitzer Prize and the William Carlos Williams Award; Distance from Loved Ones (1990); Constant Defender (1983); Viper Jazz (1976); and The Oblivion Ha-Ha (1970).\n\r\nTate’s poems have been described as tragic, comic, absurdist, ironic, hopeful, haunting, lonely, and surreal. Tate said of his own poems in a Paris Review interview, “There is nothing better than [to move the reader deeply]. I love my funny poems, but I’d rather break your heart. And if I can do both in the same poem, that’s the best. If you laughed earlier in the poem, and I bring you close to tears in the end, that’s the best.”\n\r\nHis first major collection, The Lost Pilot (1967), was selected by Dudley Fitts for the Yale Series of Younger Poets when Tate was just 23 and still a graduate student. The title poem is dedicated to Tate’s father, a B-17 copilot killed on a bombing mission during World War II when James was five months old. However, as poet and critic Dana Gioia noted in a 1998 essay, Tate’s subsequent work “revealed his dreams and nightmares, his fears and desires—but he never shared further details of his waking life.” Over the decades, Tate honed his distinctive writing style, in which, as poet Donald Revell describes it, “The tender phrase is subordinated by an absurdity. A crazily surreal passage is broken off and followed by a painfully simple realization of ordinary, unqualified grief.”\n\r\nMany of Tate’s poems are character driven, featuring a narrator’s various encounters with a gnome, a goat, an insurance agent. In a 1998 interview, he pointed to one unifying element in his work: “My characters usually are—or, I’d say most often, I don’t want to generalize too much—but most often they’re in trouble, and they’re trying to find some kind of life.” Of Tate’s characters in The Ghost Soldiers, critic Richard Wirick writes, “They are stick people but their language—fleetingly glimpsed—gives them the fullness of crushed spirits, Nietschean sheep, Republican wives.”\n\r\nTate’s honors included an Academy of American Poets chancellorship, a National Institute of Arts and Letters Award for Poetry, the Wallace Stevens Award, the Tanning Prize, and fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He taught the University of California at Berkeley, Columbia University, Emerson College, and for five decades, at the University of Massachusetts in Amherst. He died in 2015.\n", "attrs": {"Region:": ["U.S., New England"]}}