{"pf_url": "https://www.poetryfoundation.org/poets/james-a-emanuel", "name": "James A. Emanuel", "yob": "1921", "yod": "2013", "image": null, "bio": "\n                                                                    James A. Emanuel was born in Alliance, Nebraska. After a series of jobs in his late teens, he served during World War II, partly as secretary to the Army’s first black general, General Benjamin O. Davis Sr. After the war, Emanuel earned his BA from Howard University, his MA from Northwestern, and his PhD in English and comparative literature from Columbia. Emanuel began teaching at City College, CUNY while completing his doctorate; he taught at the institution from 1957 until his retirement in 1983. Though often described as “neglected,” Emanuel was one of the driving forces behind opening the English college curricula to African American literature. His groundbreaking study Langston Hughes (1967) was one of the first scholarly books on Hughes. With Theodore L. Gross, Emanuel also edited one of the first anthologies of black writers, Dark Symphony: Negro Literature in America (1968). That same year, he published his first book of poetry, The Treehouse and Other Poems (1968). In his poetry, Emanuel frequently utilizes traditional forms and evokes the harsh realities of black experience. His many collections include Black Man Abroad (1978), Whole Grain: Collected Poems 1958–1989 (1991), and The Force and the Reckoning (2001).    In the 1990s, Emanuel developed a new form of writing, frequently described as jazz haiku. His collection JAZZ from the Haiku King (1999) contains examples of the 17-syllable stanza form. He read his work in this genre to live jazz accompaniment. In 1996, he received the Sidney Bechet Award. Other honors and awards include a John Hay Whitney Award, a Saxton Memorial Fellowship, a Special Distinction Award from the Black American Literature Forum, and the Dean’s Award for Distinguished Achievement from Columbia University in 2007. A selection of Emanuel’s writings was placed in the Library of Congress, including his correspondence with figures such as Gwendolyn Brooks, Ralph Ellison, W.E.B. Du Bois, and many others.   Emanuel’s only son died in 1983, prompting the poem “Deadly James (For All the Victims of Police Brutality).” Emanuel rarely spoke of his son’s death, except to say that he committed suicide after being beaten by “three cowardly cops.” Emanuel moved to Paris in 1984, where he lived until his death in 2013. He taught English at the University of Toulouse and the University of Grenoble.\n                                                            ", "attrs": {}}