{"pf_url": "https://www.poetryfoundation.org/poets/james-agee", "name": "James Agee", "yob": "1909", "yod": "1955", "image": null, "bio": "\n                                                                    Poet, novelist, and activist James Rufus Agee was born in Knoxville, Tennessee. He was six years old when his father, a postal worker, died in a car accident. After his father’s death, Agee attended boarding schools before earning an AB at Harvard University, where he edited the literary magazine, The Harvard Advocate. He worked as a journalist for Fortune magazine until 1939. In the 1940s, he wrote some of the first serious film criticism for The Nation and Time.    Agee’s poetry is heavily influenced by Shakespeare and many 17th-century British poets; his formal poems frequently engage death and religious faith. In an interview with the Library of America, poet Andrew Hudgins, editor of James Agee: Selected Poems (2008), discussed the conflicted resonance of Agee’s Episcopalian upbringing in his poetry. “In the devotional tradition of the sonnet from Dante to Donne, Agee found the perfect form to express and examine his beliefs and to work them out against the background of modernity,” Hudgins noted. “The tension between spirit and mind is quite taut in his sonnets. He clings to an instinctive (and carefully inculcated) faith even as his sharpening intellect erodes it, reshapes it, and ultimately, in poems outside the sonnets, undermines it.” Agee was the author of the poetry collection Permit Me Voyage (1934), chosen for the Yale Series of Younger Poets by Archibald MacLeish. His prose poem “Knoxville: Summer of 1915” (1938) was set to music by Samuel Barber in 1947. The Collected Poems (1968) and Collected Short Prose of James Agee (1969) were both edited by Robert Fitzgerald.    Agee’s prose style is famous for its lyrical, exploratory qualities; his examinations of life, self, and art are frequently leavened by a caustic wit. With photographer Walker Evans, he collaborated on a book documenting the lives of three Alabama sharecropping families, Let Us Now Praise Famous Men: Three Tenant Families (1941). Agee was also the author of the novella The Morning Watch (1951). His posthumously published novel A Death in the Family (1957) won the 1958 Pulitzer Prize. His essay “Southeast of the Island: Travel Notes,” paired with an introduction by novelist Jonathan Lethem, was published for the first time in book form as Brooklyn Is: Southeast of the Island: Travel Notes (2005).    He wrote the screenplays for The African Queen (1951, coauthored with John Huston and nominated for an Academy Award) and The Night of the Hunter (1955). Agee’s film reviews are collected in Agee on Film, Volume 1 (1958). Letters of James Agee to Father Flye (1962) records his lifelong correspondence with the priest from the Episcopalian boarding school Agee attended.   Agee died of a heart attack on May 16, 1955, in New York City. Selections of his papers are held at the University of Tennessee at Knoxville, where there is a library named in his honor, and the Harry Ransom Humanities Research Center at the University of Texas at Austin.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}