{"pf_url": "https://www.poetryfoundation.org/poets/james-merrill", "name": "James Merrill", "yob": "1926", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/c48af1339438a2692022454099d50cd2622539f1.jpeg", "bio": "\nJames Merrill was recognized as one of the leading poets of his generation. Praised for his stylish elegance, moral sensibilities, and transformation of autobiographical moments into deep and complex meditations, Merrill’s work spans genres—including plays and prose—but the bulk of his artistic expression can be found in his poetry. Over the long course of his career, Merrill won nearly every major literary award in America: he received two National Book Awards, for Nights and Days (1966) and Mirabell: Books of Numbers (1978); Merrill’s long Ouija-inspired epic poem The Changing Light at Sandover (1982) won the National Book Critics Circle Award, and he was awarded the inaugural Bobbitt National Prize for Poetry by the Library of Congress for his book The Inner Room (1988); he also received both the Bollingen Prize in Poetry and the Pulitzer Prize, the latter for a book of occult poetry called Divine Comedies (1976).\nMerrill was born in 1926 in New York City, the son of investment banker Charles E. Merrill, co-founder of the Merrill Lynch brokerage firm. Brought up in fabulous wealth, Merrill’s interest in language was piqued by his governess—a Prussian-English widow called Mademoiselle who was fluent in both German and French. Merrill’s first book of poems was privately printed by his father during his senior year of high school. Merrill attended Amherst College; though his education was interrupted by a stint in the U.S. army during World War II, Merrill’s future as a poet was all but decided during his years in college. In 1946 he published his first collection, The Black Swan. Spending a few years traveling abroad in Europe after graduating, Merrill eventually settled in Stonington, Connecticut with his long-term partner, the writer David Jackson. Though Merrill was wealthy his entire life, he understood the plight of many artists and founded the Ingram Merrill Foundation in 1956, a permanent endowment created for writers and painters.\n\r\nWhile at Amherst, Merrill wrote his thesis on Marcel Proust, and in many ways the great French writer’s themes of memory, nostalgia, and loss became Merrill’s own. The fusion of autobiography and archetype was a hallmark of Merrill’s verse. David Kalstone explained in the Times Literary Supplement that Merrill’s relatively privileged existence allowed him to focus intensely on the poetic act itself: “He [Merrill] has not led the kind of outwardly dramatic life which would make external changes the centre of his poetry. Instead, poetry itself has been one of the changes, something which continually happens to him, and Merrill’s subject proves to be the subject of the great Romantics: the constant revisions of the self that come through writing verse. Each book seems more spacious because of the one which has come before.” Though centered on the self, Helen Vendler observed in the New York Times Book Review that the best of Merrill’s poems “are autobiographical without being ‘confessional’: they show none of that urgency to reveal the untellable or unspeakable that we associate with the poetry we call ‘confessional’.”\n\r\nA master of forms, Merrill’s later poetry rarely feels formal. In the Atlantic Monthly, poet X.J. Kennedy observed that “Merrill never sprawls, never flails about, never strikes postures. Intuitively he knows that, as Yeats once pointed out, in poetry, ‘all that is personal soon rots; it must be packed in ice or salt.’” Comparisons to W.B. Yeats recurred throughout Merrill’s career, particularly during the periods in which Merrill wrote Divine Comedies and his master-work, The Changing Light at Sandover. Embracing mysticism and the occult, Merrill believed, like Yeats—whose wife was a medium—that he received inspiration from the world beyond. His Divine Comedies features an affable ghost named Ephraim who instructs the poet; Yeats’s “A Vision” features the spirit Leo Africanus in a similar role. Critics have found other influences at work in Merrill’s poems as well, drawing parallels between his writing and the work of Dante, W.H. Auden, and Marcel Proust—who was also dismissed as a mere aesthete early in his career.\n\r\nMerrill’s early work, in First Poems (1951) and The Country of a Thousand Years of Peace and Other Poems (1959), was criticized for its insistence on “connoisseurish aesthetic contemplation,” in the words of James Dickey. In the 1960s Merrill began to incorporate more autobiographical and personal elements into his work, leading to “a toughened and colloquialized … verse line” according to Ian Hamilton in the Washington Post Book World. With each step he took away from formalism, Merrill gained critical ground. As his verse became more conversational, it began to mimic the structures of prose, as Vendler noted in the New York Review of Books: “The flashes and glimpses of ‘plot’ in some of the lyrics—especially the longer poems—reminded Merrill’s readers that he wanted more than the usual proportion of dailiness and detail in his lyrics, while preserving a language far from the plainness of journalistic poetry, a language full of arabesques, fancifulness, play of wit, and oblique metaphor.” In fact, Merrill considered writing his epic poem “The Book of Ephraim” as a prose narrative, though he eventually abandoned the idea. “The Book of Ephraim”—which appeared in Divine Comedies, considered to be Merrill’s breakthrough—prompted many critics to reevaluate the poet. Among them was Harold Bloom, who wrote in the New Republic that “the book’s eight shorter poems surpass nearly all the earlier Merrill, but its apocalypse (a lesser word won’t do) is a 100-page verse-tale, ‘The Book of Ephraim,’ an occult splendor in which Merrill rivals Yeats’ ‘A Vision,’… and even some aspects of Proust.”\n\r\nThe two volumes that followed Divine Comedies, Mirabell: Books of Number (1978) and Scripts for the Pageant (1980), continue the narrative that “The Book of Ephraim” begins. Together these three poems form a trilogy that was published with a new coda in The Changing Light at Sandover, an unprecedented 560-page epic that records the Ouija board sessions Merrill and David Jackson conducted with spirits from the other world. Merrill organized each section of the trilogy to reflect a different component of their homemade Ouija board. The twenty-six sections of “The Book of Ephraim” correspond to the board’s A to Z alphabet, the ten sections of Mirabell: Books of Number correspond to the board’s numbering from zero to nine, and the three sections of Scripts for the Pageant (“Yes,” “&,” and “No”) correspond to the board’s Yes & No. The progression of poems also represents a kind of celestial hierarchy, with each book representing communication with a higher order of spirits than the one before. Humans in the poem are identified by their initials—DJ and JM; spirits speak in all capitals. By the time Merrill transcribed the lessons of the archangels in book three, he offered nothing less than a model of the universe. According to Mary Jo Salter in the Atlantic Monthly, the long poem is “a hymn celebrating, among other things, ‘resistance’ as ‘Nature’s gift to man.’” As the myth is reappraised and corrected by the characters who are themselves a part of it, Salter believed that “‘Yes No’ becomes an answer to every question: not an equivocation of authorial (or divine) responsibility, but an acknowledgment that ‘fact is fable,’ that the question of man’s future, if any, is one he must answer for himself.”\n\r\nJames Merrill died of a heart attack in February of 1995 while vacationing in Tucson, Arizona. He continued to write poetry and prose until his death, often treating, in subtle ways, the AIDS epidemic that ravaged his friend group, and to which he himself succumbed. Merrill published a memoir, A Different Person, in 1993; his final volume of poetry, A Scattering of Salts (1995), “provides an elegant closure for his life’s work, the kind of bittersweet ending he treasured,” remarked Phoebe Pettingell in The New Leader. Other posthumous volumes followed, including Collected Poems (2001) and Selected Poems (2008), both edited by J.D. McClatchy and Stephen Yenser. Collected Poems is the first in a series that will present all of Merrill’s work, including his novels, plays, and collected prose. It includes his entire body of poetry excluding juvenilia and The Changing Light at Sandover. In addition, Collected Poems brings together for the first time 21 translations from Apollinaire, Montale, Cavafy, and others and 44 previously uncollected poems, including elegies to Philip Larkin, Elizabeth Bishop, and others. Selected Poems does excerpt The Changing Light at Sandover, presenting a sampler of a poet who wrote “New Critical Rococo” in the words of August Kleinzhaler in the New York Times Book Review. Kleinzhaler added: “Where a straight line would do, Merrill cannot resist using filigree. But if one were to bypass his work, one would be missing some of the finest poems written in English in the middle of last century.”\r\n \n\r\n \n", "attrs": {}}