{"pf_url": "https://www.poetryfoundation.org/poets/james-weldon-johnson", "name": "James Weldon Johnson", "yob": "1871", "yod": "1938", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/081c0c128825279d1a48f5963af8ce856bfae9ca.jpeg", "bio": "\nJames Weldon Johnson was born in Jacksonville, Florida. He distinguished himself equally as a man of letters and as a civil rights leader in the early decades of the 20th century. A talented poet and novelist, Johnson brought a high standard of artistry and realism to Black literature in such works as God’s Trombones (1927) and The Autobiography of an Ex-Coloured Man (1912). His pioneering studies of Black poetry, music, and theater in the 1920s introduced many white Americans to the rich African American creative spirit, hitherto known mainly through the distortions of the minstrel show and dialect poetry. Meanwhile, as head of the National Association for the Advancement of Colored People (NAACP) during the 1920s, Johnson led determined civil rights campaigns in an effort to remove the legal, political, and social obstacles hindering Black achievement.\nJohnson is the author of the poetry collections Saint Peter Relates an Incident of the Resurrection Day (1930), God’s Trombones: Seven Negro Sermons in Verse (1927), and Fifty Years and Other Poems (1917), among others. He published several books of prose, including Negro Americans, What Now? (1934), Along This Way: The Autobiography of James Weldon Johnson (1933), Black Manhattan (1930), and The Autobiography of an Ex-Colored Man (1912). His multifaceted career, which also included stints as a diplomat in Latin America and a successful Tin Pan Alley songwriter, testified to his intellectual breadth, self-confidence, and deep-rooted belief that the future held unlimited new opportunities for Black Americans.\nBoth his father, a resort hotel headwaiter, and his mother, a schoolteacher, had lived in the North and had never been enslaved, and James and his brother John Rosamond grew up in broadly cultured and economically secure surroundings that were unusual among Southern Black families at the time. Johnson’s mother stimulated his early interests in reading, drawing, and music, and he attended the segregated Stanton School, where she taught, until the eighth grade. Since high schools were closed to Blacks in Jacksonville, Johnson left home to attend both secondary school and college at Atlanta University, where he earned his BA in 1894. It was during his college years, as Johnson recalled in his autobiography, Along This Way (1933), that he first became aware of the depth of the racial problem in the United States. Race questions were vigorously debated on campus, and Johnson’s experience teaching Black schoolchildren in a poor district of rural Georgia during two summers deeply impressed him with the need to improve the lives of his people. The struggles and aspirations of American Blacks form a central theme in the 30 or so poems that Johnson wrote as a student.\nReturning to Jacksonville in 1894, Johnson was appointed a teacher and principal of the Stanton School and managed to expand the curriculum to include high school-level classes. He also became an active local spokesman on Black social and political issues. In 1895 he founded the Daily American, the first Black-oriented daily newspaper in the United States. During its brief life, the newspaper became a voice against racial injustice and served to encourage Black advancement through individual effort—a “self-help” position that echoed the more conservative civil rights leadership of the day. Although the newspaper folded for lack of readership the following year, Johnson’s ambitious publishing effort attracted the attention of such prominent Black leaders as W.E.B. Du Bois and Booker T. Washington.\nMeanwhile, Johnson read law with the help of a local white lawyer, and in 1898 he became the first Black lawyer admitted to the Florida Bar since Reconstruction. Johnson practiced law in Jacksonville for several years in partnership with a former Atlanta University classmate while continuing to serve as the Stanton School’s principal. He also continued to write poetry and discovered his gift for songwriting in collaboration with his brother Rosamond, a talented composer. Among other songs in a spiritual-influenced popular idiom, Johnson penned the lyrics to “Lift Every Voice and Sing,” a tribute to Black endurance, hope, and religious faith that was later adopted by the NAACP and dubbed “the Negro National Anthem.”\nIn 1901, bored by Jacksonville’s provincialism and disturbed by mounting incidents of racism there, the Johnson brothers set out for New York City to seek their fortune writing songs for the musical theater. In partnership with Bob Cole, they secured a publishing contract paying a monthly stipend. Over the next five years, they composed some 200 songs for Broadway and other musical productions, including such hit numbers as “Under the Bamboo Tree,” “The Old Flag Never Touched the Ground,” and “Didn’t He Ramble.” The trio, who soon became known as “Those Ebony Offenbachs,” avoided writing for racially exploitative minstrel shows but often found themselves obliged to present simplified and stereotyped images of rural Black life to suit white audiences. But the Johnsons and Cole also produced works like the six-song suite titled The Evolution of Ragtime that helped document and expose important Black musical idioms.\nDuring this time, James Weldon Johnson also studied creative literature formally for three years at Columbia University and became active in Republican party politics. He served as treasurer of New York’s Colored Republican Club in 1904 and helped write two songs for Republican candidate Theodore Roosevelt’s successful presidential campaign that year. When the national Black civil rights leadership split into conservative and radical factions—headed by Booker T. Washington and W.E.B. Du Bois, respectively—Johnson backed Washington, who in turn played an important role in getting the Roosevelt Administration to appoint Johnson as United States consul in Puerto Cabello, Venezuela, in 1906. With few official duties, Johnson was able to devote much of his time in that sleepy tropical port to writing poetry, including the acclaimed sonnet “Mother Night” that was published in The Century magazine and later included in Johnson’s verse collection Fifty Years and Other Poems (1917).\nThe consul also completed his only novel, The Autobiography of an Ex-Coloured Man (1912), during his three years in Venezuela. Published anonymously in 1912, the novel attracted little attention until it was reissued under Johnson’s own name more than a decade later. Even then, the book tended to draw more comment as a sociological document than as a work of fiction. (So many readers believed it to be truly autobiographical that Johnson eventually wrote his real life story, Along This Way, to avoid confusion.)\nThe Autobiography of an Ex-Coloured Man bears a superficial resemblance to other “tragic mulatto” narratives of the day that depicted, often in sentimental terms, the travails of mixed-race protagonists unable to fit into either racial culture. In Johnson’s novel, the unnamed narrator is light-skinned enough to pass for white but identifies emotionally with his beloved mother’s Black race. In his youth, he aspires to become a great Black American musical composer, but he fearfully renounces that ambition after watching a mob of whites set fire to a Black man in the rural South. Though horrified and repulsed by the whites’ attack, the narrator feels an even deeper shame and humiliation for himself as a Black man and he subsequently allows circumstances to guide him along the easier path of “passing” as a middle-class white businessman. The protagonist finds success in this role but ends up a failure in his own terms, plagued with ambivalence over his true identity, moral values, and emotional loyalties.\nEarly criticism of The Autobiography of an Ex-Coloured Man tended to emphasize Johnson’s frank and realistic look at Black society and race relations. Carl Van Vechten, for example, found the novel “an invaluable source-book for the study of Negro psychology,” and the New Republic’s Edmund Wilson judged the book “an excellent, honest piece of work” as “a human and sociological document.” In the 1950s and 1960s, however, something of a critical reappraisal of the Autobiography occurred that led to a new appreciation of Johnson as a crafter of fiction. In his critical study The Negro Novel in America, Robert A. Bone called Johnson “the only true artist among the early Negro novelists,” who succeeded in “subordinating racial protest to artistic considerations.” Johnson’s subtle theme of moral cowardice, Bone noted, set the novel far above “the typical propaganda tract of the day.” In a 1971 essay, Robert E. Fleming drew attention to Johnson’s deliberate use of an unreliable narrative voice, remarking that The Autobiography of an Ex-Coloured Man “is not so much a panoramic novel presenting race relations throughout America as it is a deeply ironic character study of a marginal man.” Johnson’s psychological depth and concern with aesthetic coherence anticipated the great Black literary movement of the 1920s known as the Harlem School, according to these and other critics.\nIn 1909, before the Autobiography had been published, Johnson was promoted to the consular post in Corinto, Nicaragua, a position that proved considerably more demanding than his Venezuelan job and left him little time for writing. His three-year term of service occurred during a period of intense political turmoil in Nicaragua, which culminated in the landing of US troops at Corinto in 1912. In 1913, seeing little future for himself under President Woodrow Wilson’s Democratic administration, Johnson resigned from the foreign service and returned to New York to become an editorial writer for the New York Age, the city’s oldest and most distinguished Black newspaper. The articles Johnson produced over the next ten years tended toward the conservative side, combining a strong sense of racial pride with a deep-rooted belief that Blacks could individually improve their lot by means of self-education and hard work even before discriminatory barriers had been removed. This stress on individual effort and economic independence put Johnson closer to the position of Black educator Booker T. Washington than that of the politically militant writer and scholar W.E.B. Du Bois in the great leadership dispute on how to improve the status of Black Americans, but Johnson generally avoided criticizing either man by name and managed to maintain good relations with both leaders.\nDuring this period, Johnson continued to indulge his literary love. Having mastered the Spanish language in the diplomatic service, he translated Fernando Periquet’s grand opera Goyescas into English and the Metropolitan Opera produced his libretto version in 1915. In 1917, Johnson published his first verse collection, Fifty Years and Other Poems, a selection from 20 years’ work that drew mixed reviews. “Fifty Years,” a sonorous poem commemorating the half-century since the Emancipation Proclamation, was generally singled out for praise, but critics differed on the merits of Johnson’s dialect verse written after the manner of the great Black dialect poet Paul Laurence Dunbar. The dialect style was highly popular at the time, but has since been criticized for pandering to sentimental white stereotypes of rural Black life. In addition to his dialect work, Johnson’s collection also included such powerful racial protest poems as “Brothers,” about a lynching, and delicate lyrical verse on non-racial topics in the traditional style.\nIn 1916, at the urging of Du Bois, Johnson accepted the newly created post of national field secretary for the NAACP, which had grown to become the country’s premier Black rights advocacy and defense organization since its founding in 1910. Johnson’s duties included investigating racial incidents and organizing new NAACP branches around the country, and he succeeded in significantly raising the organization’s visibility and membership through the years following World War I. In 1917, Johnson organized and led a well-publicized silent march through the streets of New York City to protest lynchings, and his on-site investigation of abuses committed by American marines against Black citizens of Haiti during the US occupation of that Caribbean nation in 1920 captured headlines and helped launch a congressional probe into the matter. Johnson’s in-depth report, which was published by the Nation magazine in a four-part series titled “Self-Determining Haiti,” also had an impact on the presidential race that year, helping to shift public sentiment from the interventionist policies associated with the Wilson Democrats toward the more isolationist position of the Republican victor, Warren Harding.\nJohnson’s successes as field secretary led to his appointment as NAACP executive secretary in 1920, a position he was to hold for the next ten years. This decade marked a critical turning point for the Black rights movement as the NAACP and other civil rights organizations sought to defend and expand the social and economic gains Blacks had achieved during the war years, when large numbers of Blacks migrated to the northern cities and found industrial and manufacturing jobs. These Black gains triggered a racist backlash in the early years of the decade that found virulent expression in a sharp rise in lynchings and the rapid growth of the white supremacist Ku Klux Klan terror organization in the North as well as the South. Despite this violent reaction, Johnson was credited with substantially increasing the NAACP’s membership strength and political influence during this period, although his strenuous efforts to get a federal anti-lynching bill passed proved unsuccessful.\nJohnson’s personal politics also underwent change during the postwar years of heightened Black expectations. Disappointed with the neglectful minority rights policies of Republican presidents Harding and Calvin Coolidge, Johnson broke with the Republican party in the early 1920s and briefly supported Robert LaFollette’s Progressive party. LaFollette also lost the NAACP leader’s backing, however, when he refused to include Black demands in the Progressives’ 1924 campaign platform. Though frustrated in his political objectives, Johnson opposed Marcus Garvey’s separatist “Back to Africa” movement and instead urged the new Black communities in the northern cities to use their potentially powerful voting strength to force racial concessions from the country’s political establishment.\nEven with the heavy demands of his NAACP office, the 1920s were a period of great literary productivity for Johnson. He earned critical acclaim in 1922 for editing a seminal collection of Black verse, titled The Book of American Negro Poetry. Johnson’s critical introduction to this volume provided new insights into an often ignored or denigrated genre and is now considered a classic analysis of early Black contributions to American literature. Johnson went on to compile and interpret outstanding examples of the Black religious song form known as the spiritual in his pioneering The Book of American Negro Spirituals (1925) and The Second Book of Negro Spirituals (1926). These renditions of Black voices formed the background for God’s Trombones (1927), a set of verse versions of rural Black folk sermons that many critics regard as Johnson’s finest poetic work. Based on the poet’s recollections of the fiery preachers he had heard while growing up in Florida and Georgia, Johnson’s seven sermon-poems about life and death and good and evil were deemed a triumph in overcoming the thematic and technical limitations of the dialect style while capturing, according to critics, a full resonant timbre. In The Book of American Negro Poetry, Johnson had compared the traditional Dunbar-style-dialect verse to an organ having only two stops, one of humor and one of pathos, and he sought with God’s Trombones to create a more flexible and dignified medium for expressing the Black religious spirit. Casting out rhyme and the dialect style’s buffoonish misspellings and mispronunciations, Johnson’s clear and simple verses succeeded in rendering the musical rhythms, word structure, and vocabulary of the unschooled Black orator in standard English. Critics also credited the poet with capturing the oratorical tricks and flourishes that a skilled preacher would use to sway his congregation, including hyperbole, repetition, abrupt mood juxtapositions, an expert sense of timing, and the ability to translate biblical imagery into the colorful, concrete terms of everyday life. “The sensitive reader cannot fail to hear the rantings of the fire-and-brimstone preacher; the extremely sensitive reader may even hear the unwritten ‘Amens’ of the congregation,” declared Eugenia W. Collier in a 1960 essay for Phylon.\nJohnson’s efforts to preserve and win recognition for Black cultural traditions drew praise from such prominent literary figures as H.L. Mencken and Mark Van Doren and contributed to the spirit of racial pride and self-confidence that marked the efflorescence of Black music, art, and literature in the 1920s known as the Harlem Renaissance. This period of intense creative innovation forms the central subject of Black Manhattan (1930), Johnson’s informal survey of Black contributions to New York’s cultural life beginning as far back as the 17th century. The critically well-received volume focuses especially on Blacks in the theater but also surveys the development of the ragtime and jazz musical idioms and discusses the earthy writings of Harlem Renaissance poets Langston Hughes, Countee Cullen, and Claude McKay. “Black Manhattan is a document of the 1920s—a celebration, with reservations, of both the artistic renaissance of the era and the dream of a Black metropolis,” noted critic Allan H. Spear in his preface to the 1968 edition of Johnson’s book.\nIn December 1930, fatigued by the demands of his job and wanting more time to write, Johnson resigned from the NAACP and accepted a part-time teaching post in creative literature at Fisk University in Nashville, Tennessee. In 1933, he published his much-admired autobiography Along This Way, which discusses his personal career in the context of the larger social, political, and cultural movements of the times. Johnson remained active in the civil rights movement while teaching at Fisk, and in 1934 he published a book-length argument in favor of racial integration titled Negro Americans, What Now? The civil rights struggle also figures in the title poem of Johnson’s last major verse collection, Saint Peter Relates an Incident: Selected Poems (1930). Inspired by an outrageous act of public discrimination by the federal government against the mothers of Black soldiers killed in action, Johnson’s satirical narrative poem describes a gathering of veterans’ groups to witness the Resurrection Day opening of the tomb of the unknown soldier. When this famous war casualty is finally revealed, he turns out to be Black, a circumstance that provokes bewilderment and consternation among the assembled patriots.\nJohnson died tragically in June 1938, after a train struck the car he was riding in at an unguarded rail crossing in Wiscasset, Maine. The poet and civil rights leader was widely eulogized and more than 2,000 mourners attended his Harlem funeral. Known throughout his career as a generous and invariably courteous man, Johnson once summed up his personal credo as a Black American in a pamphlet published by the NAACP: “I will not allow one prejudiced person or one million or one hundred million to blight my life. I will not let prejudice or any of its attendant humiliations and injustices bear me down to spiritual defeat. My inner life is mine, and I shall defend and maintain its integrity against all the powers of hell.” Johnson was buried in Brooklyn’s Greenwood Cemetery dressed in his favorite lounging robe and holding a copy of God’s Trombones in his hand.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Harlem Renaissance"]}}