{"pf_url": "https://www.poetryfoundation.org/poets/james-thomas-stevens", "name": "James Thomas Stevens", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7e626f462cd4d32c770b45086dfdeae8ee743ad2.jpeg", "bio": "\nPoet James Thomas Stevens, a member of the Akwesasne Mohawk Tribe, was born in Niagara Falls, New York. His Mohawk name, under which he sometimes publishes, is Aronhiótas. As an undergraduate he studied at the School of Visual Arts, Brooklyn College, and eventually at the Institute of American Indian Arts, where he earned an AFA in creative writing. Stevens subsequently earned an MFA from Brown University. He is the author of Of Kingdoms & Kangaroo (2008), A Bridge Dead in the Water (2007), and The Mutual Life (2006), among others.\nStevens’s free-verse poetry explores the intersection of colonization, memory, and intimacy. In a 2007 Believer Magazine review of A Bridge Dead in the Water, critic Alan Gilbert called Stevens a “lyric poet of love and its accompanying damage—personal and collective.” Stevens’s poetry collections include A Bridge Dead in the Water (2007), Combing the Snakes from His Hair (2002), and Tokinish (1993). He co-authored Mohawk/Samoa: Transmigrations (2006), a collaborative poetry and translation project, with Caroline Sinavaiana.\nStevens has received a 2000 Whiting Writers Award, a Witter Bynner Foundation poetry grant, the Kim Ann Arstark Memorial Prize in Poetry, and the City of Santa Fe Writer’s Award. He was also nominated for the Before Columbus Foundation’s American Book Award and for a Pushcart Prize. He was a 2005 finalist for the National Poetry Series.\nHis work has been included in several anthologies, including Eating Fire, Tasting Blood: Breaking the Great Silence of the American Indian Holocaust (2006), edited by MariJo Moore; Poetry and Pedagogy: The Challenge of the Contemporary (2006), edited by Joan Retallack and Juliana Spahr; and Visit Teepee Town: Native Writing after the Detours (1999), edited by Diane Glancy and Mark Nowak.\nStevens has taught at Haskell Indian Nations University, the Institute of American Indian Arts, and SUNY Fredonia. He lives in Lamy, New Mexico.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}