{"pf_url": "https://www.poetryfoundation.org/poets/james-wright", "name": "James Wright", "yob": "1927", "yod": "1980", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/556c38397af5bfc68b71de2b146a1f0c8e9a6da5.jpeg", "bio": "\nJames Wright was frequently referred to as one of America's finest contemporary poets. He was admired by critics and fellow poets alike for his willingness and ability to experiment with language and style, as well as for his thematic concerns. In the Minnesota Review, Peter A. Stitt wrote that Wright's work both represents and parallels the development of the best modern American poets: \"Reading the Collected Poems of James Wright from the point of view of style is like reading a history of the best contemporary American poetry. One discovers a development which could be said to parallel the development generally of our finest recent poets. . . . [This development shows] a movement generally away from rhetoric, regular meter and rhyme, towards plainer speech, looser rhythms and few rhymes.\"\n\r\nWright's early poems, especially those in his first two volumes, are \"too literary, too subservient to the poems and poets of the past,\" according to Stitt. Other critics noted the elaborate rhymes, complex rhetoric, and traditional use of imagery in these early efforts. As Wright began to experiment \"he loosened his forms\" and \"whittled rhetoric to a succession of intense perceptions,\" Laurence Goldstein explained in the Michigan Quarterly Review. The result was that his speech became more natural and his settings, Marjorie G. Perloff reported in Contemporary Literature, \"are dream images rather than actual places.\" Paul Zweig of the Partisan Review outlined the impact of Wright's later style: \"Long before [he was awarded the Pulitzer Prize], Wright had been acknowledged by a generation of poets as the artisan of a new language for poetry: A style of pastoral surrealism, built around strong images and a simple spoken rhetoric. Wright's art lay not in complex grammar, but in a stark structure of perceptions which became their own statement.\"\n\r\nAlthough Wright experimented with style and language, his themes—loneliness and alienation—remained constant. \"Perhaps the most pervasive general theme in Wright's poetry . . . is that of separation,\" Stitt suggested. \"Separation appears in two guises—as the result of death and as the result of being at odds with one's society.\" James Seay, writing in the Georgia Review, agreed and elaborated: \"His most abiding concern has been loneliness. It is the one abstract word that recurs most frequently in his work. In a sense the theme of loneliness gives rise to, or is somehow connected with, most of Wright's other thematic concerns.\" The critic named death and \"Wright's compassion for what Auden . . . called 'social outsiders'—criminals, prostitutes, drunks, and social outcasts in general\" as the poet's other concerns. Seay continued, \"In Wright's poems these people are almost always lonely and damned.\"\n\r\nEric Pace of the New York Times noted that while \"the mood of the poet was sometimes very dark, . . . one of his great strengths . . . was the life-affirming quality of his work.\" Edward Butscher of the Georgia Review contended that a \"pattern\" of despair followed by celebration ran throughout Wright's work: \"Despair and celebration, ritual damnation and ritual salvation, . . . the agony of human existence miraculously made bearable by nature's . . . eloquence.\" In a Washington Post Book World review of Two Citizens, Perloff further explained Wright's view of nature and salvation, stating that \"his poems . . . usually present the poet in a specific midwestern locale, contemplating a landscape which seems wholly alien until a sudden gesture or change in perspective momentarily unites poet and nature, self and other, in a muted epiphany.\"\n\r\nFor the most part, The Branch Will Not Break is considered the watershed of Wright's career. Stitt called it \"Wright's happiest book\" and noted that \"the book's title indicates its major affirmation—the faith that nature will endure and continue to sustain man.\" Moreover, Cor van den Heuvel in MOSAIC praised the \"great advance in technical proficiency [and the] dazzling blossoming of images.\" Zweig termed it \"one of the key books of the 1960s.\" Seay offered a similar appraisal: \"I cannot recall experiencing anything like that keen sense of discovery which I felt in reading The Branch Will Not Break. . . . What Wright offered in [that book], as far as I could tell, was unlike anything being written in America at the time.\"\n\nAbove the River: The Complete Poems appeared more than a decade after Wright's death. William Pratt noted in World Literature Today, \"Wright's complete poems brings together nearly four hundred pages of strongly carved words, the lifework of a much-admired, imitated, and lamented American poet, one of the most clearly recognizable voices of his generation.\" New York Times Book Review contributor J. D. McClatchy wrote, \"Lucidity, precision, rhythmical poise, sentiment, intelligence and the rigors of a conscious craft that liberated the imagination—these were the poetic values [Wright] cherished, and they remain the keynotes of Above the River.\" Samuel Maio also praised Wright and his collected poetry in the Bloomsbury Review: \"James Wright wasn't afraid to find out who he really was, no matter how frightening that self may have been. This is the essence of the pure, clear voice we encounter in his poems, and this is why James Wright endures.\"\n\r\nOne criticism aimed at Wright's poetry was that it lacks discipline. Roger Hecht of Nation identified Wright's \"weaknesses\" as \"self-pity\" and \"talkiness.\" And a Sewanee Review critic found Two Citizens \"badly marred by personal indulgence and conversationality.\" The poet himself seemed aware of these shortcomings. \"My chief enemy in poetry is glibness,\" he told Stitt in an interview published in the Paris Review. He continued: \"My family background is partly Irish, and this means many things, but linguistically it means that it is too easy for me to talk sometimes. I keep thinking of Horace's idea which Byron so very accurately expressed in a letter . . . 'Easy writing is damned hard reading.' I suffer from glibness. . . . I have [to struggle] to strip my poems down.\"\n\r\nSome critics, however, argued that the talkiness and sentimentality in Wright's verse has been misinterpreted. Alan Williamson of Shenandoah, for example, remarked: \"The emotional exclamatoriness that some have called sentimental in Wright is more prominent than ever [in Two Citizens]; but I, for one, have been led to a new insight about it. It is a part of the American speech that Wright . . . wants to speak: A vocal violence needed to break the . . . barrier against uttering feeling at all in our culture.\"\n\r\nFinally, in discussing Wright's work, critics spoke of the evident craftsmanship, of his skill and gift as a poet. Van den Heuvel found that \"there is a universality in Wright's work not only in subject matter but in form and technique as well.\" The reviewer added that \"[he is] a craftsman who can put to use the traditional elements of his art while at the same time exploring new means of expression.\" Seay voiced a like assessment, stating that \"what makes Wright's poetry special is not that he has any new philosophical insights into the problems of existence but that he has the gift of using language in a way that the human spirit is awakened and alerted to its own possibilities.\"\n", "attrs": {"Region:": ["U.S., Midwestern"]}}