{"pf_url": "https://www.poetryfoundation.org/poets/james-russell-lowell", "name": "James Russell Lowell", "yob": "1819", "yod": "1891", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/147a53a1f0ca8fc27cc16efd0181e690327d8823.jpeg", "bio": "\nThe most versatile of the New Englanders during the middle of the nineteenth century, James Russell Lowell was a vital force in the history of American literature and thought during his lifetime. His range and perspicacity in literary criticism are unequalled in nineteenth-century America. He did more than anyone before Mark Twain in elevating the vernacular to a medium of serious artistic expression, and The Biglow Papers (1848) ranks among the finest political satires in American literature. His public odes expressed a mind and an outlook that drew the praise of Henry Brooks Adams, William James, and William Dean Howells. His personal charm made him both an effective diplomat during the period of the emergence of the United States as a world power and one of its finest letter writers.\n\r\nAlthough familiar with the life and literature of the great world, Lowell remained, from first to last, a native of Cambridge, Massachusetts. The New England legacy he inherited was rich by American standards: ministers, judges, and business and political leaders were his ancestry, and being a Lowell was both a privilege and a responsibility. As a result, Lowell's task in his creative life was to work out solutions to the problem not only of self, but also of place and name.\n\r\nLowell was a son of the Reverend Charles Lowell and Harriet Traill (Spence) Lowell and the youngest of a clever brood who played hard at games and life during the early years of Andrew Jackson's presidency. In the New England of that time many people had a distinguished ancestry. What mattered more was whether one's grandfather and father had been in the main prudent, and in circumspection the Lowells had for generations been masters. By the twentieth century the name of Lowell, like that of Appleton and Lawrence, had become synonymous with manufacturing wealth and State Street trusts, but this tradition in the social history of New England was not yet firmly established in James Russell Lowell's youth, and, regardless, family wealth, with all its comforts and opportunities, never became his. Still, Lowell did not want for things either of the world or of the spirit. Educated according to the best standards of the day, in due time he entered Harvard College, where his interests proved more literary than academic, a penchant not at all to his preceptors' liking.\n\r\nUndergraduate glory came with his being elected poet of his senior class in 1838; but the boisterous youth was shamed with suspension by the Harvard faculty six weeks before the all-important Class Day ceremonies at which he would have read, had he only been obedient to college rules, the long, boring verses commemorating his and his classmates' entry into the world. Instead, his Class Poem (1838) appeared in print—immortalizing, to Lowell's later regret, his reactionary tendencies and sophomoric opposition to the new thought and reforms then coming into fashion. Transcendentalism, abolition, woman's rights, and temperance came under his satire, but the absence of any genuine humor (or profound sense) left the satire dull, and the performance was a decided failure.\n\r\nUncertain as to what he wished to do with his life (other than the impractical desire to write poetry), Lowell took a law degree at Harvard in 1840 and afterward set up practice in Boston. In six months, however, he was convinced that law was for him just as impractical and probably more unprofitable than a literary life, so he gambled all and turned to literature for support.\n\r\nThough the \"golden age of magazines\" was still a generation away, periodical publication in America made significant gains during the 1840s and began wielding a far-reaching influence on the development of American literature, particularly the short tale and the sketch, though there was also room for poetry. Lowell even began his own magazine in 1843 and solicited contributions from an impressive group of writers, including Nathaniel Hawthorne and Edgar Allan Poe, but an eye problem that required Lowell's being treated in New York City and a dishonest publisher in Boston were too much for the venture to endure, and The Pioneer failed after three months. Other journals were eager for Lowell's offerings, however, and his reputation as a lyric poet was soon established.\n\r\nThis early public recognition of Lowell's poetic abilities was largely undiscriminating and more patriotic than critical, and a few people were not impressed. Margaret Fuller was especially harsh in her assessment; in Papers on Literature and Art (1846), she dismissed Lowell as \"absolutely wanting in the true spirit and tone of poesy\": \"His interest in the moral questions of the day has supplied the want of vitality in himself; his great facility at versification has enabled him to fill the ear with a copious stream of pleasant sound. But his verse is stereotyped; his thought sounds no depth, and posterity will not remember him.\" Throughout his life Lowell attempted to master a lyrical voice, but his efforts were largely unsuccessful. The deficiencies that characterize his work in his first volume of poems, A Year's Life (1841), are never entirely absent from his more mature performances—technical infelicities and irregularities, didacticism, obscurity, and excessive literariness. Ralph Waldo Emerson's complaint that Lowell in one of his poems had had to pump too hard describes unfortunately well the forced quality in many of his poems. Lowell seems to have been as much aware of his limitations as were his critics, and he frequently expressed to friends his misgivings. His reference to the book of poems Under the Willows (1869) as \"Under the Billows or dredgings from the Atlantic\" is not only a masterful pun (many of the poems had first appeared in The Atlantic Monthly) but close to the truth. As a public poet, however, both in his Pindaric odes and in his satiric verse, Lowell has few equals in American literature.\n\r\nToward the end of 1844 Lowell married Maria White. They had four children—three daughters and a son. Drawn into the antislavery movement in the early 1840s, Lowell wrote during that decade scores of articles and poems in defense of abolition and other reform causes. He became a chief editorial writer during the mid 1840s for the Pennsylvania Freeman and the National Anti-Slavery Standard, and between 1846 and 1848 in the Standard and the abolitionist Boston Courier first appeared his most important work of the period, the verses of his persona Hosea Biglow.\n\r\nThe use of the rustic Yankee as a voice of political reason was not original with Lowell. John Adams had created Humphrey Ploughjogger eighty years before and through this down-country farmer had made his debut into the political world of controversy in the 1760s. Later, Royall Tyler found the Yankee mask an effective moral point of view in his play The Contrast (1787), and Seba Smith used the resources of dialect and region to their full comic possibilities in his Life and Writings of Major Jack Downing (1833). By the mid 1840s the Yankee oracle was an established figure in the American mythic imagination. \"Plain and pawky,\" Constance Rourke has described him in her classic American Humor (1931):\nhe was an ideal image, a self-image, one of those symbols which people spontaneously adopt and by which in some measures they live. Overassertive yet quiet, self-conscious, full of odd new biases, he talked. . . . He was a symbol of triumph, of adaptability, of irrepressible life—of many qualities needed to induce confidence and self-possession among a new and unamalgamated people. No character precisely like him had appeared before in the realm of the imagination.\nLowell's contribution was in turning the Yankee figure into an effective and memorable poet.\n\r\nThe verses of Hosea Biglow were an immediate success; in the opinion of Lowell's fellow abolitionist, John Greenleaf Whittier, \"the world-wide laugh\" caused by the rustic Yankee poet was enough to \"have shaken half the walls of Slavery down.\" Lowell himself was alarmed at the way Hosea caught on, and in the introduction to the second series of The Biglow Papers (1862) he tells of his feelings at that earlier time: \"The success of my experiment soon began not only to astonish me, but to make me feel the responsibility of knowing that I held in my hand a weapon instead of the mere fencing-stick I had supposed. . . . I found the verses of my pseudonym copied everywhere; I saw them pinned up in workshops; I heard them quoted and their authorship debated.\" As the success of his creation became certain in Lowell's mind, he began imagining a book made out of the Biglow material. Already he had presented, through Hosea's aegis, the unhappy lot of Birdofredum Sawin, a native of Jaalam, who, unlike his townsman Hosea, had hurried off to enlist in the invading army, assured by the promise of wealth and adventure to be had in Mexico. A true picaro, his character provided richer possibilities both for humor and irony than did Hosea's, and the accounts of his adventures in Mexico and the American South, black in their humor, anticipate the absurd quests of twentieth-century antiheroes. Finally, there is Parson Wilbur, or as he is described on the title page, \"Homer Wilbur, A.M., Pastor of the First Church in Jaalam, and (Prospective) Member of Many Literary, Learned and Scientific Societies.\" Lowell's account of the genesis of The Biglow Papers describes well the relationship between these three characters:\nWhen I began to carry out my conception and to write in my assumed character [Hosea Biglow], I found myself in a strait between two perils. On the one hand, I was in danger of being carried beyond the limit of my own opinions, or at least of that temper with which every man should speak his mind in print, and on the other I feared the risk of seeming to vulgarize a deep and sacred conviction. I needed on occasion to rise above the level of mere patois, and for this purpose conceived the Rev. Mr. Wilbur, who should express the more cautious element of the New England character and its pedantry, as Mr. Biglow should serve for its homely common-sense vivified and heated by conscience. . . . Finding soon after that I needed some one as a mouthpiece of mere drollery, for I conceive that true humor is never divorced from moral conviction, I invented Mr. Sawin for the clown of my little puppet-show. I meant to embody in him that half-conscious unmorality which I had noticed as the recoil in gross natures from a puritanism that still strove to keep in its creed the intense savor which had long gone out of its faith and life.\nThe book is a medley of voices and moods, prose and verse, and classic English, Yankee speech, and tortured Latin. Some of it is dated, as one would expect of occasional satire, but much is timeless, classic, though in recent years unrecognized as such. Wilbur and Hosea were meant to be complementary, reflecting two sides of the responsible Yankee character; Birdofredum, the fool, serves as a foil to both. Among the three, Lowell thought he should \"find room enough to express . . . the popular feeling and opinion of the time.\" But in the view of the generally unsympathetic John Jay Chapman, Lowell did something far more important in The Biglow Papers:\nAt a crisis of pressure, Lowell assumed his real self under the guise of a pseudonym; and with his own hand he rescued a language, a type, a whole era of civilization from oblivion. Here gleams the dagger and here is Lowell revealed. His limitations as a poet, his too much wit, his too much morality, his mixture of shrewdness and religion, are seen to be the very elements of power. The novelty of the Biglow Papers is as wonderful as their world-old naturalness. They take rank with greatness, and they were the strongest political tracts of their time. They imitate nothing; they are real.\nWhether Lowell's satire was of consequence to the political events in which it had its origin is a historical problem of no easy solution. Whittier thought its force in the cause of right was immense, but Samuel May, a leading abolitionist, dismissed Lowell and his work when after the Civil War he looked back over the years of controversy and conflict. In a holy war—and for the radical abolitionist the war against slavery was a heavenly battle between the forces of good and evil—there is no place for the humorist, because his point of view is necessarily adjustive, working to establish equilibrium in a world out of balance. Humor is always compromising, but to Lowell and Abraham Lincoln, who relished the humor of The Biglow Papers, compromise is essential to man's fleeting and darkling existence.\n\r\nBetter known today than The Biglow Papers, at least through quotation and anthology selections, is another of the four books Lowell had published in 1848 (rightly called by his biographers an annus mirabilis)— A Fable for Critics. Lowell wrote this book for the sheer fun of writing it and even gave the copyright to a friend he loved and thought needier than himself. But there is nothing easy about A Fable for Critics, a fact Amy Lowell discovered when she later tried to imitate her kinsman's work. Nothing in American literary criticism in the nineteenth century compares with Lowell's jeu d'esprit in either its originality or, more importantly, its moral stance. The literary portraits are exact; Ralph Waldo Emerson (\"A Plotinus-Montaigne, where the Egyptian's gold mist / And the Gascon's shrewd wit cheek-by-jowl coexist\"), Bronson Alcott (\"While he talks he is great, but goes out like a taper, / If you shut him up closely with pen, ink, and paper\"), Hawthorne (\"He's a John Bunyan Fouqué, a Puritan Tieck\"), James Fenimore Cooper (\"He has drawn you one character [Natty Bumppo], though, that is new, / One wildflower he's plucked that is wet with the dew / of this fresh Western world\"), Edgar Allan Poe (\"There comes Poe, with his raven, like Barnaby Rudge, / Three fifths of him genius and two fifths sheer fudge\"), Henry Wadsworth Longfellow, Washington Irving, Henry David Thoreau, Whittier, Fuller, and even himself (\"There is Lowell, who's striving Parnassus to climb, / With a whole bale of isms tied together with rhyme\")—they are all there, along with a dozen lesser figures now forgotten, and Lowell hits the mark every time.\n\r\nDuring the five years preceding his appointment in 1855 as Longfellow's successor as professor of belles lettres at Harvard, Lowell underwent enormous change and loss in his personal life; three of the four children born to him and his first wife, the poet Maria Lowell, died in infancy or early youth, and in October 1853 Maria herself died, leaving Lowell distraught in his grief. But the joy he found in the promise of his sole surviving child, Mabel, sustained him, and he made his study a place of refuge and recreation. Lowell published little during these years; instead, he read what others had done and said. Always an avid reader, he now commonly spent twelve to fifteen hours a day in his library. The range of his literary interests was enormous—including the major modern languages as well as the classics—and his mastery of what he read was thorough. He shared the first fruits of this solitary education with his audiences at the Boston Lowell Institute in January 1855. His success there was what persuaded the Harvard Board of Overseers to name Lowell as Longfellow's replacement. Their choice could not have been happier for the fortunes of Harvard, then just beginning its transformation from a provincial academy to a world-important university, and Lowell prepared himself for the post with a year of diligent study in Germany and Italy. Resettled at Elmwood, the Lowell family house in Cambridge, and remarried in 1857 to a kindly, sympathetic woman named Frances Dunlap—his daughter's governess during his absence in Europe—Lowell commenced his duties at Harvard in the fall of that year. The terms of his appointment did not burden him with the long hours of recitation that had been Longfellow's bane; instead, Lowell offered each year two courses of formal lectures and in the comfort of his study met with smaller groups of advanced students. Typically he did not overly concern himself with such pedestrian matters as term grades, but he did excite several generations of students who came within his sphere between 1857 and 1876. One of these men was Henry Brooks Adams, Harvard class of 1858, who afterward wrote in his 1907 book The Education of Henry Adams:\nLowell had brought back from Germany the only new and valuable part of its universities, the habit of allowing students to read with him privately in his study. Adams asked the privilege, and used it to read a little, and to talk a great deal, for the personal contact pleased and flattered him, as that of older men ought to flatter and please the young even when they altogether exaggerate its value. Lowell was a new element in the boy's life.\nMuch more important to the course of American letters was Lowell's instrumental part in the founding of The Atlantic Monthly in November 1857 and his editorship of the journal during its first years of publication. That the magazine survived in spite of Lowell's cavalier disregard of editorial routine was owing in large part to the able assistance of F. H. Underwood. But if Lowell was wanting in matters of business efficiency, he more than compensated in literary taste and editorial judgment. Rarely in American journalism has the balance between commercial and aesthetic demands been more satisfactorily achieved than in the early years of The Atlantic Monthly. Lowell was also among the principal contributors to the journal, and his pieces, primarily in prose, helped to set the high level of literacy and political responsibility that was long the distinction of the magazine. In the history of American journalism only Edmund Wilson rivals Lowell in the peculiar role each made his own. Unburdened by a philosophical system or program, Lowell possessed a scholar's care for detail and a stylist's delight in expression, and his major essays, particularly \"Chaucer\" (1870), \"Spenser\" (1875), and \"Dryden\" (1868), remain valuable pieces of critical exposition, informed by an appreciation of the literary text in both its historical and linguistic complexities.\n\r\nDuring the seemingly interminable, desolate months of the Civil War, long after a speedy resolution of the conflict was thought to be at hand, Lowell resurrected his Jaalam characters, but like their creator, they had been changed by time. The ardor and moral earnestness are still present, but generally the humor is more reflective. Instead of sarcasm and derision, one is more likely to encounter ironic detachment and lyrical simplicity. In such verses as \"Sunthin' in the Pastoral Line\" in the second Biglow volume—written at the suggestion of the British poet Arthur Hugh Clough \"that I should try my hand at some Yankee Pastorals, which would admit of more sentiment and a higher tone without foregoing the advantage offered by the dialect\"—Lowell most fully succeeds in his mastery of vernacular art. The Biglow Papers. Second Series (1862) lacks, however, the unity and harmonious design of the first series, and its success is only to be found in parts.\n\r\nFollowing the Civil War, Lowell lived increasingly in the public eye. In The Cathedral (1870), \"Agassiz\" (1874), and the famed Commemoration Ode (1865), he spoke nobly and effectively in a manner that can be compared to Walt Whitman's in Democratic Vistas (1871) and \"Respondez!\" and, a little later, Adams's in Mont-Saint-Michel and Chartres (1904) and The Education of Henry Adams. According to a natural pattern of nineteenth-century American life, Lowell spent his last years as a representative of his government and culture abroad, first as United States minister to the Spanish court (1877-1880) and afterward to the Court of St. James's in England (1880-1885). During these \"diplomatic\" years Lowell wrote his two finest utterances on the role of the individual in the life of the community, a role he had learned by experience and success: \"Democracy\" (1884) and \"The Place of the Independent in Politics\" (1888). Henry James knew and recalled Lowell in his memorial: \"He was strong without narrowness; he was wise without bitterness and bright without folly. That appears for the most part the clearest ideal of those who handle the English form, and he was altogether in the straight tradition. This tradition will surely not forfeit its great part in the world so long as we continue occasionally to know it by what is so solid in performance and so stainless in character.\"\n\r\nDuring the few years remaining of his life, Lowell divided his residence between England and America—great in the public view, a triumph of style and character. Shortly after Lowell's death in 1891, William Dean Howells attempted to express what Lowell had meant, to describe the impression he had made on Howells and his world:\nWhat I have cloudily before me is the vision of a very loft and simple soul, perplexed, and as it were surprised and even dismayed, at the complexity of the effects from motives so single in it, but escaping always to a clear expression of what was noblest and loveliest in itself at the supreme moments, in the divine exigencies. I believe neither in heroes nor in saints; but I believe in great and good men, for I have known them; and among such men Lowell was of the richest nature I have known. . . . His genius was an instrument that responded in affluent harmony to the power that made him a humorist and that made him a poet, and appointed him rarely to be quite either alone.\nIn his best poetry, his essays, his letters, and the stories remembered and told afterward about him, humor is never absent, and its range is as varied as the occasions that elicited it—witty and learned at some times, boisterous and close to bawdy at others. There was a place for the lowly pun, even in its flippant disregard of language, but deeper was an ironic bent that became in Lowell second nature. Whether in the Latin of Harvard Wits, the Yankee speech of Hosea Biglow, or the conventional English of William Shakespeare and Henry Fielding, Lowell found cause to poke fun at life; that is not to say he made fun oflife, for Lowell was no cynic. But thoroughgoing skeptic he was, and skepticism combined with humor describes his particular angle of vision. He once defined a sense of humor as \"that modulating and restraining balance-wheel,\" and his assessment of Miguel de Cervantes can, with due adjustment for their unequal worth, be applied to Lowell: \"His sense of humor kept his nature sweet and fresh, and made him capable of seeing that there are two sides to every question, even to a question in which his own personal interest was directly involved.\"\n\r\nLowell's reputation at the time of his death in 1891 was, to use William C. Brownell's term, \"a superstition.\" His fame as a man of letters was international, but he was not in any respect a popular writer. Except for a few schoolroom pieces such as \"The Vision of Sir Launfal,\" Lowell's poetry was considered too difficult by most readers; his literary essays, though they enjoyed a larger audience than such do today, nevertheless appealed to a relatively small class of readers; and his early reform writings meant little to a people notorious for their lack of an historical consciousness. His political addresses were widely reported in the press, often quoted at great length in leading newspapers, but compared to such figures as Carl Schurz or even E. L. Godkin, Lowell can hardly be said to have been regarded as an influential political writer in a world increasingly defined by party loyalties. During the last decade of the nineteenth century, in fact, readers read more about Lowell than by him.\n\r\nIncreasingly since then, readers have read little in either category. Lowell's reputation was so much a matter of received opinion that the attack on it made during the early decades of the twentieth century met with little resistance. Unlike Longfellow and Whittier, Lowell has had few advocates, and since World War II only a few significant items have been published about him and his work.\n\r\nLowell's decline in the literary marketplace is both an index to changing literary tastes and values, and the result of critical conflicts and misfortunes. His merits as a writer were not those valued by the New Critics, though, ironically, American academic criticism had its first significant manifestation in Lowell. His biography has been another battleground for the continuing war between the North and the South, with writers such as Horace E. Scudder and Ferris Greenslet praising him largely in terms of New England culture, and Richmond Croom Beatty and Leon Howard damning him on the same ground. More recently, Martin Duberman, first attracted to Lowell because of Lowell's abolitionist activities, afterward was disenchanted by Lowell's moderation and eventual suspicion of organized reform movements. While those associated with New Humanism, such as Norman Foerster and Harry Hayden Clark, rightly viewed Lowell as a precursor to their intellectual outlook, their opponents attacked Lowell, labeling him \"Victorian,\" \"genteel,\" \"conservative,\" and \"academic\"—the same terms they applied to the New Humanists. Finally, the cosmopolitan point of view that characterized Lowell's later life and much of his best work found few admirers during the \"national period\" of American literary criticism of the 1930s and the 1940s, though Walter Blair, Jennette Tandy, and H. L. Mencken pointed out that Lowell in The Biglow Papers contributed greatly to \"native\" American literature.\n\r\nThe critical silence of the present time, however, should not be taken as an indication that Lowell will be utterly forgotten. Every generation has to reinvent its literary and cultural past, and until Lowell's piece is put back into its rightful place in the puzzle, the picture of American intellectual life of the nineteenth century will remain incomplete. As Robert A. Rees observed in his useful survey of writings about Lowell: \"No one as richly versatile and influential as Lowell will forever remain unattractive or unrewarding to scholars.\"\n", "attrs": {"Region:": ["U.S., New England"]}}