{"pf_url": "https://www.poetryfoundation.org/poets/james-broughton", "name": "James Broughton", "yob": "1913", "yod": "1999", "image": null, "bio": "\n                                                                    Born in Modesto, California, poet, filmmaker, and playwright James Richard Broughton grew up in San Francisco. He was educated at Stanford University. Alongside poets Kenneth Rexroth and Robert Duncan, Broughton was a member of the San Francisco Renaissance movement. In his poems, he used accessible language and sly humor to explore themes of sexuality, mysticism, and a personal mythology, often borrowing structurally from nursery rhymes and children’s songs.   An introduction to the range of Broughton’s work is available in All: A James Broughton Reader (2007, edited by Jack Foley). He wrote more than 20 books, including the poetry collections True & False Unicorn (1955), A Long Undressing: Collected Poems, 1949–1969 (1971), and Packing Up for Paradise: Selected Poems 1946–1996 (1997); the autobiographical prose poem collection The Androgyne Journal (1977); and the memoir Coming Unbuttoned (1993). His poems are featured in the anthology The New American Poetry 1945–1960,edited by Donald Allen.   Broughton made more than 20 experimental films during his career, including The Potted Psalm (1946, co-written with Sidney Peterson); The Pleasure Garden (1953), which won Best Fantastic-Poetic Film at the 1954 Cannes Film Festival; and Scattered Remains (1988, co-written with Joel Singer).   Broughton’s honors include a fellowship from the John Simon Guggenheim Memorial Foundation and an American Film Institute Award for Independent Film and Video Artists. Broughton taught at San Francisco State University and San Francisco Art Institute and was resident playwright with the Playhouse Repertory Theater from 1958 to 1964. Big Joy: The Adventures of James Broughton (2013) is a feature-length documentary on the poet, directed by Stephen Silha, Eric Slade, and Dawn Logsdon.   Broughton died at home in Port Townsend, Washington, where he spent the final decade of his life. A selection of his papers is held at the Kent State University Department of Special Collections and Archives.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}