{"pf_url": "https://www.poetryfoundation.org/poets/james-l-dickey", "name": "James L. Dickey", "yob": "1923", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/0f88ec33815825d0d666dff5afe7fcc3eeef023e.jpeg", "bio": "\nWidely regarded as one of the major mid-century American poets, James Dickey was born in 1923 in Atlanta, Georgia. He is known for his sweeping historical vision and eccentric poetic style. Dickey’s numerous poetry collections include The Whole Motion: Collected Poems, 1945-1992; The Eagle’s Mile (1990); The Strength of Fields (1979); Buckdancer’s Choice (1965), which received both the National Book Award and the Melville Cane Award; Helmets (1964); and Into the Stone, and Other Poems (1960).\nJoyce Carol Oates described Dickey’s unique perspective as a desire “to take on ‘his’ own personal history as an analogue to or a microscopic exploration of 20th-century American history.” His expansionist aesthetic is evident in his work’s range and variety of voices, which loom large enough to address or represent facets of the American experience, as well as in his often violent imagery and frequent stylistic experiments. Dickey himself dubbed his style, which blurred dreams and reality in an attempt to accommodate the irrational, “country surrealism.” However, one of Dickey’s principal themes, usually expressed through direct confrontation or surreal juxtaposition of nature and civilization, was the need to intensify life by maintaining contact with the primitive impulses, sensations, and ways of seeing suppressed by modern society. As Joan Bobbitt wrote in Concerning Poetry, Dickey “sees civilization as so far removed from nature, its primal antecedent, that only [grotesque] aberrations can aptly depict their relationship and, as he implies, possibly restore them to harmony and order.”\nAs a teenager, Dickey spent a year at Clemson University before enlisting in World War II in 1942. As a member of the 418th Night Fighter Squadron, Dickey flew more than 100 combat missions in the Pacific Theater, and it was during this time that he began to experiment with poetry. After the war, he finished his degree at Vanderbilt University. Although he started writing poetry in 1947, Dickey did not become a full-time poet until 13 years later. After earning a master’s degree in 1950, he taught and lectured for six years, but when some of his poems were construed to be obscene, he decided to forsake academic life for the advertising business. “I thought if my chosen profession, teaching, was going to fall out to be that sort of situation,” he said in Conversations with Writers, “I’d rather go for the buck … I figured that the kind of thing that an advertising writer would be able to write, I could do with the little finger of the left hand, and they were getting paid good dough for it. I happened to have been right.”\nWriting ad copy for much of the 1950s, Dickey secured a place for himself in the world of advertising and business. However, after the publication of his first book, Into the Stone, and Other Poems (1960), Dickey received a Guggenheim Fellowship and left his career to devote himself to poetry. “There could have been no more unpromising enterprise or means of earning a livelihood than that of being an American poet,” he admitted in Conversations with Writers. “It’s different now. They’re still having a relatively rocky road, but it ain’t like it was.” Dickey’s emotional attachment to his craft surfaced early in his writing career. “I came to poetry with no particular qualifications,” he recounted in Howard Nemerov’s Poets on Poetry. “I had begun to suspect, however, that there is a poet—or a kind of poet—buried in every human being like Ariel in his tree, and that the people whom we are pleased to call poets are only those who have felt the need and contrived the means to release this spirit from its prison.”\n\r\nIn seeking to liberate his own poetic spirit, Dickey concentrated first on rhythm. “Although I didn’t care for rhyme and the ‘packaged’ quality which it gives even the best poems,” he said in Poets on Poetry, “I did care very much for meter, or at least rhythm.” With his National Book Award-winning collection, Buckdancer’s Choice (1965), he began using the split line and free verse forms that came to be associated with his work. But perhaps the most recognizable feature of his stylistic development was his ambitious experimentation with language and form—inverted or odd syntax, horizontal spaces within lines, spread-eagled and ode-like shaped poems. Dickey’s poems, wrote Paul Zweig in the New York Times Book Review, are “like richly modulated hollers; a sort of rough, American-style bel canto advertising its freedom from the constraints of ordinary language. Dickey’s style is so personal, his rhythms so willfully eccentric, that the poems seem to swell up and overflow like that oldest of American art forms, the boast.” In the Chicago Tribune Book World, L. M. Rosenberg maintained that Dickey’s “experiments with language and form are the experiments of a man who understands that one of the strangest things about poetry is the way it looks on the page: It just isn’t normal. The question of how to move the reader’s eye along the page, particularly as it makes an unnatural jump from line to line … how to slow the reader down or speed him up, how to give words back their original, almost totemic power … [is] something Dickey works with almost obsessively.”\n\r\nHowever, in Poets on Poetry, Dickey admitted that he considered style subordinate to the spirit of poetry, the “individually imaginative” vision of the poet. In Poets on Poetry, Dickey recalled that the subject matter of his early poems came from the principal incidents of his life, “those times when I felt most strongly and was most aware of the intense reality of the objects and people I moved among. But despite the many autobiographical allusions, Dickey’s work often assimilates, even as it reports, the experiences of others. In poems like “Drinking from a Helmet” and “The Firebombing,” Dickey’s self-conscious speaker is often transfigured into a sort of visionary observer, fully aware of his own perspective and the fleeting nature of the event, however catastrophic. Extreme conditions permeate Dickey’s work. “To make a radical simplification,” wrote Monroe K. Spears in Dionysus and the City: Modernism in Twentieth-Century Poetry, “the central impulse of Dickey’s poetry may be said to be that of identifying with human or other creatures in moments of ultimate confrontation, of violence and truth. A good example is [the poem] ‘Falling,’ which imagines the thoughts and feelings of an airline stewardess, accidentally swept through an emergency door, as she falls thousands of feet to her death” in a field in Kansas.\n\r\nMany of Dickey’s poems also explore the perspective of non-human creatures such as horses, dogs, deer, bees, and hybrid animal forms. Such poems attempt to fuse human and nature into a transcendental vision of wholeness. As Benjamin DeMott asserted in the Saturday Review, “everywhere in [Dickey’s] body of writing, in-touchness with ‘the other forms of life’ stands forth as a primary value … The strength of this body of poetry lies in its feeling for the generative power at the core of existence. A first-rate Dickey poem breathes the energy of the world, and testifies to the poet’s capacity for rising out of … habitual, half-lived life.” Critics generally agree that by pressing “the neglected natural nerve in humanness” through shockingly bizarre or surreal images, Dickey’s poetry seeks to depict man’s proper relationship with nature. “Dickey makes it clear,” suggested Bobbitt, “that what seems to be unnatural is only so because of its context in a civilized world, and that these deviations actually possess a vitality which modern man has lost.” But because a Dickey poem centers on “moments of ultimate confrontation,” as Spears said, and because that confrontation often seems to involve a conflict with the norms of civilized society, Dickey was sometimes criticized for an inherent preoccupation with violence that led to a castigation of modern society. James Aronson claimed in the Antioch Review that this characteristic gave Dickey a reputation as “a kind of primitive savage” who extolled the virtues of uncivilized life.\nDickey’s acclaimed novel Deliverance (1970) continues and extends the preoccupations central to his verse. Exposing the primitive urges at work in even “civilized” men, the novel tells the story of four Atlanta suburbanites on a back-to-nature canoe trip that turns into a terrifying test of survival. Dickey, who made a number of canoe and bow-hunting trips in the wilds of northern Georgia, told Walter Clemons in the New York Times Book Review that much of the story was suggested by incidents that had happened to him or that he had heard about through friends. All of those experiences, according to Dickey, shared the feeling of excitement and fear that “comes from being in an unprotected situation where the safeties of law and what we call civilization don’t apply.” Much more than a violent adventure tale, Deliverance is a novel of initiation. As a result of their experience, the two men who survive come to a realization of the natural savagery of man in nature, said C. Hines Edwards in Critique. “In three days they have retraced the course of human development and have found in the natural state not the romantic ideal of beauty in nature coupled with brotherhood among men but beauty in nature coupled with the necessity to kill men, coolly and in the course of things.” In line with this view, Samuels and other critics noted that Deliverance alludes to Joseph Conrad’s Heart of Darkness (1902). Still other critics made comparisons to Hemingway and even Homer. Dickey wrote the script for the blockbuster movie of the same name, and even made a cameo appearance.\n\r\nIn addition to Deliverance, Dickey also wrote criticism, including the National Book Award-nominated Sorties (1971), a collection of journals and essays, and published a retelling of several biblical stories, God’s Images: The Bible, a New Vision (1977). He also wrote Jericho: The South Beheld (1974), an exploration of the American South. “Like Whitman or [Mark] Twain,” said Michael Dirda in the Washington Post Book World, “Dickey seems in a characteristic American tradition, ever ready to light out for new territories.” Dickey’s next novels Alnilam (1987) and To the White Sea (1993) were not as well-received as Deliverance, though Dickey alleged he spent 36 years working on the former. Largely viewed as a “poet’s novel,” Alnilam did not fare well critically. However, in his final novel, To the White Sea, Dickey returned to the themes of survival and primitivism. As with Alnilam, critics praised Dickey’s poetic style. In the Times Literary Supplement, John Melmoth remarked, “Dickey takes language as far as it will go … some of the writing has an eerie brilliance.”\nIn a 1981 Writer’s Yearbook interview, Dickey commented on his devotion to verse: “Poetry is, I think, the highest medium that mankind has ever come up with. It’s language itself, which is a miraculous medium which makes everything else that man has ever done possible.”\nDickey died in Columbia, South Carolina in 1997.\n", "attrs": {"Region:": ["U.S., Southern"]}}