{"pf_url": "https://www.poetryfoundation.org/poets/james-welch", "name": "James Welch", "yob": "1940", "yod": "2003", "image": null, "bio": "\nJames Welch was a prominent author of novels and poetry featuring the American West. He was born in Browning, Montana, and he attended school on the Blackfeet and Fort Belknap reservations. He studied with Richard Hugo at the University of Montana. Welch received honorary doctorates from Rocky Mountain College and the University of Montana. In 1997 he was honored with a Lifetime Achievement Award from the Native Writers’ Circle of the Americas.\nIn a review of Welch’s first book of poetry, Riding the Earthboy Forty, a Saturday Review critic made this prediction: “His poems are alert, sorrowful, and true. For a young man he is very strong. ... If Welch stays put in his own life, I think his strengths should develop; his voice is clear, laconic, and it projects a depth in experience of landscape, people, and history that conveys a rich complexity. You realize his is not looking at a thing, but seeing into it—which is vision.”\nWelch’s promise was realized in his first novel, Winter in the Blood (1974), the story of a young Native American living on a reservation in Montana. The unnamed narrator is, like Welch, part Blackfoot and part Gros Ventre. He describes himself as a “servant to a memory of death.” Both his father and brother are dead; in the course of the novel, his beloved grandmother dies as well. In the New York Times Book Review, Reynolds Price described the narrator’s life as a “black sack tied firmly shut.” But just as the story “threatens to die in its crowded sack,” Price wrote, “it opens onto light—and through natural, carefully prepared, but beautifully surprising narrative means; a recovery of the past; a venerable, maybe lovable, maybe usable past.”\nWelch’s next work, The Death of Jim Loney (1979), about an alienated alcoholic of white and Native American parentage, continues the themes of identity and purpose set down in Winter in the Blood. Fools Crow (1986), Welch’s acclaimed third novel, marks a change in direction for the author, telling the story of a band of Blackfoot Native Americans in the Montana Territory in the 1870s. The book follows the life of Fools Crow, who grows from a reckless young warrior to become the tribe’s medicine man. A vision Fools Crow has of his tribe’s bleak future foreshadows the end of the entire Native American prairie culture—a culture already threatened by disease, the extinction of the buffalo herds, and the encroachment of white settlers.\nWelch’s ability to recapture the Blackfoot way of life, especially its spiritual aspects, was cited by critics as one of the strengths of the novel. As reviewer Dennis Drabelle commented in Washington Post Book World, “If Fools Crow succeeds ... it does so because Welch, himself part Blackfoot, manages to convey a sense of his people’s world view.” Peter Wild of the New York Times Book Review noted similarly that “the book becomes a series of dreams acted out, a chronicle of the Indians’ visions as applied to daily life.” Lewis D. Owens, writing in the Los Angeles Times Book Review, stated: “In this novel, Welch is remembering the world of his ancestors, putting that world together again in a way that will tell both author and reader what has been lost and what saved.”\nOwens argued that Welch’s work was significant for other reasons as well. “Perhaps the most profound implication of this novel,” Owens suggested, “is that the culture, the world-view brought so completely to life in Fools Crow, is alive and accessible in the self-imagining of contemporary Blackfeet and other American Indians. In recovering the world found in this novel, Welch serves as storyteller, bearer of oral tradition and definer of what it means to be Indian today.”\nAfter Fools Crow, Welch returned to a contemporary setting for his next novel, The Indian Lawyer (1990), a tale of corruption involving prominent Native American attorney Sylvester Yellow Calf. Yellow Calf, a leading congressional candidate who also serves on the Montana prison parole board, falls victim to a blackmail scheme after he is seduced by the wife of a prison inmate whose case is under study by the parole board. Afraid that he has compromised his personal ethics as well as his political standing, Yellow Calf drops out of the congressional race and begins a law practice on the reservation where he was born.\nSome critics thought The Indian Lawyer accurately reflects the conflicts that exist between white and native cultures. In Washington Post Book World, reviewer Walter Walker remarked, “The concept of a man caught between two worlds is fresh and alive when it comes to American Indians, and Welch handles that beautifully, as he does his physical descriptions of virtually every location in the book.” Walker also believed, however, that the novel’s weak storyline undermined the author’s message, stating, “Like many a human being, The Indian Lawyer starts off with great promise and ends marred by the scars of what might have been.” He continued, “James Welch clearly had a very serious idea in mind that is all but lost in the banality of his plot.”\nAfter The Indian Lawyer, Welch collaborated with filmmaker Paul Stekler on the PBS documentary Last Stand at Little Bighorn (1992), about the famous 1876 battle in which Native American warriors overwhelmed the forces of U.S. General George Custer. Welch used this documentary experience to produce his first nonfiction work, Killing Custer: The Battle of the Little Bighorn and the Fate of the Plains Indians (1994). The book is not a straightforward historical account but rather a mix of history, narrative, and Welch’s ruminations on “how various people—Indian and white—portray the event, remember it, commemorate it and attach meaning to it,” explained New York Times Book Review contributor Richard White. Although White criticized Welch for his “heavy-handedness” in dealing with some nuances of the historical event, he praised Welch for creating “both an evocative work of rediscovery and a multilayered examination of how we tell contested stories.” Helen Carr, writing in New Statesman & Society, also commended Welch, noting that “The book is evocatively and compellingly written. Welch turns such figures as Sitting Bull and Crazy Horse—and Custer—from exotic icons into understandable men.”\nThe Heartsong of Charging Elk (2000), based loosely on real-life happenings, has as its protagonist a young Oglala Sioux man who witnessed the Battle of the Little Bighorn as a child. Disdaining reservation life after his people surrender to the US Army, in his early 20s he joins Buffalo Bill’s Wild West Show. While touring Europe with the show, Charging Elk tries to perform while sick with the flu, but falls from his horse and is injured. He is hospitalized in Marseilles, France, while the rest of the troupe members continue their tour, having made no arrangements for him to join them. US government representatives are unable to have him sent him home, so Charging Elk is left alone in a land where he does not speak the natives’ language, nor they his. Eventually he finds work and friends in Marseilles, but his love affair with a prostitute sets in motion a chain of events that culminate with Charging Elk killing a man. He is tried, convicted, and imprisoned, but several years into his sentence he receives a pardon, after which he begins to rebuild his life and think of France as his home.\n“Charging Elk is a metaphor for those without a country, or ones who have lost their country in an invasion of force and culture,” related Brad Knickerbocker in Christian Science Monitor. The narrative, told partly in flashbacks and dreams, “is sometimes sorrowful, as it would have to be given the way things have turned out for native Americans,” Knickerbocker commented. “But in the end, the book is healing and redemptive, a revelation of the human heart and spirit.” A Publishers Weekly reviewer remarked that “this story has the potential of melodrama, but Welch tells it quietly, in clear, lucid prose suitable to the restraint of his hero. ... This is a stirring tale of a man’s triumph over circumstances.” New York Times Book Review contributor Brigitte Frase, who called the novel “the coming-of-age story in the key of tragedy,” noted that “Welch, who began as a poet, has devised a strong plain style for Charging Elk that suggests the rhythms and concepts of the Lakota language. Readers share the constant shocks of strangeness that Charging Elk absorbs as he tries to make sense of an alien civilization.” Library Journal reviewer Debbie Bogenschutz described The Heartsong of Charging Elk as “a moving story of cultural alienation and assimilation,” while Booklist’s Kathleen Hughes deemed it “beautifully written” and “both poignant and enjoyable.”\nWelch remains best known for his novels. He told Will Nixon in Publishers Weekly, “I think Indians tend toward poetry instead [of fiction]. A lot of people have said that poetry more closely approximates the rhythms of their own traditions, such as songs. And Indians prefer to write poetry because they have something to say about their culture and society and it’s harder to be political and polemical in fiction.” Welch, though, seems committed to using the novel as a showcase for what Nixon called the author’s “real subject ... the American Indian’s search for identity in his native land.”\nHe died in Missoula, Montana, on August 4, 2003.\n", "attrs": {}}