{"pf_url": "https://www.poetryfoundation.org/poets/james-joyce", "name": "James Joyce", "yob": "1882", "yod": "1941", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/b5110bab53875dc760e04f4772b8e12a91c74880.jpeg", "bio": "\nOne of the most influential and innovative writers of the 20th century, James Joyce was the author of the short story collection Dubliners (1914) and the novels A Portrait of the Artist as a Young Man (1916), Ulysses (1922), and Finnegans Wake (1939). His collections of poetry include Chamber Music (1907) and Pomes Penyeach (1927).\r\n \r\nJoyce was born in a suburb of Dublin. He attended a Jesuit school until his parents could not afford the tuition, and then Belvedere College (where he was awarded tuition) and University College, Dublin. Upon graduation, Joyce moved to Paris and, after 1904, returned to Ireland only sporadically. He lived in Trieste with his partner and later wife, Nora Barnacle, and their children. During World War I the family lived in Zurich, moving to Paris after the war, and then to the South of France before the Nazi invasion. The family was living in Zurich when Joyce died.\r\n \r\nJoyce’s novels, with their innovative language, use of dialogue, characteristic modernist forms, and social frankness, met with resistance when they first appeared in print. Ulysses was serialized in the United States and England before Sylvia Beach, of the bookstore Shakespeare & Co. in Paris, published it as a complete book. It was banned in the United States from 1922 until 1933.\r\n \r\nJoyce’s first published book was Chamber Music, a collection of 36 love poems. His poetry was noticed by Ezra Pound and T.S. Eliot and included in Pound’s influential Imagist Anthology of 1914. Pound wrote of Chamber Music: “the quality and distinction of the poems in the first half … is due in part to their author’s strict musical training … the wording is Elizabethan, the metres at times suggesting Herrick.” Known as a lyric poet, Joyce based some of his poems on songs. His poems have been set to music by composers including Geoffrey Moyneux Palmer, Ross Lee Finney, Samuel Barber, and Syd Barrett of Pink Floyd, as well as the group Sonic Youth. Despite his poetic success, Joyce is better known as a novelist, and by 1932 he had stopped writing poetry altogether.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Modern"]}}