{"pf_url": "https://www.poetryfoundation.org/poets/james-p-lenfestey", "name": "James Lenfestey", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/9971a2fa5416d8412e85ca46e2a83954caeadd89.jpeg", "bio": "\nJournalist and poet James P. Lenfestey was born and raised in De Pere, Wisconsin, and educated at Dartmouth College. In 1974, he discovered the work of T’ang poet Han-shan, or Cold Mountain, whose poems offer both thematic and formal inspiration for Lenfestey’s concise, image-driven poetry. In a 2012 interview with Stephen Burgdorf for Sleet magazine, Lenfestey discussed his transition from a career as a journalist to a life more focused on poetry, stating, “One of the reasons I left [journalism] was I wanted, I needed, to connect emotion to my writing. I wanted readers to feel something. And you cannot do that in journalism. A journalist’s job is to locate the external, verifiable facts and lay them out clearly and effectively, and in the case of an editorial writer, to array them in a way that convinces somebody of an argument. But it’s not an emotional argument, but an intellectual, external fact-based argument. Poetry is an argument based on internal facts. My Chinese-style poems could be thought of as emotionally based arguments.”\r\n \r\nLenfestey is the author of several poetry collections, including A Cartload of Scrolls: 100 Poems in the Manner of T’ang Dynasty Poet Han-Shan (2007) and Into the Goodhue County Jail: Poems to Free Prisoners (2008), the essay collection The Urban Coyote: Howlings on Family, Community and the Search for Peace and Quiet (2000), and a haibun volume of interwoven poetry and prose, Seeking the Cave: A Pilgrimage to Cold Mountain (2014). He edited the anthology Low Down and Coming On: A Feast of Delicious and Dangerous Poems About Pigs (2010) and the essay collection Robert Bly in This World (2011, coedited with Thomas R. Smith).\r\n \r\nDuring his career as a journalist, Lenfestey served as an editorial writer for the Minneapolis Star Tribune, where he received three Page One Awards for excellence in journalism. He chairs the Literary Witnesses poetry program in Minneapolis, where he lives with his wife, political writer Susan Lenfestey.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}