{"pf_url": "https://www.poetryfoundation.org/poets/jan-clausen", "name": "Jan Clausen", "yob": "1950", "yod": null, "image": null, "bio": "\nBorn in North Bend, Oregon, poet and prose writer Jan Clausen was educated at Reed College. In her poetry, Clausen engages the current moment in the Anthropocene; she uses form to explore the fragility and urgency of this juncture as a conversation rather than a monologue. In an interview for Tarpaulin Sky, Clausen asserts, “Every poetry tradition in the world today draws on frames of reference that imagine Earth as a stable container for human experience, yet that stability is now under radical threat. While we already know quite a lot about how to depict vast and terrible forces beyond our ken (drawing on traditions of the sacred and the sublime), we now have to invent imaginative forms geared to the realization that vast and terrible disaster is unfolding precisely on account of our own group behavior.” Later in the interview, Clausen states, “It’s often been said that in ‘Western’ culture, the eye is privileged over the other sense organs, assumed to afford detached (implicitly masculine) mastery. In contrast, as a poet, feminist, and enthusiast of vernacular language, I think of myself as a champion of the ear—or simply a ‘word person,’ full stop.”\nClausen’s poetry collections include Veiled Spill: A Sequence (2014), From a Glass House (2007), and If You Like Difficulty (2007). Her prose includes the story collection Mother, Sister, Daughter, Lover (1980); the novels The Prosperine Papers (1988) and Sinking, Stealing (1985); and the memoir Apples & Oranges: A Woman’s Journey to Sexual Identity (1999).\nClausen is the recipient of fellowships from the National Endowment for the Arts and the New York Foundation for the Arts. She has taught at Eugene Lang College, the New School, New York University, and Goddard College. Clausen has lived in Brooklyn since the 1970s.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}