{"pf_url": "https://www.poetryfoundation.org/poets/jane-hirshfield", "name": "Jane Hirshfield", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/ce8e5a3ad7cdef651aa9c63a8296c5168223ebbc.jpeg", "bio": "\nAward-winning poet, essayist, and translator Jane Hirshfield is the author of nine collections of poetry, including Ledger (2020); The Beauty (2015), longlisted for the National Book Award; Come, Thief (2011), a finalist for the PEN USA Poetry Award; and Given Sugar, Given Salt (2001), a finalist for the National Book Critics Award. Hirshfield is also the author of two collections of essays, Nine Gates: Entering the Mind of Poetry (1997) and Ten Windows: How Great Poems Transform the World (2015), and has edited and co-translated four books collecting the work of world poets from the past: The Ink Dark Moon: Poems by Ono no Komachi and Izumi Shikibu, Women of the Ancient Court of Japan (1990); Women in Praise of the Sacred: Forty-Three Centuries of Spiritual Poetry by Women (1994); Mirabai: Ecstatic Poems (2004); and The Heart of Haiku (2011). \nHirshfield’s work encompasses a large range of influences, drawing from the sciences as well as the world’s literary, intellectual, artistic, and spiritual traditions. Her first poem appeared in The Nation in 1973, winning what would the next year become the Discovery Award, shortly after she graduated from Princeton as a member of the university’s first graduating class to include women. She then put aside her writing for nearly eight years to study at the San Francisco Zen Center. “I felt that I’d never make much of a poet if I didn’t know more than I knew at that time about what it means to be a human being,” Hirshfield once said. “I don’t think poetry is based just on poetry; it is based on a thoroughly lived life.”\nHirshfield’s poems hinge on a turning point or moment of insight. Her early work, including Of Gravity & Angels (1988), focused intently on natural settings, the personal, and eros. By The October Palace (1994), she was exploring the themes for which she would become well known: awareness, consciousness, and an engagement with the vicissitudes of both the world’s outer events and more interior realms. Poet Rosanna Warren praised Hirshfield’s poems for their “ethical awareness” and language that “in its cleanliness and transparency, poses riddles of a quietly metaphysical nature” while Nobel Laureate Czesław Miłosz wrote of Hirshfield’s “profound empathy for the suffering of all living beings.” Hirshfield’s ability to marry philosophical meditation with domestic observation has been widely remarked upon. In the Georgia Review, Judith Kitchen said of Given Sugar, Given Salt: “It’s about how to negotiate the difficulties of living while, at the same time, paying homage to what life has to offer. The poems are penetrating; they reveal a quick intelligence and an even quicker intuition.” Hirshfield’s intuition is matched by the formal assurance of her craft. Publisher’s Weekly described the world found in her poems as “allegorical scenes like bare stage sets,” noting that Hirshfield manages to “introduce elegant observations in conversational free verse, in words drawn from common American speech.” Steven Ratiner, naming her “among the modern masters” in a Washington Post review of Come, Thief, praised Hirshfield’s frequent use of minimalist techniques: “The mind is allowed to wrestle with what’s unseen, unsaid.” In a Booklist starred review, Donna Seaman praised Hirshfield's \"meticulous reasoning, including a striking meditation on the paradoxical richness of spareness that can serve as her ars poetica.\"  “Astonishing strophes of being,” wrote Robert Bonazzi of The Beauty, in World Literature Today; “Jane Hirshfield stands with the finest contemporary American poets. The Beauty reveals a poetics of being that inhabits mysteries, essences, and beautiful lyrics. In her books of prizewinning poetry, translations, and essays, one realizes her works are apertures into wisdom.\"\nHirshfield’s two books of essays touch upon such subjects as originality, the workings of metaphoric mind, translation, the oral roots of poetry, poetry’s finding of resilience amidst suffering, surprise, uncertainty, and paradox. “With her feet firmly planted in both the Western and Eastern canons, Hirshfield delivers a thorough and timely collection on our relationships to poetry, our relationship to the world, and everything in between,” stated a starred Publishers Weekly reviewer in praise of Nine Gates.  A starred review in Booklist said of Ten Windows, “In 20 or 30 years, this book may be remembered as one of the great common-readers on the pleasures of poetry.”\nIn recent decades, Hirshfield has become increasingly known as a poet working at the intersection of poetry, the sciences, and the crisis of the biosphere. She has been poet in residence at both the H.J. Andrews Experimental Forest in Oregon and a neuroscience research program at UCSF. In 2017, in conjunction with the March for Science in Washington DC, she founded Poets for Science, an interactive exhibit of science poems and writing invitation housed at Kent State’s Wick Poetry Center, which has traveled to venues across the country.\nHirshfield has been a visiting poet at Stanford University and UC-Berkeley, and served on the faculty of Bennington’s MFA Writing Seminars. Her many awards include fellowships from the National Endowment for the Arts, the Rockefeller Foundation, and the Guggenheim Foundation. Other honors include the Poetry Center Book Award, Columbia University’s Translation Center Award, the Bay Area Book Reviewer’s Award, the California Book Award, and the Hall-Kenyon Award, as well as ten selections in The Best American Poetry. In 2004, Hirshfield received the Academy Fellowship from the Academy of American Poets and in 2012, she was elected a chancellor of the Academy of American Poets. In 2019, Hirshfield was inducted into the American Academy of Arts & Sciences.\n\r\nHirshfield once told Contemporary Authors: “Poetry, for me, is an instrument of investigation and a mode of perception, a way of knowing and feeling both self and world…I am interested in poems that find a clarity without simplicity; in a way of thinking and speaking that does not exclude complexity but also does not obscure; in poems that know the world in many ways at once—heart, mind, voice, and body.”\n \n", "attrs": {}}