{"pf_url": "https://www.poetryfoundation.org/poets/janet-loxley-lewis", "name": "Janet Loxley Lewis", "yob": "1899", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a16bc20a755e395a9c44cd0c8a6e652745958d2f.jpeg", "bio": "\nNovelist, librettist, and poet Janet Loxley Lewis was born in Chicago, Illinois in 1899. She studied at the University of Chicago. She is the author of the poetry collections The Dear Past and Other Poems, 1919–1994, Janet and Deloss: Poems and Pictures (1990), Poems Old and New, 1918–1978 (1981), and The Wheel in Midsummer (1927), among several others.\n“Being a writer has meant nearly everything to me beyond my marriage and children,” says Lewis in Women Writers of the West Coast: Speaking of Their Lives and Careers. Lewis, whose father and husband both taught college-level English, credits her father “with being the first to teach her the rudiments of good prose and poetic style,” according to Donald E. Stanford in the Dictionary of Literary Biography Yearbook. “[Her] first wish was to be a poet,” Stanford later remarks, “and, as did her husband, she considers poetry to be superior to prose.” Because of this, Lewis’s prose works are suffused with what New York Times Book Review contributor Eugene Gay-Tifft calls “Exquisite craftsmanship, a cool perfection of utterance.” Discussing her work in general, Lewis informs Brigitte Carnochan in Women Writers of the West Coast, “[writing] has concerned the way I have thought and the friends I have made. I’ve noticed that whenever writing, I’m ... interested in everything, because I’m still waiting for the answer for the next page. I don’t pay as much attention, when I’m not writing, to living in general.”\nLewis’s first published collection of verse, The Indians in the Woods (1922), stems from a childhood fascination with Native Americans, whose tales she had heard while vacationing on Neebish Island off the coast of northern Michigan. “The early Indian poems,” remarks Suzanne J. Doyle in the Southern Review, “owe much to the imagists, whose intention was to capture the isolated perception with such precision, clarity, and harmony that it would suggest a considerable depth of conceptual content.” As in her later poetry collections, such as The Ancient Ones (1979), Doyle believes that Lewis’s work shows “a temperamental affinity of the poet for the Indian consciousness.” This is also the case for the author’s first novel, The Invasion: A Narrative of Events Concerning the Johnston Family of St. Mary’s (1932), which relates the story of an 18th-century Irish fur trader who marries the daughter of an Ojibway chief.\nLewis wrote several historical novels set in Europe and based on the 1873 text Famous Cases of Circumstantial Evidence with an Introduction of the Theory of Presumptive Guilt by S.M. Phillips. The author’s interest in legal cases involving circumstantial evidence was kindled when one of her family’s friends was narrowly convicted of murdering his wife. After this experience Lewis wrote The Wife of Martin Guerre (1941), The Trial of Soren Qvist (1947), and The Ghost of Monsieur Scarron (1959), all of which involve plots revolving around the misinterpretation of circumstantial evidence. Atlantic Monthly reviewer Evan S. Connell, Jr., feels that Lewis’s best-known book of the three, The Wife of Martin Guerre, is “one of the most significant short novels in English,” although he hesitates to label it a “masterpiece.”\nDiscussing all these three novels together, Fred Inglis asserts in Critique: Studies in Modern Fiction, “It is a small body of work and it may be unspectacular and unsensual, so it is never likely to be fashionable. But in three novels it is sane, honest and courageous and, as I think, more enduring than most of the novels of the last thirty-five years.” These books also demonstrate “the excellence and purity of [Lewis’s] style and her rare ability to translate the mustier aspects of historical research into clear and shining prose,” declares Chicago Sunday Tribune Magazine of Books contributor Joan Brace. Inglis sees an influence in her prose from “poets like Jonson and perhaps Horace, Valery and Landor—though without any of the latter’s petrified self-indulgence.”\nFocusing once again on her poetry after a hiatus of almost 30 years, Lewis, who was “by talent and temperament primarily a lyric poet,” according to Stanford, not only returned to her free verse works about Native Americans, but also began to write compositions for music. She penned six librettos for operas, two of which are based on her own works The Wife of Martin Guerre (1956) and The Invasion (1932). Stanford considers The Legend, The Story of Neengay, an Ojibway War Chief’s Daughter, and the Irishman John Johnston: An Opera Oratorio (1987), which is based upon The Invasion, to be “probably the most successful [libretto by Lewis] from a literary point of view—that is, it can stand on its own as a dramatic poem.”\nIn an overview of the author’s work, Timothy Steele concludes in a Los Angeles Times Book Review article, “The excellence of [Lewis’s] work results partly from the simple fact that she writes very well, hers being a style that combines clear speech with distinctive and personal inflection and perception.” The author’s historical works reveal that “she is a realist in the straightforward and now rather rare sense that she uses her art to embellish history and to clarify it ... but not at all to supplant the historian’s truth by the allegedly superior truth of art,” asserts Southern Review critic Donald Davie; her poetry, Theodore Roethke describes in Poetry, “is marked by an absolute integrity of spirit and often by the finality in phrasing that can accompany such integrity.” Steele concludes that “to read her is to read someone who has been a child, sibling, friend, spouse and parent, and who has clearly cared as deeply about those aspects connected with her art.”\nLewis died in Los Altos, California, on December 1, 1998.\n", "attrs": {}}