{"pf_url": "https://www.poetryfoundation.org/poets/jane-yolen", "name": "Jane Yolen", "yob": "1939", "yod": null, "image": null, "bio": "\n                                                                    Science fiction and fantasy writer, editor, children’s author, and poet Jane Yolen was born in New York City. She grew up in Hollywood, New York City, and Newport News, Virginia, and earned a BA at Smith College and an MA in education at the University of Massachusetts-Amherst. Yolen’s stories use rhythm and rhyme in conjunction with elements of folklore and fantasy. In an article for the Huffington Post, she stated, “I write to satisfy the story or poem or piece of fascinating research that speaks to me. To rub a sore, to resonate with joy, to answer a question no one else has satisfactorily answered for me.”Yolen is the author of more than 300 books, and her work has been translated into almost two dozen languages. Her poetry collection Radiation Sonnets: Love, in Sickness and in Health (2003) deals with her late husband’s battle with cancer. Her numerous books for young readers include the picture books Owl Moon (1987, illustrated by John Schoenherr), How Do Dinosaurs Say Goodnight? (2000, illustrated by Mark Teague), and the novella The Devil’s Arithmetic (2004). Her nonfiction includes Take Joy: A Writer’s Guide to Loving the Craft (2006) and Touch Magic: Fantasy, Faerie & Folklore in the Literature of Childhood (1981, expanded edition 2007). She has edited many anthologies, including Favorite Folktales from Around the World (1986).Yolen has received the Daedelus Award and the Catholic Library Association’s Regina Medal, and her books have won two Caldecott Medals, two Nebula Awards from the Science Fiction and Fantasy Writers of America, two Christopher Medals, and the Golden Kite Award from the Society of Children’s Book Writers and Illustrators. She has honorary doctorates from Smith College, Keene State College, and the College of Our Lady of the Elms. The former president of the Science Fiction and Fantasy Writers of America, Yolen has served on the board of directors for the Society of Children’s Book Writers and Illustrators for more than 25 years. She divides her time between homes in Hatfield, Massachusetts, and Scotland. \n", "attrs": {"Region:": ["U.S., New England"]}}