{"pf_url": "https://www.poetryfoundation.org/poets/jane-cooper", "name": "Jane Cooper", "yob": "1924", "yod": "2007", "image": null, "bio": "\nJane Cooper was born in Atlantic City, New Jersey in 1924. She has been grouped with other writers who “came of age” during World War II. She spent some of her childhood in Jacksonville, Florida, before her family moved to Princeton, New Jersey. She earned a BA from the University of Wisconsin in 1946. She studied with Robert Lowell and John Berryman at the University of Iowa, where she earned a master’s degree in 1954. Her poetry collections include Flashboat: Poems Collected and Reclaimed (1999); Green Notebook, Winter Road (1994); Scaffolding: Selected Poems (1993); Maps and Windows (1974); and The Weather of Six Mornings (1969), which was the Lamont Poetry Selection of the Academy of American Poets. Cooper received many honors and awards, including an Award in Literature from the American Academy of Arts and Letters, the Shelley Memorial Award, and fellowships from the Bunting Institute of Radcliffe College, the Guggenheim Foundation, the Ingram Merrill Foundation, and the National Endowment for the Arts. She taught at Sarah Lawrence College from 1950 until her retirement in 1987.\nIn an essay first published in 1974 and included in Scaffolding: Selected Poems (1993), Cooper wrote about the constraints placed on both her individuality and her art during the repressive decade that followed World War II: “The women poets I read about were generally not know for their rich, stable sexual and family lives.” Beginning with her award-winning debut, The Weather of Six Mornings in 1969, Cooper attempted to push back the heavy curtain sheltering women’s lives, determining to break through the oppression against which writers like Sylvia Plath would struggle.\nReviewing the career-spanning collection Scaffolding, a Publishers Weekly critic calls Cooper “meticulous,” noting that within her work, “Delicate topics are often couched in symbol or metaphor; ... middle age is described as a grey day in which the rain has not yet come.” Critiquing Cooper’s 1994 collection, Green Notebook, Winter Road, for Poetry, contributor Robert B. Shaw maintains that while he finds her verse to be, by turns, “unfinished” or “perilously fragile,” “Cooper’s subjects are frequently striking enough to maintain interest while questions of form hang in abeyance.” Of the poet’s fascination with the process of writing, Shaw adds that “she writes ... with more passionate involvement than many poets bring to that admittedly more cliché-prone topic.”\nMore successful than Cooper’s more casual musings, in Shaw’s opinion, are such poems as “The Winter Road,” about Southwest painter Georgia O’Keeffe, and “Vocation: A Life,” which focuses on American author Willa Cather. In their distillation of each woman’s creative essence, these poems “offer graceful and discerning tributes ... while deriving exempla from their lives and work.” Lorrie Goldensohn adds her praise to that of Shaw, writing in Contemporary Women Poets that “Packed densely with reference to works and lives, Cooper’s short, clustered, jewel-like lyrics dedicated to ... [O’Keeffe and Cather] speak about the inevitable sexual and psychosocial crises and conflicts that existed so painfully for these women who were primary makers.”\nCooper described her Green Notebook, Winter Road in Contemporary Women Poets: “It is a book that is meant to be very fluid, as the private and public worlds intersect, the present is opened out by glimpses of the past ... and song exists side by side with speech. ... Someone complained that there is too much death in the poems. Not at all; I am over 70 and I celebrate ‘ongoingness.’” Against “time’s mounting losses,” adds Goldensohn, Green Notebook “continues and triumphantly intensifies” Cooper’s relationships of the past, “to persons, places, and traditions, as the poet reorders the psyche’s props for survival, altering the earlier confrontation of self against self to reflect instead a greater concern for the fit of the writing self within a tradition of women artists.”\nCooper contributed to the New Yorker, the Transatlantic Review, American Poetry Review, and other periodicals. She co-edited books such as Extended Outlooks: The Iowa Review Collection of Contemporary Women Writers (1981), and she wrote the foreword to the 1997 edition of The Life of Poetry, an essay on the craft by poet Muriel Rukeyser that was first published in 1949.\nShe died on October 26, 2007.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}