{"pf_url": "https://www.poetryfoundation.org/poets/jane-miller", "name": "Jane Miller", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/66e0da08ac9dc52049db22e757a45b6357567584.jpeg", "bio": "\nPoet Jane Miller was born in New York. Influenced by Federico García Lorca, Virginia Woolf, Gertrude Stein, and Adrienne Rich, Miller’s layered poems juxtapose high and low diction in an exploration of consciousness that is at once structural and intimate. In a 2006 interview with Greenbelt magazine, Miller discussed the relation of her early career as a painter to the composition of her poetry: “I use and have brought forward many of the reasons why I was attracted to painting into my poems. For example, I make use of color and design, so the structure of poetry, that’s related, and it’s a lot like making the underpainting for a painting.”\n\r\nMiller is the author of numerous collections of poetry, including the National Poetry Series selection The Greater Leisures (1983), Memory at These Speeds: New and Selected Poems (1996), the book-length poem A Palace of Pearls (2005), and Who Is Trixie the Trasher? and Other Questions (Copper Canyon Press, 2018). In a review of Memory at These Speeds for the LA Weekly, critic Terri Sutton noted, “Reading Jane Miller’s poetry is like channel-surfing on acid: her deliberately interrupted narrative warps and weaves and makes the familiar strange and the strange recognizable as something you might have put away in a shoebox.”\n\r\nHer collaborations include the prose poetry collection Black Holes, Black Stockings (1985), with poet Olga Broumas, and Midnights (2008), in which Miller’s poetry and prose pair with the chalk and oil drawings of artist Beverly Pepper. Miller is also the author of Working Time: Essays on Poetry, Culture, and Travel (1992).\n\r\nMiller has received the Lila Wallace-Reader’s Digest Award and the Western States Book Award, as well as fellowships from the National Endowment for the Arts and the John Simon Guggenheim Memorial Foundation.\n\r\nShe has taught at the University of Iowa Writers’ Workshop, Goddard College, and the University of Arizona, where she has served as program director. She is currently a visiting poet at the Michener Center for Writers. \n", "attrs": {}}