{"pf_url": "https://www.poetryfoundation.org/poets/janice-mirikitani", "name": "Janice Mirikitani", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d397dc4d52839efa51be6017eddf510e282fab7b.jpeg", "bio": "\n                                                                    Poet, dancer, and community activist Janice Mirikitani was born in 1941 in Stockton, California, and earned a BA from UCLA. With her parents, she was interned in an Arkansas camp during World War II and through her poetry and activism is committed to addressing the horrors of war, combating institutional racism, and advocating for women and poor people. Her collections of poetry include Awake in the River (1978), Shedding Silence (1987), We, the Dangerous: New and Selected Poems (1995), and Love Works (2001). Mirikitani has edited several anthologies, including Third World Women (1972), Time to Greez! Incantations from the Third World (1975), and Ayumi: A Japanese American Anthology (1980). In 2000, she was named the second poet laureate of San Francisco.    Mirikitani is the founding president of Glide Foundation, an organization devoted to helping poor people in San Francisco. Mirikitani and her husband, minister and activist Cecil Williams, coauthored the book Beyond the Possible: 50 Years of Creating Radical Change in a Community Called Glide (2013), which describes the mission of their foundation and its work of empowering marginalized communities in San Francisco.   Mirikitani has served on the San Francisco Arts Commission and been recognized by numerous groups and organizations for her work. Her honors and awards include a San Francisco Chamber of Commerce Lifetime Achievement Ebbie Award, an American Book Lifetime Achievement Award for Literature, a Governor and First Lady’s Conference on Women and Families Minerva Award, and awards from San Francisco State University and the University of California at San Francisco, among others. She lives in San Francisco.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}