{"pf_url": "https://www.poetryfoundation.org/poets/janine-joseph", "name": "Janine Joseph", "yob": null, "yod": null, "image": null, "bio": "\nBorn in the Philippines, Janine Joseph immigrated to the US at the age of eight and lived undocumented for 15 years. She is the author of Driving Without a License, winner Kundiman Poetry Prize, 2018 da Vinci Eye Award, and named an Honorable Mention for the 2018 Sheila Margaret Motton Book Prize from the New England Poetry Club, among other honors. An organizer for Undocupoets and a contributing editor for Tongue, she also serves on the Advisory Board for the Center for Poets & Writers at OSU-Tulsa. She lives in Stillwater, Oklahoma, where she is an assistant professor of creative writing at Oklahoma State University. \nJoseph's writing has appeared in The Atlantic, World Literature Today, Quarterly West, The Poem’s Country: Place & Poetic Practice, Kenyon Review Online, Hayden’s Ferry Review, Zócalo Public Square, The Journal, The Asian American Literary Review, The Collagist, VIDA: Women in Literary Arts, Waxwing, the Academy of American Poets' Poem-a-Day series, and elsewhere. Her poems have been anthologized in Poetry: A Writers’ Guide and Anthology (Bloomsbury Academic), Best American Experimental Writing, Best New Poets, Homage to Vallejo, Bear Flag Republic: Prose Poems and Poetics from California, and Breathe: 101 Contemporary Odes.  \nA librettist, Joseph's commissioned work for the Houston Grand Opera/HGOco includes What Wings They Were: The Case of Emeline, \"On This Muddy Water\": Voices from the Houston Ship Channel, and From My Mother's Mother. Her poems have also been set to music by the acclaimed composers Melissa Dunphy, for the Philadelphia PhilHarmonia’s “American DREAMers: Stories of Immigration” concert, and Reinaldo Moya, for the Schubert Club’s “DREAM Song” concert in St Paul, Minnesota.\nJoseph earned a BA from University of California, Riverside; an MFA from New York University; and a PhD from the University of Houston, where she was a poetry editor for Gulf Coast: A Journal of Literature and Fine Arts. A MacDowell and Kundiman fellow, she also is the recipient of a 2009 Paul and Daisy Soros Fellowship for New Americans, a Robert M. Hogge Faculty Teaching Award, a Howard Nemerov Scholarship (Sewanee Writers' Conference), an Inprint/Barthelme Fellowship in Poetry, a Cynthia Woods Mitchell Center Fellowship for Collaboration Among the Arts, a PAWA Manuel G. Flores Prize, an Academy of American Poets prize, a Dissertation Completion Fellowship. \nJoseph has taught creative writing, literature, and composition at Weber State University, New York University, and the University of Houston, as well as in the community with Writers in the Schools, Community-Word Project, the Starworks Fellowship Program, and the Gluck Fellows Program for the Arts.\n", "attrs": {}}