{"pf_url": "https://www.poetryfoundation.org/poets/jay-parini", "name": "Jay Parini", "yob": "1948", "yod": null, "image": null, "bio": "\nPoet, novelist, biographer, editor, and critic Jay Parini was born in Pittston, Pennsylvania, and raised in Scranton. He earned a BA at Lafayette College and a PhD at the University of St. Andrews in Scotland.\n\r\nHis allusive, musical poems are often grounded in contemporary domestic and political landscapes and frequently return to the relationship between language and the imagination. In an online interview following the release of Why Poetry Matters (2008), Parini stated, “Poetry is a language adequate to our experience. It teaches us how to live our lives, how to locate and describe the inner life. I believe very confidently that poetry enhances our sense of the spiritual world by attaching us closely—almost physically—to the material world.” He is the author of several books of poetry, including The Art of Subtraction: New and Selected Poems (2005), House of Days (1998), Town Life (1988), and Anthracite Country (1982). He has edited The Wadsworth Anthology of Poetry (2008), The Oxford Encyclopedia of American Literature (2004), The Norton Book of American Autobiography (1998), and The Columbia History of American Poetry (1994).\n\r\nHis novels include The Apprentice Lover (2002), Benjamin’s Crossing (1997), and The Last Station (1990). His nonfiction prose includes the biographies Jesus: The Human Face of God (2013), One Matchless Time: A Life of William Faulkner (2004), Chicago Tribune–Heartland Award winner Robert Frost: A Life (2000), and John Steinbeck: A Biography (1994); the critical volumes Why Poetry Matters and Promised Land: Thirteen Books that Changed America (2008); and the essay collection Some Necessary Angels: Essays on Literature and Politics (1997). Conversations With Jay Parini (2014) features a range of interviews with Parini conducted over the course of his career.\n\r\nParini is the recipient of fellowships from the Guggenheim Foundation, Christ Church College at Oxford University, and the Institute for Advanced Studies at the University of London. He teaches at Middlebury College and lives in Weybridge, Vermont.\n", "attrs": {"Region:": ["U.S., New England"]}}