{"pf_url": "https://www.poetryfoundation.org/poets/jean-garrigue", "name": "Jean Garrigue", "yob": "1914", "yod": "1972", "image": null, "bio": "\nJean Garrigue was born Gertrude Louise Garrigus in Evansville, Indiana. She earned her BA from the University of Chicago and MFA from the Iowa Writers’ Workshop. Garrigue lived for many years in New York City, where she worked as an editor and taught writing at institutions including Bard College, Queen’s College, the New School, the University of Colorado, Smith College, and the University of Washington, among other places. She published five collections of poetry—including her widely-praised first collection The Ego and the Centaur (1947)—and one novella, The Animal Hotel (1966), in her lifetime; her posthumously published books included Studies for an Actress and Other Poems (1973) and Selected Poems (1992). She also edited the anthology Translations by American Poets (1970) and wrote a critical work on Marianne Moore. Garrigue was the recipient of fellowships from the Rockefeller Foundation, the Guggenheim Foundation, the Radcliffe Institute, and the National Academy of Arts and Letters.\nCritics praised Garrigue’s technical excellence as well as what Theodore Roethke called her “complex richness in rhythm and diction.” She “is ardent in the invention of new phrases, is a rare perfectionist of attitudes, a poet habituated to verbal elegance,” stated Richard Eberhart. Praising her skill and freshness, a Saturday Review critic called her “undeniably original and individual as an artist, and a craftsman in complete command of her medium.” In a review of Garrigue’s New and Selected Poems (1967), a collection of 20 years of her work, Laurence Lieberman said in Poetry magazine that the author “is perhaps more skilled than any other poet writing today with the power to dramatize emotional threshholds between jeopardy and renewal … In poem after poem her subject is the failure of events in daily life ever to measure up to her spirit’s esthetic craving for perfectability.”\n\r\nGarrigue often wrote love poetry, but her concerns also included travel. Among Garrigue’s most popular were her lengthy travel poems, “For the Fountains and Fountaineers of Villa d’Este,” “Pays Perdu,” and “The Grand Canyon.” As the author once explained to Contemporary Authors, “I’ve lived and traveled in Europe during three consecutive periods—1953-54, 1957-58, and 1962-63. Have taken walking tours in France and Italy, have also done some walking in Vermont … There was a time when I rode horseback and did some sailing.” Her work reflects other interests, too. She told Contemporary Authors that “music is a passion as is Renaissance and gothic architecture. I prefer elaborate structures to functional slick ones. Chopin, Keats, and Proust were early powerful influences. So were mountains and water.”\n\r\nIn Poetry magazine Sandra M. Gilbert remarked that Garrigue’s poetry’s “brilliant surface glimmers with seductive coruscations that do not conceal but invite the exploration of even more shimmering depths.” And in a New York Times Book Review review of A Water Walk by Villa d’Este (1959), Harvey Shapiro said of the author that “there are few poets around who command as noble or impressive a style as she has at her best.” Shapiro indicated that Garrigue’s earliest poems were some of her best and most anthologized, explaining that “she came on the scene with an Elizabethan rhetoric that for all its richness (as if to say, life is that rich) was a perfect mirror of this city and this world.” Stephen Stepanchev described her first collection, The Ego and the Centaur, in his book American Poetry Since 1945, as a work “with the affecting strangeness of the very individuality it celebrates: it deals with the world everyone knows, and yet it has the otherworldliness of experience raised several degrees above the expected and ordinary. It has a musicality, a refinement, and an elegance of phrase that are appealing and rare. It aims for a fullness of rhetoric reminiscent of the Elizabethans.”\nGarrigue’s first efforts were praised. In the opinion of Henry Rago, The Ego and the Centaur “leaves little doubt of her ability to range in any one of several directions and to learn from a number of people without losing her own identity.” Garrigue’s second collection The Monument Rose (1953) also received praise. In Poetry magazine Harry Roskolenko wrote that, “when originality is allied to a critical intelligence and is embedded in the systematic values of poetry, then poetry renews itself and the reader.” Garrigue “has done that, if modestly, with a dignified attitude and an exciting air,” Roskolenko noted. In her review of A Water Walk by Villa d’Este for the New Yorker, Louise Bogan called the lengthy middle section of the book, “For the Fountains and Fountaineers of Villa d’Este,” “a brilliant display of light, sound, color, and motion that pushes language to its limits.” In Bogan’s opinion, Garrigue is “at her best” when “she is exuberant to some purpose, spectacular for the right reasons.”\n\nHayden Carruth commented in the Hudson Review that “if they never rise to anything that can be called a pitch, they nevertheless preserve the attractive quietness of steady intellectual warmth. At the same time there can be no doubt that she has a splendid lyrical gift and uses rhyme and meter elegantly.” And in “Pays Perdu,” an 11-page long travel poem, the major work of Country without Maps (1964), Garrigue “has produced a poem whose force, I think, has not been equaled in English in recent years,” said Joseph Bennett in the New York Times Book Review.\n\r\nSome found Garrigue’s final work Studies for an Actress and Other Poems less than satisfying. As Alicia Ostriker reported in the New York Times Book Review, here, “there are many poems in which Garrigue writes almost as finely as ever, in an elegiac mode, poignant with loss of beauty, loss of love and finally loss of life as the major subjects … Nevertheless the emotions and ideas repeatedly frustrated me by their paleness. Scenes remained vague. I listened for the solid personal voice, kept hearing instead thin echoes of others.” Louis Coxe concluded in the New Republic that, “in this volume though I find a diffuseness and uncertainty that may not have been a matter of ‘failing powers’ but rather a function of a new start, an engagement with new material. To our loss Jean Garrigue did not live to finish what she began.”\nBut Rosemary Tonks in the New York Review of Books found that in this last book, Garrigue “made an effort to bring both sensibility and manner up to date.” “Possibly she had at last woken up to the fact that her traditional poetic abilities were strangling her. The mixture is of old and new. But she begins to know herself well enough to hear her own voice.”\nGarrigue died of Hodgkins disease in 1972.\n", "attrs": {}}