{"pf_url": "https://www.poetryfoundation.org/poets/jeanne-larsen", "name": "Jeanne Larsen", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/2438e1067191fac319119ab4bcfee832823082c2.jpeg", "bio": "\nJeanne Larsen was born in Washington DC, and she grew up on and around US Army posts in Germany and the United Stated. She earned her BA from Oberlin College, MA from Hollins University, and PhD in comparative literature from the University of Iowa.\nLarsen lived in Taiwan and Japan in her twenties, and her experiences with multiple social and linguistic communities afforded her shifting vantage points that inform her creative work and translations. Her books of poetry include What Penelope Chooses (2019), which won the Cider Press Review Book Award, Why We Make Gardens (2010), and James Cook in Search of Terra Incognita (1979), an AWP award series winner in poetry, as well as many uncollected poems and essays. She is the translator of Willow, Wine, Mirror, Moon: Women’s Poems from Tang China (2005) and Brocade River Poems: Selected Works of the Tang Dynasty Courtesan Xue Tao (1987). She is also the author of four novels: Silk Road (1989), Bronze Mirror (1991), Manchu Palaces (1996), and Sally Paradiso (2009). The first three novels, her Avalokiteśvara trilogy, include poems by characters and other faux translations that pay intertextual homage to China’s rich literary traditions.\nLarsen’s lucid, elegant translations are built with lyrical, scholarly precision and attentive cadencing. Larsen’s own poems have been praised for the wit, variety, and robust language with which they explore the attractions and conundrums of perception. Her interest in Mahayana Buddhism, especially Huayan and Chan / Zen, began when she was in high school. Her work attempts to model a politics of curiosity and social justice, one that leans away from global plunder. \nThe recipient of various awards and fellowships, she is Professor Emerita in the Jackson Center for Creative Writing at Hollins University. She continues to travel widely in Roanoke County, Virginia, and other places.\n", "attrs": {}}