{"pf_url": "https://www.poetryfoundation.org/poets/jean-toomer", "name": "Jean Toomer", "yob": "1894", "yod": "1967", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/08e05386fd1defe9a5db3f76a703ddc9fff96377.jpeg", "bio": "\nAn important figure in African-American literature, Jean Toomer (1894—1967) was born in Washington, DC, the grandson of the first governor of African-American descent in the United States. A poet, playwright, and novelist, Toomer’s most famous work, Cane, was published in 1923 and was hailed by critics for its literary experimentation and portrayal of African-American characters and culture.\n\r\nAs a child, Toomer attended both all-white and all-black segregated schools, and from early on in his life he resisted being classified by race, preferring to call himself simply American. A descendent of both white and black heritage, his father left his family when he was only one year old, leaving Toomer to be raised by his mother and grandfather—Pinckney Benton Stewart Pinchback—who had been a Union soldier during the Civil War and later served as Acting Governor of Louisiana during Reconstruction.\n\r\nAfter graduating from the highly regarded all-black Dunbar High School, Toomer began to travel extensively, attending colleges over the next few years in Wisconsin, Massachusetts, Chicago, and finally, New York, where he wrote and published many short stories, plays, and poems. Perhaps his best-known work during this time was his long lyrical poem, Blue Meridian, which pointedly captured his hopes and dreams for racial unity.\n\r\nIn 1922, he moved to Sparta, Georgia to become a school principal. It was from this trip to the South that he began writing heavily about the African-American experience, eventually culminating with the publication of his most famous work, Cane, an experimental collection of stories and poems. It was hailed by critics and is seen as an important part of the Harlem Renaissance. The work is also categorized with that of other writers of the time, such as Gertrude Stein, Ernest Hemingway, and T.S. Eliot, for its contributions to Modernism. In his introduction to Cane, Waldo Frank wrote that, \"a poet has arisen among our American youth who has known how to turn the essences and material of his Southland into the essences and materials of literature.\"\n\nCane is structured in of three parts. The first third of the book is devoted to the black experience in the Southern farmland. As Bernard W. Bell noted, \"Part One, with its focus on the Southern past and the libido, presents the rural thesis.\" Houston A. Baker, Jr., called Toomer's style \"Southern psychological realism.\" Toomer infused much of the first part with poetry. \"In the sketches, the poet is uppermost,\" wrote Robert Littell. \"Many of them begin with three or four lines of verse, and end with the same lines, slightly changed. The construction here is musical.\" The second part of Cane is more urban and concerned with Northern life. Charles W. Scruggs noted that Toomer revealed the importance of the second section in a letter to the author's brother shortly before the publication of Cane. \"From three angles, Cane's design is a circle,\" Scruggs quoted Toomer as writing. \"Aesthetically, from simple forms to complex ones, and back to simple forms. Regionally, from the South up into the North, and back into the South again.\" The conclusion of the work is a prose piece entitled \"Kabnis.\" Bell called this final part \"a synthesis of the earlier sections.\" The character of Kabnis, Bell claimed, represented \"the Black writer whose difficulty in reconciling himself to the dilemma of being an Afro-American prevents him from tapping the creative reservoir of the soul.\"\n\r\nPraise for Toomer's writing is extensive. Baker cited his \"mysterious brand of Southern psychological realism that has been matched only in the best work of William Faulkner.\" Kenneth Rexroth was no less impressed. \"Toomer is the first poet to unite folk culture and the elite culture of the white avant-garde,\" he contended, \"and he accomplishes this difficult task with considerable success. He is without doubt the most important Black poet.\" Critics such as Bell and Gorham Munson praised Toomer's use of language. \"There can be no question of Jean Toomer's skill as a literary craftsman,\" asserted Munson. \"Toomer has founded his own speech.\" Bell attributed Cane's \"haunting, illusive beauty\" to \"Toomer's fascinating way with words.\" He wrote, \"The meaning of the book is implicit in the arabesque pattern of imagery, the subtle movement of symbolic actions and objects, the shifting rhythm of syntax and diction, and the infrastructure of a cosmic consciousness.\"\n\r\nAfter the publication of Cane, Toomer continued to write prodigiously; however, most of his work was rejected by publishers. He became increasingly interested in the teachings of George I. Gurdjieff, a Greek spiritual philosopher, and turned to teaching Gurdjieff's beliefs in America. Finally, Toomer embraced the Quaker religion and lived his last decade as a recluse. Toomer stopped writing literary works in 1950 and died in 1967.\n \nSELECTED BIBLIOGRAPHY\n\nCane (novel comprised of poems and short stories), Boni & Liveright, 1923, reprinted, Harper, 1969.\nEssentials (aphorisms and apothegms), Lakeside Press, 1931, reprinted, Xerox University Microfilms, 1975, edited with an afterword by Rudolph P. Byrd, and preface by Charles Johnson, Hill Street Press (Athens, GA), 1999.\nThe Flavor of Man (lecture), Young Friends Movement of the Philadelphia Yearly Meetings, 1949, reprinted, Young Friends Movement of the Philadelphia Yearly Meetings, 1974.\nDarwin Turner, editor, The Wayward and the Seeking: A Miscellany of Writings, Howard University Press, 1978.\nRobert B. Jones, editor, Jean Toomer: Selected Essays And Literary Criticism, University of Tennessee Press (Knoxville, TN), 1996.\nThe Uncollected Works of American Author Jean Toomer, 1894-1967 (\"Studies in American Literature\" series), edited by John Chandler Griffin, Edwin Mellen Press (Lewiston, NY), 2003.\n\nAuthor of plays, including \"Natalie Mann.\" Author of unpublished works, including \"Portage Potential,\" 1931, \"Eight-Day World,\" 1932, and an autobiography, \"Outline of Autobiography,\" 1934. Novella \"York Beach\" included in anthology  The New American Caravan, Macaulay, 1929; short stories and poetry included in numerous anthologies. Contributor of short stories, poetry, and criticism to periodicals, including Broom, Crisis, Liberator, Little Review, Modern Review, Nomad, Prairie, and Adelphi.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Harlem Renaissance"]}}