{"pf_url": "https://www.poetryfoundation.org/poets/jeff-moss", "name": "Jeff Moss", "yob": "1942", "yod": "1998", "image": null, "bio": "\n                                                                    \"I think my main goals in whatever I do are to entertain the audience, and to teach them a little bit, leave them a tiny bit better off than when I found them,\" Jeff Moss said in an interview with Something about the Author ( SATA). Moss—the original head writer and composer/lyricist for the groundbreaking children's television series Sesame Street—has penned many of the program's best known songs, including \"Rubber Duckie\" and \"The People in Your Neighborhood.\" More recently, he has published two volumes of poetry for young people, The Butterfly Jar and The Other Side of the Door, and a story in verse, Bob and Jack: A Boy and His Yak. In both his television work and his books, the award-winning writer has succeeded in making children and their parents laugh while they gain some new insight into themselves and the world around them. Although he only recently became a parent, Moss believes that his childlike perspective arises from observing children, as well as from his strong memories of his own childhood. But more importantly, he commented, \"I don't look at writing for children as that different than writing for anybody else. The emotions that you write about are for the most part the same as you would write about for anybody. You just do it with a vocabulary of experience that children will understand.\" Moss also derives inspiration from watching adults, for, as he explained, \"All of us have a great deal of the child left in us, and some of us show it more than others.\" Moss began writing poetry and music at an early age. His father, an actor, and his mother, who had been a writer for a time, filled their home with recordings of classical music and Broadway show tunes. The young Moss studied piano and read a great deal. During a road trip with his father at the age of eight or nine, he discovered crossword puzzles for the first time and felt as though they had been created for him. On the subject of words, Moss told SATA, \"I have always loved them and I still love them. When I'm sitting around, I play with them in my head, the way other people think about—I don't know—cars. I think a certain amount of that is just born into you. I think I would love words no matter what I did for a living—if I were a factory worker, or a doctor, or whatever.\" Remembering a party he held for the publication of his first collection of poetry, The Butterfly Jar, in 1989, Moss recalled, \"My stepson, who was then ten or eleven, somehow had found this old box of stuff from when I was six years old, and found, in fact, a little poem I had written, along with a drawing that I had done to go with it. And he said that he could see very clearly, even when I was six, why I had become a writer—and also why I had not become an illustrator.\" As a teenager, Moss realized that his peers were not interested in the kinds of music he had studied. He continued composing, but added rock 'n' roll songs to his repertoire. In college, he became involved with the Princeton Triangle Club, a student-run musical comedy group which toured major theatres throughout the country. Moss wrote the book, music, and lyrics for two Princeton Triangle revues, and also appeared in them. After graduating from Princeton, Moss was offered two positions with Columbia Broadcasting System (CBS) television. One was in the news department, and the other was for the children's program Captain Kangaroo. He told  SATA, \"I hadn't seen Captain Kangaroo, and I had seen the news, so I said, 'let me try Captain Kangaroo.'\" This show, which appeared from 1955 to 1984, was the longest-running children's series in television history. Moss worked as a production assistant for less than a year before leaving to serve in the army. Six months later, he returned to the show as a writer, and stayed on for two years. He decided at that point to leave television and do some \"serious\" writing. Some of Moss's colleagues at Captain Kangaroo were also leaving CBS, hoping to start a new children's series on public television. The idea that would become Sesame Street had begun to take shape in the minds of a number of artists and educators in the mid-1960s. Included in the group were Joan Ganz Cooney, who served as the executive director of the Children's Television Workshop, Gerald S. Lesser, who chaired the board of advisors, Joe Raposo, who became the musical director, famed puppeteer Jim Henson, and many others. They all shared the belief that television could be a positive influence in the lives of preschoolers. Their goal—which had never been successfully accomplished—was to create a television program which would be entertaining to young children, and which would also introduce some basic educational concepts. Moss was invited to join the effort as head writer and composer/lyricist. Although he initially refused the offer, the others continued to pester him. Finally, Moss agreed to come to the studio to see for himself what they were trying to do, \"and I saw two things. What they were trying to do was wonderful. But it was a strangely financed thing. Because it was public money, they paid very, very low salaries to everybody, but there was a lot of money available, so that whatever you wrote could get produced tremendously well. Plus, half the cast was black. This was in 1969, and it meant a lot to me back then. And it was only going to be for six months, and I said, 'well, let me see.'\" Moss has since spent more than two decades as a writer and composer for the series, producing Sesame Street books and records as well as creating some of the show's most memorable characters and songs. In Children and Television: Lessons from Sesame Street, Gerald S. Lesser refers to the original Sesame Street artists' contributions as \"different forms of creative genius.\" The show's educational focus has evolved a great deal over the years; while the earlier episodes stress reading and math skills, the later ones deal more with emotional and social issues. The program's content—based on the findings of an ongoing research team which observes preschoolers watching television—includes a variety of different kinds of segments. Brief animated sketches are linked with neighborhood scenes by a connection with certain letters and numbers, or by a visual or conceptual theme. The street itself appears several times throughout each episode, and its residents—who come from diverse racial and ethnic backgrounds—invite viewers to become a part of their safe, accepting world. In addition, there are segments which introduce the viewer to environments which he or she may not have the opportunity to visit. Among Sesame Street's strongest attractions for both young children and adults are the \"Muppets,\" which were created when Jim Henson and his associates combined aspects of marionettes and puppets. Through a collaborative effort between writers, composers, and puppeteers, the Muppets are transformed from lifeless objects into highly realistic characters, many of whom express a full range of human emotions. The brightly-colored animals and monsters—who talk and sing like people—have the dual ability to charm children with their cute, fuzzy quality and captivate adults with their irreverent yet innocent humor. The Muppets have played a major role in Moss's experience as a Sesame Street writer. He considers them to be \"a lot more real than the great majority of characters on television. A lot of them have a little more depth and interest to them than, say, a lot of the sitcoms.\" Moss explained that even if the puppeteer is in plain sight, the Muppet seems so real that the viewer will often forget that the person is there. When children visit the studio, they often talk only to the Muppet. \"And the kid will send back the message the next day: 'say hi to the Count for me—and the Count's friend,' and that will be the puppeteer.\" Moss once asked Frank Oz, the master puppeteer who plays Miss Piggy, \"'how did you get her to do that expression without moving or changing the eyes?' The answer is if you slow down the film and look at it, she really isn't changing her expression, you just believe that she is because they are all so wonderful at what they do.\" By coming up with ideas for characters, just as a fiction writer would do, Moss contributed to the development of two important Muppets—Cookie Monster and Oscar the Grouch—and paved the way for countless others. In the early days of the program, according to Moss, all the monster Muppets were scary, and none of them talked. One day, Moss picked up the monster Muppet which he called \"Boggle Eyes,\" and wondered what it would be like as a humorous character—perhaps with a childlike obsession. When the writer shared his idea, he was told to try it out, but not to give the creature too much to say. At Cookie Monster's debut rehearsal, the Muppet said just two words: \"milk\" and \"COOOOOOOOKKKKKKIEEEEEEEEE.\" The reaction was extremely favorable; as Moss told SATA, \"Everybody fell off their chairs, and I went back and wrote some more. Obsessive characters are always interesting.\" Moss is perhaps best known for the many songs he composed for the Sesame Street Muppets. His most famous song, written for the Ernie character, is a tribute to bath toys and special friends: \"Rubber Duckie, you're the one/ you make bath time lots of fun/ Rubber Duckie, I'm awfully fond of you.\" Another favorite, \"I Love Trash,\" was inspired by the lovable green master of gripes, Oscar the Grouch, who lives in a garbage can and detests sunshine, pleasantness, and people. From the beginning, Moss was infinitely pleased with the way in which his musical scores were translated into Muppet performances. \"The first song I wrote—which was very early on, of course, the second week I came to work—was called 'Five People in My Family.' I remember going there and watching it taped. I think if a writer sees something that he does performed, and it's eighty percent of what he wants it to be, you're just very, very happy. That was the first song I'd written, and Joe [Raposo] arranged it, and I went and saw it done, and said, 'gee, that's about 103 percent.' A total pleasure.\" By the mid-1970s, Sesame Street had gained worldwide popularity. While still remaining faithful to their beginnings, the Muppets began moonlighting as stars of their own syndicated prime-time variety series, The Muppet Show. The program was extremely popular, eventually reaching viewers in more than one hundred countries, and its success led to several major motion pictures, including The Muppet Movie, The Great Muppet Caper, and The Muppets Take Manhattan. Moss would receive both an Academy Award nomination and a Grammy Award for the soundtrack to The Muppets Take Manhattan. Also in the mid-1970s, Moss stopped writing for television in order to concentrate on composing songs for  Sesame Street record albums. He later returned to the program as a staff writer, and is now contributing about three months out of every year to the series. \"They're nice enough to let me do pretty much what I want, whenever I want,\" he said of the current Sesame Street staff, \"and it's still a lot of fun. It's a wonderful home base—it's like a family.\" Moss's main activity now is writing books of humorous rhymed verse. The author stresses that his poems—like his work for  Sesame Street—are intended not simply for children, but for families. It is important to him that his work be enjoyable to all ages, \"with the family as the target and the children the bull's-eye.\" Moss explained this with a comparison to his work for Sesame Street: \"If the subject's about the letter D, you're not going to have a thirty year old say, 'Oh, thank God this show about the letter  D is on,' but you will have the thirty year old be able to watch the television set and say, 'hey, that's a real entertaining bit about the letter D,' and the poems are more like that.\" When Moss began writing poetry on his own, he was not intending to publish a collection. Though he had been writing for children's television for many years, he had no children of his own at the time, and was unacquainted with contemporary literature for young people. But he was asked to write a few poems for an anthology, \"and I really enjoyed it. And the next time I had a free period in my schedule, I said, 'well, let's see if I can do a few more.' I didn't know where it would lead, and then I had a half a dozen. I said, 'well, let's keep going,' and then I was about a third of the way through and I said, 'well, I think I'll just keep going until I have a book.'\" In terms of a unifying concept for the work, Moss told  SATA, \"I think I had an idea for 'The Butterfly Jar,' which was just one of the poems, and then when I had written that, it seemed like that was what the book was about, as much as anything else.\" The title poem portrays the world of the imagination in a very poignant way: \"And there are things inside my head / Waiting to be thought or said / Dreams and jokes and wonderings are / Locked inside, like a butterfly jar.\" The poem sets the stage for other cleverly rhymed, energetic pieces—ranging in tone from the very silly to the very serious—which look at commonplace, universal situations from a young person's perspective. In The Butterfly Jar, Moss continues to communicate the values he supported as a Sesame Street writer. His funny themes and wordplay work together with Chris Demarest's whimsical illustrations to illuminate a range of feelings with which most people can identify. \"Meeting Strangers\" is narrated by a shy monster character who epitomizes the fear of not being liked or accepted by others. \"They act like I'm a monster / When I'm the one who's new. / They never smile at me and say, / Why, hi there, how are you?\" In \"This and That,\" Moss picks up on the visual format Sesame Street uses to illustrate simple concepts. The poem demonstrates the notion of relative size by contrasting large, bold type with smaller, lighter type. Comprised of short, repeated sounds, the poem is both fun to look at and fun to read aloud. The poem, \"I Don't Want to Live on the Moon,\" which was recorded as a song by the renowned Muppet Kermit the Frog on a Sesame Street album, celebrates the joy of visiting new places, as well as the comfort of returning home. \"Though I'd like to look down at the earth from above, / I would miss all the places and people I love. / So although I might like it for one afternoon / I don't want to live on the moon.\" Moss told SATA of his experience with the poem \"Grandma's Kisses\": \"When I wrote it, I thought, 'This is very personal—the way my grandma used to try to kiss me when I was a kid.' Well, it turns out that every child in the world has somebody who wants to kiss them in a very wet, juicy way, whom they don't want to be kissed by.\" The author added, \"You don't really realize you're speaking to as many people as you are, and that's always fun—to be surprised. I go to a school or a convention or wherever and I say, 'Is there anybody here who has somebody who really loves to kiss them but they're not really crazy about being kissed by?' And they start squealing and eight hundred hands go up, so you've really touched a nerve.\" Reviewers found The Butterfly Jar interesting and enjoyable, although one felt that some of the pieces might be more successful in performance than in print. In her review for School Library Journal, Barbara S. McGinn called the poems \"slightly wacky\" and \"fun-to-read.\" A New York Times Book Review contributor termed the book \"an appealing collection.\" Several critics compared The Butterfly Jar to Shel Silverstein's book Where the Sidewalk Ends, on account of its design, which leaves a lot of white space on each page. However, Kathryn LaBarbera, writing in  Booklist, found Moss's work \"more optimistic and less irreverent\" than that of Silverstein. Moss told SATA, \"I'm pleased that they put me in the league with somebody who is as much an institution as [Silverstein] is. I think my poems have a little bit more to do with day-to-day real living than his.\" Moss's 1991 book, The Other Side of the Door, which is illustrated by Demarest and similar in format to The Butterfly Jar, may be viewed as a more adventurous collection. Whereas the cover of The Butterfly Jar presents a light, carefree scene, The Other Side of the Door has a more daring, mysterious look. The title piece promises that \"I can be a different me,\" and \"there's no place I can't explore,\" for \"everything can happen, / on the other side of the door.\" In the poem \"Pictures of Grampa,\" a child describes the death of a grandfather, and the grandmother's subsequent journey from grief to recovery. The poem \"Babies\" promotes acceptance of new siblings by offering a different way of looking at things: \"Even your teacher who's so smart at school / Would lie in her playpen and gurgle and drool. / So love your new sister and please don't forget / Even you were once tiny and noisy and wet.\" And \"Bad Mood\" portrays an experience everyone has had: \"Please don't write, please don't phone, / Please just leave me alone / In this big deep dark hole that I've dug.\" Toward the end of The Other Side of the Door, Moss begins to experiment with form. His poems imitate other types of short texts with which children are familiar, such as a multiple choice question and a letter. There is also a word game in which the reader completes the poem by choosing words to fill in the blanks. Bob and Jack: A Boy and His Yak, Moss's 1992 publication, is a story written in verse that spans an entire life cycle in its celebration of friendship. As a child, Jack shares many adventures with Bob, his pet yak. But when it comes time for Jack to leave for college, the two begin a separation process that is completed when Bob dies. Jack goes on to marry and start a family, and eventually gives his daughter a pet yak of her own. A Publishers Weekly reviewer appreciated the book's \"eminent readability and sweet message.\" Moss's recent projects provide certain pleasures that were lacking in his work for television, he told SATA. With book writing, \"you know you're going directly to your audience. There is nothing in between, so you don't have to take into consideration a performer,\" Moss explained. In addition, there's \"a different kind of excitement to hear somebody read your stuff out loud. I've been in a house where the kid didn't know that I wrote the book, and will say to his mother, 'Read me to sleep with The Butterfly Jar,' which is the absolute pleasure. It's not the same as television, because with television, you're not in the room, for the most part, when anybody's watching. Even though a couple million people may be watching, you're not with them. The books are so personal, so one-on-one—I mean I can read to a kid or go out to sign books or whatever, and you're coming into direct contact with somebody, you've spoken to them. It's a true pleasure. \"Where I've been luckiest is—it happened twice—to be in a bookstore where somebody is buying your book, or to hear somebody singing your song. To know people are getting a kick out of what you've done; they don't know who you are, but they know that you've done it—and it's very rewarding. I think kids are the one audience that's straightforward and honest in their reaction to everything. So you know that if you're doing well with them, they're not just saying it to be nice.\" \n                                                            ", "attrs": {}}