{"pf_url": "https://www.poetryfoundation.org/poets/jen-hofer", "name": "Jen Hofer", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bf19646b62cd3cb469789dc0b45345c08d2a588a.jpeg", "bio": "\nA poet, translator, book-maker, activist interpreter, educator, and urban cyclist, Jen Hofer was born in San Francisco and currently lives and works in the Cypress Park neighborhood of Los Angeles. Hofer’s translation of Mexican poet Myriam Moscona’s Negro Marfil/Ivory Black (2011) received the 2012 Harold Morton Landon Translation Award from the Academy of American Poets and the 2012 PEN Award for Poetry in Translation. Other translations include Dolores Dorantes’s sexoPUROsexoVELOZ and Septiembre (2008); lip wolf, a translation of lobo de labio by Laura Solórzano (2007); and Sin puertas visibles: An Anthology of Contemporary Poetry by Mexican Women (2003). \n\r\nHofer’s recent books include one (2009), The Route (2008), a collaboration with Patrick Durgin, and Laws (2006, Dusie Books). Her handmade chapbooks include Shroud: A Piece of Fabric Sewn to A Piece of Paper By Way of A Map (2013), a collaboration with Jill Magi; When We Said This Was A Space, We Meant We Are People (2013), a collaboration with John Pluecker; En las maravillas/In Wonder (2012); un operativo (2012); Lead & Tether (2011); and Trouble (2010). A hand-stitched poem, The Missing Link, was published by Insert Press Parrot Series, and an installation, “Uncovering: A Quilted Poem Made from Donated and Foraged Materials from Wendover, Utah” is on display at the Center for Land Use Interpretation in Utah. In addition, one week of her Front Page News cut-up series was published by the Little Red Textile Series. Hofer teaches at the California Institute of the Arts and at Otis College of Art and Design and is co-founder, with John Pluecker, of the language justice and language experimentation collaborative Antena.\n", "attrs": {"Region:": ["U.S., Western"]}}