{"pf_url": "https://www.poetryfoundation.org/poets/jennifer-scappettone", "name": "Jennifer Scappettone", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7af2450cfb686e2c66fbe0e7454eb889e263e649.jpeg", "bio": "\nAn artist, translator, and teacher, Scappettone was born and raised in New York. The recipient of a PhD from the University of California, Berkeley, in 2005, she has lived in Italy, Virginia, Japan, California, and Chicago. Her collections of poetry are the chapbooks Err-Residence (2007), Beauty (Is the New Absurdity) (2007), and Thing Ode / Ode oggettuale (2008), translated into Italian with Marco Giovenale, as well as the book-length From Dame Quickly (2009) and The Republic of Exit 43 (Atelos, 2016).\n\r\nIn her project “Neosuprematist Webtexts” (2008–2009), Scappettone combined filmed stills and fragments of text; selections of the work were included in a show curated by the visual poet Helen White at festivals in Brussels and Ghent. Collagelike practices infuse Scappettone’s From Dame Quickly, which poet Charles Bernstein described as “translation, collage, prose poem, lyric invention, periodic convolute, imploded syntax and discursive veers.”\n\r\nScappettone’s poetry has appeared in the anthologies The Best American Poetry 2004, The City Visible: Chicago Poetry for the New Century (2007), Zoland Annual (2008), Novas Poéticas de Resistencia (2013), EX.IT: Materiali fuori contesto (2013), The Arcadia Project: North American Postmodern Pastoral, new media section (2014), The Best American Experimental Writing 2016, and others. As a guest editor, Scappettone featured Italian poetry in the journal Aufgabe #7 in 2008, and she is editor of PennSound Italiana. Her translations of the work of Amelia Rosselli from the Italian were published in Locomotrix: Selected Poetry and Prose of Amelia Rosselli, and received the Raiziss/De Palchi Prize from the Academy of American Poets.\n\r\nScappettone teaches at the University of Chicago.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}