{"pf_url": "https://www.poetryfoundation.org/poets/jerome-rothenberg", "name": "Jerome Rothenberg", "yob": "1931", "yod": null, "image": null, "bio": "\nJerome Rothenberg's publishing career began in the late 1950s as a translator of German poetry, first for Hudson Review and then for City Lights Books. Founding Hawk's Well Press in 1959, Rothenberg used it as a venue to publish collections by some of the up-and-coming poets of the era, including Diane Wakoski and Robert Kelly. He also self-published his first book of poems, White Sun Black Sun, under the Hawk's Well imprint. From the beginning, his work embodied experimentation with syntax, image, and form that drew on varied influences and moved in diverse directions. Poetic and artistic forebears such as Gertrude Stein, James Joyce, Dali, the Dadaists, Ezra Pound, and Walt Whitman affected the voice and content of his early work. In a career that has already spanned half a century, including seventy books of his own poetry, plus plays, acclaimed anthologies, and other works, Rothenberg has gone on to explore primitive and archaic poetry, sound poetry, found poetry, visual poetry, collaborations, further translations, his own Jewish heritage, and much more.\n\r\nIn an interview with Michael Rodriguez for Samizdat, Rothenberg stated that he came to \"believe early that poetry and art could make a difference . . . for the world-at-large at our most ambitious.\" However, Rothenberg also said that when he returned to writing at the end of his army service in the mid-1950s, he \"felt incredibly isolated as a writer,\" partly because of the wars during the previous decade (World War II and the Korean War) and partly because of the repressive spirit that permeated the United States due to McCarthyism. Rothenberg continued: \"The emergence of the Beats at the same time was the first public signal that we weren't alone in the desire to assert or reassert what we thought of as a new revolution-of-the-word and a second awakening of a radical and unfettered modernism.\" For Rothenberg and other writers like himself, taking charge of their own publications was the primary means by which they were able to express their voice, and it was this realization that led him, in collaboration with David Antin and Diane Rothenberg, to found Hawk's Well Press.\n\r\nRothenberg identified with both the 20th-century avant garde and with \"a range of tribal and subterranean poetries\" that can provide \"a poetics big enough to account for human creativity, human language-making, over the broadest span available.\" Of his poetry and his experimental \"anthology-assemblages,\" he once wrote: \"My process has been like what Samuel Makindemewabe (per Howard Norman) said of the Cree Indian Trickster: 'to walk forward while looking backward.' With past and future up for grabs, the possibility opened up—by the late 1950s—to make a near-total change in poetry, perception, language, etc., tied up with earlier twentieth century 'revolutions of the word.' ... My own contributions (nomenclature and praxis) have included 'deep image,' ethnopoetics, 'total translation,' poetics of performance, and assorted attempts 'to reinterpret the poetic past from the point of view of the present.\"'\n\r\nRothenberg has been particularly interested in the poetry of the North American Indians, both verbal and non-verbal: a poetry that can often be expressed, according to Rothenberg, in \"music, non-verbal phonetic sounds, dance, gesture and event, game, dream, etc.\" It is, he explained, \"a high poetry and art, which only a colonialist ideology could have blinded us into labeling 'primitive' or 'savage.'\" At the same time, he wrote, \"I have been exploring ancestral sources of my own in the world of Jewish mystics, thieves and madmen,\" the latter resulting in works like Poland/1931 and A Big Jewish Book.\n\r\nReviewing the collection titled Seedings and Other Poems for Booklist, Patricia Monaghan stated: \"[He] evokes the dream in, of, and through language more effectively than any other contemporary poet,\" and she concluded by crediting his poems with being \"simultaneously emotionally complex and linguistically experimental.\" A  Publishers Weekly reviewer praised the title poem of the collection, an extended and personal contemplation on life and death, noting that its \"plain style displays the influence of . . . primitive and oral tribal poetics.\" The same reviewer found the \"Dada-influenced avant-garde\" poems in Seedings and Other Poems to be less interesting, but was impressed with \"'14 Stations' . . . a powerful and sad meditation on the Holocaust.\"\n\r\nIn 2000 Rothenberg published A Paradise of Poets: New Poems and Translations, a collection about which Rochelle Owens in World Literature Today observed: \"In this volume the poet's stylistic mode, insistencies, and power to synthesize experience into a brilliant word-song orality are manifestations of his art and life where symbol, image, and events create new terminologies.\" As the titles indicates, the subject of A Paradise of Poets deals to a large extent with the lives and works of other poets (and artists) some of whom Rothenberg has known. The assemblage is international, including Garcia Lorca, Vitezslav Nezval, Paul Blackburn, Louis Zukofsky, Picasso, and Kurt Schwitters. Owens noted that \"the illuminations and insights [of other poets and artists] . . . are revealed in their marvelous complexity by the poet/translator who renders the body of the poem into a transformational and personal journey of artistic risk and vitality of language.\"\n\r\nRothenberg is widely and highly respected as a consummate anthologist and poetic theorist as well as a poet. In the massive 1,700-page, two-volume Poems for the Millennium: The University of California Book of Modern and Postmodern Poetry, edited with Pierre Joris, Rothenberg presents what Hacsi Horvath of Whole Earth considered \"a brilliant kaleidoscope of writing unstuck in time, both in English and in fine translation, from numerous archaic/modern/postmodern voices.\" Monaghan praises the editors for providing \"the kind of critical guidance so sweeping a collection requires.\" The first volume, From Fin-de-Siècle to Negritude, covers the period from 1900 through World War II. The second volume, From Postwar to Millennium, encompasses the remainder of the twentieth century. Despite the length and worldwide scope of Poems for the Millennium, the anthology makes no attempt to be comprehensive with regard to 20th-century poetry. Instead, it emphasizes what Rothenberg and Joris consider to be poems that point toward the future both in form and content, while passing over more conventional work. Beginning with a discussion of Rimbaud and Whitman, the editors present the poetry of dadaism, expressionism, surrealism, and numerous other avant-garde movements, yet omit poets such as Frost, Auden, Derek Walcott, Sylvia Plath, and Robert Pinsky. Reviewing the first volume, a Publishers Weekly critic noted: \"This invaluable collection, rather than gathering the most fully realized poetry of this century's first four decades, maps poetic possibility, thus demonstrating how poetry was literally remade during this period.\" Ray Olson of Booklist called it \"a book to argue with, which is one of its strengths.\" Describing the second volume in  Publishers Weekly, a reviewer stated: \"This collection freely crosses national and aesthetic boundaries to include work by the Scottish concrete poet and garden designer Ian Hamilton Finlay, poems by the famed African novelist Chinua Achebe, and excerpts from Dictée, the only major writing project by the Korean American filmmaker Theresa Hak Kyung Cha,\" and went on to conclude: \"As an introduction to the many avant-gardes of the second half of the century . . . the value of this international gatecrasher cannot be underestimated.\"\n\r\nWriting in Vort, Kenneth Rexroth described Rothenberg and his poetry in the following way: \"Jerome Rothenberg is one of the truly contemporary American poets who has returned U.S. poetry to the mainstream of international modern literature. At the same time, he is a true autochthon. Only here and now could have produced him—a swinging orgy of Martin Buber, Marcel Duchamp, Gertrude Stein, and Sitting Bull. No one writing poetry today has dug deeper into the roots of poetry.\" Introducing Rothenberg at a 1998 reading, Al Filreis stated: \"He has become the poet, critic, teacher, anthologist, translator, activist, archivist, assembler, organizer, and editor who has done as much as anyone of his generation to make a radical modernism available to readers.\"\n", "attrs": {"Region:": ["U.S., Western"]}}