{"pf_url": "https://www.poetryfoundation.org/poets/jill-bialosky", "name": "Jill Bialosky", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/13/ee62708cbdc0099f0115b695c40e2f56103fa439.jpeg", "bio": "\nEditor, poet, and novelist Jill Bialosky was born and raised in Cleveland. She earned a BA at Ohio University, an MA at Johns Hopkins University, and an MFA at the Iowa Writers’ Workshop.\n\r\nBialosky’s free verse poems explore themes of desire, domesticity, and myth. In an interview with the journal Identity Theory, Bialosky spoke to the role of personal experience in her work: “It's the point at which you leap from the personal into the imagination that I think that the process of art is made. The emotional life of any work tends to be autobiographical.” And in an interview with the Los Angeles Review of Books she defines her poetics as having to do with ordinary experiences and everyday living and discusses her relationship to poetry as an editor. “When writing about a particular experience, the desire and expectation is that somehow other readers will fall into the poem in that way. I do think that I became more conscious of that, as a citizen in the world. One of the pleasures of being an editor is that I’m not in academia. I’m not saying that to be disrespectful of academia, but it’s different. I see poets who teach have a different experience, because they’re dealing with students and, if they’re working in graduate programs, with students who want to be poets. There’s a discourse and curriculum involved and evolving and I don’t have that discourse available to me in the work I do as an editor. The experience is private and individual, between poet and editor. As a poet, I’m removed from the academic arena of poetry, perhaps in the ways in which other poets like Wallace Stevens, T. S. Eliot, and William Carlos Williams, poets who engaged in careers and livelihoods outside academia were, and although I’m just speculating, I think that some poets who are in academia are writing perhaps to please their constituency within that particular community rather than to please the reader in the world outside academia.”\n\r\nBialosky’s poetry collections include The Players (2015); Intruder (2008), a finalist for the Paterson Poetry Prize; and Subterranean (2001) finalist for the James Laughlin Award from the Academy of American Poets and The End of Desire (1999) acquired by the legendary poetry editor, Harry Ford at Knopf. She has also written the novels The Prize (2015), The Life Room (2007), and House Under Snow (2002), and the memoirs  History of a Suicide: My Sister's Unfinished Life (2011) a New York Times bestseller and finalist for the Book for a Better Life Award and an Ohioana award and Poetry Will Save Your Life (2017). With Helen Schulman, Bialosky coedited the anthology Wanting A Child (1998). Her writing has also appeared widely, including in the New Yorker, the New York Times, the Kenyon Review, the American Scholar, Paris Review and the Atlantic, Best American Poetry and Ted Kooser’s “American Life in Poetry.”\nHer honors include the Elliot Coleman Award in Poetry. In 2014 she was honored by the Poetry Society of America for her contribution to Poetry. Bialosky is an executive editor at W.W. Norton & Company. She lives in New York City with her family.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}