{"pf_url": "https://www.poetryfoundation.org/poets/jill-magi", "name": "Jill Magi", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/19d007fafbfe3faa91a1fae8fb00f73ce31d8795.jpeg", "bio": "\nJill Magi is a writer, artist, critic, and educator working in text, image, and textile. She is the author of Threads (Futurepoem, 2007), Torchwood (Shearsman, 2008), SLOT (Ugly Duckling Presse, 2011), Cadastral Map (Shearsman, 2011), LABOR (Nightboat, 2014), SIGN CLIMACTERIC (Hostile Books, 2017), and a scholarly monograph on textimage hybridity: Pageviews/Innervisions (Rattapallax/Moving Furniture Press, 2014). Recent work has appeared in Boston Review, Tupelo Quarterly, Pheobe, Rivulet, and Best American Experimental Writing 2018. In the spring of 2015, Magi wrote weekly commentaries for Jacket2 on “a textile poetics,” and other essays have appeared in The Edinburgh University Press Critical Medical Humanities Reader, The Force of What’s Possible: Accessibility and the Avant-garde, The Racial Imaginary: Writers on Race in the Life of the Mind, and The Eco-Language Reader.\n\r\nMagi has been awarded residencies as a writer with the Lower Manhattan Cultural Council Workspace program, as a visual artist with the Brooklyn Textile Arts Center, and in 2010 Poets & Writers Magazine named her as among the most inspiring writers in the world. Her visual work has appeared in juried group shows at the Brooklyn Arts Council Gallery, apexart, Pace University, the Textile Arts Center, and the Arcade Gallery at Columbia College Chicago. In 2015 the New York University Abu Dhabi Project Space Gallery mounted a solo exhibition of Magi’s visual work, and in 2016 she was awarded a research grant from the division of Arts & Humanities to investigate and document Bedouin-rooted weaving practices in the United Arab Emirates.\n\r\nMagi has taught in many college programs, including the City College Center for Worker Education, Goddard College, the New School, and in the MFA programs at the School of the Art Institute of Chicago and Columbia College Chicago. Currently she teaches in the literature/creative writing and visual arts programs at NYU Abu Dhabi, where she joined the faculty in 2013.\n", "attrs": {}}