{"pf_url": "https://www.poetryfoundation.org/poets/jill-alexander-essbaum", "name": "Jill Alexander Essbaum", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/5fae03ea001788f6e0fee8be66349bb44726751e.jpeg", "bio": "\nBorn in Bay City, Texas, poet and editor Jill Alexander Essbaum was educated at the University of Houston, the University of Texas, and the Episcopal Seminary of the Southwest.\r\n \r\nInfluenced by Edna St. Vincent Millay, Simon Armitage, and Sylvia Plath, Essbaum’s poems bring together sex, divinity, and wordplay, blithely working with received forms and displaying a nuanced attention to rhyme and meter. Speaking to this unusual combination of themes in an interview with Eratosphere, Essbaum observed, “Why the pairing of sexual and religious expression seems wrong to our post-modern American ears, I think, is because we’re all (no matter what we believe or don’t) direct inheritors of a Puritan heritage that disdains human physicality … in lieu of pursuits of the spirit alone.” In a Coldfront review of Necropolis, critic Rick Marlatt noted, “Known for their remarkable mix of eroticism and religiosity, Jill Alexander Essbaum’s poems vibrate with well-proportioned rhymes, unforgettable imagery and a unique realization of form.”\r\n \r\nEssbaum’s debut collection of poems, Heaven (2000), won the 1999 Bakeless Prize. Other collections include Harlot (2007), Necropolis (2008), and the long-poem chapbook The Devastation (2009). Her work has been included in the anthology Best American Erotic Poems (2008). Essbaum’s novel Hausfrau (2015) was a New York Times Bestseller, named one of the best books of the year by the San Francisco Chronicle, the Huffington Post, and Shelf Awareness, and nominated for the PEN/Robert W. Bingham Prize for Debut Fiction.\nThe recipient of two fellowships from the National Endowment for the Arts, Essbaum has served as an editor for the online journal ANTI- , the print journal The National Poetry Review, and has also edited for the Nanopress Project, whose aim is to “pioneer a new poetry publishing model that brings together, on a one-time basis, an independent editor’s judgment and gravitas and a poet’s manuscript.”\r\n \r\nEssbaum teaches in the University of California-Riverside Palm Desert’s low-residency MFA program and lives in Austin, Texas.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}