{"pf_url": "https://www.poetryfoundation.org/poets/jim-harrison", "name": "Jim Harrison", "yob": "1937", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b71b0c49af91bb7f73837d9815951059af93eb93.jpeg", "bio": "\nPoet and novelist Jim Harrison spent much of his life in Michigan on a farm near where he was born, as well as Montana and Arizona. His connection to rural landscapes was evident in his free-verse, imagistic poetry, which often explores human and animal drives set against an unforgiving natural world. Noting the poetry’s relation to Hemingway’s prose style in a review of Harrison’s Selected & New Poems 1961–1981, poet and critic Richard Tillinghast declared in the New York Times that “Mr. Harrison has few equals as a writer on outdoor life, the traditional heritage and proving ground of the American male.” \n\r\nHarrison earned a BA and MA at Michigan State University, and he taught briefly at SUNY Stony Brook. After the publication of his first collection of poetry, Plain Song (1965), he returned to Michigan, where he worked as a freelance journalist and laborer until he began to earn a living from his writing.\n\nHarrison published more than a dozen collections of poetry, including Livingston Suite (2005), Saving Daylight (2006), In Search of Small Gods (2009), Songs of Unreason (2011), and Dead Man's Float (2016). He was also well known as a fiction writer, publishing numerous novels and collections. His novel Legends of the Fall (1979) received considerable critical acclaim and was made into a 1995 feature film. Harrison wrote several screenplays for Warner Bros. and other studios. He served as poetry editor of The Nation and coeditor of Sumac. He wrote a food column, “The Raw and the Cooked,” for Esquire magazine, and his collection of essays, Just Before Dark (1991), includes some of his food writing along with literary and nature essays. Harrison died in 2016.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}