{"pf_url": "https://www.poetryfoundation.org/poets/jimmy-santiago-baca", "name": "Jimmy Santiago Baca", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/5f54fe637c45e311971eb5b2ed60fa8097a435b7.jpeg", "bio": "\nBorn in 1952 in Santa Fe of Chicano and Apache descent, Jimmy Santiago Baca was abandoned by his parents and at 13 ran away from the orphanage where his grandmother had placed him. He was convicted on drug charges in 1973 and spent five years in prison. There he learned to read and began writing poetry. His semiautobiographical novel in verse, Martin and Meditations on the South Valley (1987), received the 1988 Before Columbus Foundation’s American Book Award in 1989. In addition to over a dozen books of poetry, he has published memoirs, essays, stories, and a screenplay, Bound by Honor (1993), which was made into a feature-length film directed by Taylor Hackford.\nBaca’s work is concerned with social justice and revolves around the marginalized and disenfranchised, treating themes of addiction, community, and the American Southwest barrios. In a Callaloo interview with John Keene, Baca claims, “I approach language as if it will contain who I am as a person”—a statement that reflects the poet’s interest in the transformative and generative power of language. Immigrants in Our Own Land (1979, 1991) was Baca’s first significant collection, one based on his imprisonment. In the Encyclopedia of American Literature, Catherine Hardy wrote that the poems in the volume “reveal an honest, passionate voice and powerful imagery full of the dark jewels of the American Southwest landscape (llanos, mesas, and chiles) and the chaotic urban landscape (nightclubs, rusty motors, and bricks) woven into a rich lyricism sprinkled with Spanish.” \nBaca’s other poetry titles include Healing Earthquakes (2001), C-Train & 13 Mexicans (2002), Winter Poems Along the Rio Grande (2004), and Spring Poems Along the Rio Grande (2007).  In addition to the American Book Award, Baca has received a Pushcart Prize and the Hispanic Heritage Award for Literature. His memoir, A Place to Stand (2001), garnered the International Prize. In 2006, Baca was awarded the Cornelius P. Turner Award, which honors GED graduates who have made “outstanding contributions” in areas such as education, justice, and social welfare.\nBaca has conducted writing workshops in prisons, libraries, and universities across the country for more than 30 years. In 2004 he launched Cedar Tree, a literary nonprofit designed to provide writing workshops, training, and outreach programs for at-risk youth, prisoners and ex-prisoners, and disadvantaged communities. Baca holds a BA in English and an honorary PhD in literature from the University of New Mexico.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}