{"pf_url": "https://www.poetryfoundation.org/poets/joanna-baillie", "name": "Joanna Baillie", "yob": "1762", "yod": "1851", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b9f13d213c9df9abf6a553c7ef031087fedac89b.jpeg", "bio": "\nThe daughter of a Church of Scotland minister, Romantic poet and playwright Joanna Baillie grew up in rural Scotland and spent much of her adult life in Hampstead, just outside London.\r\n \r\nBaillie’s lyric poems often take the form of meditations on nature and youth. She was the author of Poems: Wherein It Is Attempted to Describe Certain Views of Nature and of Rustic Manners (1790), Metrical Legends of Exalted Characters (1821), Dramatic Poetry (1836), and Fugitive Verses (1840), which includes revisions of earlier work in addition to new poems. Baillie edited the anthology A Collection of Poems, Chiefly Manuscript, and from Living Authors (1823). Shortly before her death, her complete works, The Dramatic and Poetical Works of Joanna Baillie (1851), was published. Baillie has enjoyed renewed attention by scholars who focus on her relationship to Romanticism, politics, and literary theory. The scholar Jennifer Breen provides an introduction to her poetry in The Selected Poems of Joanna Baillie (2000).\r\n \r\nOver the span of her career, Baillie wrote 27 plays. She earned early acclaim with the publication of the first volume of A Series of Plays: in which it is attempted to delineate the stronger passions of the mind, each passion being the subject of a tragedy and a comedy (1798). Peter Duthie edited this series as Plays on the Passions (2001). Baillie was also the author of Miscellaneous Plays (1804), Family Legend (1810), and Dramas (1836).\r\n \r\nBaillie scholar Judith Slagle edited The Collected Letters of Joanna Baillie (1999). Biographies include Margaret Sprague Carhart’s The Life and Work of Joanna Baillie (1923) and Judith Bailey Slagle’s Joanna Baillie: A Literary Life (2002). Baillie is also the subject of several critical works, including Closet Stages: Joanna Baillie and the Theater Theory of British Romantic Women Writers (1997, edited by Catherine Burroughs), and Joanna Baillie, Romantic Dramatist: Critical Essays (2003, edited by Thomas Crochunis).\r\n \r\nThe Royal College of Surgeons of England, the Glasgow University Library, Oxford University’s Bodleian Library, and the National Library of Scotland hold selections of her papers.\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Romantic"]}}