{"pf_url": "https://www.poetryfoundation.org/poets/joan-houlihan", "name": "Joan Houlihan", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/4748e21d3edfa1d55868dc12de6a3c4b6bde589d.jpeg", "bio": "\nJoan Houlihan was born in Newton, Massachusetts where she grew up in an Irish-Catholic household. After earning her BA and MA degrees at the University of Massachusetts Amherst, she worked as a technical writer, reporter, editor, and driving force in the poetry community, founding the Concord Poetry Center (2004-2016) and the Colrain Poetry Manuscript Conference (2006-present). She is the author of six poetry collections, including It Isn’t a Ghost if it Lives in Your Chest (2021); Shadow-feast (2018); Ay (2014); The Us (2009); The Mending Worm (2006); and Hand-held Executions: Poems & Essays (2003).\n\nHoulihan describes the space poets occupy as the revitalization of language and experience. Her own body of work manages at once to be deeply human and to push the boundaries of expression. A common pronoun gave rise to her third collection, The Us, a poetic sequence spoken in the collective voice of nomadic hunter-gatherers at the threshold of language, which was named a 2009 must-read by the Massachusetts Center for the Book. “The Us is like nothing I have ever read or seen,” wrote Lucie Brock-Broido,“... these poems are just extraordinary: wildly hewn, classically construed and skewed by an imagined lexicon.” The book ends with its protagonist, Ay, recovering from a life-threatening wound. In the sequel Ay (2014), the character “recovers his speech & mobility & is treated as a god.” Ilya Kaminsky praised the book’s “magnificent force,” calling it “epic in scope, lyric in texture,” while Timothy Donnelly noted that “Ay deploys its fertile idiom not only for the pleasure of it, which is immeasurable, but as a medium through which to investigate, among other things, the mechanics of subjectivity, grief, empathy, and forgiveness.”  Of Shadow-feast, Peter Covino wrote: “These are urgent and fiercely incorruptible lyrics where the unsettlingly oblique and surreal is juxtaposed against moments of lucid and visceral anguish.” Rusty Morrison observed that “We find ourselves intuitively responding to every, even the least, ‘flexing’ of form, suggesting both in shifts and in recurrences how the coming of a death offers this constancy: all will become foreign, all hopes and self-protective devices will be violated. Each image is spare and resonate and will remain etched in this reader’s mind.”\nHoulihan has taught at Columbia University, Smith College and Emerson College, and is currently Professor of Practice at Clark University in Worcester, Mass. She also serves on the faculty of Lesley University’s Low-Residency MFA program in Cambridge, Massachusetts. \n", "attrs": {"Region:": ["U.S., New England"]}}