{"pf_url": "https://www.poetryfoundation.org/poets/joan-kane", "name": "Joan Kane", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/d566acb5206fd5145d6c45d59566435711b18073.jpeg", "bio": "\nInupiaq poet Joan Naviyuk Kane grew up in Anchorage, Alaska, with family from King Island and Mary’s Igloo, Alaska. She earned a BA at Harvard University and an MFA at Columbia University.\r\n \r\nKane’s spare, lyric poems are rooted in her Arctic homeland and concerned with movement: enlarging, thawing, accruing, crossing, even at times transforming. She considers themes of ecological, domestic, and historical shifts. “Kane contends with biological, cultural, and political threats to her ancestral community, including climate change, language death, and the diaspora prompted by the Bureau of Indian Affairs’ forcible relocation of King Island residents in the mid-twentieth century. Yet as a mother and a daughter, an educator and an artist, Kane brings to these subjects a singular, sonorous voice and a lyric sensibility as alternatingly austere and lush as the land of her ancestral home,” observed Maggie Millner in a 2014 ZYZZYVA review of Hyperboreal. In a 2013 interview with Dana Jennings for the New York Times, Kane stated, “Indigenous people in the Arctic have endured by encoding the values we consider important to our survival in our communication, through our culture. We are losing so many of our elders, and we have just one or two remaining generations of people who grew up with the kind of specific cultural knowledge that gave rise to millennia of Arctic and sub-Arctic inhabitation. I don’t want my children or their children to encounter our culture only through anthropology. A lot of my work is written against loss.” \r\n \r\nKane is the author of the poetry collections Hyperboreal (2013), which Arthur Sze chose for the Donald Hall Prize in Poetry, and The Cormorant Hunter’s Wife (2009). Her honors include a Whiting Writers’ Award and a Creative Vision Award from United States Artists as well as fellowships and residencies from the Native Arts and Cultures Foundation, the Rasmuson Foundation, the Alaska State Council on the Arts, and the School for Advanced Research. She lives in Anchorage.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}