{"pf_url": "https://www.poetryfoundation.org/poets/joe-paddock", "name": "Joe Paddock", "yob": "1937", "yod": null, "image": null, "bio": "\nPoet, environmentalist, and oral historian Joe Paddock grew up in Litchfield, Minnesota, and was educated at the University of Minnesota. As a poet Paddock has used narrative and archetype to depict internal and ecological landscapes. His books of poetry include Circle of Stones; Dark Dreaming, Global Dimming; and A Sort of Honey (Red Dragonfly Press); Boars’ Dance (Holy Cow! Press); Earth Tongues (Milkweed Editions); and Handful of Thunder (Anvil Press). In addition he has published three chapbooks of poetry, and has been involved on one level or another with a great many project books. For his poetry Paddock has received the Lakes and Prairies Award of Milkweed Editions and the Loft-McKnight Award of Distinction. For work in support of the arts in Southwest Minnesota, he was a recipient of the Southwest Minnesota Arts and Humanities Council’s Prairie Disciple Award.\nPaddock's adult life has been a spiraling odyssey homeward toward self and rootedness in place. There were fascinating, if sometimes painful, “island stops” along the way. These included spending much of the six year period between 1968 and 1974 living in an unimproved cabin on Minnesota’s wild Kettle River, and shortly after, National Endowment for the Arts residencies as a community and regional poet in Southwest Minnesota. He has also served as a poet-in-residence for Minnesota Public Radio at Worthington, as a humanist with the American Farm Project, and as a consultant with the Minnesota Rural Arts Initiative. Starting in the mid-1990s, he frequently worked in the Self Expressing Earth program’s deep experiential immersions in art and the environment developed by poet John Caddy. In addition, he has been a writer-in-residence at Lakewood Community College and an adjunct faculty member in the Creative Writing Department of the University of Minnesota.\nDuring a stint as poet-in-the-community in the small Minnesota town of Olivia, Paddock collected and edited material for an oral history book of that town and its surrounding countryside titled The Things We Know Best. One of the early founders of the Land Stewardship Project, he is the principal author of the Sierra Club book Soil and Survival. He later served as vice president of the Ernest C. Oberholtzer Foundation, and is the author of Keeper of the Wild, the biography of wilderness preservationist Ernest Oberholtzer.\nWith his writer wife Nancy Paddock, he lives in the house in which he grew up in Litchfield, Minnesota.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}