{"pf_url": "https://www.poetryfoundation.org/poets/john-montague", "name": "John Montague", "yob": "1929", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0e8f4abb832c4cc20744ba080442c86bef38e98b.jpeg", "bio": "\nJohn Montague was born in Brooklyn to Irish Catholic parents who had been involved in Ireland’s post-1916 national strife and had immigrated to the United States. In New York the family struggled through the Great Depression, and in 1933 four-year-old Montague and his two brothers were sent back to Ireland. Montague was raised by two aunts on the family farm and educated at the seminary of Saint Patrick’s College in Armagh. He attended the University College Dublin, where he published his first poems. In 1953 Montague enrolled at Yale University on a Fulbright fellowship, studying with Robert Penn Warren, and would also study at the Iowa Writers’ Workshop and the University of California-Berkeley. Montague later settled in Paris, where he was the Paris correspondent for the Irish Times and became close friends with playwright Samuel Beckett. He eventually returned to Ireland, settling in Cork.\r\n \r\nMontague’s poems often find their shape in extended sequences that engage themes of travel and exile, national identity, and personal loss. As Edna Longey noted in the Times Literary Supplement: “more than any poet of his generation he opened up channels between the Irish and English tradition, between regional and cosmopolitan allegiances, between Ulster and Irish perspectives.”\r\n \r\nMontague is the author of numerous collections of poetry, including A Drunken Sailor (2004), Collected Poems (1995), Time in Armagh (1993), The Dead Kingdom (1984), The Rough Field (1972), and Poisoned Lands (1961). Montague also translated the work of several French poets, including Eugène Guillevic’s 1961 volume Carnac (2000), Claude Esteban’s 1972 volume Sur La Dernière Lande, as A Smile Between the Stones (2004), and, with cotranslator Evelyn Robson, November: A Choice of Translations from Andre Frenaud (1972). Montague edited the anthologies Bitter Harvest: An Anthology of Contemporary Irish Verse (1989) and the Faber Book of Irish Verse (1974).\r\n \r\nMontague is also the author of the story collections Berkeley’s Telephone and Other Fictions (2000), An Occasion of Sin (1992) and Death of a Chieftain (1964), as well as the novella The Lost Notebook (1987), the essay collection The Figure in the Cave (1989), and the memoirs Company (2001) and Born in Brooklyn (1991).\r\n \r\nMontague’s honors include the American Ireland Fund Literary Award, The Irish-American Cultural Institute’s Award for Literature, the Marten Toonder Award, a Guggenheim Foundation Fellowship, and an honorary doctorate from the State University of New York at Buffalo. In 1998, Montague became the first Ireland Professor of Poetry.\r\n \r\nMontague taught at the University of Albany-SUNY and at University College-Cork. He split his time between Cork and Nice until his death in 2016.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}