{"pf_url": "https://www.poetryfoundation.org/poets/john-ciardi", "name": "John Ciardi", "yob": "1916", "yod": "1986", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/55c8400ba55c5ac28d897f595a28c21d2bab068f.jpeg", "bio": "\nJohn Ciardi, born to Italian immigrants, grew up in Boston, Massachusetts. He studied at Bates College and Tufts University, and he earned an MA from the University of Michigan in 1939. His over 40 books of poems include The Collected Poems of John Ciardi (1997), The Birds of Pompeii (1985), The Little That Is All (1974), This Strangest Everything (1966), and Homeward to America (1940). He was a fellow of the American Academy of Arts and Sciences and the National Institute of Arts and Letters. His other honors include the Harriet Monroe Memorial Award, and the Prix de Rome from the American Academy of Arts and Letters.\nTo millions of Americans, Ciardi was “Mr. Poet, the one who has written, talked, taught, edited, translated, anthologized, criticized, and propelled poetry into a popular, lively art,” according to Peter Comer of the Chicago Tribune. Although recognized primarily as a poet and critic, Ciardi’s literary endeavors encompassed a vast range of material. From juvenile nonsense poetry to scholarly verse translations, Ciardi made an impact upon the general public. His poetry received popular approval while his academic research attracted critical kudos. Driven by his love of words and language, John Ciardi provided lively and frequently controversial offerings to the literary scene.\nAt age three, Ciardi lost his father in an automobile accident. Ciardi recalls a peaceful youth, enlivened by the addition of Irish and Italian families to the neighborhood. His tranquil life developed into a series of bruises and black eyes as the neighborhood children clashed frequently. Perhaps due to his heritage, Ciardi’s interest in Italian literature resulted in translations of Dante’s Inferno that many authorities consider classics.\nOnce a denizen of the English faculties at Harvard University and Rutgers University, Ciardi, in 1961, broke with formalized education in favor of pursuing his own literary endeavors full-time. He remained a part of the academic community through countless lectures and poetry readings each year, in addition to numerous appearances on educational television. Influenced by his favorite teacher at Tufts University, poet John Holmes, Ciardi decided early in his college career to devote time to writing verse. He turned to composing juvenile poetry as a means of playing and reading with his own children. His juvenile selections were enormously successful, especially I Met a Man (1961). Ciardi’s position as a poetry critic with Saturday Review developed from his own verse publications, but he told Comer that “it was a hobby job,” adding, “I think at most it earned me $4,000 a year.”\nCiardi was strongly in favor of exposing poetry to mass audiences. Aware of the linguistic and allusive complexities inherent in “good” verse and acknowledging the public’s general aversion to poems, he consciously attempted to address the average reader through much of his work. While not sacrificing his message for popularity and renown, Ciardi nevertheless gained a large public following. Critics acclaimed the intellectual elements in his work, and the reading public derived equal meaning and relevance from his poetry. In his preface to Dialogue with an Audience (1963), Ciardi expressed the hope that some readers “can be brought to a more than merely general interest in poetry.”\nCiardi’s work inspired both praise and criticism from reviewers. Edward Cifelli writes in the CEA Critic, “Ciardi’s verse is intensely personal, introspective, and self-revealing. His poems reflect the quiet considerations of a thoughtful, sensitive man. They are not white-hot representations of emotion: Ciardi more often thinks about passion. His diction is less emotionally charged than it is intricately patterned. Frequently passion emerges in Ciardi ‘imagery’ only after it has been filtered through the poet’s sense of the ironic or comic.” Cifelli also believes that “[Ciardi] focuses with remarkable clarity on the elements upon which one builds a theme into a poem,” adding, “The theme that exemplifies the great diversity of Ciardi’s talent is poetry itself.” In the Dictionary of Literary Biography, Alice Smith Haynes analyzes the totality of the poet’s verse and its connected relativity: “Just as [Ciardi] maintains that Dante must be experienced as a whole, so his poetry, more than that of most poets, must be seen as an interrelated body of parts.” In the Chicago Tribune, Reed Whittemore, also a poet and essayist, observes, “If [Ciardi’s] poetry has any persistent theme, it is probably that human nonsense and folly are persistent. He is a cynic all right. ... But he is not all cynic. The positive feelings do slop pleasantly through.” Corner illustrates Ciardi’s literary success: “John Ciardi long has been the rare American who could walk into a bank, declare his occupation as ‘poet,’ and emerge with a mortgage.”\nCiardi’s verse often broke with contemporary poetic tendencies. Whittemore writes that current poetry “has gone off to make a kind of fin-de-siecle career of mental lapses, to put bright images in odd places on mostly empty pages, and to plow up acres and acres of private sensibility”; Whittemore states that since Ciardi had not “lapsed” into this new set of poetic criteria, his later work had become somewhat “unfashionable.” John W. Hughes of the Saturday Review also finds limitations in 20th-century verse, but unlike Whittemore, feels Ciardi’s reputation survives the shift in poetic direction: “Ciardi follows Wordsworth and Frost in molding the blank verse to the flowing immediacy of his remembrances, and in so doing explodes some of the mind-forged manacles that shackle modern poetry.” Ciardi himself, in the Writer, alluded to changing poetry values and their effect on his appeal. He commented, “Too many poets today, especially the activist poets, think that the only prerequisite [to writing good poetry] is the excitation of their own ignorance. I become unpopular with them. ... The very fact that I would suggest [that a poet needs training] makes me a reactionary, war-loving, establishment racist out to oppress the poor. I have no answer. Just goodbye.”\nAs a critic, Ciardi frequently provoked controversy with his frank and often candidly honest reviews. Known for promoting poetry, he nonetheless never shied away from denigrating what he considers unworthy verse. The first major disturbance surrounding his assessment of poetry stemmed from his unfavorable Saturday Review article about Anne Morrow Lindbergh’s The Unicorn. Such forthright criticism in 1957 shocked readers and prompted voluminous mail protest. Ciardi defended his position in later issues of the magazine, arguing that a critic’s role is to examine the work itself, not the popularity of the artist. He also maintained that the primary responsibility of good poetry lies to itself, and that the publishing arena should not serve simply to enhance any particular individual’s reputation. Ciardi’s fresh approach to criticism set the mood for later evaluative standards not yet accepted in the late 1950s.\nCiardi held firm convictions regarding the process of self-evaluation of one’s work. In the Writer, he asserted that unsuccessful poems reveal information which may prove valuable to future achievement: “I learned that the rate at which one recognizes his own badness is the rate at which he grows as a writer.” Ciardi did not deny the sentiment behind failed verse; he simply defined the writer’s abortive attempt to identify and describe the experience: “When a bad writer thinks he has caught the miracle, or some piece of it, his wrong impression is invariably due to the fact that he felt a poem but did not manage to write one. The miracle stayed inside his head. ... He has lived a poem; he has not made one.” Further, Ciardi advocated “ruthless” examination of one’s work, claiming: “The wastebasket is a prime resource. ... It forces me to recognize what I have done badly.”\nAbout the creative process itself, Ciardi argued in the Writer that “it isn’t easy to make a poem,” adding, “It is better than easy: it is joyously, consumingly difficult. As it is difficult, too, though without joy, to face one’s failures.” Noting that the creation of successful verse requires definite skill, he wrote: “I insist that a poet needs at least as much training as does a concert pianist. More, I think, but that is already too much for the ignorantly excited.” Believing that “the minimum requirement for a good poem is a miracle,” he explained: “The poem must somehow turn out better than anyone—the poet included—had any right to expect. No matter how small the miracle, the hope of it is my one reason for writing.” He also felt the poem’s strength will lead the writer unerringly: “The poet cannot know where he is going: he must take his direction from the poem itself.”\nDespite his love of the humble literary life, Ciardi did not snub financial gain. In the Writer, he indicated that although his writing “has been a love affair, not a sales campaign,” he cherished the “bonuses—grants, prizes, even a small, slow rain of checks,” commenting, “How could I fail to rejoice in that overflow of good? I wish it to every writer, and wish him my sense of joy in it.” Stating that “I have never known of anyone who turned to poetry in the expectation of becoming rich by it,” he cited his own satisfaction as “total payment.” Ciardi nevertheless “kept his fingers in ... many literary pies,” in Corner’s words. Corner noted that the poet was fond of saying, “I am my broker’s keeper.”\nEschewing quick, financially rewarding pieces in favor of a multitude of more demanding projects, Ciardi had no patience with glibly mawkish poets. In spite of, or perhaps because of, his popularity with the public, Ciardi ascertained that his work met his own rigorous approval before publishing even a stanza of verse. Describing Rod McKuen and Edgar Guest as “writers whose re-mouthing of sentiments catches some tawdry emotional impulse in commercial quantities,” he thought that such poets “believe seriously in the inanities they write.” Ciardi explained, “I doubt that they have sold out to the dollar sign: more tragically, they have sold out to themselves.”\nOne of Ciardi’s late passions emerged in his conversation with Corner: “I’m not a complicated man, and I don’t have any gripping internal problems. But I get interested in things. Words have become a happy obsession.” His linguistic research culminated in a multi-volume work, The Browser’s Dictionary. In the first volume, Ciardi indulged his interest in etymology, word derivations, and linguistic development throughout the entries. Concentrating on precision, the tome reflected Ciardi’s commitment to bringing the intricacies of language closer to the reading public.\nReassessing his writing career, Ciardi told Corner that perhaps his first works exhibit indiscriminate editing: “Early on I was offered more chances to publish than was really good for me, and I lacked the character to say no. ... I need to go back over everything and take only the ones that stay memorable for me, probably less than half I’ve published. And I’d like to signalize that the other ones are fakes. ... I denounce them. ... I did not write them.” Despite his concern over quality, Ciardi remained immersed in literary pursuits. His opinion in the Writer that “what passes as our poetry has too largely been taken over by loud illiterates and by officiously important editors” belied his constant quest for self-improvement. He wrote “as an alcoholic drinks, compulsively.” This “tough-guy poet, the art’s Edward C. Robinson, with his feelings leaking out unexpectedly in the midst of flat, machine-gun commentary,” in Whittemore’s words, explained to Corner, “I find I like what I do ... and enjoy working at the things I enjoy. To me that’s a description of blessedness.” Perhaps to ensure the perpetuation of his poetic dominion even in death, John Ciardi created his own epitaph: “Here, time concurring (and it does); / Lies Ciardi. If no kingdom come, / A kingdom was. Such as it was / This one beside it is a slum.” He died in Edison, New Jersey, on March 30, 1986.\n", "attrs": {}}