{"pf_url": "https://www.poetryfoundation.org/poets/john-yau", "name": "John Yau", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8cd2a8c1dad2a8787f27ccec149dc890983a7d94.jpeg", "bio": "\nPoet, art critic, and curator John Yau has published over 50 books of poetry, fiction, and art criticism. Born in Lynn, Massachusetts in 1950 to Chinese emigrants, Yau attended Bard College and earned an MFA from Brooklyn College in 1978. His first book of poetry, Crossing Canal Street, was published in 1976. Since then, he has won acclaim for his poetry’s attentiveness to visual culture and linguistic surface. In poems that frequently pun, trope, and play with the English language, Yau offers complicated, sometimes competing versions of the legacy of his dual heritages—as Chinese, American, poet, and artist. A contributor for Contemporary Poets wrote: “Yau’s poems [are] often as much a product of his visual sense of the world, as his awareness of his double heritage from both Oriental and Occidental cultures.” Yau’s many collections of poetry include Corpse and Mirror (1983), selected by John Ashbery for the National Poetry Series, Edificio Sayonara (1992), Forbidden Entries (1996), Borrowed Love Poems (2002), Ing Grish (2005), Paradiso Diaspora (2006), Exhibits (2010), and Further Adventures in Monochrome (2012). Yau’s work frequently explores, and exploits, the boundaries between poetry and prose, and his collections of stories and prose poetry include Hawaiian Cowboys (1994), My Symptoms (1998), and Forbidden Entries (1996).\n\r\nA noted art critic and curator, Yau has also published many works of art criticism and artists’ books. Reviewing Yau’s The United States of Jasper Johns (1996) a Publishers Weekly writer commented: “If you already have a weighty, profusely illustrated book on artist Jasper Johns but are still a little bemused, this is the book to buy.” Yau covers the career of the controversial neo-Dadaist painter, from his 1955 Flag to the 1993 After Holbein, deriving much of his text from interviews conducted with the reclusive Johns over a period of fifteen years. “In graceful, accessible prose,” the Publishers Weekly reviewer noted, “Yau deciphers the many art-historical sources within Johns’s art …[and] is capable of crafting the single phrase, such as ‘visual echo,’ that describes the activity within Johns’s work.” In addition to Johns, who he also wrote about in A Thing Among Things: The Art of Jasper Johns (2008), Yau has written on artists such as Andy Warhol, Joe Coleman, James Castle, and Kay Walkingstick. He has also collaborated with artists Archie Rand, Thomas Nozkowski, and Leiko Ikemura in poetry and art books like Hundred More Jokes from the Book of the Dead (2001), Ing Grish (2005), and Andalusia (2006). Calling Yau a “genius,” Robert Creeley described Ing Grish as a “brilliant train of wildly divergent thought.”\n\r\nYau has received many honors and awards for his work including a New York Foundation for the Arts Award, the Jerome Shestack Award, and the Lavan Award from the Academy of American Poets. He has received fellowships from the National Endowment for the Arts, the Ingram-Merrill Foundation, and the Guggenheim Foundation, and was named a Chevalier in the Order of Arts and Letters by France. Yau has taught at many institutions, including Pratt, the Maryland Institute College of Art and School of Visual Arts, Brown University, and the University of California-Berkeley. Since 2004 he has been the Arts editor of the Brooklyn Rail. He teaches at the Mason Gross School of the Arts and Rutgers University, and lives in New York City.\n", "attrs": {}}