{"pf_url": "https://www.poetryfoundation.org/poets/john-hollander", "name": "John Hollander", "yob": "1929", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/48bbca31c90eb5318362f49827f4081040be8a28.jpeg", "bio": "\nJohn Hollander, one of contemporary poetry’s foremost poets, editors, and anthologists, grew up in New York City. He studied at Columbia University and Indiana University, and he was a Junior Fellow of the Society of Fellows of Harvard University. Hollander received numerous awards and fellowships, including the Levinson Prize, a MacArthur Foundation grant, and the poet laureateship of Connecticut. He served as a Chancellor of the Academy of American Poets, and he taught at Hunter College, Connecticut College, and Yale University, where he was the Sterling Professor emeritus of English.\nOver the course of an astonishing career, Hollander influenced generations of poets and thinkers with his critical work, his anthologies and his poetry. In the words of J.D. McClatchy, Hollander was “a formidable presence in American literary life.” Hollander’s eminence as a scholar and critic was in some ways greater than his reputation as a poet. His groundbreaking introduction to form and prosody Rhyme’s Reason (1981), as well as his work as an anthologist, has ensured him a place as one of the 20th-century’s great, original literary critics. Hollander’s critical writing is known for its extreme erudition and graceful touch. Hollander’s poetry possesses many of the same qualities, though the wide range of allusion and technical virtuosity can make it seem “difficult” to a general readership.\nHollander’s first poetry collection, A Crackling of Thorns (1958) won the prestigious Yale Series of Younger Poets Awards, judged by W.H. Auden. And in fact James K. Robinson in the Southern Review found that Hollander’s “early poetry resembles Auden’s in its wit, its learned allusiveness, its prosodic mastery.” Hollander’s technique continued to develop through later books like Visions from the Ramble (1965) and The Night Mirror (1971). Broader in range and scope than his previous work, Hollander’s Tales Told of the Fathers (1975) and Spectral Emanations (1978) heralded his arrival as a major force in contemporary poetry. Reviewing Spectral Emanations for the New Republic, Harold Bloom reflected on his changing impressions of the poet’s work over the first 20 years of his career: “I read [A Crackling of Thorns] … soon after I first met the poet, and was rather more impressed by the man than by the book. It has taken 20 years for the emotional complexity, spiritual anguish, and intellectual and moral power of the man to become the book. The enormous mastery of verse was there from the start, and is there still … But there seemed almost always to be more knowledge and insight within Hollander than the verse could accommodate.” Bloom found in Spectral Emanations “another poet as vital and accomplished as [A.R.] Ammons, [James] Merrill, [W.S.] Merwin, [John] Ashbery, James Wright, an immense augmentation to what is clearly a group of major poets.”\nShortly after Spectral Emanations, Hollander published Blue Wine and Other Poems (1979), a volume which a number of critics have identified as an important milestone in Hollander’s life and career. Reviewing the work for the New Leader, Phoebe Pettingell remarked, “I would guess from the evidence of Blue Wine that John Hollander is now at the crossroads of his own midlife journey, picking out a new direction to follow.” Hollander’s new direction proved to be incredibly fruitful: his next books were unqualified successes. Powers of Thirteen (1983) won the Bollingen Prize from Yale University and In Time and Place (1986) was highly praised for its blend of verse and prose. In the Times Literary Supplement, Jay Parini believed “an elegiac tone dominates this book, which begins with a sequence of 34 poems in the In Memoriam stanza. These interconnecting lyrics are exquisite and moving, superior to almost anything else Hollander has ever written.” Parini described the book as “a landmark in contemporary poetry.” McClatchy held up In Time and Place as evidence that Hollander is “part conjurer and part philosopher, one of our language’s true mythographers and one of its very best poets.”\nHollander continued to publish challenging, technically stunning verse throughout the 1980s and ’90s. His Selected Poetry (1993) was released simultaneously with Tesserae (1993); Figurehead and Other Poems (1999) came a few years later. “The work collected in [Tesserae and Other Poems and Selected Poetry] makes clear that John Hollander is a considerable poet,” New Republic reviewer Vernon Shetley remarked, “but it may leave readers wondering still, thirty-five years after his first book … exactly what kind of poet Hollander is.” Shetley recognized the sheer variety of Hollander’s work, but also noted the peculiar absence of anything like a personality, “as if the poet had taken to heart, much more fully than its author, Eliot’s dictum that poetry should embody ‘emotion which has its life in the poem and not in the history of the poet.’” Another frequent charge leveled against Hollander’s work is that it is “philosophical verse.” Reviewing A Draft of Light (2008) for Jacket Magazine, Alex Lewis argued that instead of writing “philosophizing verse,” Hollander actually “borrows from philosophy a language and a way of thought. Hollander’s poems are frequently meta-poems that create further meaning out of their own self-interrogations, out of their own reflexivity.” As always, the poems are underpinned by an enormous amount of learning and incredible technical expertise and require “a good deal of time and thought to unravel,” Lewis admitted. But the rewards are great: “the book deepens every time that I read it,” Lewis wrote, adding that Hollander’s later years have given his work grandeur akin to Thomas Hardy and Wallace Stevens.\nHollander’s work as a critic and anthologist has been widely praised from the start. As editor, he has worked on volumes of poets as diverse as Ben Jonson and Dante Gabriel Rossetti; his anthologist’s credentials are impeccable. He was widely praised for the expansive American Poetry: The Nineteenth Century (1994), two volumes of verse including ballads, sonnets, epic poetry, and even folk songs. Herbert Mitgang of the New York Times praised the range of poets and authors included in the anthology: “Mr. Hollander has a large vision at work in these highly original volumes of verse. Without passing critical judgment, he allows the reader to savor not only the geniuses but also the second-rank writers of the era.” Hollander also worked on the companion volume, American Poetry: The Twentieth Century (2000) with fellow poets and scholars Robert Hass, Carolyn Kizer, Nathaniel Mackey, and Marjorie Perloff.\nHollander’s prose and criticism has been read and absorbed by generations of readers and writers. Perhaps his most lasting work is Rhyme’s Reason. In an interview with Paul Devlin of St. John’s University, Hollander described the impetus behind the volume: “Thinking of my own students, and of how there was no such guide to the varieties of verse in English to which I could send them and that would help teach them to notice things about the examples presented—to see how the particular stanza or rhythmic scheme or whatever was being used by the particular words of the particular poem, for example—I got to work and with a speed which now alarms me produced a manuscript for the first edition of the book. I’ve never had more immediate fun writing a book.” Hollander’s other works of criticism include The Work of Poetry (1993), The Poetry of Everyday Life (1997), and Poetry and Music (2003).\nHollander died on August 17, 2013 in Brandford, Connecticut.\n", "attrs": {"Region:": ["U.S., New England"]}}