{"pf_url": "https://www.poetryfoundation.org/poets/john-clare", "name": "John Clare", "yob": "1793", "yod": "1864", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/a5af24d5116131e5e45dcb1f488351be7cd248ad.jpeg", "bio": "\nJohn Clare is “the quintessential Romantic poet,” according to William Howard writing in the Dictionary of Literary Biography. With an admiration of nature and an understanding of the oral tradition, but with little formal education, Clare penned numerous poems and prose pieces, many of which were only published posthumously. His works gorgeously illuminate the natural world and rural life, and depict his love for his wife Patty and for his childhood sweetheart Mary Joyce. Though his first book, Poems Descriptive of Rural Life and Scenery (1820), was popular with readers and critics alike, Clare struggled professionally for much of his life. His work only became widely read some hundred years after his death.\nClare was born into a peasant family in the small English village of Helpston in 1793. Despite his disadvantaged background—both of his parents were virtually illiterate—Clare did receive some formal schooling as a youth. He attended a day school for a few months every year until he was about twelve years old, and then he went to night school, studied informally with other boys in the area, and read in his spare time. Clare’s favorite books included Daniel Defoe’s Robinson Crusoe and Izaak Walton’s The Compleat Angler. During his school days Clare met fellow student Mary Joyce and embarked upon a romantic relationship with her. Although the two eventually separated and Clare married Patty Turner, Clare would devote much of his later poetry to Mary.\n\r\nAlthough Clare had received some education, the work he did out of financial necessity consisted largely of manual labor such as gardening, ploughing, threshing, or lime-burning. Meanwhile, he began to write poetry. Clare was inspired to write his first poem, “The Morning Walk,” after reading James Thompson’s Seasons. As Clare began to write more, his parents unwittingly became his first critics. In order to ensure an honest, objective assessment, Clare would read his poetry to his parents as if it had been written by another author, keeping what they liked and scrapping what they didn’t. He soon accumulated a substantial poetry collection, which was published in 1820 by John Taylor (who also published the work of John Keats) as Poems Descriptive of Rural Life and Scenery.\n\nRural Life ranges over a variety of topics and themes, including nature, folk literature, social injustice, and the world of the mind, and it includes a number of poetic forms, such as descriptive verse, elegies, sonnets, and comic poems. In his introduction to the volume, Taylor defended Clare’s imitations of other poets (including Robert Burns), his heavy use of dialect, and his occasionally incorrect grammar. Attributing these aspects of Clare’s work to his youth and disadvantaged background, Taylor asserted, “Clare… does not regard language in the same way that a logician does. He considers it collectively rather than in detail, and paints up to his mind’s original by mingling words, as a painter mixes his colours.”\n\nRural Life was a success, selling three thousand copies and going through four editions within a year. It was generally well reviewed. A Quarterly Review critic, for instance, found Clare to have “an animation, a vivacity, and a delicacy in describing rural scenery.” An example of Clare’s descriptive powers appears in the poem “Noon”: “All how silent and how still / Nothing heard but yonder mill; / While the dazzled eye surveys / All around a liquid blaze; / And amid the scorching gleams, / If we earnest look, it seems / As if crooked bits of glass / Seem’d repeatedly to pass.”\n\r\nClare’s attempts at comedy, however, were considered by contemporary critics to be vulgar or objectionable. An example is Clare’s “My Mary,” a parody of William Cowper‘s poem “Mary”: “Who, save in Sunday’s bib and tuck, / Goes daily waddling like a duck, / O’er head and ears in grease and muck? / My Mary.” The poem was eliminated from later editions of Rural Life—an incident that was representative of a problem that would continue to occur throughout Clare’s career. According to Howard, “the audience that could afford to support him through the purchase of his books was not the audience that could understand the blend of country experience and literary allusion that he was providing.”\n\r\nThe success of Rural Life brought Clare recognition and the assistance of several benefactors. He visited London that year, attending plays and dinner parties and hobnobbing with literary luminaries. Clare also married Patty Turner, who was already several months pregnant with their first child. Although the pressures of fame and family slowed his production somewhat, Clare soon published another collection, The Village Minstrel, and Other Poems (1821). Though The Village Minstrel includes a variety of poetic styles similar to those in Rural Life, the themes of the volume are more limited. Clare focuses on “the value of country sports and customs,” according to Howard, although other topics include the consequences of enclosing lands that were once commonly owned and the plight of the gypsies. In “The Gipsy’s Camp” Clare wrote: “My rambles led me to a gipsy’s camp, / Where the real effigy of midnight hags, / With tawny smoked flesh and tatter’d rags, / Uncouth-brimm’d hat, and weather-beaten cloak, / ‘Neath the wild shelter of a knotty oak, / Along the greensward uniformly pricks / Her pliant bending hazel’s arching sticks.”\n\r\nWith The Village Minstrel Clare was on his way to creating a more distinctive style. Howard noted that the sonnet “Summer Tints” “includes a good example of Clare’s maturing descriptive powers”: “How sweet I’ve wandered bosom-deep in grain, / When Summer’s mellowing pencil sweeps his / shade / Of ripening tinges o’er the chequer’d plain: / Light tawny oat-lands with a yellow blade; / And bearded corn, like armies on parade.” Although The Village Minstrel did not enjoy the wide success of Rural Life, the book sold respectably and the critical reception was generally favorable, with many reviewers praising Clare’s development as a poet. Clare garnered acclaim for his depictions of rural life and, according to Howard, a Literary Gazette reviewer believed that “several of the poems… will raise the reputation of the rustic bard above his former fame.”\n\r\nClare’s next major effort to be published was The Shepherd’s Calendar (1827). Though the poet derived the idea for the book from the work of Edmund Spenser, Howard noted that “his eventual treatment of Spenser’s idea goes beyond imitation to the creation of a new, contemporary version of pastoral, rooted in the soil of English… country life.” In the first section of The Shepherd’s Calendar Clare devises a poem for each month of the year, offering a celebration of rural life with a shepherd figuring throughout. Other pieces include “Poesy” and “The Dream,” a darkly written description of a nightmare. The Shepherd’s Calendar did not garner the critical attention or public interest that Clare’s earlier work did: critics were divided regarding the merits of the collection. According to Howard, a London Weekly Review critic referred to “The Dream“ as an “absurd piece of doggrel and bombast,” whereas a Literary Chronicle reviewer found the same poem to “possess… an almost Byronic strength and originality.” The collection was praised by Eclectic Review editor Josiah Conder, however, who asserted that the book “exhibits very unequivocal signs of intellectual growth, an improved taste, and an enriched mind.”\n\r\nAlthough Clare had to contend with physical and mental illness in the years following the publication of The Shepherd’s Calendar, he was able to recover sufficiently to produce The Rural Muse, which was published in 1835. The Rural Muse includes songs, sonnets, and autobiographical poems. Though Howard considered some of the pieces “disappointing,” he noted that others “demonstrate just how far Clare had progressed in his craft.” Howard praised the originality of “Autumn,” in which Clare describes the changing of the seasons: “Thy pencil dashing its excess of shades, / Improvident of waste, till every bough / Burns with thy mellow touch / Disorderly divine.” With The Rural Muse critical and public interest in Clare’s work continued to dwindle. The attention that the book did bring, however, was generally quite positive. A New Monthly Magazine reviewer stated that Clare had demonstrated “a far superior finish, and a much greater command over the resources of language and metre” than he had in his earlier work. In Howard’s opinion, Clare’s editors excluded many of the poet’s best pieces from The Rural Muse. “Clare’s reputation might, in fact, have been more enhanced by this volume had it included more of those sonnets which Clare had originally proposed for it.”\n\nThe Rural Muse was the last major collection published in Clare’s lifetime. He continued to write, but his mental and physical health weakened during the late 1830s and his doctor recommended that he recuperate in an asylum. In 1836 Clare was admitted to High Beech asylum, where he was allowed considerable freedom to write poetry and stroll the grounds. The poet missed his family, however, and soon became dissatisfied with this situation. In 1841 Clare walked away from the asylum and continued to walk until he reached his home four days later. His stay was relatively brief, though, since he was becoming increasingly difficult for Patty to manage. Clare was admitted to Northampton Lunatic Asylum—where he was to spend the rest of his life—five months after he left High Beech.\n\r\nDuring this period, Clare “had begun to live in the mind and seemed to have a confused idea of himself, a confusion which mixes strangely and revealingly with a scrupulously unself-pitying clarity of description,” according to Dictionary of Literary Biography contributor R. K. R. Thornton. Clare’s asylum poetry includes “Don Juan” and “Child Harold,” which were derived from the work of Lord Byron. “Don Juan,” written in what Howard termed “earthy” language, is a “rambling discourse on sexuality, morality, and politics.” “Child Harold” concerns the character of poets and love, and much of the work addresses Mary Joyce, with Patty relegated to the status of “other” wife. Howard considered “Child Harold” to be “unmistakably Clare’s most original work.”\n\r\nMany of Clare’s other poems of this period are traditional love verses and songs written to various women, especially Mary Joyce. The poet still created original work, however. Howard cites “A Favourite Place” as one of Clare’s “impressive array of original lyrics”: “Beautiful gravel walks overgrown / with moss & grass little places where / the poet sat to write.” Some of Clare’s later work, according to Howard, offers “momentary glimpses into Clare’s mind that reveal his continuing delusions but also something of the anguish that resulted from his partial sanity.” One of Clare’s letters, written in 1860, reads: “Dear Sir, I am in a Madhouse & quite forget your Name or who you are you must excuse me for I have nothing to communicate or tell of & why I am shut up I dont know I have nothing to say so I conclude yours respectfully John Clare.”\n\r\nAfter more than twenty years at Northampton, Clare died in 1864. New editions and previously unpublished collections of his work continued to be released after his death. The more recent editions of Clare’s work, including Eric Robinson and Geoffrey Summerfield’s editions of The Later Poems of John Clare and The Shepherd’s Calendar, have reinstated Clare’s idiosyncrasies in language, spelling, and punctuation, which were “corrected” by his editors in early versions. Clare’s opinion of the rules of grammar was quoted by Thornton: “do I write intelligable I am generally understood tho I do not use that awkward squad of pointings called commas colons semicolons &c & for the very reason that altho they are drilled hourly daily weekly by every boarding school Miss who pretends to gossip in correspondence they do not know their proper exercise for they even set grammarians at loggerheads and no one can asign them their proper places.”\n\r\nClare’s work continues to attract readers, poets, and scholars. In the 20th century, poets especially rediscovered Clare: John Ashbery wrote both a poem to Clare, “For John Clare,” and wrote about him in his book Other Traditions (2000). And scholars now recognize Clare as an important poet and prose writer. “As an observer of what it was like in England in the early nineteenth century, not only for the peasant but also from a peasant point of view, he is irreplaceable,” declared Thornton. In Clare’s prose, Thornton concluded, “we… see reflected there in sharp clarity the very essence of a period, a place, a language, a culture, and a time.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}