{"pf_url": "https://www.poetryfoundation.org/poets/john-trudell", "name": "John Trudell", "yob": "1946", "yod": "2015", "image": null, "bio": "\n                                                                    John Trudell was a Santee Dakota activist, performance artist, actor, and poet, was born Omaha, Nebraska and he spent his early years living on the Santee Reservation in northern Nebraska. He was an early member of and spokesman for the Native American rights movement and helped to promote a spoken word style that honors Native American oral traditions. Trudell's life of activism began in 1969-70, when he was part of a group of people who occupied Alcatraz Island, claiming that the newly abandoned government property should revert back to the Indian Nations. He became heavily involved in indigenous human rights efforts in the 1970s, serving as chairman of the American Indian Movement (AIM) from 1973 to 1979. Concerned with his activism, the FBI developed a 17,000-page file on him. Trudell's poetry and performance developed simultanesously in the 1980s. He began setting his poetry to Native American music in 1982, the year is first chapbook, Living in Reality, was published. The following year, his debut album Tribal Voice appeared. His musical work garnered him supporters such as Bob Dylan, Willie Nelson, Jackson Browne, Bonnie Raitt, and John Fogerty. Many of Trudell's other 14 albums, including AKA Graffiti Man (1986), But This Isn’t El Salavador (1987), and Heart Jump Bouquet (1987), received critical acclaim. His album Bone Days (2001) was produced by Angelina Jolie. His lyrics are collected in the book Lines from a Mined Mind (2008, Fulcrum Press).  Trudell also began to appear in films, including Thunderheart (1992), On Deadly Ground (1994), Extreme Measures (1996), and Smoke Signals (1998), and the documentary films Incident at Oglala (1992) and Trudell (2005). He died in 2015. \n", "attrs": {}}