{"pf_url": "https://www.poetryfoundation.org/poets/john-frederick-nims", "name": "John Frederick Nims", "yob": "1913", "yod": "1999", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c8d05b692f4d52eba36a5b9e014987033f428a95.jpeg", "bio": "\nA longtime editor and translator of poetry collections, John Frederick Nims, who died in 1999, was “known for his generosity and careful attention to contributors’ work,” observed Christina Pugh in Poetry. Yet Nims was in addition “a celebrated poet in his own right,” Pugh added. Born in Muskegon, Michigan, Nims studied at DePaul University, the University of Notre Dame, and the University of Chicago, where he earned his PhD. He taught at Harvard University, the University of Florence, the University of Toronto, Williams College, the University of Missouri, and the University of Illinois at Chicago. From 1978 to 1984 he was the editor of Poetry magazine.\n\r\nSince his first book appeared in 1947, many reviewers have praised the intelligence and wit exhibited in his poems and translations. M.L. Rosenthal, reviewing The Iron Pastoral for the New York Herald Tribune, wrote: “Nims’s first book of poetry reveals sprightly wit combined with social and moral integrity, sensuous responsiveness combined with an inquisitive intellect. He is capable of being very light and playful.” Horace Gregory in the New York Times lauded Nims for writing The Iron Pastoral (1947) in “a new language—often witty and brilliant,” while William Rose Benet, reviewing the book for the Saturday Review of Literature, said: “The work of John Frederick Nims seems to me to rank high among modern verse. ... Ordinarily his sense of balance and sense of humor do not fail him.” J.P. Clancy, in a review of Knowledge of the Evening (1960) for Commonweal, observed that Nims had “a very real gift for irony, for colloquial wit,” and Walker Gibson of the Nation attributed the author’s success to his “craftsmanship and wit and educated sensibility.”\n\r\nNims also authored Five Young American Poets (1944), A Fountain in Kentucky (1950), Selected Poems (1982), The Kiss: A Jambalaya (1982), The Six-Cornered Snowflake and Other Poems (1990), Zany in Denim (1990), and Western Wind (1992). He received a Guggenheim Fellowship, an Academy of American Poets Fellowship, the O.B. Hardison Prize, the Aiken Taylor Award for Modern American Poetry, and a National Foundation for the Arts and Humanities grant, among other awards.\n\r\nNims’s work as a translator, specifically in Sappho to Valery (1971), a collection of poems translated from nine languages, has been widely acclaimed. Nims’s renditions, according to Philip Murray in Poetry, are “absolute miracles ... [and his]; introductory remarks on Sappho are particularly sensible. He cuts through jungles of nonsense with a sharp and witty pen. ... Rarely in the translators’ art have such knowledge, skill, sensitivity and breadth of interest coincided so felicitously in a single hand.” Vernon Young called Sappho to Valery “one of those books I would not willingly live without, once having made its acquaintance.” In the Hudson Review, Young expressed “pure delight with Nims’s craftsmanship; his wit, his common sense and his resolve to convey a poem’s form as accurately as possible, or, where accuracy is plainly impossible to render, to invent, with spectacular result, an incredible paraphrase which you feel must be more inspired than the original.” Brewster Ghiselin found that “in reading the translation, it is as if the scene and mood of the original were re-experienced under almost identical conditions of place and time.” Writing in the Sewanee Review, Ghiselin cited one reason for the success of Nims’s translations: “He constantly feels the allurement and excitement of the original poetry, and answers it as a poet, with poetry.”\n\r\nAnother translation of note, The Complete Poems of Michelangelo (1998), appeared the year before Nims’s death. Though often translated before, the several hundred poems of Michelangelo receive a unique treatment at the hands of Nims, for, as James M. Saslow noted in the Renaissance Quarterly, “unlike most other Michelangelo translators, Nims was a poet in his own right, whose English renderings are generally fluid and clear despite the discipline of elaborate rhyme schemes.” Saslow went on to note that Nims was unafraid to update the language in these poems, “eschewing formality to nudge, and sometimes shove, Michelangelo’s vocabulary toward the slangy, abrupt, and colorful.” Neither does Nims shy away from the artist’s “homoerotic feelings,” as Charles Cagle noted in the Midwest Quarterly. According to Cagle, “translator Nims does not avoid the obvious,” and includes in his edition “a series of pulsatingly romantic poems to a wildly attractive, twenty-three-year-old aristocrat.” For Ronald L. Martinez, reviewing the collection in Insight on the News, Nims’s is a “liberal translation of the poetry of Michelangelo [that] gives the artist’s voice a contemporary, if often rather brusque, quality.” Martinez went on to note that Nims “often seems to posit a Michelangelo capable of a wry, ironic stance before his troubles,” and concluded, “Two cheers, then, for Nims’s vivid reinventions. These surely are the most compelling translations of Michelangelo available in English.” Daniel Kunitz, reviewing the collection in the Times Literary Supplement, felt that Nims’s poems were “not meant as literal translations but as versions of Michelangelo’s compositions.” Kunitz also felt such renditions were true to the spirit of the originals: “Happily, John Nims’s efforts do not break free of their parent poems. Like strong-gened offspring, they have inherited the noble and distinctive features of their progenitors.”\n\r\nIn 2002 a collection of verses from Nims’s eight previous poetry books as well as 30 new poems were published in The Powers of Heaven and Earth: New and Selected Poems. Reviewing the anthology in Poetry, Pugh recalled that Nims was a “wizard of epigrams, a genre practiced too infrequently today; and this book affords the rare poetic ‘laugh out loud.’” For Pugh, this posthumous volume “shows Nims’s long journey in his own voice and to his own voice.” Gathered here are some of Nims’s earliest work, such as “Dollar Bill,” and some of his last works, including “Freight,” a sonnet sequence. Booklist’s Ray Olson, in a starred review, called the work—selected by Nims before his death—a “brilliant valedictory collection.”\n", "attrs": {}}