{"pf_url": "https://www.poetryfoundation.org/poets/john-peck", "name": "John Peck", "yob": "1941", "yod": null, "image": null, "bio": "\n                                                                    Born in Pittsburgh, John Peck studied with Yvor Winters at Stanford and earned his PhD at Vanderbilt University, where he studied with poet-scholar Donald Davie, who was his advisor for his dissertation on Pound. Peck’s allusive, musically nuanced poetry shows clear traces of Pound, though Peck’s syntax is far more rounded and bridgelike than Pound’s cantilevered structure, and Peck’s ideas and metaphors tend to engage rather than insist. Peck writes primarily in free verse, though he does, in his words, “plait phonic elements across both accentual and syllabic grids.”  According to critic Robert Archambeau, “At a time when poetry seems dominated by the banalities of the backyard epiphany, on the one side, and by faux Gertrude Stein nonsense-verse on the other, learnedness is a welcome poetic virtue. This is especially true when it comes off less as pedantry than as a passion of mind, as in Peck’s case.” Archambeau goes on to call Peck “perhaps the most challenging—and one of the most rewarding—American poets of his generation.”  Peck won the Prix de Rome for his second poetry collection, The Broken Blockhouse Wall (1978), and then moved to Zurich, where he trained as an analyst at the C.G. Jung Institute. After more than a decade of publishing silence, Peck published three volumes of poetry in four years. Speaking to the relationship between his analytical work and his writing, Peck has said that “Jung’s psychology has deepened my respect for the gap between framing an intuition in words and actually taking in what the larger personality would have one incorporate.”  His honors include fellowships from the Guggenheim Foundation and the American Academy in Rome, an award from the American Academy and Institute of Arts and Letters, AGNI’s Anne Sexton Poetry Award, and the first annual Thomas McGrath Prize in poetry.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}