{"pf_url": "https://www.poetryfoundation.org/poets/john-greenleaf-whittier", "name": "John Greenleaf Whittier", "yob": "1807", "yod": "1892", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d1ccbcad4e0ea9c93f492962d2a1d0a4b7f90683.jpeg", "bio": "\nIn the 30-year struggle to abolish slavery, John Greenleaf Whittier played an important role as a poet, as a politician, and as a moral force. Although he was among the most ardent of the antebellum reformers, he was saved from the besetting sin of that class—a narrowing and self-consuming zeal—by his equal insistence on tolerance, a quality he had come to cherish all the more through his study of the persecution of his Quaker ancestors. But if Whittier’s life was dramatic for the moral, political, and, on occasion, physical conflicts it included, his poetry—the best of it—is of at least equal significance. Whittier was a highly regarded poet during the second half of the 19th century, enshrined in the pantheon of “Schoolroom Poets” along with William Cullen Bryant, Ralph Waldo Emerson, James Russell Lowell, Oliver Wendell Holmes, and Henry Wadsworth Longfellow. Whittier knew that he had written too much and that much of what he had written for the abolitionist movement had been quickly composed and for ends that were essentially political. Nevertheless, his collected poetry includes a core of excellent work, at the head of which stands his masterpiece, Snow-Bound. A Winter Idyl (1866), a lovingly imaginative recreation of the good life in rural New England. This work—together with “Telling the Bees,” “Ichabod,” “Massachusetts to Virginia,” “Skipper Ireson’s Ride,” “The Rendition,” “The Double-Headed Snake of Newbury,” and a dozen or so others—suggests not only the New England source of Whittier’s finest achievements but also the predominant appeal that folk material had for his imagination.\n\r\nWhittier’s youth—indeed, his whole life—was deeply rooted in the values, history, and traditions of rural Essex County, Massachusetts. Born on December 17, 1807 near Haverhill, Massachusetts, in a farmhouse that his great-great-grandfather had built in the 17th century, John Greenleaf Whittier grew up in a poor but respectable household characterized by hard work, Quaker piety, and warm family affection. A more distinctive part of his background was the rich tradition of folklore in the region; tales of witches and ghosts told on winter evenings by the fire exercised the young Whittier’s imagination. But his discovery of the Scottish poet Robert Burns, who could speak the beauty of the commonplace circumstances of a rural environment, made him wish to be a poet.\n\r\nIn 1829 Whittier was 22, too frail to be of much help on the farm, too poor to have given himself more than a year at the Haverhill Academy, and already beginning to doubt his abilities as a poet. He accepted the editorship of The American Manufacturer, a political weekly in Boston. This position had been secured for him by William Lloyd Garrison, himself a young newspaper editor who was just then beginning his long career as an abolitionist. Whittier entered journalism for the opportunity to write. What he learned from the experience, however, were politics and polemics. His editorials, first in The American Manufacturer and later in the Hartford, Connecticut, New England Review, were at least as fierce in their denunciation of the Democrat Andrew Jackson as they were warm in support of the Whig Henry Clay.\n\r\nIn February 1831, while at Hartford, Whittier published a collection of tales and poems, Legends of New-England. Although the volume received little attention at the time, it is significant as a pioneering effort to render New England folklore, and in some respects it may be said to anticipate the works of Nathaniel Hawthorne. Whittier was never entirely comfortable with the Gothic mode, however, and suppressed the book in later life. On one occasion he paid five dollars for the privilege of destroying a copy of this rare early volume.\n\r\nToward the end of 1831 Whittier retired in ill health to Haverhill and spent the winter convalescing. He knew that he was at a crossroads in his life and wished to settle finally on a vocation. Poetry hardly paid at all, but he had come to like politics and found that his vociferous public support for Clay had made him a popular man in Massachusetts. The answer to Whittier’s dilemma about his vocation arrived in the mail on March 22, 1833. His friend and patron, Garrison, who had begun publishing his The Liberator two years before, wrote to Whittier urging him to enlist in the gathering struggle against slavery. “Your talents, zeal, influence,” he told Whittier, “all are needed.” Whittier knew that to enlist in this cause, unpopular as it then was in New England, would be tantamount to giving up all hope of ever gaining elective office. To form such an alliance would also exclude him from influential literary circles and make publishing his poetry difficult, if not impossible. Still, Whittier had been slowly coming to the conclusion that Garrison now urged on him—that the evil of slavery had to be resisted actively.\n\r\nWhittier responded in June 1833 with a privately printed pamphlet called Justice and Expediency; or, Slavery Considered with a View to Its Rightful and Effectual Remedy, Abolition, a closely reasoned and carefully documented attack on the Colonization Society. Widely supported by Northern and Southern churches, the Colonization Society was a conservative reform group that proposed to resolve the issue of slavery by sending American blacks, both slave and free, back to Africa. The society was, at the time of Whittier’s pamphlet, headed by Clay. An abolitionist group in New York republished the work and distributed hundreds of copies. Whittier’s commitment to the cause was now sealed; as he expressed the experience many years later in “The Tent on the Beach” (1867), he\nHad left the Muses’ haunts to turn\r\nThe crank of an opinion-mill,\r\nMaking his rustic reed of song\r\nA weapon in the war with wrong,\r\nYoking his fancy to the breaking-plow\r\nThat beam-deep turned to the soil for truth to spring and grow.\nOn the basis of this pamphlet and as a friend of Garrison, Whittier was chosen to be a delegate to the Philadelphia convention that in December 1833 founded the American Anti-Slavery Society. Accepting this position was an important moment in his life, and though his identification with the movement entailed many sacrifices throughout his career, he never regretted his decision. “I set a higher value on my name as appended to the Anti-Slavery Declaration of 1833,” he later said, “than on the title-page of any book.”\n\r\nThough he could no longer hope to fulfill his dream of winning prominent political office, in 1835 he was able to gain a seat in the state legislature from his small home district of Haverhill. In the legislature he was an effective spokesman for his cause, winning over many to his views on the slavery question, sending petitions to the Congress, trying to get a bill through the state house granting trial by jury in cases involving the return of runaway slaves, and even organizing opposition to the death penalty. Whittier served only one term, having again jeopardized his always precarious health by hard work. He continued meanwhile to express his abolitionism in poems published in Garrison’s The Liberator and in the columns of the Essex Gazette, which he now edited, but opposition to his moral stand was mounting. He was forced out of the Essex Gazette for failing to toe the orthodox Whig line and was threatened with violence in September 1835 by a mob in Concord, New Hampshire.\n\r\nIn 1836 Whittier sold the 148-acre family farm and moved with his mother and sister a few miles away to Amesbury in order that he and they might be closer to the Friends’ meetinghouse. He was, however, frequently away. In 1837 he was in the New York office of the Anti-Slavery Society directing a nationwide petition campaign, and in the following year he moved to Philadelphia to edit the Pennsylvania Freeman, which he succeeded in turning into a vigorous organ of the abolitionist movement. During this period he was in close contact with all the most prominent American antislavery leaders, from Garrison and the Grimké sisters (Angelina Weld and Sarah Moore) to Lydia Maria Child and John Quincy Adams.\n\nPoems Written During the Progress of the Abolition Question in the United States, Between the Years 1830 and 1838—the first collection of Whittier’s poetry—was brought out in 1837, without his knowledge, by some of his antislavery associates in Boston. In 1838 Whittier authorized an expanded and corrected edition, called Poems, which was published in Philadelphia. Included in these collections are some of his most heartfelt polemics, such as “Clerical Oppressors,” a poem attacking the hypocrisy of the Southern clergy in lending the support of Christianity to the slave system:\nFeed fat, ye locusts, feed!\r\nAnd, in your tasselled pulpits, thank the Lord\r\nThat, from the toiling bondman’s utter need,\r\nYe pile your own full board.\nIn such poems as “Stanzas” (later called “Expostulation\") Whittier contrasted the apparent commitment of the United States to slavery with its historic dedication to freedom. The poems were meant to be, and indeed were, effective propaganda. During the late 1830s a split developed within the ranks of the abolitionists: some, such as Whittier, preferred to work through the political system for change and hoped to preserve the Union; others, such as Garrison, were less concerned with the Union and believed that slavery could not be abolished without also destroying the U.S. Constitution. While Garrison, working with the extreme “nonresistants,” placed his reliance on moral suasion, Whittier was busy helping to organize the Liberty Party. He retired to Amesbury in 1840 but continued to work actively for Liberty Party candidates and for the election of others, regardless of party, who favored emancipation.\n\r\nThe publication in 1843 of Whittier’s Lays of My Home, and Other Poems marked his return to the poetic treatment of regional materials. Included in this collection are poems such as “The Merrimack,” treating the local scenery with the touch of the pastoral landscape artist; poems such as “The Ballad of Cassandra Southwick,” exploring New England history; and poems such as “The Funeral Tree of the Sokokis,” based on Native American lore. The near relation of Whittier’s regional and abolitionist poetry is indicated not only in the consistent advocacy of tolerance and brotherhood in the regional poems but also in the appeal to New England pride that so often forms the basis for his antislavery discourse. The finest poem of this sort, “Massachusetts to Virginia,” was first published in this volume. After the overwhelming enthusiasm of the 1830s had dissipated in division and recrimination within the antislavery ranks, Whittier was able, during the next two decades, to maintain a healthier, more mature balance between his twin commitments to poetry and reform.\n\r\nIn 1846 Whittier published his last collection of antislavery poems, Voices of Freedom, and in 1847 brought out a collection of prose sketches titled The Supernaturalism of New England. A caustic review of the latter volume by Hawthorne, who pointed out its author’s fundamental lack of sympathy with Gothic themes, may have contributed to Whittier’s decision to suppress the book. In the same year he became a contributing editor with The National Era, a Washington-based antislavery journal that, until the founding of The Atlantic Monthly 10 years later, served as his main publishing outlet. The most significant of Whittier’s works to appear in The National Era was Leaves from Margaret Smith’s Journal in the Province of Massachusetts Bay. 1678-9 (published as a book in 1849). His only novel, Leaves from Margaret Smith’s Journal is cast in the form of the letters and diary of a 17th-century New England Quaker, Margaret Smith. The story is sprightly and realistic, and the character of Margaret— “among the first of our native heroines,” as Lewis Leary has observed—is carefully and sensitively portrayed.\n\r\nOn March 7, 1850 Massachusetts Senator Daniel Webster affirmed his support of compromise with the Southern slave power. Shocked and saddened by this unexpected defection, Whittier responded with his powerful protest “Ichabod.” The poem is one of his best, its invective tightly controlled and deepened by the poet’s acknowledgment of the frailties of all men, even the greatest:\nSo fallen! so lost! the light withdrawn\r\nWhich once he wore!\r\nThe glory from his gray hairs gone\r\nForevermore!\r\nRevile him not, the Tempter hath\r\nA snare for all;\r\nAnd pitying tears, not scorn and wrath,\r\nBefit his fall!\r\n. . . . . . . . . . . . . . .\r\nThen, pay the reverence of old days\r\nTo his dead fame;\r\nWalk backward, with averted gaze,\r\nAnd hide the shame!\nMeanwhile, Whittier was busy trying to get a reluctant Charles Sumner to run for the other senatorial position of Massachusetts. Whittier’s maneuvers were successful and Sumner, with Whittier’s advice and encouragement, became perhaps the most outspoken abolitionist in Washington.\n\r\nWhittier’s books of poetry were appearing at fairly regular intervals now that he had settled on the Boston publishing firm of Ticknor, Reed, and Fields (later Houghton, Mifflin). Sales, however, continued to be moderate at best. In 1850 appeared Songs of Labor and Other Poems, which, besides “Ichabod,” included “Calef at Boston,” “On Receiving a Quill … ,” and the series of occupational poems that gives the volume its title. The Chapel of the Hermits and Other Poems was published in 1853, and The Panorama and Other Poems followed in 1856. The popular “Barefoot Boy,” a sentimental tribute to the naturally free and unspoiled life of poor New England children, was collected in the latter volume together with a fine antislavery poem, “The Haschich.”\n\r\nAn important turn in Whittier’s career occurred in 1857. The founding of The Atlantic Monthly in that year gave him a regular forum with all the most prominent writers of New England. His contributions to the earliest issues—including “Skipper Ireson’s Ride” and “Telling the Bees\"—represented the best poems he had ever written. Symbolic of Whittier’s entry into the literary establishment of Boston was the publication, also in 1857, of the “Blue and Gold Edition” of his poetry in a format to match Longfellow’s. Toward the end of the year, Whittier’s mother died and the poet turned 50.\n\r\nThe poetry of this period shows Whittier’s increasing disengagement from broadly political issues. His attention was turning more and more to his own personal past, as shown in the nostalgic, quasi-autobiographical poems “Telling the Bees” and “My Playmate”; he was also increasingly drawn to the larger but still personal past of New England history, as shown in the many fine ballads that he wrote at this time, such as “Skipper Ireson’s Ride,” “The Garrison of Cape Ann,” “The Prophecy of Samuel Sewall,” “The Double-Headed Snake of Newbury,” and “The Swan Song of Parson Avery.” All of these poems were first collected in Home Ballads and Poems, published in 1860. Almost the only hint of the impending Civil War that the volume included was the poem Whittier wrote in response to the raid on Harpers Ferry, “Brown of Ossawatomie.”\n\r\nWhittier’s Quaker pacifism did not prevent him from being an ardent supporter of the Union cause when the Civil War broke out. He admired President Abraham Lincoln and was particularly proud of having voted for him four times, as a citizen and as an elector in 1860 and 1864. Whittier wrote many patriotic poems during the war, of which “Barbara Frietchie” is the most famous. In War Time and Other Poems, published in 1864, included several fine examples of Whittier’s public poetry—“Thy Will Be Done” and “Ein Feste Berg … ,” for example—in addition to several more “home ballads,” including “Cobbler Keezar’s Vision,” “Amy Wentworth,” and “The Countess.” This volume was republished in 1865 under the title National Lyrics and included “Laus Deo,” in which Whittier joyously recorded the death knell of slavery, the moment for which so much of his career had been a preparation.”\n\r\nWith the Civil War over and the 13th Amendment to the Constitution ratified, a part of Whittier’s public life came to a close, just as, a year earlier, a part of his personal life had come to a close with the death of his beloved younger sister, Elizabeth. Whittier’s whole mood was retrospective and memorial as he set to work on the “Yankee pastoral” that he had promised The Atlantic Monthly editor James Russell Lowell he would write. The result was Snow-Bound, his masterpiece.\n\r\nThe poem recalls a winter storm at the old Whittier homestead when the poet was a child. A day and a night of driving snow had transformed everything:\nWe looked upon a world unknown,\r\nOn nothing we could call our own,\r\nAround the glistening wonder bent\r\nThe blue walls of the firmament,\r\nNo cloud above, no earth below—\r\nA universe of sky and snow!\nThe threat of isolation, of freezing or starving, is countered by the family at the wood fire on the hearth, the warmth of which is a symbol of life and family affection.\nShut in from all the world without,\r\nWe sat the clean-winged hearth about,\r\nContent to let the north-wind roar\r\nIn baffled rage at pane and door,\r\nWhile the red logs before us beat\r\nThe frost-line back with tropic heat.\nThe physical and spiritual sufficiency of this besieged family circle is the subject of Whittier’s reminiscence precisely because most of those who were then present were now dead. By recalling each of them in turn, Whittier substitutes the light of affectionate memory for the light of the burning oaken log by which that night they gathered together. The effect is to make the poem itself stand witness to “The truth to flesh and sense unknown, / That Life is ever lord of Death, / And Love can never lose its own!”\n\nSnow-Bound has lost none of its appeal with the passing of time. A large part of its charm is in its presentation of what Whittier called “Flemish pictures of old days,” composed of the common detail of rural life in early 19th-century New England: the few books, the schoolmaster boarding with the family, the sounds to be heard on windy winter nights (“We heard the loosened clapboards toss, / The boardnails snapping in the frost”), the importance of newspapers in gaining a sense of the larger world outside, and especially the companionship of nature. In 1866 the kind of life that Snow-Bound describes was as surely departed in fact as it was present to the mellowed childhood memory of thousands of readers. The poem was Whittier’s first genuine commercial success as well as his most complete artistic success. He realized $10,000 from the sale of the first edition and never wanted for money again.\n\nThe Tent on the Beach and Other Poems, which followed in 1867, continued the success; 20,000 copies were sold in three weeks. “The Wreck of the Rivermouth,” “The Changeling,” “The Dead Ship of Harpswell,” and “Abraham Davenport”—all first collected in this volume—show Whittier’s abiding fondness for legendary and historical New England material, while “The Eternal Goodness” and “Our Master” indicate the new importance that the liberal religious tradition of the Quakers was coming to assume in his later poetry. If, after the Civil War, anything may be said to have taken on the personal importance that Whittier had before attached to the fight against slavery, it was his desire to see religion in America liberalized and the last vestiges of repressive Puritanism swept away. Oliver Wendell Holmes, who shared this hope, maintained that Whittier had done as much in America as Robert Burns had done in Scotland toward “humanizing” the hard theology of Calvinism. Whittier’s edition of The Journal of John Woolman, published in 1871, gave new currency to that classic work of Quaker spiritual autobiography.\n\r\nThe remainder of the poet’s long life was spent quietly in Amesbury and, after 1876, in a spacious home in Danvers, Massachusetts, called Oak Knoll, which he left only for his regular summer excursions into the lake and mountain region of New Hampshire. He continued to write almost up to the time of his death. Among the Hills and Other Poems (1869) is evidence that he knew of the darker and more solitary side of rural life in New England and can sustain comparison to some of the local-color realism then being written by female authors. The title poem in The Pennsylvania Pilgrim, and Other Poems (1872), one of Whittier’s more successful long narratives, concerns the 17th-century German Pietist, Francis Daniel Pastorius, who founded Germantown near Philadelphia and who, after formally joining the Quakers, drafted one of the earliest American antislavery statements. The volume also includes “The Brewing of Soma,” from which the popular hymn “Dear Lord and Father of Mankind” is taken. The Vision of Echard, and Other Poems (1878) includes, among other poems, “The Witch of Wenham,” “In the ‘Old South,’” and an astonishingly good courtly love lyric titled “The Henchman.” Whittier’s last book of poems, At Sundown, was privately printed in 1890 for close friends, and was republished for the public, with additions, at about the time of the poet’s death on September 7, 1892. The last poem that Whittier wrote was a tribute to his friend Oliver Wendell Holmes on the occasion of Holmes’s 83rd birthday. They had outlived all their generation.\n\r\nWhittier’s reputation was never higher nor more apparently secure than at the time of his death. For years his birthdays had virtually been public holidays and were marked by celebrations throughout New England and the West. Whittier was essentially a public poet, a poet speaking to a large segment of the American people, including many who were not otherwise readers of poetry. They often came to his work to bask in the poet’s moral tone, to attend to the heroic or prophetic voice in his poems, or to receive comfort from his characteristic optimism. The popularity he enjoyed among his contemporaries seems to have been based largely on poems (\"The Barefoot Boy“ and “Barbara Frietchie,” for example) that modern readers have rejected as sentimental. A reaction against the kind of soft-focus vision of the world that Whittier too often invoked set in during the early years of the 20th century when a new, more astringent style of poetry was being established, in part by overturning the Victorian canons of taste that had elevated the work of Whittier’s generation.\n\r\nAs critics today take a new look at the sentimental and local-color traditions in writings by Whittier’s female contemporaries, however, Whittier may emerge in a somewhat fresher light. Some of his antislavery poems, such as “A Sabbath Scene,” are especially conscious of gender issues and deploy an aesthetic rather similar to that found in Harriet Beecher Stowe‘s Uncle Tom’s Cabin (1852), to which, indeed, the poem may be responding. Whittier’s Quaker-derived acknowledgment of female equality surely formed a basis for his many friendships with such women authors of the period as Harriet Prescott Spofford, Celia Thaxter, the Cary sisters (Alice and Phoebe), Rose Terry Cooke, Lucy Larcom, Gail Hamilton, Ina Coolbrith, Annie Fields, and Sarah Orne Jewett. The personal and professional admiration that all of these authors expressed for Whittier and his poetry suggests that they may not, after all, have been working in dissimilar ways.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Victorian"]}}