{"pf_url": "https://www.poetryfoundation.org/poets/john-berryman", "name": "John Berryman", "yob": "1914", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/bc9b22ad5860ebaf6e93c9f47b21fcc8c9b4e276.png", "bio": "\nA scholar and professor as well as a poet, John Berryman is best-known for The Dream Songs (1969), an intensely personal sequence of 385 poems which brought him the Pulitzer Prize and National Book Award. In these he invented a style and form able to accommodate a vast range of material while expressing his turbulent emotions.\n\r\nBorn John Smith in McAlester, Oklahoma, in 1914, Berryman suffered a great loss at 12 when his father shot himself outside the boy’s window. This event haunted him throughout his life, and recurred as a subject in his poetry. After his mother remarried, John took his stepfather’s name and lived in Massachusetts and New York City.\n\r\nBerryman graduated from Columbia in 1936, then went to study at Cambridge University for two years on a scholarship. The first of three marriages came in 1942, and six years later he published his first important book of poetry, The Dispossessed (1948). A critical biography of the American writer Stephen Crane followed in 1950. In 1955, after teaching stints at Harvard and Princeton, Berryman took a position at the University of Minnesota, where he remained until his death.\n\r\nNational attention greeted Homage to Mistress Bradstreet (1956), a dense, brilliant book-length dialogue with the seventeenth century poet Anne Bradstreet, and intensified with the installments of Berryman’s masterwork, 77 Dream Songs (1964) and His Toy, His Dream, His Rest (1968). These portray “Henry,” an anguished and often-deranged character very much like Berryman. Made up of three six-line stanzas that teem with allusions to past and present events and to literary figures, The Dream Songs display an astonishing variety of poetic resources that include slangy diction and a nervous, fractured syntax. Influenced by the Irish poet W.B. Yeats, psychoanalysis and Berryman’s beloved Shakespeare, they also stirred controversy by drawing on nineteenth century minstrel shows in which white performers in blackface enacted racist stereotypes.\n\r\nThe frankness of Berryman’s work influenced his friend Robert Lowell and other Confessional poets like Anne Sexton. The poet’s lifelong struggles with alcoholism and depression ended in 1972, when he jumped off a Minneapolis bridge in the dead of winter.\n\n\r\n \n", "attrs": {"School/Period:": ["Confessional"]}}