{"pf_url": "https://www.poetryfoundation.org/poets/john-keene", "name": "John Keene", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/16c27c6d938eeb01528db8a5c7b52ed2a111ccb6.jpeg", "bio": "\nPoet and novelist John Keene grew up in St. Louis, Missouri. He earned a BA at Harvard University and an MFA at New York University. He is the author of the novella and story collection Counternarratives (2015), the poetry collection Seismosis (2006, with art by Christopher Stackhouse), and the novel Annotations (1995). In an interview with the blog Gapers Block, Keene described the collaboration between poetry and art in Seismosis, stating, “The words represent a translation, but not an exact correspondence, because that can never exist. Only the dialogue. But a visual experience—that is, a particular, focused visual experience, because we exist continuously in the visual—can press us out of our habits with language, defamiliarize us … to the norms which serve as the bases for our linguistic constructs of the world.” In a review of Seismosis, poet Karla Kelsey noted, “It is upon such abstract concepts as identity, presence, physical space, metaphysics, and process that Keene (text) and Stackhouse’s (drawing) work focuses. … Keene’s text unfolds principally absent of the traditional poetic image. In its place are the textures of language and the curves of the mind as the poet formulates and reformulates concept and thought.”\nA member of the Dark Room Collective, Keene’s honors include a Whiting Award and fellowships from Cave Canem, the New Jersey State Council on the Arts, the New York Times Foundation, Yaddo, the Bread Loaf Writers’ Conference, and the Pan-African Literary Forum. He has taught at Northwestern University and served as the managing editor of Callaloo. He is an associate professor of English, African American Studies, and African Studies at Rutgers University–Newark. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}