{"pf_url": "https://www.poetryfoundation.org/poets/john-skelton", "name": "John Skelton", "yob": "1460", "yod": "1529", "image": null, "bio": "\nNo one can deny the power, endurance, and memorable lines of the work of John Skelton; he is indisputably the first major Tudor poet, writing during the reigns of Edward IV, Richard III, and (for most of his career) Henry VII and Henry VIII. His poems are by turn lyric, passionate, vitriolic, learned, allusive, bewildering, scriptural, satiric, grotesque, and even obscene; his one extant play, Magnificence (circa 1530), makes dramatic allegory sternly didactic and pointedly political. Yet while Skelton’s importance is clear enough, just how he is to be read and evaluated has always been contested. His poems might be royalist in tone, or they might be highly critical of government; he could write for the court and his patrons, the Howard family, yet still need political sanctuary; he could write a moving lament for a young novitiate’s loss of a pet sparrow at the same time that he was castigating his own parish curate, the archbishop of York, and the lord chancellor. While his poems seem to have circulated widely, few of them were published in his lifetime. Nor have readers in later times fared much better in penetrating his meaning and appreciating his style. After the Reformation, George Puttenham found this very Catholic poet a “rude railing rhymer,” and Ben Jonson used him as a character, but in an antimasque; by the time of Alexander Pope he was “beastly Skelton,” offensive for his attack on a village alewife in The Tunning of Elinor Rumming (circa 1521), a poem which nevertheless remained in print throughout the 18th and 19th centuries, often as the single representation of his art.\nIn recent scholarship, there remains much disagreement. John M. Berdan, without much quarrel, called Skelton in 1920 “the greatest English poet to have been born in the fifteenth century”; he is seen as an erudite and clever poet of considerable breadth by F. W. Brownlow; an early-Tudor humanist steeped in classical learning by William Nelson; a poet primarily concerned with the literary aspect of his poems, as in his play with the medieval strategies of satire, by A.R. Heiserman; a chiefly rhetorical poet who invokes a reader response through his personal engagements and disengagements with his subjects for Stanley Eugene Fish; and essentially a priest who used poetic and dramatic works to instruct the laity by basing them in scriptural lessons and liturgical services of the Roman Catholic church for Arthur F. Kinney. Perhaps the best way to recover and understand Skelton’s work is to consider all of these perspectives.\nOne fundamental difficulty in understanding Skelton is that very little is known of his life, and the absence of facts has been filled in over the centuries with legend and myth as well as, on occasion, questionable evidence—there were about one hundred John Skeltons born in the 14th and 15th centuries—or conflicting evidence—he seems to have written The Garland of Laurel both near the middle and the end of his life, and the result is a layered poem with some obscure passages. There are few extant documents that can be associated with him with certainty, so that the biography of the poet whom William Wordsworth once described as “a demon in point of genius” rests on such demonizing Protestant works as the anonymous Merry Tales of Skelton (1567), which make him into a legendary subject for jest and even scurrility, and on the genius Skelton inscribes for himself in his work. Both sources can be unreliable if not treacherous unless the reader is careful, so that any reconstruction of his life is more or less conjectural.\nThere are, for instance, no records of his birth or baptism, although allusions in his work point to a birthplace in the north of England, perhaps Yorkshire. As F.W. Brownlow points out, The Garland of Laurel (1523) alludes to Skelton’s horoscope and birth on May 2, 1463. Nothing is recorded of his early schooling, but his display of learning suggests a strong early education, and his extensive knowledge and love of music suggest he may have been trained at a monastic choir school. In one poem he speaks affectionately of Cambridge as his alma parens from whom he took his sonship—”Namque tibi quandam carus alumnus eram”—and adds a marginal note that Cambridge first nourished Skelton laureate with “the pap of her knowledge.” William Caxton, in his preface to his translation of Virgil’s Eneydos (1489), calls Skelton “the late created poet laureate in the University of Oxford,” and in 1493 Skelton was given the only laureateship ever awarded at Cambridge. The Oxford laureation may have come in 1488, because some important event that year inspired Skelton to begin a personal calendar to which he later alludes. It is also fairly certain that at about this time he took up duties at court in the service of King Henry VII, where, he notes in a short poem, he was given his own “habit,” a robe in the Tudor colors of green and white with Calliope embroidered on it in gold. Skelton was one of only a few poets and a few native English scholars chosen by the king. Finally, Brownlow notes that in late 1488 Thomas Howard was released from the Tower of London by the king and that Skelton’s patronage by the Howard family was likely reaffirmed; his livelihood secure, his career as a poet thus had a new and lasting rebirth.\nIndeed the best scholarly guess, now approaching consensus, is that from his time at Cambridge Skelton served as the poet and servant of the Howard family, the most powerful Catholic family in northern England. Quite likely he began, as a traditional humanist scholar might, as a tutor to the Howard children, for Caxton’s tribute speaks of Skelton as a translator of classical texts; he “late translated the epistles of Tully [Cicero] / and the book of Diodorus Siculus, and diverse other works out of Latin into English, not in rude and old language, but in polished and ornate terms craftily.” The Howards are more directly implicated in other early works. The Bouge of Court (circa 1499) is set at Powers Quay, a place in Harwich then belonging to John Howard, Duke of Norfolk, at the date of the poem’s dream vision, encoded in the first stanza as August 19, 1482.\nHoward was also “bannerer” at the funeral of Edward IV and as such may have prompted Skelton’s moving lament for the king. In this elegy of eight 12-line stanzas the king recalls his own life, listing his accomplishments (the Tower and city wall of London, the fortification of Dover, the royal palaces of Nottingham, Windsor, and Eltham) only to realize that worldly things are motivated by vanity and bound by time: “Where is now my conquest and victory? / Where is my riches and my royal array?” Instead he must, like anyone else, eventually yield to Death: “Humbly beseeching thee, God, of thy grace! / O ye courteous commons, your hearts unbrace,” and sleep forever in dust: “Et, ecce, nunc in pulvere dormio!” is the poem’s moral, mourning refrain.\nIn 1485 John Howard was killed at Bosworth Field, fighting on behalf of Richard III; his son and heir, Thomas Howard, Earl of Surrey, was wounded, captured, attainted for treason, stripped of his property, and put in the Tower of London. When Henry VII released Howard in late 1488, Skelton may have composed The Garland of Laurel, reaffirming his love of the Howards and his duty to them. In 1489 Howard was charged by the king to put down the northern rebellion that had killed Henry Percy, Earl of Northumberland, and Skelton followed his patron’s lead by writing an elegy for Northumberland. This longer elegy blames the earl’s death on “fickle” Fortune’s frown and on “Fortune’s double dice,” commending Northumberland to the Virgin Mary.\nThe most important poem of this earliest period is The Bouge of Court, with “bouge” meaning “rewards” or “provisions.” It appears to be a traditional dream vision in rhyme royal with allegory, personification, and a formulary incipit. But Skelton moves his dream vision from the typical garden or hillside to a public house in the Suffolk seaport of Harwich and changes the season from spring to autumn, “when the sun [is] in Virgo” and Luna is prominent and “full of mutability.” He names his protagonist Drede (dread) and puts him on shipboard with seven tempters but no one of virtue: Favell (flattery), palsied Suspicion, Harvey Hafter (a rogue), ashen-faced Disdain, Riot, Dissimulation (with a two-sided cloak), and Deceit. Each in turn welcomes Drede, befriends him, and then apparently, alone or conspiratorially, betrays him. Drede’s meetings accelerate and accumulate as his anxiety grows into an incurable fear; his final decision to commit suicide by jumping overboard causes the dreamer to awaken and write Drede’s story as an admonitory poem.\nClearly Skelton’s ship, roughly contemporary with Sebastian Brant’s Narrenschiff (1494), is a ship of fools, but it is also a ship of young courtiers whose temptations are, like those at court, the temptations of political favor. If the poem is a study in the growth not of dream but of nightmare, then one moral is a warning against the evils of political life, bred by greed and jealousy and promoted by dissimulation and betrayal. That Drede can initially be tempted is revealed when he follows merchants on board the ship; it is in this context that Desire, telling him that Fortune guides and rules the ship, at first presents no threat. But the danger is there from the start for Drede, because in following a Dame Fortune that does not really appear, he is seduced by self-interest. Fortune proves illusory; truth resides not in dreams but in life and not in favors but in belief in the true Church. Thus the language of unholy parody—where the tempters frequently swear in blasphemous delusion themselves—leads the reader of Skelton’s poem to recall Saint Bernard’s spiritual ages of man and his sense of man’s fallen state, a state in which one is undirected and in which the surrender of the self to secularism divides man from Holy Mother Church. On board a ship no longer guided by Christ but instead by an antitype of the Holy Virgin (during the sign of the Virgin), where favor and success are measured by power and by material gain, Drede realizes that life is no longer a pilgrimage but an increasing exile from Eden.\nThe Garland of Laurel, which Skelton wrote in 1495 at Surrey’s Sheriff Hutton Castle, treats a more secular subject. (The castle, which once belonged to Richard III, was the royal outpost to secure peace in the rebellious northern part of England.) The poem purports to recount Skelton’s life at midpoint—he was in his early 30s—in a dream vision which recounts his works and in which Dame Occupation, with the support of Dame Pallas (wisdom), helps to secure Skelton’s place in the Palace of Fame. The story is complicated and comprehensive; while it treats the value of art as creative and even redemptive, it also makes amusing comments about those who try to take Fortune by storm, about those whose work is not fully understood (like Skelton), and those who, like members of the Howard household and their friends, are charming students and companions.\nThe narrative of The Garland is located precisely in time and place. Brownlow, in his edition of the poem, has decoded the astrological description to locate the precise time at which it is set: between 7:00 and 7:30 on the morning of May 8, 1495. The place is more explicit: the marshy woods of the Forest of Galtres outside Sheriff Hutton Castle, where the Howards reside. Together the heavens and landscape reflect “Poeta Skelton”—the poem’s persona—and his twin desires: the longing for immortality and the desire for earthly fame as a poet. At first he is melancholy and depressed, in a dull half-sleep of exhaustion and a sense of failure, before his dazzling dream takes him to the pavilion of Dame Pallas and the palace of the Queen of Fame. What could be serious and dull, however, is enlivened by characterization. Poeta Skelton is the hapless artist who has stopped creating art, and the Queen of Fame is petulant and complaining, for although Poeta Skelton is enrolled in her books, he has lost his right to be there because he is no longer producing poetry. Fame suggests he write in favor of women, since they are his audience. Pallas understands the wider learning in Poeta Skelton’s work and appreciates a writer’s difficulties. If he writes poems of praise in lovely English, he is accused of lies and flattery; if he tells the truth, he is called stupid and his plainspokenness threatened with punishment. On one hand, he must write to earn his place in the roll of fame; on the other, he risks calling down complaints on himself.\nPallas and Fame decide to resolve this predicament by holding a Court of Fame at which the poet will speak on his own behalf. When Eolus, the god of wind, blows his trumpet, a motley crowd of the rude and stupid comes running, passionately longing for fame. Fame tells Pallas that success alone will not win entry to her palace but that hard work and virtue are needed for success and admittance; she confesses to maintaining high standards and a keen sense of responsibility. Actually, she has neither. Those in the rabble that arrives are not the sort of people with whom the poet wishes to associate, and he disengages himself from them. Pallas, old and plain in appearance, is the real keeper of standards; Fame, in comparison, is incompetent and even destructive. Her court, by extension, is unjust, and so are her complaints about Skelton. Someone else must judge his case.\nThe poem proceeds, like The Bouge of Court, by associational or psychological development—a dream logic. Eolus’s trumpet draws not only the usual untalented seekers of reputation but the entire college of true poets, both living and dead. They too have taken an interest in Skelton’s case and appear not in motley but in splendid dress, many of them carrying their own works. They gladly drink the wine Bacchus offers them. But the reader learns that their magnificent and musical language, inspired by Apollo, began at first in pain, grief, and failure; their laurels are the sign of Apollo’s hopeless love for Daphne, who in mythology turned into a laurel tree to escape the god’s amorous pursuit. Pain, not fame, causes poets to write. Poetry is also the process of healing—another application of Apollo as the god of medicine—and poets must win their own return to health. The poets thus form their own court to render an independent judgment. They send Poeta Skelton three English predecessors—John Gower, Geoffrey Chaucer, and John Lydgate—to assure him that there is a place for him in their college and that they intend to present him to Fame’s court. They also fetch Lady Occupation, Fame’s registrar, who is the poet’s old best friend, having supported him for long hours at his desk. But she is also admonitory and shows him a dreadful vision of the life of mere ambition.\nOccupation’s vision depicts the world as a walled field, with gates for past and present nations, the gate of Anglia culminating in a royal leopard and strange verses of warning; it has been seen as a world governed by time and history, of growth and death, and a vision of the English court especially as dangerous. Poeta Skelton claims to be “no thing proud / Of that adventure,” suggesting he has strayed from the vocation of a poet to activities at court and that Lady Occupation is urging him to return. At one point, in what may be a later-interpolated passage, “one there was there—I wondered of his hap—/ For a gun stone, I say, had all to-jagged his cap, / Ragged and dagged [bemired] and cunningly cut; / The blast of the brimstone blew away his brain.” Although this strange man is not identified and at least one scholar has thought it a self-portrait of Skelton endangered by court, it may instead be a portrait of Thomas Cardinal Wolsey, whose ambition to Skelton seemed greatest and most dangerous.\nAfter this, an enveloping mist clouds the vision, and Occupation returns the poet-dreamer to a formal, enclosed garden where Apollo plays his harp and the Muses are led in a dance by Flora, the goddess of spring. Only a bad fiddler named Envious Rancor mars this paradise; the character has been decoded as Roger Statham, a courtier Skelton disliked. Between the dangers of court and the personal dangers of envy, Occupation leads the poet to a winding stair which goes to a chamber where Skelton discovers the countess of Surrey, her three daughters, and seven attendant ladies, all weaving a garland of laurel for him. Like Pallas, the countess is an older woman who becomes the poet’s sponsor, and the poet addresses the ladies with some of his most charming, and perhaps most personal, poetry. Occupation returns Poeta Skelton to Fame’s palace, where she reads aloud Skelton’s bibliography. The queen can only ratify his case; when Occupation arrives at The Garland itself, the audience of poets bursts into applause. This noisy response awakens the poet-dreamer, and he gives himself a new-year greeting, marking 1488 as the beginning of his rededication to poetry.\nDespite the seriousness of the theme, the poem is also witty—in the case of Eolus (who may also suggest the Last Judgment), Poeta Skelton wearing his garland for a hat, and even the brainsplattered syphilitic intruder. The cluster of poems surrounding the countess is itself a garland analogous to the one Skelton is awarded in the poem, and while they align the larger work to the Howards, they make of Skelton’s employment at Sheriff Hutton a pleasurable experience at some distance from the bouge of court with its competitive politics and daily harangues. Despite the eccentricity of some of the lines, the changing of moods, and the visionary shifts in subject, The Garland remains one of the age’s greatest poetic tributes.\nSometime in the 1490s Skelton left Sheriff Hutton for court in London, perhaps to accompany the Howards, or as an extension of his service to Henry VII, which may have begun in 1492 when he accompanied the king to France. Perhaps he was called to court by Lady Margaret Buford, Countess of Richmond, to tutor her grandson Prince Henry (later Henry VIII) for his place as archbishop of Canterbury and head of the church. In any event Skelton seems to have been acting as the court poet when in 1494 he celebrated Prince Henry’s creation as duke of York with some Latin verses, “Carmen ad principem, quando insignitus erat ducis Ebor. titulo.” In addition he was apparently involved in creating court entertainments, although one later play, Magnificence, written in 1516, is all that survives. His role as court poet is supported by the single autograph copy of “The Rose Both White and Red,” possibly a coronation poem for Henry VIII, found between the leaves of an account book of the royal revels; several of his other poems were set to music by William Cornish, the music master of the children of Westminister Abbey and later Master of the Children of the Chapel Royal. The only manuscript of Skelton’s translation of Diodorus Siculus was written for Robert Pen—like Cornish, a Gentleman of the Chapel Royal—so that Skelton’s activities at court may also have connected him to the King’s Chapel.\nAmong the lost works attributed to Skelton in The Garland of Laurel is his translation of a moral allegory, La Pélerinage de la vie humaine (The Pilgrimage of Human Life, 1330–1331) by Guillaume de Deguileville, done for Lady Margaret. He also wrote for her a “devout prayer,” and a record of December 1497 notes a payment of 66 shillings and eight pence (a large sum) given by her “to my lady the king’s mother’s poet.” Whether her influence, the influence of the Chapel Royal, or some other factors were in play, in 1498 Skelton decided to take orders in the Roman Catholic Church, and in March, April, and June he was swiftly ordained as subdeacon, deacon, and priest by the bishop of London. A series of religious poems at this time—”Vexilla Regis,” “Upon a Dead Man’s Head,” and “Woefully Arrayed”—may have been inspired by these events, and Henry VII probably attended Skelton’s first celebration of Holy Mass when on November 16, 1498 he gave the new priest a gift of twenty shillings, about three times his usual Sunday offering.\nSkelton nevertheless continued teaching the prince. His Speculum principis, signed “At Eltham, August 28, 1501,” is a “little mirror” written in rhyming Latin prose to teach “the princes in their minority.” (Later, when the prince became king, Skelton revised the work and presented it to him formally.) But his job ended suddenly in 1502—quite likely because in April of that year Prince Arthur, the first son of Henry VII, died, and young Prince Henry was sent off with a new instructor to prepare for a life of politics rather than religion. A record from April 29, 1502 shows that the “Duke of York’s schoolmaster” was paid forty shillings by the king, likely to discharge him from his duties.\nAt that time the king’s mother may have become Skelton’s patroness, for the next record, dated April 10, 1504, shows him to be the parson of the parish church of Saint Mary the Virgin in Diss, a prosperous wool town and trading center in East Anglia on the road from Bury Saint Edmonds to Norwich, and a living in the gift of Lady Margaret. Diss, in the powerful diocese of Norwich, was also well located near sites of political and ecclesiastical power: Skelton’s church was four miles from Hoxne Abbey, where the bishop of Norwich was often in residence, and eight miles from Redgrave, where in 1506 Thomas Wolsey was appointed parson of the parish church. Also, Diss was about 20 miles from Framlingham Castle, the chief residence of his patrons, the Howard family, and one of the most impressive and fortified castles in Tudor England.\nAt East Anglia he wrote, among other works, “Epitaphs of Two Knaves of Diss,” “Ware the Hawk,” and “Philip Sparrow,” perfecting a verse form composed of short, cascading lines of dimeter and trimeter phrasings, which has been named “Skeltonic” verse. The form, however, was not new with Skelton but was a variation on the musical form of plainsong (Gregorian chant) which is strophic, not metrical, and varies the accents and the number of accented syllables at will for better expression, thus emphasizing a feeling for spoken language. Various interpretations of plainsong rhythms exist—mensuralist, rhythmicist, and nonmensuralist—but from the viewpoint of a student of Skeltonics, plainsong is always nonmetrical and allows for a free placing of accent. Usually the lines are dimeters or trimeters controlled by the substance and meaning of lines as much as their mood, allowing a mixture of long and short lines such as can be found in a later Skelton poem such as “Colin Clout.” Furthermore, extensions of plainsong which were first connected to the “Alleluia,” known as sequences, in time became detached and used as independently shaped melodies that could also vary, as Skelton varies poetic form in The Garland of Laurel. Finally, plainsong became in time the basis of troping, those long, digressive poems that often occur at the “conductus” of the Mass. This kind of troping lies behind Jane’s Mass of Birds, where it follows its liturgical model in seeming both formed and formless, accretive and endless, digressive and an extended analogy of the basic meaning of the larger poem (or service) to which it is attached through performance. A more secular troping is found in a later Skeltonic poem, The Tunning of Elinor Rumming, which extends the title in a way that is only apparently formless.\nIn “Epitaphs of Two Knaves of Diss” the juxtaposition of mock epitaphs for John Clark, soul priest (a curate who prays for the souls of others), and Adam Uddersall, bailiff, draws on the satiric strains of late-medieval goliardic poetry, but it also pairs the two quarrelsome troublemakers as if they were figures for John and James, the equally quarrelsome disciples in the Gospels of Mark and Luke. Clark may have earned his role as knave because in his will, dated February 2, 1506, he gives money to the local guild foundation in Skelton’s parish but pointedly excludes Skelton’s own benefice. The form Skelton uses for the mock-epitaphs is that of the trental of pilgrim’s prayers at Lent; for Skelton this becomes thirty Masses, said one after another over thirty days and all revealing how Clark, like Peter at the Last Supper, betrays Holy Service: he is portrayed as mocking the Eucharist by his desire to acquire a red amice, the liturgical color for the Passion as well as for those who celebrate the Black Mass; he eats intestines of sheep, goats, and oxen rather than the blessed elements of Host and wine; he reverses the prayer “Orate, fratres” in the Canon; he kneels before a football as if it were the Host; he chants “Bibite multum” instead of the proper “bibite ex eo” at the elevation of the chalice; and he kisses the Devil’s culum (ass) rather than sacred elements. In short, John Clark’s heresies, according to this epitaph, show him to be a soul priest whose own soul is misdirected.\nJust as Clark is attacked for betraying his vocation, so Uddersall is blamed for misusing his authority as a bailiff. Like Clark, he subverts the talents and the office given him by God, and so reveals his disobedience to Him. He is compared to a foe of Israel: Agag, King of Amalek, defeated by Saul (1 Samuel 15:5-9). Both poems are figural, seeing their specific subject matter as typological behavior open to interpretation and judgment on a spiritual spectrum.\n“Ware the Hawk” is a more complicated and powerful poem. The title is a proverbial cry used to encourage a hawk to obtain its prey; the poem tells the story (presumably autobiographical) of the rector of Diss’s finding a neighboring curate hawking in his church during his absence, a practice that Pope Innocent III had specifically forbidden in an injunction of the Fourth Lateran Council (1215). Although hawking was a common offense and the hawking parson a commonplace of poetic satire—already having been employed by Chaucer and Gower—Skelton portrays this instance as a desecration of the church since this “lewd curate, / A parson beneficed,” has allowed the hawk to pollute the altar and eventually to defecate on it. Not only is the altar stained, but the blood of the hawk’s prey falling on the Host and chalice mocks the blood of Christ whose suffering is the very heart of Holy Mass celebrated there.\nWhat follows this initial narration is the body of the poem, a sermon which interprets the situation as exegesis does a biblical text. In form, this sermon is a penitential one, divided into eight parts labeled “Observate,” “Considerate,” “Deliberate,” “Vigilate,” “Deplorate,” “Divinate,” “Reformate,” and “Pensitate” and followed by a new “table” of laws to replace the Ten Commandments. This table can hardly be for the erring curate, for he has been called irredeemable; rather, as the imperative mode of the subtitles suggests, it is meant for the poet’s congregation and for his readers. Furthermore, by setting this incident on August 29, the feast day of the Decollation of Saint John the Baptist, Skelton stresses the idea of sacrifice by death; by alluding to the desecration of the Temple in 2 Kings 16 and 2 Chronicles 28, Skelton shows that the curate is prefigured by Ahaz, who “defiled ... all the furniture of the temple.” Even in the section called “Reformate,” Skelton provides a long catalogue of Roman emperors who persecuted Christians and more recent pagans, such as the Turks, who in 1453 desecrated the Church of Saint Sophia in Constantinople, the mother church of the Eastern papacy where Saint John’s head was taken as a relic. As God provided a Hezekiah to overcome the savage destruction of Ahaz, so he has caused Skelton to see (and to overcome through his poem) the destruction wrought by the curate. The dark denunciations suggest that the matter of the poem is God’s prophecy, not an idle boast by Skelton who, after all, was surprised to find the curate hawking in his church. That was the doing of God, just as the appointment of Skelton to punish the curate is God’s decision. In confronting the curate with his crime, the exasperated Skelton is reduced to calling him “Doctor Dawcock” and “Domine Dawcock.”\nSince the 19th century, “Philip Sparrow” has been Skelton’s best-loved poem. Its occasion is the death of a pet sparrow trained and beloved by Jane Scrope, a young novitiate then living with her mother, the recently widowed Lady Eleanor Windham, at the Benedictine Priory of Saint Mary at Carrow just outside Norwich. Part 1 of the poem is based on a single liturgical service, the vespers of the Office of the Dead, and opens with a brief antiphon after which the service is named: “Placebo Domino in regione vivorum” (I shall please the Lord in the land of the living). It concludes with an augmented version of the same antiphon, to which there is the reply “Hei mihi, Domine, qui incolatus meus prolongatus est” (Woe is me, O Lord, that my sojourn is prolonged).\nBut, unlike the service, Jane’s “Placebo” begins and remains antiphonal:\nPla ce bo,\n    Who is there, who?\nDi le xi,\n     Dame Margery,\nFa, re, my, my.\n     Wherefore and why, why?\nFor the soul of Philip Sparrow,\nThat was late slain at Carrow,\nAmong the Nuns Black.\nFor that sweet soul’s sake,\nAnd for all sparrows’ souls\nSet in our bede rolls [mourners’ prayer rolls]\nPater noster qui\nWith an Ave Mari,\nAnd with the corner of a Creed,\nThe more shall be your meed [reward].\n \nThese opening lines indicate the thrust of the entire “Placebo” of the poem: clearly what Jane has done—the first half of the poem is in her voice and in her thought—is to turn a liturgical service which she is attending into an antiphon, and she responds with the plainsong of her own stream of consciousness, which is in turn directed by the service. Because her entire thought pattern is a projection of her own suffering over the recent loss of her sparrow, the antiphonal exchange following the opening of the Office of the Dead is rendered keenly autobiographical. She is sorrowful herself at her prolonged sojourn, separated as she is from Philip; she asks how, left in the land of the living without her sparrow, she can possibly be expected to please the Lord. The dialectic proposed by the text in her primer becomes the basic dilemma that her private meditation must work out even as the more public service is impersonally sung around her. That Jane is prompted to such thoughts is parodic in a special sense meant to underscore how seriously, and how personally, she applies the text of the Divine Office: while others say or sing it, she lives it.\nOther versicles from Psalms are sung, and then the service invokes the Magnificat, at which point Jane awards Philip with his own more fitting Requiem Mass of Birds. While this may seem intrusive, even digressive, it comes at a point in the service roughly analogous to where the sequence of the proper of any mass might be “troped” (extended by a fitting digression), and in accommodating her Requiem to Philip, Jane acts as intercessor just as Mary, in the Magnificat, is made intercessor between God and man; notably, Saint Philip is the historic saint of intercession. The more dolorous matter of the requiem transforms the young novitiate for the moment into the Mater Dolorosa, the sorrowing mother at the cross of a misunderstood Christ. Those who might laugh at Jane for her excessive grief over a pet do not measure truly the need and function of intercession: it is, after all, the sparrow for whom Christ says God has special providence.\nPart 2 of “Philip Sparrow” follows exactly a service complementary to the “Placebo”: the Commendation of All Souls, found in the same primers and Books of Hours. This service is also named for a formulary which suggests intercession: “Tibi, Domine, commendamus animam famuli tui N. et animas famulorum famularumque tuarum” (To thee, O Lord, we commend the soul of thy servant N. and the souls of thy servants both men and women), this latter formula providing the last liturgical reference in the poem. The eight main sections in part 2, each introduced by a versicle from Psalms, have appeared to many critics as erotic stanzas cataloguing Jane’s physical charms, astonishingly out of place in this poem. But the point is that they are based on praises of the Virgin drawn from popular carols and rounds, the Canticle of Canticles, and Saint Valentine’s Day poems to the Virgin. Skelton follows part 1, based loosely on the Seven Sorrows of the Virgin, with his own more celebratory Seven Joys of the Virgin; he returns (as Jane does with the Magnificat) to the relationship between mother and child marked by pleasure and happiness.\nThe two parts of the poem thus function as one by realizing the double interpretation of Christ’s death as derived from Saint Origen: the first resurrection, by which the soul rises from the death of the body (as Philip rises from his death by the cat Gib) and the second resurrection—Philip’s, the cat’s, and the reader’s—by which the body finds occasion to be freed from all corruption, to renew spiritual dedication, and to take joy in newfound spiritual health.\nSuch a poem grows directly out of the experience of life in the convent, where Skelton likely met Jane Scrope and her mother. But the allusions of such figural poetry, which find their meaning only in light of received liturgy and Scripture, apparently confused Skelton’s first readers as they have most readers until recently. Skelton remarks in The Garland of Laurel: “What ail them to deprave / Philip Sparrow’s grave? / His Dirige, her Commendation / Can be no derogation, / But mirth and consolation / Made by protestation, / No man to miscontent / With Philip’s entrement.” To prevent misreading, Skelton wrote a brief part 3, the “Addition,” in which he replies directly to his critics. In writing this, he follows part 1 (the intercession of Jane for Philip) and part 2 (the intercession of Jane to God) by interceding on Jane’s behalf to the poem’s readers. This final act of intercession becomes, as the others have become, an act of commendation; and all three become acts of pleasing (“Placebo”).\nAfter 1511 Skelton’s name no longer appears in records at Diss; on July 5, 1511 he was in London dining with the prior of Westminster Abbey. By 1512 the poet appears to have given Henry VIII three manuscripts: a revised copy of his Speculum Principis; a poem titled “Complaint,” decrying “Skelton Laureate, onetime royal tutor” as being “quiet in soliloquy with himself” and “wholly given over to oblivion, or like one dead from the heart”; and an annotated copy of the old Chronique de Rains about Richard the Lion-Hearted, inscribed with a new dedication to Henry. The Speculum Principis ends with an allusive jab at one of Henry’s advisers, possibly Wolsey, who had left the parish of Redgrave and by 1512 was royal almoner and privy councillor to the king: “Grow strong, prince, easily a prince of all princes. Understand that a king must rule and not be ruled. Listen to Samuel, read Daniel, banish Ishmael. Banish! Banish!”\nWhether Skelton’s persistence or the king’s sense of obligation to his first tutor played the major part, in the spring of 1512 or 1513 the poet was formally recognized by letters patent as orator regius, court poet and rhetorician to Henry VIII. At first he seems to have written court poems natural to that office, including an epigraph for Henry VII (“Eulogium pro suorum temporum conditione”) that he used to honor the son—”Noster Honor solus, filius, ecce, suus!”—and which was duly hung in the Chapel of Henry VII in Westminster Abbey, and an “Elegia” for Lady Margaret Buford which, more than a century later, John Weever found still hanging over her tomb. The king’s orator also wrote occasional poems on political triumphs. “Contra Gallos” celebrates the Battle of the Spurs in 1513, when Henry VIII invaded France and took Thérouenne and Tournai. A series of other poems honors Skelton’s longtime patrons, the Howard family who defeated Scottish forces at Flodden Field in 1513; they include the “Chorus de Dis contra Scottis,” the “Ballad of the Scottish King,” and, later, a revision of the ballad with added invective, retitled “Against the Scots.”\nThere is some indication that Skelton was part of the large retinue from court that went with Henry VIII to France in 1513, for it was there that Christopher Garnesche, Sergeant of the King’s Tent and a partisan of Wolsey, was knighted for his services. Skelton’s series of poems “Against Garnesche,” some of which are written in Skeltonics, is part of a notable duel of invective, although Skelton remarks at the end of each section of his work that this contest of abuse was actually written “by the King’s most noble commandment.” Although this highly personal and doubtless occasional work is a minor part of Skelton’s canon, it remains important as the first example of a “flyting” in English. He also returned at this time to the mock epitaph in his diatribe against William Bedell, former Treasurer of the Household for Lady Margaret Buford. The Latin poem is based on Psalm 73, but its cause and meaning remain obscure.\nTwo works of 1516 were aimed at Wolsey. The first one, “Against Venemous Tongues,” was occasioned by the elevation in 1515 of the archbishop of York to cardinal of the church (and so chief prelate in all England). Skelton admonishes: “All matters well pondered and well to be regarded, / How should a false lying tongue then be rewarded? / Such tongues should be torn out by the hard roots, / Hoyning [grunting] like hogs that gronis [grunt] and wrotez [root in soil].” The reference to “hogs,” alluding to Wolsey as a butcher’s son, clearly identifies Skelton’s target. But more galling than the cardinal’s low birth is his ostentatious display of his new badge of office: “for before on your breast and behind on your back, / In Roman letters I never found lack.” “Never found lack” is a turning point in the poem, for while there is a surplus of letters (“T” and “C” for “Thomas Cardinalis”) on his livery, there is a “lack,” which Skelton finds “In your cross-row nor Christ-cross-you-speed, / Your Pater noster, your Ave, nor your Creed,” for these are the true texts which the cardinal forgets both to speak and to practice.\nAlthough the poem is ostensibly one of denunciation, the poet must find a way to salvage language when it has been all but destroyed by debasement. His means for achieving this is to make an analogy between proper and improper use of language and the good and bad men who are responsible for its corruption; further, he makes good men (such as himself) those who remain responsible to the beliefs of the Church and the lessons of Scripture and the evil ones those who flout their office at the expense of their faith. Thus the poem is really a colloquy between the priest of the Church, who calls on the Church’s authority for his credentials, and that Church’s prelate, who has apparently forgotten what lessons that Church taught him.\nThe second work of 1516 is Skelton’s only surviving play, the allegorical morality play Magnificence. In her 1980 edition of the play, Paula Neuss claims that its title has three meanings: “liberality ... combined with good taste,” or “munificence,” as derived from Aristotle’s use of the word; “glory,” which can lead either to proper dignity or, when misused, pride; and “a title of honor applied to ... distinguished persons.” The play unfolds simultaneously on at least three levels. On the allegorical level, the title character is a figure for mankind, over whose soul and mind the virtues and vices of measure are warring. On the philosophical level, the play considers the meaning of magnificence to be proper balance or moderation: “measure is treasure.” On a literal or narrative level, the character named Magnificence ceases to be prudent, invites corrupt conspirators to his court, loses his power, and struggles to regain his authority. Although Skelton seems by this time to have taken sanctuary in Westminster under the auspices of John Islip, Abbot of Westminster Abbey and a member of the king’s Privy Council, there is nevertheless in the play a mix of moral debate and tragedy and a constant movement from the abstract to the specific and back to the abstract, which prevents any easy association of Wolsey with the central character.\nThe theme of the play is the traditional one of virtue versus vice, as in The Bouge of Court. The struggle is between prudence and folly, not good and evil, but the play is concerned with worldly success rather than salvation. Although the text is not divided, Magnificence clearly falls into five stages or acts: prosperity, conspiracy, delusion, overthrow, and restoration (again resonant of The Bouge of Court). But this moral allegory about good and evil is also a political allegory about good and bad rule. The prince is distracted and seduced by six vices which have been associated with Wolsey, such as Counterfeit Countenance, aimed at Wolsey’s lower social origins, and Courtly Abusion, aimed at reminding the audience of Wolsey’s love for extravagant dress. In the vices there is great wit, and many of the scenes inject a comedy not common to moralities of the time. Nan Cooke Carpenter notes that Magnificence is “a mixture of old and new, of seriousness and humor, of traditional religion and practical politics. Its hero is Henry VIII and at the same time any man whom adverse Fortune may cast down at any time. Its vices add up to Thomas Wolsey, or to anyone else motivated by extreme self-love and selfish ambition.” Cloaking pointed references in the guise of general wrongs, Skelton is able to write strong satire while never clearly attacking the king’s favored adviser.\nMagnificence was Skelton’s first lengthy attack on Wolsey, followed in the 1520s by three more daring poems which must have been risked only because Skelton had been granted sanctuary and because, urging traditional morality, he could argue that he was a truer priest than Wolsey was a prelate: “Speak, Parrot” (1521), “Colin Clout” (1522), and “Why Come Ye Not to Court?” (late 1522 and 1523), each increasingly direct. “Speak, Parrot” is Skelton’s most recalcitrant work. Not only is it obscure in itself, but it exists only in two separate, partial versions (one in manuscript) that must be conflated to establish a full text. It was written at discrete periods and seems layered in its presentation. Even in the opening section, which like The Bouge of Court declares the situation on which the poem elaborates, the Parrot feels it necessary to speak figuratively rather than directly, by what he describes as “Confuse distributive”: that is, speech that seems confusing because it scatters or distributes its meaning throughout the poem, though its significance grows in the mind of the reader as he progresses through it (as was often the case with the reading of Scripture and its exegesis).\nBut the poem is hardly the “cryptogram of which we have lost the key” that C.S. Lewis thought it. “Speak, Parrot” is a poem of commentary and instruction in which Parrot does not warn us what will happen so much as tell us what we are to know and how we are to interpret it. About this, Parrot could not be plainer:\n \nBut of that supposition that called is art,\nConfuse distributive, as Parrot hath devised,\nLet every man after his merit take his part;\nFor in this process, Parrot nothing hath surmised,\nBut that metaphora, alegoria withall,\nShall be his protection, his pavys [shield], and his wall.\nIn constructing a proposition (“supposition”) that one would consider well arranged (“art”), Parrot has jumbled together scattered bits of truth (“Confuse distributive”) in a way that will allow readers to determine their meaning, each according to his merit, reminiscent of the biblical “every man shall receive his own reward, according to his own labor” (1 Corinthians 3:8). But the “art” is in the “supposition,” the controlling idea and the selection, not in the subject matter, which is neither original (“No matter pretended”) nor unusually arranged (“nor nothing enterprised”).\nParrot employs signs and figures (metaphor, allegory) as his shield (“pavys”). Moreover, he will use the mirror in his cage to see prismatically, as if through a glass darkly: “The mirror that I tote [peer] in Quasi di phanum, / Vel quasi speculum in engimate” (1 Corinthians 13:12). But although what he will say is politically dangerous, this is not the reason for his indirection—he is only a parrot and will not flinch in his envois from openly exposing Cardinal Wolsey. Rather, metaphor and allegory are necessary because God’s truth is so dazzling. Parrot’s truth, like Saint Paul’s, must be comprehended indirectly on earth; only in Parrot’s home of Paradise would we be able to see it directly, in all its brilliant glory. There, it would be splendidly lucid, neither divided in its grand design nor distributed across human history.\nThe plainness of Parrot’s message, once the parts are connected, is complicated by the narrator, a composite which Skelton expects his readers to take apart. Parrot derives from at least three traditions. Contemporary bestiaries stressed the parrot’s exotic origins (in India), its skill at language, and its quick ability to mimic others. Thus Parrot the narrator can change swiftly, gather up varied scraps of wisdom in foreign tongues, and put his bits of knowledge into revealing juxtaposition. This wise fool came from Paradise, and, still trailing clouds of that glory, he will occasionally speak in what seems to be tongues, reminiscent of Pentecost or Whitsunday. A second pedigree comes from Boccaccio’s Decameron (1353), which assigns to Parrot divinity as a descendant of Prometheus, who breathed life into clay, like God. Parrot, as the son of Deucalion, barely escaped the flood, the apocalyptic memory of which will nearly overcome him at the end of the poem. Finally Parrot has in his cage a special mirror that refracts light and so throws into relief much that is around him. In medieval homiletic literature, the mirror was a figure for the Host, its broken pieces the various communicants who wished to unite their bodies with Christ’s. Parrot’s comments, then, are divinely inspired.\nIn part 1, Parrot begins by trying to keep things as whole as possible. He injects stanzas to demonstrate that in Tudor England (where he is presently caged) Henry VIII and Cardinal Wolsey are reenacting typological roles already forewarned in the Old Testament. Three biblical types offer man’s basic choice for Parrot: Melchisedech, Moloch, and Gideon. Melchisedech offers Abraham bread and wine (Genesis 14:18), prefiguring the Eucharist. In time Melchisedech came to prefigure Christ as Prince of Peace (Hebrews 6:20), and his name was invoked in each Mass celebrated by the Church during the celebrant’s fifth pass over the chalice. Parrot directs his Tudor congregation back through the Mass to Church history beause Melchisedech’s law was the continuity of a covenant with Noah, and Parrot identifies his own history with the time of Noah’s flood. Parrot even identifies with Melchisedech because neither had any known parents. But speaking in tongues, he joins with Henry VIII, as the King of Peace, in eternal contest with Moloch/Wolsey. Wolsey, however, is identified with Moloch (the Antichrist of Leviticus 18:21). For Moloch, God allows no concessions: “the people of the land shall stone him” (Leviticus 20:2). Moloch’s position in the Old Testament prefigures that of Herod in the New Testament, an enemy of God familiar to the viewers in Skelton’s day of the cycle of biblical mystery plays. As part 1 progresses, Parrot grows more urgent, even more plainspoken. He first condenses his fears into a single line, “But moveatur terra, let the world wag,” recalling Psalm 98 (“The Lord hath reigned, let the people be angry: he that sitteth on the cherubims: let the earth be moved”) and the Libera me from the Office for the Dead (“In that dreadful day, when the heavens and the earth are shaken”).\nThat dreadful day, Doomsday, is brought closer to home in part 2, where the apparent digression concerning the “Grammarians’ War” of 1519–1521 enlists humanist educators to testify to the advancing forces of Moloch, because their New Learning provides referential texts that are no longer Scriptural. Parrot’s own attempted use of “Such shreds of sentence, strewn in the shop / Of ancient Aristippus and such mother more” leads into rhetorical nonsense that can only suggest the fallen world, and grammatical nonsense that suggests the Tower of Babel.\nPart 3 is a single brief interlude in a markedly different tone. Parrot’s mistress, Galathea, approaches his cage and “prays” that, “for Mary’s sake,” he will sing her a love song. Parrot’s response is a song at once erotic and so general that it seems to be a song of intercession for all mankind. His song wins Galathea’s gratitude and blessing, and their subsequent dialogue suggests that the imminence of the Last Judgment predicted in earlier times is possible again in their own.\nPart 4 is a series of four unusually long envois (sequentially dated by an internal system beginning with the year of Skelton’s laureateship at Oxford) which details Wolsey’s failure at Calais as an index (as Moloch/Wolsey) of his increasingly futile but dangerous power. The envois conclude with a reference to Edward Stafford, third Duke of Buckingham, who was executed in 1521 on trumped-up charges of treason by Wolsey. Wolsey used this event to ruin the spirit of Thomas Howard, Skelton’s lifelong patron, and so effectively ended the power of the older aristocracy which both Buckingham and Howard represented.\nEarly in the poem there are dark hints of such an outcome. The whole work places an increasingly powerful Moloch against a progressively weaker Melchisedech. What is needed is a savior, figured in Gideon. Parrot tried to be that Gideon but failed, and in a sense Skelton tries and fails, too. Warnings fall on deaf ears, and the poem is taken over by the hulking body of Wolsey. “Speak, Parrot” draws to a close with a portrait of England’s chief prelate riding his mule in trappings of gold, a parody of Jesus on his way to Jerusalem where his trial and crucifixion would allow him to harrow hell. The gold associated with Wolsey here is reminiscent of Aaron’s golden calf, the story used by Parrot earlier in the poem to begin the history of man’s fall.\nBut Wolsey’s thirst for power and greed for wealth knew no bounds that Skelton could discern. As Cardinal and Lord Chancellor, he embodied an unholy wedding of sacred and secular power, of church and state; in his papal appointment in 1518 as legatus a latere he threatened the very foundation of the English Catholic Church. This papal appointment enormously extended Wolsey’s ecclesiastical powers; acting in the place of the pope in England, he could remit sins, take jurisdiction of wills from English bishops, demand tribute from all levels of the clergy, and (in time) legitimize bastards, chastise the clergy, grant degrees in theology, arts, and religious orders, appoint benefices at will, absolve those excommunicated or under other sentences, and reform the monasteries. Wolsey even undermined these privileges. By simultaneously holding a bishropic and an archbishopric, he introduced episcopal pluralism into England. He made a game out of appointments for himself, trading up the sees by turning in Bath and Wells when Durham fell vacant, and exchanging that for the see at Winchester. Most disastrous of all, he dissolved twenty-nine monasteries on the grounds that they were hopelessly decayed and then took their confiscated property to endow the colleges he was building at Ipswich and Oxford as well as to make extensive alterations to York Place and Hampton Court.\nSkelton’s next attack on Wolsey, in “Colin Clout,” was prompted in part by the dissolution of the nunneries of Lillechurch, Kent, and Bromehall, Berkshire, effected at the cardinal’s direction in October 1521. The poem takes the form of a colloquy announced in the epigraph’s juxtaposition of passages from the Old and New Testaments: “Quis consurget mihi adversus malignantes, aut quis mecum adversus operantes iniquitatum? Nemo, Deomine!” (Who will rise up with me against evil-doers? Or who will stand up with me against the workers of iniquity? [Psalm 93:16]; No one, O Lord! [John 8:11]). Representative of the common man, Colin is opposed to Wolsey instinctively because he is simple, blunt, and honest. But he does not merely discern and announce the truth; he is truth.\nThe poem spirals outward in a lengthy series of observations that are highly critical of Wolsey’s spiritual and temporal actions. As Wolsey is both chief prelate and lord chancellor, so this poem, like the opening epitaph as colloquy, keeps splintering and doubling. In the course of Colin’s investigation, Wolsey becomes both the origin of evil and simply the worst example of it, both type and prototype. Colin, too, becomes more than simply Colin; he also becomes the spokesman for a whole community of suffering, honest laymen: “I, Colin Clout, / As I go about, / And wandering as I walk, / I hear the people talk.” In all of his characteristics—his simplicity, his clear-sightedness, his bluntness, his pain, his anxiety, and his stubborn faith—Colin resembles the anonymous author of Psalm 93 with his cry of tribulation and his prayer for deliverance. Indeed the moving inner drama of “Colin Clout” is Colin’s sense of possible complicity and his struggle to maintain the force of the psalmist’s lament, alongside the Christian understanding of man’s need, from time to time, for charity and divine support. It is this conflict within Colin that makes his poem especially rich and powerful.\nSkelton’s next poem on Wolsey, “Why Come Ye Not to Court?,” is even more direct in its bitter attack than “Colin Clout.” It is also far simpler and so more forceful. The structural principle is also plainer, because Skelton announces it in his incipit and repeats it twice in the opening lines: “All noble men, of this take heed, / And believe it as your Creed.” His prologue then begins with the general state of the world that produces the need for a new creed to replace the Nicene Creed. Such fundamental and summary charges concerning selfish, negligent, and ignorant leadership cause the speaker to level the damning accusation that the Church creed from the Council of Nicaea, in use since the sixth century when it replaced the Apostles’ Creed, has now been overturned by the practices of Wolsey as the new apostle to the devil. “Why Come Ye Not to Court?” thus presents a tripartite argument: (1) it begins with a statement full of interpretive details to give a concrete and comprehensive view of the present condition of men under the dispensation of the new creed; (2) it supplies, through a series of questions and answers, an itinerary of events, often in foreign countries, which are a direct consequence; and, finally, (3) it locates the cause of all these evil conditions and acts in the biography of Dicken (the devil symbolizing Wolsey), who alone is responsible.\nPart 2 of the poem, rather than examine the catechumen on the Ten Commandments, asks a series of ten quite different questions, the answers to which (as potential commandments) can only reveal Wolsey’s misdeeds and shortcomings—for their focus is on him, not on church belief. When the catechumen is asked the ultimate question under the New Dispensation, “Why come ye not to court?,” he must understand it is not the king’s court where God has presumably placed his regent, but Hampton Court where Wolsey in true power and majesty now resides. By sharply juxtaposing the fall of Sodom and Gomorrah, by which God punished blind sinners in the Old Testament (Genesis 19:11), with the current Litany of the Mass, Skelton ends part 2 by triumphantly showing how Wolsey’s usurpation of the king’s rule and justice has led to a moral blindness by which Wolsey also means to usurp God’s teachings to the faithful—and God himself. Truly, Wolsey is the devil incarnate.\nPart 3 is an infernal biography, in which Wolsey is compared to Amalek, a chronic enemy of God (Exodus 17:8-16), and condemned as the antitype to Saint Peter from which the true Church descended. The prelate’s wild boasts are compared to those of the character Mahomet in the anonymous Corpus Christi plays; tropes make Wolsey analogous to the necromancer at Charlemagne’s court and show him descending to hell to harrow it but staying to take over: “he would break the brains / Of Lucifer in his chains, / And rule them each one / In Lucifer’s throne.” Skelton next portrays Wolsey usurping the archbishop of Canterbury, the lesson from the Confessor Bishop Mass (a movable feast), canon law, and finally the law of the provincial synods of Canterbury and York. Skelton’s anger cannot subside: the poem concludes with an epitome and a decasticon, which present another biography of Wolsey, modeled on a debased Nicene Creed. “Why Come Ye Not to Court?” thus argues forcefully, typologically, specifically, and savagely that both for men of corruption and for men of the Holy Spirit, the Holy Bible and the catechism are the only sources of reliable instruction. But Wolsey is seen as blind to what every child of the Church is taught from the beginning.\nSkelton creates a more common devil incarnate in the eponymous heroine of what, from Pope’s day on, was Skelton’s best-known and most notorious poem, The Tunning of Elinor Rumming. John Harvey has discovered in the court rolls of the manor of Packenescham what may be an authentic source of the poem: an actual Alianora Romyng, “a common tipellar of ale” who ran the Running Horse tavern that still stands in Leatherhead, Surrey, was fined two pence on August 18, 1525 for selling ale “at excessive price and by small measures.” “Tunning” means both “brewing” (the process) and “brew” (the product), and by extension drinking and drink. The poem is a portrait of an early Tudor alehouse and the narrative of Elinor, an alewife. She makes her own brew with the aid of chicken dung, taking as payment anything her large and degenerate crowd of women will give her. The poem also concentrates on how such corrupt habits contaminate the personalities of her customers and deform them physically as they arrive, one by one, for a drunken melee, until the poet breaks off what appears an endless troping when a particularly fastidious customer, asking for additional credit, catches sight of all the goods that the greedy Elinor has collected and stashed under her bed.\nNearly from the start the poem begins to fill with her customers, who flock to her alehouse for more of her “noppy ale” than they can quite manage. Although “Some have no money / That thither comey, / For their ale to pay,” she allows them to barter freely. “Instead of coin and money, / Some brought her a conny [rabbit], / And some a pot with honey, / Some a salt, and some a spoon, / Some their hose, some their shoon [shoes],” and some, things they have stolen, including even sacred things such as rosary beads. In the end, “Such were there many / That had not a penny” that, when they stagger to their feet, Elinor has them chalk up their own indentures on a board hanging in the tavern. Gluttony as one of the seven deadly sins had been a frequent subject of satire in the medieval period—by the goliardic poets, by Geoffrey Chaucer, by William Langland—but Skelton’s subject is also deformity, both spiritual and physical.\nFollowing several goliardic predecessors, the poem portrays a topers’ Mass or mock Mass: “Now truly, to my thinking, / This is a solemn drinking.” Elinor, the high priestess, is a devil or witch practicing maleficium: “The devil and she be sib [ siblings].” She is dressed like a Turk (infidel) or gypsy (pagan) in “Her huke [cape] of Lincoln green,” the devil’s color, with “Her kirtle Bristol red” mocking the liturgical color of the vestments for Passion Week and Whitsunday as her brewing mocks Christ’s first miracle at Canna (turning the water into wine) and its prefiguration of the Last Supper. Her preparations are clearly meant to mock ablutions and Communion because the real subject of the poem is a portrayal of a witch’s coven, and the customers who come perform a mock confessional and perform the Offertory with various goods—some frivolous, some vital, some stolen, and some sacred—holding them up, indiscriminately, “To offer to the alepole” or “To offer to the ale tap.” The “tunning” which Elinor serves is, in short, witch’s brew, and her “tunning” or celebration is a witch’s or devil’s Sabbath, a Black Mass.\nThis poem is, in fact, a deliberate inversion of “Philip Sparrow,” which talks of sacrifice instead of self-indulgence; the connection here is more firmly made by Elinor’s means of taking over the property of her sisters as they enter her establishment, which is a detailed mockery of the practice at Benedictine abbeys, linked to the priory of Saint Mary at Carrow. The poet thus stops abruptly when the fastidious customer sees her rosary treated like so many worthless trinkets in the mock reliquary under the bed where Elinor and her husband “root like hogs.” He stops when Saint Benedict himself is invoked as one who argues for vows of poverty coupled with obedience and, in his case, charity. But the poet does not stop without cause: he stops because he is so outraged at what he has described and because this portrayal of the wages of sin is so total in its condemnation. This is, however, the only poem which Skelton set at Leatherhead; the reason may be that it was a popular alehouse with visitors to Hampton Court. In fact, the alehouse may be an inversion of Wolsey’s court, since it consists of all women and not, like Wolsey’s court, all men, while it is in full congruence in also being a place absolutist in its power and autocratic (for Skelton) in its immorality and self-indulgence. This may also explain why this poem was written as late as the 1520s, when the actual Alianora Romyng was declared a con artist by the courts.\nThe Garland of Laurel, Skelton’s first major poem, was not published until 1523, incorporating some later incidents in Skelton’s life and a mysterious and puzzling envoi that seems to argue a final reconciliation with Wolsey. It has been contended that The Garland, which concentrates on happier early days at Sheriff Hutton Castle with the Howard family, was deliberately published at the retirement of Skelton’s patron, Thomas Howard, from court in 1522. The newly augmented and completed poem, which traces the incidents in the life of a poet laureated in three universities, thus becomes the record of a poet’s life work, the fortunes which a patron helped to produce, and a unique and charming tribute to the family that made Skelton’s career possible. But the Latin envoi (“To the Most Serene Royal Majesty, equally with the Lord Cardinal, Most Honored Legate-from-the-side”) may still bewilder. Most scholars have thought the poem is meant to establish Skelton’s mastery as a poet and the envoi an apology meant to win a prebendary so that he might retire from the sanctuary of Westminster into a pastoral life in his final years. That would not square, however, with the contention that The Garland is a tribute to Howard, whose retirement was forced by Wolsey and who remained, until his early death, Wolsey’s arch-enemy.\nRead more closely, however, the envoi may also be seen to venerate and praise not Wolsey but the king: the reverence due to the cardinal is directly contingent on the fulfillment of a promise already made but one that must come eventually from the king and not the cardinal. Forcing Wolsey’s hand in a poem which honors Howard, Henry VIII’s Lord Treasurer, is also tantamount to insisting that the prelate make good his patronage while the aging Howard still lives: Skelton will honor his patron in a poem which secures continuing patronage through a new appointment.\nThis apology, if that is what it is, seems to have been unsuccessful, however, for Skelton remained in Westminster. There is, furthermore, no indication that Thomas Howard II ever provided the support and protection for Skelton that his father had. But in the final years of his life, Skelton suffered no abatement in energy, courage, invention, or invective. His final extant poem, “A Replication Against Certain Young Scholars” (1528), is an attack on two Cambridge students, Thomas Bilney and Thomas Arthur, who were declared guilty of Lutheran heresy and required to abjure publicly and to bear faggots to Paul’s Cross in London on the Feast of the Conception, December 8, 1527, as a sign of their recantation. The poem is in three parts—the protestation, proposition, and confutation—and borrows legal terminology and form only to transcend them. Skelton argues that while Bilney and Arthur support latria, or the supreme worship of God alone, they deny dulia, the veneration of angels and saints, and especially hyperdulia, the veneration of the Blessed Virgin. In citing the miracle of the Conception, Skelton intercedes to instruct and save the young heretics, much as the Virgin has interceded for all mankind, as the Sequence for the Mass of the feast day of Conception makes clear. He will, therefore, make his own priestly and poetic responsibilities inseparable.\nPart 3 bestows special powers, however, on the poet, and Fish has said it is the basis for his entire poetical career:\n \n  There is a spiritual,\nAnd a mysterial,\nAnd a mystical\nEffect energial [energia]\n(As Greeks do it call),\nOf such an industry\nAnd such a pregnancy\nOf heavenly inspiration\nIn laureat creation,\nOf poet’s commendation,\nThat of divine miseration\nGod maketh his habitation\nIn poets which excells,\nAnd sojourns with them and dwells.\nBy whose inflammation\nOf spiritual instigation\nAnd divine inspiration,\nWe are kindled in such fashion\nWith heat of the Holy Ghost,\nWhich is God of mightiness most,\nThat he our pen doth lead.\n \nSkelton elevates poetry and the poet—deliberately giving himself (because of the inspiration of the Holy Ghost) more authority even than Wolsey, legate a latere. In addition, the poem, which begins with what appears to be a note of conciliation, actually begins with subterfuge. In arguing that the young heretics were first supported by gifts of money given toward their education by several prelates, including the cardinal, Skelton indirectly argues that Wolsey is also guilty of promoting this heretical act. This gives a new and quite different meaning to the dedication, in which the poet writes that Wolsey is “assuredly the most excellent promoter of this present treatise” and clarifies why and how the poet means to give “all due reverence proper to so great and so magnificent a prince of ecclesiasts” as one who has aided and abetted the very heretics under examination.\nThomas Howard died in 1524, and his bier, transported with the cortege from Framlingham Castle to burial at Thetford Abbey, paused to spend the night midway at Diss, where the Church of Saint Mary the Virgin was draped in black and where a requiem mass, presumably celebrated by the aging Skelton, was the last holy service celebrating him. Skelton died a few years later, on June 21, 1529, in Westminster. According to his early biographer, Edward Braynewood, he was buried before the high altar of Saint Margaret’s Church, his parish church alongside the great Abbey, with this inscription on alabaster: “Joannes Skeltonus vates pierius hic situs est” (Here lies John Skelton, Pierian bard). Both the tomb and its marker have long since disappeared, but records remain in the churchwardens’ accounts of Saint Margaret’s of the expenses incurred: four tapers were lit and set around his body, and four torches illuminated the funeral procession. Church bells tolled and a sum was paid for a special knell by Our Lady’s Brotherhood, a parish guild to which Skelton belonged, along with others attached to the neighboring palace. If his service was not as flamboyant as his best-known poetry, it was as ceremonial and holy as he seems, from his final poem, to have wished.\n“If we think that we are not in the presence here of poetic greatness,” John Holloway told the British Academy in 1958 regarding Skelton, “it is because there is a kind of poetic greatness which we have not learnt to know.” Skelton’s medieval conventions, his humanist learning, his rhetorical strategies, his hyperbolic wit, his angry invective, and his liturgical allusions have all served to obscure his poetry in the intervening centuries. But that was not always the case. Surely the very fact that he pursued a lifelong career of figural poetry suggests that he had an audience who appreciated him. Nor did his readers disappear with his death. In the short space between 1545 and 1563—during the Protestant reign of Edward VI and, more appropriately, the Catholic reign of Mary I—there were 21 editions recorded of his work. But even then his reputation was being transformed: under Elizabeth I, increasingly more jests and jest books about Skelton emphasize his wit and ingenuity at the expense of his piety, as if for a country becoming more determinedly Protestant, a Catholic priest could only trivialize and mislead—could even become a buffoon. Ben Jonson, who in two of his works seems to have admired Skelton, nevertheless makes him into a clown. And the kind of poetry Skelton forged had to wait until John Donne’s “Nocturnal upon S. Lucy’s Day” (circa 1620) to find an adequate successor. Yet in recent times his Skeltonics have found their disciples in Robert Graves and W.H. Auden and their champions in E.M. Forster and Lewis. The number of major critical studies that have appeared since Richard Hughes’s 1924 edition of Skelton has at last conclusively established him as the premier poet under Henry VII and the first major English poet in the court of Henry VIII.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}