{"pf_url": "https://www.poetryfoundation.org/poets/john-balaban", "name": "John Balaban", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet and translator John Balaban earned his BA from Penn State and an MA in English from Harvard. He is the author of 12 books of poetry and prose, including the chapbook Like Family (2009) and the full-length collections Path, Crooked Path (2006), named an Editors’ Choice by Booklist and Best Book of Poetry by Library Journal; Locusts at the Edge of Summer: New and Selected Poems (1997), which won a William Carlos Williams Award and was nominated for a National Book Award; Words for My Daughter (1991), a National Poetry Series Selection; Blue Mountain (1982); and After Our War (1974), named a Lamont Selection and also nominated for a National Book Award.   As a conscientious objector to the Vietnam War, Balaban traveled to Vietnam with the International Volunteer Services to teach at Can Tho University. He was injured during the Tet Offensive and evacuated, only to return to serve on the Committee of Responsibility’s group to Save War-Burned and War-Injured Children until 1969. In 1971, Balaban received a grant from the National Endowment for the Humanities enabling him to return to Vietnam to record oral poetry known as ca dao. The resulting collection, Ca Dao Vietnam: A Bilingual Anthology of Vietnamese Folk Poetry (1980), was republished in 2003. Balaban has also translated the Vietnamese poet Ho Xuan Huong in Spring Essence: The Poetry of Hô Xuân Huong (2000). In 1999, Balaban founded the Vietnamese Nôm Preservation Foundation to preserve the writing of Vietnam’s ancient script.   Balaban has published a novel, Coming Down Again (1985, 1989, 2013); a memoir, Remembering Heaven’s Face: A Moral Witness in Vietnam (1991, 2002); and a children’s book, The Hawk’s Tale (1988). With the photographer Geoffrey Clifford, he collaborated on the volume Vietnam: The Land We Never Knew (1989), and with Nguyen Qui Duc, he coedited the collection Vietnam: A Traveler’s Literary Companion (1996). Balaban has received numerous honors and awards for his work as a poet and translator, including fellowships from the Guggenheim Foundation, the Lannan Foundation, and the National Endowment for the Arts. He was the Phi Kappa Phi national artist from 2001–2004, and in 2008, the Ministry of Culture in Vietnam awarded him a Medal of Appreciation. Balaban is currently poet-in-residence and a professor of English at North Carolina State University.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}