{"pf_url": "https://www.poetryfoundation.org/poets/john-wieners", "name": "John Wieners", "yob": "1934", "yod": "2002", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b142db68376bab72318e1f937ce8432f1b901db0.jpeg", "bio": "\nBorn in Boston, poet John Wieners was a Beat poet and member of the San Francisco Renaissance, Wieners was also an antiwar and gay rights activist. His poetry combines candid accounts of sexual and drug-related experimentation with jazz-influenced improvisation, placing both in a lyrical structure. In an interview with his editor, Raymond Foye, Wieners stated, “I try to write the most embarrassing thing I can think of.” As Robert Creeley observed, “His poems had nothing else in mind but their own fact.”\nWieners earned a BA from Boston College and studied at Black Mountain College with Robert Creeley, Charles Olson, and Robert Duncan. He later followed Olson, his mentor, to SUNY Buffalo. He published his first book of poetry, The Hotel Wentley Poems (1958), at the age of 24. Numerous collections followed, including Ace of Pentacles (1964); Nerves (1970); Behind the State Capitol, or Cincinnati Pike (1975), a collection of letters, memoir, and poems; Selected Poems 1958–1984 (1986); and Cultural Affairs in Boston: Poetry & Prose 1956–1985 (1988).\nWieners’s honors include awards from the Poets Foundation, the New Hope Foundations, and the National Institute of Arts and Letters, as well as a grant from the National Endowment for the Arts. He founded and edited the literary magazine Measure (1957–1962). Wieners also worked as an actor and stage manager at the Poet’s Theater in Cambridge, Massachusetts, and taught at the Beacon Hill Free School in Boston.\nAn edited notebook of his poetry and prose, The Journal of John Wieners is to be called 707 Scott Street for Billie Holiday, 1959, was published in 1996, and another notebook, from 1971, was published in 2007 as A Book of Prophecies. His papers are collected at the University of Delaware and the University of Connecticut. He spent the last 30 years of his life in Boston.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Black Mountain"]}}