{"pf_url": "https://www.poetryfoundation.org/poets/john-milton", "name": "John Milton", "yob": "1608", "yod": "1674", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/55da3dc31084cb6308df607b686613fdf23dd459.jpeg", "bio": "\nJohn Milton’s career as a writer of prose and poetry spans three distinct eras: Stuart England; the Civil War (1642-1648) and Interregnum, including the Commonwealth (1649-1653) and Protectorate (1654-1660); and the Restoration. Milton’s chief polemical prose was written in the decades of the 1640s and 1650s, during the strife between the Church of England and various reformist groups such as the Puritans and between the monarch and Parliament. Designated the antiepiscopal or antiprelatical tracts and the antimonarchical or political tracts, these works advocate a freedom of conscience and a high degree of civil liberty for humankind against the various forms of tyranny and oppression, both ecclesiastical and governmental. In line with his libertarian outlook, Milton wrote Areopagitica (1644), often cited as one of the most compelling arguments on the freedom of the press. In March 1649 Milton was appointed secretary for foreign tongues to the Council of State. His service to the government, chiefly in the field of foreign policy, is documented by official correspondence, the Letters of State, first published in 1694. Milton vigorously defended Cromwell’s government in Eikonoklastes (1649), or Imagebreaker, which was a personal attack on Charles I likening him to William Shakespeare‘s duke of Gloucester (afterward Richard III), a consummate hypocrite. Up to the Restoration, Milton continued to write in defense of the Protectorate despite going blind by 1652. After Charles II was crowned, Milton was dismissed from governmental service, apprehended, and imprisoned. Payment of fines and the intercession of friends and family, including Andrew Marvell, Sir William Davenant, and perhaps Christopher Milton, his younger brother and a Royalist lawyer, brought about Milton’s release. In the troubled period at and after the Restoration he was forced to depart his home which he had occupied for eight years in Petty-France, Westminster. He took up residence elsewhere, including the house of a friend in Bartholomew Close; eventually, he settled in a home at Artillery Walk toward Bunhill Fields. On or about 8 November 1674, when he was almost sixty-six years old, Milton died of complications from gout.\nWhile Milton’s impact as a prose writer was profound, of equal or greater importance is his poetry. He referred to his prose works as the achievements of his “left hand.” Like the illustrious literary forebears with whom he invites comparison, Milton used his poetry to address issues of religion and politics, the central concerns also of his prose. Placing himself in a line of poets whose art was an outlet for their public voice and using, like them, the pastoral poem to present an outlook on politics, Milton aimed to promote an enlightened commonwealth, not unlike the polis of Greek antiquity or the cultured city-states in Renaissance Italy. In 1645 he published his first volume of poetry, Poems of Mr. John Milton , Both English and Latin, much of which was written before he was twenty years old. The volume manifests a rising poet, one who has planned his emergence and projected his development in numerous ways: mastery of ancient and modern languages—Greek, Latin, Hebrew, Italian; awareness of various traditions in literature; and avowed inclination toward the vocation of poet. The poems in the 1645 edition run the gamut of various genres: psalm paraphrase, sonnet, canzone, masque, pastoral elegy, verse letter, English ode, epigram, obituary poem, companion poem, and occasional verse. Ranging from religious to political in subject matter, serious to mock-serious in tone, and traditional to innovative in the use of verse forms, the poems in this volume disclose a self-conscious author whose maturation is undertaken with certain models in mind, notably Virgil from classical antiquity and Edmund Spenser in the English Renaissance. When one considers that the 1645 volume was published when Milton was approximately thirty-seven years old, though some of the poems were written as early as his fifteenth year, it is evident that he sought to draw attention to his unfolding poetic career despite its interruption by governmental service. Perhaps he also sought to highlight the relationship of his poetry to his prose and to call attention to his aspiration, evident in several works in the 1645 volume, to become an epic poet. Thus, the poems in the volume were composed in Stuart England but published after the onset of the English Civil War. Furthermore, Milton may have begun to compose one or more of his mature works—Paradise Lost, Paradise Regained, and Samson Agonistes—in the 1640s, but they were completed and revised much later and not published until after the Restoration.\n\r\nThis literary genius whose fame and influence are second to none, and on whose life and works more commentary is written than on any author except Shakespeare, was born at 6:30 in the morning on 9 December 1608. His parents were John Milton , Sr., and Sara Jeffrey Milton , and the place of birth was the family home, marked with the sign of the spread eagle, on Bread Street, London. Three days later, at the parish church of All Hallows, also on Bread Street, he was baptized into the Protestant faith of the Church of England. Other children of John and Sara who survived infancy included Anne, their oldest child, and Christopher, seven years younger than John. At least three others died shortly after birth, in infancy or in early childhood. Edward Phillips, Anne’s son by her first husband, was tutored by Milton and later wrote a biography of his renowned uncle, which was published in Milton’s Letters of State (1694). Christopher, in contrast to his older brother on all counts, became a Roman Catholic, a Royalist, and a lawyer.\n\r\nMilton’s father was born in 1562 in Oxfordshire; his father, Richard, was a Catholic who decried the Reformation. When John Milton, Sr., expressed sympathy for what his father viewed as Protestant heresy, their disagreements resulted in the son’s disinheritance. He left home and traveled to London, where he became a scrivener and a professional composer responsible for more than twenty musical pieces. As a scrivener he performed services comparable to a present-day attorney’s assistant, law stationer, and notary. Among the documents that a scrivener executed were wills, leases, deeds, and marriage agreements. Through such endeavors and by his practice of money lending, the elder Milton accumulated a handsome estate, which enabled him to provide a splendid formal education for his son John and to maintain him during several years of private study. In “Ad Patrem” (To His Father), a Latin poem composed probably in 1637-1638, Milton celebrated his “revered father.” He compares his father’s talent at musical composition, harmonizing sounds to numbers and modulating the voices of singers, to his own dedication to the muses and to his developing artistry as a poet. The father’s “generosities” and “kindnesses” enabled the young man to study Greek, Latin, Hebrew, French, and Italian.”\n\r\nLittle is known of Sara Jeffrey, but in Pro Propulo Anglicano Defensio Secunda (The Second Defense of the People of England, 1654) Milton refers to the “esteem” in which his mother was held and to her reputation for almsgiving in their neighborhood. John Aubrey, in biographical notes made in 1681-1682, recorded that she had weak eyesight, which may have contributed to her son’s similar problems. She died on 3 April 1637, not long before her son John departed for his European journey. Her husband died on 14 March 1647.”\n\r\nIn the years 1618-1620 Milton was tutored in the family home. One of his tutors was Thomas Young, who became chaplain to the English merchants in Hamburg during the 1620s. Though he departed England when Milton was approximately eleven years old, Young’s impression on the young pupil was long standing. Two of Milton’s familiar letters, as well as “Elegia quarta” (Elegy IV), are addressed to Young. (The term elegy in the titles of seven of Milton’s Latin poems designates the classical prosody in which they were written, couplets consisting of a verse of dactylic hexameter followed by a verse of pentameter; elegy, when used to describe poems of sorrow or lamentation, refers to Milton’s meditations on the deaths of particular persons.) Also dedicated to Young is Of Reformation (1641), a prose tract; and the “TY” of the acronym SMECTYMNUUS in the title of Milton’s antiprelatical tract of 1641 identifies Young as one of the five ministers whose stand against church government by bishops was admired by Milton.”\n\r\nFrom 1620 until 1625 Milton attended St. Paul’s School, within close walking distance of his home and within view of the cathedral, where almost certainly he heard the sermons of Dr. John Donne, who served as dean from 1621 until 1631. The school had been founded in the preceding century by John Colet, and the chief master when Milton attended was Alexander Gill the Elder. His son, also named Alexander and an instructor at the school, did not teach Milton . Some of Milton’s familiar letters are addressed to the elder and the younger Gills, with whom he maintained contact, chiefly to express gratitude for their commitment to learning and to communicate to them his unfolding plans and aspirations. During his years at St. Paul’s, Milton befriended Charles Diodati, who became his closest companion in boyhood and to whom he wrote “Elegia prima” (Elegy I) and “Elegia sexta” (Elegy VI). They maintained their friendship even though Diodati attended Oxford while Milton was at Cambridge.”\n\r\nOn 9 April 1625 Milton , then sixteen years of age, matriculated at Christ’s College, Cambridge, evidently in preparation for the ministry. For seven years he studied assiduously to receive the bachelor of arts degree (1629) and the master of arts degree (1632). With his first tutor at Cambridge, the logician William Chappell, Milton had some sort of disagreement, after which he may have been whipped. Thereafter, in the Lent term of 1626, Milton was rusticated or suspended, a circumstance to which he refers in “Elegia prima.” After his return to Cambridge later that year and for the remainder of his years there he was tutored by Nathaniel Tovey. At Cambridge Milton was known as “The Lady of Christ’s,” to which he refers in his sixth prolusion, an oratorical performance and academic exercise that he presented in 1628. While the reasons for the sobriquet are uncertain, one suspects that Milton’s appearance seemed feminine to some onlookers. In fact, this theory is supported by a portrait of Milton commissioned by his father when the future poet was ten years old. The delicate features, pink-and-white complexion, and auburn hair, not to mention the black doublet with gold braid and the collar with lace frills, project a somewhat feminine image. Another portrait, painted while he was a student at Cambridge, shows a handsome youth, appearing somewhat younger than his twenty-one years. His long hair falls to the white ruff collar that he wears over a black doublet. His dark brown hair has a reddish cast to it, and his complexion is fair. Apart from his appearance, Milton may have been called “The Lady of Christ’s” because his commitment to study caused him to withdraw from the more typical male activities of athletics and socializing.”\n\r\nBy 1632 Milton had completed a sizable body of poetry. At St. Paul’s he had translated and paraphrased Psalms 114 and 136 from Greek into English. Throughout his Cambridge years he composed many of the poems in the 1645 volume: the seven Latin elegies (three verse letters, two funeral tributes, a celebration of spring, and an acknowledgment of the power of Cupid), other Latin verse, seven prolusions, six or seven sonnets (some in Italian), and numerous poems in English. The works in English include “On the Morning of Christ’s Nativity,” “The Passion,” “On Shakespeare,” the Hobson poems, “L’Allegro,” and “Il Penseroso.”\n\r\nThe circumstances of composition of Milton’s Nativity poem, classified as an ode, are recounted in “Elegia sexta,” a verse letter written to Diodati in early 1630. To his close friend Milton confided that the poem was composed at dawn on Christmas day in December 1629. In “Elegia sexta” Milton summarizes the poem, which, he says, sings of the “heaven-descended King, the bringer of peace, and the blessed times promised in the sacred books.” Likewise, the Christ child “and his stabling under a mean roof” are contrasted with the “gods that were suddenly destroyed in their own shrines” (translation by Merritt Y. Hughes). “On the Morning of Christ’s Nativity” is divided into two sections, the induction and the hymn. The induction is composed of four stanzas in rime royal, a seven-line stanza of iambic pentameter; the hymn consists of twenty-seven stanzas, each eight lines long, combining features of rime royal and the Spenserian stanza. The poem develops thematic opposition between the pagan gods—associated with darkness, dissonance, and bestiality—and Christ—associated with light, harmony, and the union of divine and human natures.”\n\r\nIn addition to the contrasting themes, the poem addresses two of the major paradoxes or mysteries of Christianity: the Virgin Birth and the two natures of Christ. By using oxymoron or succinct paradox—”wedded Maid, and Virgin Mother”—to describe Mary, the poet suggests the mystery of the Virgin Birth, whereby Mary retains her purity and chastity despite impregnation by the godhead. To describe the combination of two natures in Christ, the poet resorts to biblical allusion, particularly Paul’s letter to the Philippians (2:6-11), which recounts how the Son emptied himself of his godhead in order to take on humanity. Paul states that the Son having assumed the form of a servant or slave was obedient unto death on the cross. In the Nativity poem Milton indicates that the Son, while customarily enthroned “in Trinal Unity,” has “laid aside” his majesty to undergo suffering. By such biblical allusion Milton interrelates the Incarnation and Redemption. Paradoxically, Milton affirms that the heroism of the Son is attributable to his voluntary humiliation, so that, in effect, his triumph over the pagan gods is anticlimactic. Significantly, in a poem about the birth of the Savior, Milton foreshadows the death of Jesus, the consummate gesture of voluntary humiliation. The manger is described as a place of self-sacrifice, where the light from the star overhead and the metaphoric reference to the fires of immolation converge: “secret altar touched with hallowed fire.”\n\r\nNot to be overlooked is Milton’s use of mythological allusions to dramatize the effect of Christ’s coming. Thus, the Christ child is characterized as triumphant over his pagan adversaries, one of whom, Typhon, is “huge ending in snaky twine.” Typhon, the hundred-headed serpent and a leader of the Titans, rebelled against Zeus, who cast a thunderbolt against him. After his downfall he was incarcerated under Mount Aetna and tormented by the active volcano. Such myths were typically related to the Hebraic-Christian tradition in numerous ways: in illustrated Renaissance dictionaries and encyclopedias, editions of Ovid’s Metamorphoses, and other lexicons known to Milton . Indeed, early biographers report that Milton himself was planning a similar compilation and interpretation of myths, though this work was never completed. Traditionally, Typhon, his revolt against Zeus, and his subsequent punishment are analogues of Satan’s rivalry of the godhead, of his downfall thereafter, and of his everlasting torment in the fires of Hell. Thus, the triumph in the Nativity poem looks backward to the War in Heaven while anticipating the final conquest over Satan foretold in the Apocalypse. The appearance of Typhon as a multiheaded serpent is further correlated by Renaissance commentators with the biblical figure of Leviathan, the dragonlike monster associated with Satan in interpretations of the Hebraic and Christian scriptures. At the same time, the Christ child is likened to the infant Hercules, who overcame the serpent that attacked him in his cradle. The foregoing examples typify how Milton’s erudition and literary imagination enabled him to pursue and synthesize a wide range of mythological and biblical allusions.”\n\r\nIllustrated Renaissance lexicons, along with manuals of painting, which guided artists and authors in the use and significance of visual details, may be employed to interpret other allegorical figures in the Nativity poem. Thus, at the birth of the Savior, the poem recounts how “meek-eyed Peace” descends, “crowned with Olive green,” moved by “Turtle wing,” and “waving wide her myrtle wand.” Such visual details suggest the peace and harmony between the godhead and humankind when the dove returned with the olive branch after the Deluge and when the Holy Spirit, figured as a dove, descended at the baptism of the Lord.”\n\r\nA dominant feature of the Nativity poem is the frequent reference to pagan gods, many of whom are included in the epic catalogue in book 1 of Paradise Lost (1667). One such figure is Osiris, whose shrine in the Nativity poem is described: “with Timbrel’d Anthems dark / the sable-stoled Sorcerers bear his worshipt Ark.” This description suggests a funeral procession, thereby dramatizing the causal relationship between the birth of Christ and the death of the pagan gods. Additionally, the phrase “worshipt Ark” calls attention to the ark of the Covenant, associated with the tablets of law from the Old Dispensation. Christ, however, rewrites the law in the hearts of humankind, a process to which Milton’s poem alludes. The Chosen People of the Old Dispensation thus anticipate the faithful Christian community centered on Jesus. The poem presents the first such community when the holy family, shepherds, angels, and narrator unite in their adoration of the Christ child. The narrator endeavors to join his voice to the chorus of angels so that his sacred song and devotional lyrics are harmonized with theirs. He also informs us of the imminent arrival of the Magi, who will enlarge the community of worshipers and chorus of praise. Characteristically, the poem highlights unity and harmony between humankind and the godhead, earth and Heaven, the Old and New Dispensations.”\n\r\nWhat also emerges from the Nativity poem is an overriding awareness of Christian history, which is both linear and cyclical. As time unfolded, Old Testament events were fulfilled in Christ’s temporal ministry. Thereafter, the faithful community looks toward the Second Coming. Along this linear disposition of time there are recurrent foreshadowings and cyclical enactments of triumphs over God’s adversaries. Like the Apocalypse, the Nativity poem foresees that the ultimate defeat of Satan, having been prefigured in numerous ways, will be one of the climactic events of Christian or providential history.”\n\r\nDespite its early date of composition, the Nativity poem foreshadows many features of Milton’s major works: the allusions to mythology and their assimilation to the Hebraic-Christian tradition, the conflict between the godhead and numerous adversaries, the emphasis on voluntary humiliation as a form of Christian heroism, the paramount importance of the redemptive ministry of the Son, and the Christian view of history.”\n\r\nProbably intended as a companion piece to the Nativity poem, “The Passion” was written at Easter in 1630. Only eight stanzas in rime royal were composed, presumably as the induction. Appended to the unfinished work is a note indicating that the author found the subject “to be above the years he had, when he wrote it, and nothing satisfied with what was begun, left it unfinished.” The eight stanzas clarify Milton’s unfulfilled intent: to dramatize more fully the humiliation of the Son, “sovereign Priest” who “Poor fleshly Tabernacle entered.”\n\r\n“On Shakespeare,” Milton’s first published poem, was composed in 1630 and printed in the Second Folio (1632) of Shakespeare’s plays, where it was included with other eulogies and commendatory verses. Milton’s poem, a sixteen-line epigram in heroic couplets, was included perhaps because of the intercession of his friend and eventual collaborator Henry Lawes, a musician and composer, who wrote the music for Milton’s Comus (1637) and probably for the songs of “Arcades” in Milton’s 1645 Poems. Milton celebrates his friend’s musical talent in Sonnet XIII. Milton’s poem echoes a prevalent opinion evident in other commendatory verses—that Shakespeare, the untutored genius with only a grammar-school education, was a natural poet whose “easy numbers flow” in contrast to “slow-endeavoring art.” Perhaps the implied contrast is between the spontaneity of Shakespeare and the more deliberate and learned composition of Ben Jonson. The foregoing contrast is explicit in “L’Allegro,” where Shakespeare’s plays, the products of “fancy’s child” who composes his “native Wood-notes wild,” are contrasted with Jonson’s “learned Sock.” The reference to Jonson calls attention to the sock or low shoe worn by actors during comedy, as well as to the learned imitation of classical dramaturgy practiced by Jonson, who had a university education. Ironically, Jonson’s commendatory poem on Shakespeare, included in the First Folio (1623) and republished in the folios thereafter, is the most renowned of the lot. It cites the excellence and popularity of Shakespeare as a dramatist despite his “small Latin, and less Greek,” an allusion, no doubt, to his lack of education beyond grammar school. More to the point, Jonson used the metonymy of the sock to appraise Shakespearean comedy as nonpareil: “when thy socks were on / Leave thee alone.” Therefore, Milton may have appropriated but adapted the allusion in order to contrast the learned and spontaneous playwrights, respectively Jonson and Shakespeare.”\n\r\nCentral to the poem is Milton’s recognition that an erected monument, possibly even the Stratford burial site with its bust of Shakespeare, is unsuitable to memorialize the playwright’s unique genius. Ultimately, Milton argues that Shakespeare alone can and does create a “livelong Monument”: his readers transfixed by wonder and awe. So long as his works are read, his readers will be immobilized when confronting his transcendent genius. To be sure, the inadequacy of stone or marble monuments to perpetuate one’s memory is one major theme in Shakespeare’s sonnets; a complementary theme is the permanence of literary art despite the mutability and upheaval in the human condition. Milton integrates both themes from Shakespeare’s sonnets into his poem, perhaps to emphasize that the unique achievement of Shakespeare must be memorialized by the words and ideas of none other than the master poet and dramatist himself. Despite his admiration for Shakespeare, Milton in his prose and poetry explicitly referred to the playwright only three times: in Shakespeare “L’Allegro,” and Eikonoklastes. Despite the paucity of explicit reference, commentators have, nonetheless, sought to identify verbal parallels between the works of Shakespeare and Milton . Though such parallels or apparent echoes abound, they are inadequate to establish source or influence. Virtually identical similarities may be adduced between the works of Milton and the writings of other Elizabethans. It seems unlikely that Milton , having prepared himself to be an author of religious and biblical poetry, relied heavily on Shakespeare, whose dramatic works are vastly different in conception and subject matter.”\n\r\nTwo of the most amusing poems of the Cambridge years were written about Thomas Hobson, the coachman who drove the circuit between London and Cambridge from 1564 until shortly before his death on 1 January 1631. Several of Milton’s fellow students also wrote witty verses. In Milton’s first poem, “On the University Carrier,” Death is personified; his attempts to claim Hobson have been thwarted in various ways. Hobson, for instance, is described as a “shifter,” one who has dodged Death. In effect, his perpetual motion made him an evasive adversary until he was forced to discontinue his trips because of the plague; then Death “got him down.” The allusion is to a wrestling match, Hobson having been overthrown. Death is personified, in turn, as a chamberlain, who perceives Hobson as having completed a day’s journey. He escorts the coachman to a sleeping room, then takes away the light. The second poem, “Another on the Same,” is more witty as it elaborates a series of paradoxes. Thus, “an engine moved with wheel and weight” refers at once to Hobson’s coach—the means of his livelihood—and to a timepiece. The circuit of the coachman is likened to movement around the face of a timepiece, motion being equated with time. The assertion that “too much breathing put him out of breath” refers to the interruption of his travel caused by the plague. While idle, in other words, he himself took ill and died. Furthermore, the poem likens his former travel to the waxing and waning of the moon, a reciprocal course of coming and going. These playful poems that treat the topic of death may be contrasted with Milton’s lamentations, such as his funeral tributes, “Elegia secunda” (Elegy II) and “Elegia tertia” (Elegy III), and the later renowned pastoral elegies: “Lycidas,” which memorializes Edward King, and “Epitaphium Damonis” (Damon’s Epitaph), which mourns the loss of Charles Diodati.”\n\r\nProbably in 1631, toward the end of his stay at Cambridge, Milton composed “L’Allegro“ and “Il Penseroso,” companion poems. They may have been intended as poetic versions or parodies of the prolusions, the academic exercises at Cambridge that sometimes involved oppositional thinking. Clearcut examples include Milton’s Prolusion I (“Whether Day or Night Is the More Excellent”) and Prolusion VII (“Learning Makes Men Happier than Does Ignorance”). The correspondences and contrasts between “L’Allegro” and “Il Penseroso”—in themes, images, structures, and even sounds—are innumerable. Essentially, Milton compares and contrasts two impulses in human nature: the active and contemplative, the social and solitary, the mirthful and melancholic, the cheerful and meditative, the erotic and Platonic. Some commentators have identified Milton with the personality type of “Il Penseroso” and Diodati with that of “L’Allegro.” Though the poems anatomize each personality type and corresponding life-style apart from the other, the overall effect may be to foster the outlook that a binary unit, which achieves a wholesome interaction of opposites, is to be preferred. While it is difficult to assess the autobiographical significance of the companion poems or to develop a serious outlook when Milton himself may have composed them playfully, “L’Allegro” and “Il Penseroso” graphically demonstrate the dialectic that distinguishes much of Milton’s poetry, particularly the dialogues and debates between different characters in various works, including the Lady and Comus in Comus, the younger and elder brothers in the same work, Satan and Abdiel in Paradise Lost, Adam and Eve, Samson and his visitors, and the Christ and the tempter in the wilderness of Paradise Regained (1671).”\n\r\nHaving spent seven years at Cambridge, Milton entered into studious leisure at his parents’ home in Hammersmith (1632-1635) and then at Horton (1635-1638). Perhaps he was caring for his parents in their old age because his sister and brother were unable to do so. Anne had become a widow in 1631 and had two young children. Probably in 1632 she married Thomas Agar, a widower who had one young child. Milton’s younger brother, Christopher, was a student at Christ’s College. The situation with his parents may explain why Milton , after Cambridge, did not accept or seek a preferment in the church. Although he may still have intended to become a minister, it seems likely that the prevailing influence of William Laud, Archbishop of Canterbury, who established and enforced ecclesiastical and religious regulations, deeply affected Milton’s outlook. The most concise but cryptic explanation for his eventual rejection of the ministry as a career is provided by Milton himself, who in one of his prose treatises, The Reason of Church-governement (1642), comments that he was “church-outed.” An undated letter to an unidentified friend, a document surviving in manuscript in the Trinity College Library at Cambridge, sheds further light on Milton’s view of the ministry as a career. Some commentators speculate that Thomas Young is the addressee. Another influential factor in Milton’s decision may have been his long-standing inclination to become a poet, evident in poems written in his Cambridge years and published in the 1645 edition. One of the most self-conscious, though ambiguous, statements concerning Milton’s sense of vocation is Sonnet VII (“How soon hath time”). Unfortunately, it cannot be accurately dated, though 1631-1632 seems likely. In the poem he refers to the rapid passing of time toward his “three and twentieth year.” His “hastening days fly on with full career,” though the direction of movement, toward the ministry or poetry, goes unidentified. In any case, he contends that his process of development toward “inward ripeness” continues under the all-seeing eye of Providence.”\n\r\nMilton’s course of study in his leisure is outlined in Prolusion VII, which was influenced by Francis Bacon’s Advancement of Learning (1605). History, poetry, and philosophy (which included natural science) are celebrated as important to individual growth and to civic service. Milton’s Of Education (1644), an eight-page pamphlet written in the early 1640s, elaborates on many of the ideas in Prolusion VII and cites specific authors to be read. Autobiographical statements in various forms emerge from Milton’s period of private study, which enabled him to supplement extensively his education at Cambridge and to read numerous authors of different eras and various cultures. In a 23 November 1637 letter to Charles Diodati, Milton indicated the progress of his study, particularly in the field of classical and medieval history, involving the Greeks, Italians, Franks, and Germans. At this time, moreover, Milton kept two important records of his reading and writing. The “Trinity Manuscript” or “Cambridge Manuscript,” so called because it is kept in the Library of Trinity College, Cambridge, includes works such as “Arcades,” Comus, the English odes, “Lycidas,” “At a Solemn Music,” and other later, but short, poems. Also in the manuscript are sketchy plans and brief outlines of dramas, some of which were eventually transformed and assimilated to Paradise Lost. For some of the poems, the “Trinity Manuscript” includes various drafts and states of revision. The second record kept during this period is the commonplace book (now in the British Library), which lists topics under the threefold Aristotelian framework of ethics, economics, and political life, topics that aroused Milton’s interest and that were later incorporated into his prose works. The entries include direct quotations or summaries, with sources cited, so that one learns not simply what books Milton read but also what editions he used.”\n\r\nTwo important works that Milton wrote during the years of studious leisure include A Maske Presented at Ludlow Castle and “Lycidas.” The masque was first performed on 29 September 1634, as a formal entertainment to celebrate the installation of John Egerton, Earl of Bridgewater, as lord president of Wales. The performance was held in the Great Hall of Ludlow Castle in Shropshire, close to the border of Wales. The composer of the music was Lawes, also the music tutor of the Egerton children. The three children—Alice (fifteen), John (eleven), and Thomas (nine)—enacted the parts of the Lady, the elder brother, and the younger brother. Lawes himself was the Attendant Spirit, named Thyrsis. Other characters include Comus, a tempter, by whose name the masque has been more commonly known, at least since the eighteenth century, and Sabrina, a nymph of the Severn River. Because the earl of Bridgewater had taken up his viceregal position without his family having accompanied him, a reunion was planned. To honor the earl of Bridgewater and to use the occasion of family reunion so that his children could act, sing, and dance under his approving eye are other purposes of the masque.”\n\r\nWhile Comus may be examined in relation to masques of the same era, most notably the collaborations of Jonson and Inigo Jones, the remoteness of Ludlow prevented Milton and Lawes from mounting the sort of spectacle with elaborate scenery, complicated machinery, and astounding special effects that Jones and Jonson produced. Nor were trained dancers and singers transported from London. Nevertheless, Comus does have scenery, chiefly for its allegorical significance; singing, especially by individuals, such as the Lady, Sabrina, and Thyrsis; and dancing, both the riotous antimasque of Comus and his revelers and the concluding song and dance of triumph featuring the three children and others referred to as “Country-Dancers,” all under the direction of Lawes in his role as the Attendant Spirit. The three major settings of the masque are the “wild Wood” at the outset, actually a location indoors decorated with some foliage (more imaginatively depicted by vivid language); the palace of Comus, in which the tables are “spread with all dainties”; and the outdoors, near the lord president’s castle and within view of the town of Ludlow. These elements of spectacle are incorporated into a plot severely limited by the circumstances of the celebration and by the fact that only six notable players, three of them children of the earl of Bridgewater, participated.”\n\r\nWithin these limitations Milton wrote a masque—actually, it is more a dramatic entertainment—that develops the theme of temperance and its manifestation in chastity. The theme evolves against the three major settings and by reference to the character of the Lady. From the outset of the masque, the Lady is separated from her two brothers in the “wild Wood,” which suggests the mazes and snares that confuse and entrap unwary humankind. Allegorically, the topography signifies the vulnerability of humankind to misdirection, the result of having pursued intemperate appetites rather than the dictates of right reason, or the consequence of having been deceived by an evil character who professes “friendly ends,” the phrase used by Comus in his plans to entrap the Lady. Misled by Comus, who appears to be a “gentle Shepherd” and innocent villager, the Lady travels to his “stately Palace set out with all manner of deliciousness,” where she, while “set in an enchanted chair,” resists the offer to drink from the tempter’s cup. Thereafter, she sits “in stony fetters fixed and motionless” though continuing to denounce the tempter and his blandishments. Despite her immobility, she affirms the “freedom of my mind.” Her brothers “rush in with Swords drawn,” so that Comus is put to flight; and Sabrina, “a Virgin pure” and “Goddess” of the Severn River, sprinkles drops of water on the breast of the Lady to undo the spell of the enchanter. When liberated, the Lady and her brothers “triumph in victorious dance / Over sensual folly and Intemperance.”\n\r\nThe suspense, adventure, and dramatic rescue enhance the conflict between the tempter and his prospective victim. Typically, Milton uses classical analogues to cast light on the situation. The Lady is likened to the goddess of chastity, Diana, who frowned at suggestions of lasciviousness and whose role as huntress made her a formidable adversary, one whose virtue was militant, not passive. The Lady is also likened to Minerva, the goddess of wisdom, on whose shield is pictured one of the Gorgons, whose look would turn one to stone. By analogy, the Lady’s disapproving glance casts dread into lustful men. The classical analogues of the enchanter are best explained by his parentage, Bacchus and Circe. His father is the god of wine and revelry; his mother is the sorceress who turned Ulysses’ mariners into swine when they imbibed the drink that she proffered. In fact, the journey of Ulysses and the temptations encountered by him and his men provide a context in which to understand the travel of the Lady through adversity, her endeavor to withstand temptation, and the reunion that she anticipates.”\n\r\nThese classical analogues and others like them call attention to a moral philosophy that contrasts the lower and higher natures of humankind. Degradation or sublimation, respective inclinations toward vice or virtue, are the opposite impulses adumbrated in the masque. Accordingly, Comus’s followers, having yielded to the vice of intemperance, are degraded so that they appear “headed like sundry sorts of wild Beasts.” They were imbruted when, “through fond intemperate thirst,” they drank from Comus’s cup. Their “foul disfigurement” is a defacement of the “express resemblance of the gods” in the human countenance. With his charming rod in the one hand and the glass containing the drink in the other, Comus is indeed akin to his mother, Circe. Like her, he has attracted a rout of followers, whose antimasque revelry, both in song and dance, suggests a Bacchanal, the sensualistic frenzy associated with his father. Before, during, and after her encounter with Comus, the Lady has a “virtuous mind,” and she is accompanied by “a strong siding champion Conscience,” enabling her to see “pure-eyed Faith,” “white-handed Hope,” and the “unblemished form of Chastity.” In this series of three virtues chastity is substituted for charity, which typically appears along with faith and hope. Milton therefore suggests that chastity and charity are interrelated. Chastity is a form of self-love, not vanity but a wholesome sense of self-worth that enables one to value the spirit over the flesh and to affirm the primacy of one’s higher nature. When viewed from this perspective, chastity is the necessary prerequisite to one’s love of God, not to mention one’s neighbor.”\n\r\nThe moral philosophy of Comus reflects the imprint of Neoplatonism. In the Renaissance, particularly between 1450 and 1600, the works of Plato were reinterpreted and the central ideas emphasized. Beginning in Italy at the Platonic Academy of Florence, Renaissance Neoplatonism eventually spread throughout the Continent and entered the intellectual climate of England. The Renaissance version of Platonism synthesized the ideas of Plato and Plotinus with elements of ancient mysticism, all of which were assimilated, in turn, to Christianity. The fundamental tenet of Renaissance Neoplatonism asserted by Marsilio Ficino (1433-1499), one of the foremost intellectuals of the Florentine Academy, is that “the soul is always miserable in its mortal body.” The soul, having descended from the realm of light, strives to return homeward. While on earth, the soul is immersed in the darkness of the human condition and imprisoned in the human body. In effect, the soul and the body are in a state of tension, the one thriving at the other’s expense. When the appetites are denied virtue prevails, and the soul is enriched. When, on the other hand, the appetites of the flesh are indulged, vice predominates, and the soul suffers. The term psychomachia, which means “soul struggle,” designates the inner conflict that one experiences as virtue and vice contend for dominance. The foregoing paradigm is typical of certain Renaissance paintings of the fifteenth and sixteenth centuries. Several works of Perugino and Andrea Mantegna, having been influenced by Neoplatonic philosophy, depict the contention between ratio and libido, or reason and desire. These paintings show classical gods and goddesses whose allegorical significance was established. Venus and Cupid embody desire and its attendant vices; Diana and Minerva, to whom the Lady of Comus is likened, signify reason and its accompanying virtues.”\n\r\nAnother tradition that may have contributed to Comus is the morality drama of the late Middle Ages, which uses allegorical characters to present the conflict between the virtues and vices. Furthermore, Edmund Spenser’s allegorical treatment of temperance and chastity in The Faerie Queene (1590, 1596) is pertinent to an understanding of Milton’s work. After all, Milton in Areopagitica refers to the “sage and serious poet Spenser,” whom he calls “a better teacher than Scotus and Aquinas, describing true temperance under the person of Guyon.” Much as Sir Guyon’s temperance in book 2 of Spenser’s epic anticipates the Lady’s virtue in Comus, so too Britomart, the female knight in book 3, by her chastity foreshadows the Lady’s heroism. While the depiction of the natural setting in Comus, such as the maze of woods in which the Lady is lost, resembles at times the topography in The Faerie Queene, both English and Continental pastoral dramas of the Renaissance also provide analogues, including John Fletcher‘s Faithful Shepherdess (1610) and Torquato Tasso’s Aminta (1573).”\n\r\nWithin the dynamic conflict between virtues and vices, the role of reason, particularly in maintaining one’s inner liberty, is crucial. If right reason, or recta ratio, enables one to see the light of virtue, then the Lady has a rational and imaginative vision of the Platonic ideals of faith, hope, and chastity, for which she is the earthly embodiment. But when reason is misled by the appetites, it is no longer effective. Upstart appetites gain control of a person in whom the legitimate predominance of reason has been subverted. Such a person in whom right reason no longer functions is enslaved by vice. Inward servitude having been permitted, enslavement by an external captor becomes a sign of one’s loss of self-government. The congruence of inner and outer thralldom is emphasized by Milton in various works, ranging from The Tenure of Kings and Magistrates (1649), an antimonarchical tract in which he argues that “bad men” are “all naturally servile,” to Paradise Lost, where in book 12 the archangel Michael explains to Adam that Nimrod has tyrannized others under the sufferance of God, who permits “outward freedom” to be enthralled as a sign and consequence that one is enslaved by “inordinate desires” and “upstart Passions,” which create a condition of effeminacy. Thus, Neoplatonism may be combined with moral philosophy and Christian theology in order to contrast the rational or virtuous freedom of the Lady in Comus with the enslaved state of the enchanter’s followers. Renaissance faculty psychology is also involved because it highlights the interaction of sensory perception, the appetites or passions, reason, and the will.”\n\r\nMilton himself may be used as a commentator on the contest between virtue and vice in Comus. His private exposition of Christian theology, De Doctrina Christiana (The Christian Doctrine), which was discovered in the nineteenth century and published in 1825, includes a section in which he defines and classifies virtues and vices, then cites scriptural passages, called proof-texts, to substantiate his views. Temperance is “the virtue which prescribes bounds to the desire of bodily gratification.” Under it are “comprehended sobriety and chastity, modesty and decency.” Chastity “consists in temperance as regards the unlawful lusts of the flesh.” Opposed to chastity is effeminacy, which licenses the appetites and promotes sensual indulgence. De Doctrina Christiana may also be used to distinguish the two kinds of temptation at work in Comus: evil and good. In De Doctrina Christiana Milton explains that a temptation is evil “in respect of him who is tempted.” Having yielded to temptation, one suffers the evil effects, enslavement to upstart passions and at times external thralldom, precisely what befall the enchanter’s victims in Comus. A good temptation, on the other hand, is directed at the righteous “for the purpose of exercising or manifesting their faith or patience,” a definition that aptly pertains to the Lady in Comus. Biblical examples, particularly Abraham and Job, are cited in De Doctrina Christiana. The results of good temptation are described as “happy issue,” an assertion supported by a biblical proof-text, James 1:12: “Blessed is the man that endureth temptation; for when he is tried, he shall receive the crown of life.” In Comus, phrases such as “happy trial” and “crown of deathless praise” are succinct references to the good temptation undergone by the Lady and the heavenly reward for her Christian heroism.”\n\r\nWhen the rich and diverse contexts surrounding Comus are thus recognized, Milton’s composition becomes more meaningful. Seemingly minor details, including references to birds, fit into the overall design. Snares are mentioned, such as “lime-twigs,” which result from the application of a glutinous substance that prevents a bird from flying away. A bird thus trapped signifies a foolish person enslaved to his or her passions. The virtuous Lady, on the other hand, is described by her elder brother in another way: “She plumes her feathers, and lets grow her wings.” Her freedom to elude Comus’s temptations is signified by her readiness to fly. Flight also connotes her sublimated and rarefied ascent from the human condition. Other verbal images are auditory but at times may involve actual music. Comus and his followers when performing the antimasque revelry create “barbarous dissonance,” whereas verbal imagery suggests that the Lady’s “Saintly chastity” causes “Angels” to communicate with her: “in clear dream and solemn vision” she learns “of things that no gross ear can hear.”\n\r\nThe characterization of the Lady as an exemplar of temperance and chastity and the definition of her Christian heroism acquire focus in two debates, one between the two brothers, the other between the Lady and Comus. The younger brother stresses the pathos of his sister’s situation: she is helplessly and hopelessly lost in the woods and vulnerable to threats from beasts and mankind alike. The elder brother counters his younger brother’s anxieties, arguing that their “sister is not defenceless left” but armed with “a hidden strength,” chastity. In his unfolding exposition of the strength afforded by chastity, the elder brother alludes to Neoplatonism, moral philosophy, Christian theology, faculty psychology, and the other contexts in which the Lady’s defense against the wiles of Comus is more clearly understood.”\n\r\nIn the Lady’s debate with the enchanter the theoretical exposition of the elder brother is translated into action. The debate, reminiscent of Milton’s prolusions at Cambridge, pits the sophistry of Comus against the Lady’s enlightened reasoning, which is informed by her commitment to virtue, specifically temperance and chastity. Comus’s palace, with “all manner of deliciousness” and “Tables spread with all dainties,” is intended to arouse the Lady’s appetites. The intricacies of the debate are manifold, but the essence of Comus’s argument is simply stated: that appetites are naturally licit and innocent when gratified. Having exhibited “all the pleasures” in his palace, Comus alleges that such plenitude or bounty was provided by Nature for the use and consumption of humankind—in particular, to “sate the curious taste.” The Lady, on the other hand, perceives that overindulgence or even exquisite indulgence is unnatural. To pursue one’s appetites without rational self-control is to degrade human nature. Such rebuttal is accompanied by the Lady’s external rejection of the “treasonous offer” of the cup, which signifies licensed passions that would overthrow the predominance of reason. As the debate intensifies, Comus resorts to a form of sophistry in which he reasons by analogy, likening the Lady’s beauty to a coin or comparing her to a “neglected rose.” Much as coins are to be used, so also the Lady’s beauty should be put into circulation. A rose is to be admired, and the Lady likewise is to be appreciated. A corollary of Comus’s argument is that the Lady’s beauty, comparable to a rose, is ephemeral, an allusion to a prevalent theme—”carpe diem,” or seize the day—in seventeenth-century poetry. Comus strives to engender a sense of urgency in the Lady so that she will respond affirmatively and immediately to his overture.”\n\r\nWhile Comus’s sophistical arguments and the Lady’s compelling counterarguments are more subtle than the foregoing account suggests, the upshot is that the Lady’s virtue, right reason, and wariness enable her to affirm her “well-governed and wise appetite” while she refutes and debunks the “false rules pranked in reason’s garb” and “dear Wit and gay Rhetoric” of her would-be seducer. The Lady’s “freedom” of mind is manifested while she is physically restrained in the enchanted seat, where she remains immobilized even after her brothers enter with drawn swords to disperse Comus and his followers. When Sabrina, the nymph who is invoked by the Attendant Spirit, emerges from the Severn River and sprinkles drops on the breast of the Lady, the Attendant Spirit’s comment—”Heaven lends us grace”—interprets Sabrina’s presence and gesture as divine assistance, which may be explained theologically. In De Doctrina Christiana Milton comments that natural virtue is elevated to supernatural status only with an infusion of grace from above. Such, indeed, may be the case with the Lady, whose heroism is rewarded by divine approval and whose joyous reunion with her father at the end of the masque anticipates the relationship of the sanctified soul and the Lord in the heavenly hereafter.”\n\r\nIn Areopagitica Milton comments that he “cannot praise a fugitive and cloistered virtue, unexercised and unbreathed, that never sallies out and sees her adversary.” Rather, he extols virtue that has undergone “trial ... by what is contrary,” then triumphed. In line with this view, Comus, a theatrical presentation in the Marches or border region between England and Wales, may advance the Lady as an exemplar of the virtue and moral rectitude, not to mention civility, that the lord president seeks to establish in his jurisdiction. As the seat of both the council and the court of the Marches, Ludlow Castle was the central location from which administrative and judicial policy and decisions were issued. Accordingly, the corruptions among the people in the border region—drunkenness, gambling, sexual immorality, witchcraft, and occultism—may suggest the sociopolitical context in which Milton’s masque was composed and the relation of the work to the local populace.”\n\r\nDespite the early date of composition, Comus is a sophisticated foreshadowing of Milton’s later poetry. The contention between virtue and vice is reenacted in “Lycidas,” Paradise Lost, Samson Agonistes, and Paradise Regained. Though each poem presents the archetypal conflict somewhat differently, long expositions and debates, or certainly meditations, are crucial in all the works, especially the later ones.”\n\r\nThe second important work written during Milton’s studious leisure is “Lycidas,” a pastoral elegy commemorating Edward King, a fellow student of Milton’s at Christ’s College, Cambridge, who died on 10 August 1637 when a vessel on which he was traveling capsized in the Irish Sea. King, like Milton , was a poet who intended to enter the ministry. Milton’s poem was included in a collection of thirty-five obsequies, Justa Edouardo King (1638), mostly in Latin but some in Greek and English. Justa refers to justments or the due ceremonies and rites for the dead. By writing a pastoral elegy that is heavily allegorical, Milton taps into an inveterate tradition of lament, one that dates back at least to the third century B.C., when poets in Greek Sicily, like Theocritus, Bion, and Moschus, presumably initiated the genre. From the pre-Christian era through the Renaissance in Italy, France, and England, pastoral elegies were written by notable authors, including Virgil, Petrarch, Mantuan, Baldassare Castiglione, Pierre de Ronsard, and Spenser. Of the works by these poets, the fifth and tenth eclogues of Virgil’s Bucolics and Spenser’s Shepheardes Calender (1579) were exceptionally influential. As the literary tradition of the pastoral elegy unfolded, certain conventions were established, creating a sense of artificiality that amuses or antagonizes, rather than edifies, some readers, including Samuel Johnson in the eighteenth century. Some of the major conventions include the lament by a shepherd for the death of a fellow shepherd, the invocation of the muse, a procession of mourners, flower symbolism, satire against certain abuses or corruptions in society and its institutions, a statement of belief in immortality, and the attribution of human emotions to Nature, which, in effect, also mourns the loss of the shepherd.”\n\r\nThrough the use of such conventions Milton recounts his association with Edward King at Cambridge, likening himself and his friend to fellow shepherds together from early morning, through the afternoon, and into nightfall. Because of their friendship Milton , through the narrator, expresses an urgency, if not compulsion, to memorialize his friend. As a simple shepherd, he will fashion a garland of foliage and flowers to be placed at the site of burial. Allegorically, the garland signifies the flowers of rhetoric woven together into a pastoral elegy. The narrator also expresses modesty and humility concerning his talent to memorialize his friend: “with forced fingers rude” he may “shatter” the leaves of the foliage that he strives to fashion into a garland. The allegorical significance relates to the daunting challenge of crafting a pastoral elegy. The three kinds of foliage cited by the narrator—laurels, myrtles, and ivy—are evergreens, which symbolically affirm life after death. At the same time they are associated with different mythological divinities. The laurel crown of poetry was awarded by Apollo; the love of Venus was reflected in the myrtle; and Bacchus wore a garland of ivy. Signified thereby is the poetry written at Cambridge by King and Milton in imitation of classical Greek and Latin literature. Later in “Lycidas,” when the narrator mentions the “oaten flute” and its “glad sound,” to which “rough satyrs danced” while accompanied by “fauns with cloven heel,” he is alluding to the erotic and festive poetry, perhaps Ovidian, that King and Milton composed as students under the supervision of a tutor at Cambridge.”\n\r\nDespite the conventions that Milton assimilates to his poem and the artificiality of his pose as a naive shepherd, “Lycidas” is still an outlet for earnest sentiment. The poem is Milton’s endeavor to write a pastoral elegy in order to test his talent, to manifest his proficiency in a genre associated with the most reputable poets, and to signal his readiness to progress to other challenges. But King, who died before he fulfilled his potential as a poet and priest, no doubt reminds Milton of his own mortality. By implication in “Lycidas” and explicitly in other poems, Milton registered concern that his unfolding career as a poet might be interrupted not only by early death but by the failure to progress in his development as a poet or because of failed inspiration. Milton , in short, may be alluding to himself when he complains that Lycidas, who equipped himself “to scorn delights, and live laborious days,” died without having achieved the fame as a poet to which he aspired. While the allusions recount King’s abstemiousness and strict regimen of study, they glance, as well, at Milton’s similar habits. But lament turns to bitterness, so that the narrator in the allegorical framework of the poem impugns God’s justice: “the blind Fury with th’aborred shears” cuts “the thin spun life.” Some critics suggest that Milton erred in his reference to the Furies, whose keen sight—they are by no means “blind”—enables them to serve as agents of divine vengeance. From this vantage point, Milton should have alluded to the Fates—Clotho, Lachesis, and Atropos—who spin the thread of life. In particular, Atropos, whose name means “inflexible,” is equipped with shears to cut the thread. The more likely explanation is that Milton conflates the Furies and Fates into one allusion in order to heighten the narrator’s bitterness, which emerges from his misperception that vengeance was misdirected and, therefore, that justice is blind. The narrator’s bitterness is also aroused because he associates the death of Lycidas with that of Orpheus, who was dismembered by the Thracian women. The mythological figure’s remains scattered on the Hebrus River and in the Aegean Sea suggest the route of King’s travel from the River Deva to the Irish Sea.”\n\r\nAppropriately, Apollo, the classical patron of poetry who intervenes to rectify the shortsightedness of the narrator, distinguishes “broad rumor” from “fame.” Although Lycidas did not achieve earthly renown through “broad rumor,” he was elevated much earlier into the hereafter, where an eternal reward, “fame,” will be conferred on him under the eyes of the godhead. Apollo’s speech, which some critics perceive as a digression, is integral to the poem because it affirms that the godhead is both clear-sighted and just.”\n\r\nBalancing Apollo’s commentary on the role and reward of the poet is Saint Peter’s perspective on the priesthood. For Milton, King was the ideal clergyman, whose pastoral ministry would have been exemplary. King’s premature death at first appears to be another example of injustice, for the corrupt clergymen and bishops of the Church of England continue to prosper. Against the clergy and most notably the bishops, Milton issues a virtual diatribe, a poetic counterpart of his enraged denunciation of them in the antiprelatical or antiepiscopal tracts. The speaker of the diatribe is “the pilot of the Galilean lake,” Saint Peter. As the principal Apostle, Saint Peter is perceived, in effect, as the first bishop. As the one who wields the keys—”The golden opes, the iron shuts amain,” images that signify, respectively, access to Heaven and incarceration in Hell—Saint Peter functions as the sharp-sighted judge. Inveighing against the bishops as “Blind Mouths!,” Saint Peter thus likens them to tapeworms that infest the sheep. Later they are equated with infectious diseases tainting the flock. Saint Peter’s stern tone anticipates his eventual use of the “two-handed engine at the door,” an instrument of divine justice that he wields in judgment against reprobates. His message, in sum, is that corrupt clergy and bishops may thrive in the present life, but justice will be exacted in the hereafter. In his prose treatises Milton uses the odious term “hireling,” derived from the Gospel of John, to describe a venal clergyman. In John’s Gospel the “hireling” is contrasted with the Good Shepherd, whose faithful service would have been reembodied in King.”\n\r\nAcross the panorama of the poem, the narrator undergoes a change in outlook. At first sorrowful and depressed, he projects his mood onto the landscape. The flowers that he enumerates in a virtual catalogue manifest the human emotion of grief, as well as the ritualistic appearance and gestures of mourning—”Cowslips ... hang the pensive head”; “every flower ... sad embroidery wears”; and “Daffadillies fill their cups with tears.” Later in the poem, when the narrator comes to recognize that Lycidas has been elevated into the heavenly hereafter, his outlook and tone change noticeably. Whereas Lycidas’s “drooping head” has sunk into the waves, the narrator likens this downfall to the sunset, followed by sunrise. Lycidas, like the sun, “tricks his beams” and “flames in the forehead of the morning sky,” enhanced by the sheen of the water. Both fire and water bring about baptismal cleansing so that Lycidas enters Heaven, where he “hears the unexpressive nuptial song,” the intimate union of the sanctified soul and the Lord celebrated in the Book of Revelation. Like the resurrected Christ, Lycidas is finally triumphant and glorified. At the end of the poem most of the biblical allusions that celebrate joy after sorrow are from Revelation.”\n\r\nDespite its brevity (only 193 lines), “Lycidas“ anticipates a recurrent theme in Milton’s major poems: the justification of God’s ways to humankind. In Paradise Lost, for example, the downfall of Adam and Eve and the introduction of sin and death into the human condition are interpreted from a providential perspective. From this vantage point, the deity is not vengeful but merciful, not misguided or blind but instrumental in humankind’s ultimate triumph. In Samson Agonistes (1671), the downfall of the protagonist results in bitterness toward God. Samson, having been chosen by God to liberate the Israelites from the tyranny of the Philistines, is himself enslaved. By the end of the dramatic poem Samson and others who have impugned God’s justice come to recognize that the “unsearchable dispose” or providential intent is very different from what they had alleged.”\n\r\nAs a capstone to his education at Cambridge and to the years of private study, the twenty-nine-year-old Milton, with an attendant, traveled abroad for fifteen months in 1638-1639, to France but chiefly through Italy. The principal source of information about the grand tour is Milton’s Defensio Secunda. Despite his vocal opposition to Roman Catholicism, while he was abroad Milton fraternized with numerous Catholics, including Lucas Holstenius, the Vatican librarian; presumably Cardinal Francesco Barberini; and Giovanni Battista Manso, the patron of both Giambattista Marini and Tasso. In his poem “Mansus,” Milton , who recognizes the importance of patrons such as Manso, yearns for such friendship and support in order to write a poem about King Arthur. Milton did not compose an Arthuriad, probably because his concept of heroism was very different by the time that he wrote Paradise Lost. In Italy, moreover, Milton viewed numerous works of art that depicted biblical episodes central to his later works—Paradise Lost, Samson Agonistes, and Paradise Regained. The relationship of the works of art to the visual imagery in the major poems is the subject of much critical commentary. During his stay in Florence, Milton visited the aged and blind Galileo. Having suffered through the Inquisition, Galileo was under virtual house arrest in his later years. In Paradise Lost Milton refers to Galileo’s telescope and to the view of the heavens that it provided. As a victim of persecution, Galileo became for Milton a symbol of the adversity that a spokesperson of the truth underwent. Also in Florence, Milton read his Italian poetry at the academies, where he elicited the plaudits of the humanists for his command of their language. Milton corresponded with his Florentine friends, such as Carlo Dati, after his return to England. Years later, Milton continued to remember his friends at the Florentine academies with intense affection. Before his departure from Italy he shipped home numerous books, including musical compositions by Claudio Monteverdi. From Venice, Milton headed to Geneva. In Italy or in Switzerland, he learned of the deaths of his sister, Anne, and of Charles Diodati. To memorialize Diodati, Milton wrote a pastoral elegy, “Epitaphium Damonis,” in Latin.\n\r\nAfter his return to England, Milton assisted in the education and upbringing of Anne’s children, John and Edward Phillips. He also became embroiled in the controversies against the Church of England and the growing absolutism of Charles I. The freedom of conscience and civil liberty that he advocated in his prose tracts were pursued at a personal level in the divorce tracts. Milton married three times; none of the relationships ended in divorce. His first wife, Mary Powell, left Milton shortly after their marriage in summer 1642 in order to return to her parents. This separation evidently motivated the composition of The Doctrine and Discipline of Divorce (1643). By 1645 they were reunited. Mary died in 1652. His second wife, Katherine Woodcock, whom he married on 12 November 1656, died in 1658. Milton’s third wife, Elizabeth Minshull, whom he married on 24 February 1663, survived him. In addition to his marital woes Milton faced the deaths of his infant son, John, in 1651 and of an infant daughter in 1658. In the same period Milton’s relationship with his three daughters by Mary Powell—Anne, Mary, and Deborah, all of whom survived their father—was troublesome, especially because they did not inherit their father’s interest in and aptitude for learning. Further adversity resulted from his failing eyesight and total blindness by 1652. These adversities, along with Milton’s involvement in politics, may have delayed the composition of the major poetry, and Paradise Lost, Samson Agonistes, and Paradise Regained surely bear the imprint of Milton’s personal experience and public service.\n\r\nMilton’s major work, Paradise Lost , was first published in ten books in 1667, then slightly revised and restructured as twelve books for the second edition in 1674, which also includes prose arguments or summaries at the outset of each book. Paradise Lost, almost eleven thousand lines long, was initially conceived as a drama to have been titled “Adam Unparadised,” but after further deliberation Milton wrote a biblical epic that strives to “assert Eternal Providence, / And justify the ways of God to men.” To vindicate Providence, Milton attempts to make its workings understandable to humankind. In accordance with epic conventions, he begins his work in medias res. An overview of major characters and their involvement in the action are the prerequisites to further critical analysis. In the first two books the aftermath of the War in Heaven is viewed, with Satan and his defeated legions of angels having been cast down into Hell, a place of incarceration where they are tormented by a tumultuous lake of liquid fire. By the end of the first book they have been revived by Satan, under whose leadership they regroup in order to pursue their war against God either by force or guile. Most of the second book depicts the convocation of the fallen angels in Hell. Rather than continue their warfare directly against God and his loyal angels, they choose to reconnoiter on the earth, the dwelling place of God’s newly created human beings, whose lesser nature would make them more vulnerable to onslaught or subversion. Satan, who volunteers to scout the earth and its inhabitants, departs through the gates of Hell, which are guarded by two figures, Sin and Death. He travels through Chaos, alights on the convex exterior of the universe, then descends through an opening therein to travel to earth. While Satan is traveling, God the Father and the Son, enthroned in Heaven at the outset of book 3, oversee the progress of their adversary. Foreknowing that Adam and Eve will suffer downfall, the Father and the Son discuss the conflicting claims of Justice and Mercy. The Son volunteers to become incarnate, then to undergo the further humiliation of death in order to satisfy divine justice. At the same time his self-sacrifice on behalf of humankind is a consummate act of mercy, one by which his merits through imputation will make salvation possible.\n\r\nIn a soliloquy at the beginning of book 4, a vestige of the dramatic origin of the epic, Satan, having arrived in the Garden of Eden, laments his downfall from Heaven and his hypocritical role in instilling false hope in his followers, whom he misleads into believing that they will ultimately triumph against God. Satan’s first view of Eden and of Adam and Eve arouses his admiration, which is rapidly replaced by his malice and hate for the creator and his creatures. Overhearing the conversation of Adam and Eve, Satan learns that God has forbidden them to partake of the fruit of a certain tree in the Garden of Eden. By the end of book 4 Satan has entered the innermost bower of Adam and Eve while they are asleep. In the shape of a toad at Eve’s ear, he influences her dream. When detected by the good angels entrusted with the security of Eden, Satan reacquires his angelic form, confronts Gabriel, but departs Eden. At the outset of book 5 Eve recounts her dream to Adam. In the dream Satan, who appears as a good angel, leads Eve to the interdicted tree, partakes of the fruit, and invites her to do likewise. Adam counsels Eve that her conduct in the dream is blameless because she was not alert or rational. He concludes his admonition by urging Eve to avoid such conduct when she is awake. Also in book 5 God sends the angel Raphael to visit Adam and Eve, chiefly to forewarn them that Satan is plotting their downfall. Midway through book 5, in response to a question from Adam, Raphael gives an account of the events that led to the War in Heaven.\n\r\nBook 6 describes the war in detail as the rival armies of good and evil angels clash. Personal combat between Satan and certain good angels, such as Michael, is colorfully rendered, but a virtual stalemate between the armies is the occasion for intervention by the godhead. God the Father empowers the Son to drive the evil angels from Heaven. Mounting his chariot, the Son, armed with thunderbolts, accelerates toward the evil angels and discharges his weaponry. To avoid the onrushing chariot and the wrathful Son, the evil angels, in effect, leap from the precipice of Heaven and plummet into Hell. Also in response to a question from Adam, Raphael provides an account of the seven days of Creation, highlighting the role of the Son, who is empowered by the Father to perform the acts by which the cosmos comes into being, including the earth and its various creatures, most notably humankind. This account takes up all of book 7. In book 8 Adam recalls his first moments of consciousness after creation, his meeting with Eve, and their marriage under God’s direction. Using that account as a frame of reference, Raphael admonishes Adam to maintain a relationship with Eve in which reason, not passion, prevails.\n\r\nBook 9 dramatizes the downfall of Eve, then Adam. Working apart from Adam, Eve is approached by Satan, who had inhabited the form of a serpent. Led by him to the interdicted tree, Eve yields to the blandishments of the serpent and partakes of the fruit, and the serpent rapidly departs. Eve, having rejoined Adam, gives him some fruit. His emotional state affects his power of reasoning, so that he eats the fruit. Book 10 begins with the Son having descended from Heaven to judge Adam and Eve. Though they are expelled from Eden, his merciful judgment, their contrition, and the onset of grace will eventually convert sinfulness to regeneration. Satan, who retraces his earthward journey to return to Hell, encounters Sin and Death, who had followed him. He urges them to travel to the earth and to prey on humankind. For the last two books of the epic, Adam, having been escorted to a mountaintop by the angel Michael, has a vision of the future. Narrated by Michael, the vision presents biblical history of the Old and New Testaments, with emphasis on the redemptive ministry of Jesus and the availability of salvation to humankind. The vision concludes with a glimpse of the general conflagration at Doomsday, the Final Judgment, and the separation of the saved from the damned in the hereafter.\n\r\nMilton’s work differs significantly from the epic traditon of Greco-Roman antiquity, the Middle Ages, and the Renaissance. Earlier epics developed ideas of heroism that celebrate martial valor, intense passions such as wrath or revenge, and cunning resourcefulness. If indeed such traits of epic heroism are retained by Milton , they tend to be embodied in Satan. In other words, Milton uses the epic form simultaneously as a critique of an earlier tradition of heroism and as a means of advancing a new idea of Christian heroism for which the crucial virtues are faith, patience, and fortitude. Undoubtedly, this idea of heroism was influenced by Milton’s personal experience with adversity and by his public service as a polemicist and an opponent of Stuart absolutism and the episcopacy of the Church of England. Under attack from his adversaries, Milton , from his perspective, was the advocate of a righteous cause that failed. The triumph of his adversaries, his solitude after the Restoration, and his struggle to understand how and why, under the sufferance of Providence, evil seemingly prevailed—and other questions—presumably impelled him to modify an earlier plan to compose a British epic on Arthur. At the same time, however, one may acknowledge that some traditional traits of epic heroism are embodied in characters such as the Son. Surely wrath and martial effectiveness are manifested in the War in Heaven, but Milton more emphatically affirms that the greater triumph of the Son is his voluntary humiliation on behalf of humankind. Accordingly, faith, patience, and fortitude are the crucial virtues to be exercised by the Son in his redemptive ministry, which he has agreed to undertake because of meekness, filial obedience, and boundless love for humankind.\n\r\nHeroism is simply one of a series of epic conventions used but adapted by Milton . Another is the invocation of the muse, who is not precisely identified—whether the Holy Spirit or, more generally, the spirit of the godhead. At times, Milton alludes to the classical muse of epic poetry, Urania. The intent, however, is to identify her not as the source of inspiration but as a symbol or imperfect type of the Hebraic-Christian muse through which the divine word was communicated to prophets or embodied in Jesus for dissemination to humankind. A third convention is intrusion by supernatural beings, action that takes place throughout the epic—when, for example, the godhead sends Raphael to forewarn Adam and Eve of the dangers of Satan or when the Son descends to Eden as the judge of humankind after the fall. In Adam’s vision of the future, the Son’s role as the Incarnate Christ and the unfolding of his redemptive ministry are highlights. The descent into the underworld, a fourth epic convention, occurs in Paradise Lost as early as book 1, which shows the punishment of the fallen angels in Hell. A fifth convention is the interrelation of love and war. The love of Adam and Eve before and after their expulsion from Eden is central to the epic, but the self-sacrifice of the Son on behalf of fallen humankind is the most magnanimous example of love. Warfare in Paradise Lost is sensational when the good and evil angels clash and as the Son expels Satan and his followers from Heaven; but the epic develops another form of struggle, humankind’s experience of temptation after Satan conceals his malice behind external friendliness and solicitude. Finally, the style of Paradise Lost, including the extended similes and catalogues, is a sixth epic convention. In book 1 Satan, who had plummeted from Heaven into Hell, is prone on the fiery lake. Across several lines, the narrator compares Satan’s enormous size with that of the Titans. Later in book 1, as the fallen angels file from the burning lake, an epic catalogue is used to cite their names as false gods whose idols were worshiped in infidel cultures, particularly in Asia Minor. Both the similes and catalogues, when examined closely, provide insight into other, but related, aspects of style, such as the Latinate diction and periodic sentence structure, which when accommodated to blank verse create a majestic rhythm, a sense of grandeur, and at times sublimity.\n\r\nWhile contributing to Milton’s grand design, each book in the epic has distinctive features. The first book begins with an invocation, and three other books—three, seven, and nine—have similar openings. In all four instances the narrator invokes divine assistance or inspiration to begin or continue his epic poem. Furthermore, the invocations enable the narrator periodically to characterize himself, to announce his aspirations, and to assess his progress in composing the epic. Thus, in the invocation of book 1, the narrator pleads for inspiration comparable to what Moses experienced in his relationship with the Lord. Topography is mentioned, including Horeb and Sinai, the mountains, respectively, where God announced his presence to Moses and gave him the Commandments, and Siloa’s brook, where Christ healed the blind man. By implication the narrator interrelates Hebraic-Christian landscapes with the haunts of the classical muses. With his vision thus illuminated, he hopes to describe events of biblical history. At the same time, he invites comparison with epic writers of classical antiquity; but his work, which treats the higher truth of biblical history and interpretation, will supersede theirs.\n\r\nAfter the invocation to book 1, the narrator’s description of Hell incorporates accounts of the volcanic fury of Mt. Aetna, where the leaders of the Titans, Typhon and Briareos, were incarcerated when cast down by Jove’s thunderbolts. Coupled with this analogue and others, including classical descriptions of Hades, is Milton’s adaptation of details from Dante’s Inferno. When, for example, the narrator describes how the fires of Hell inflict pain but do not provide light, the allusion is to Dante. And the lines “Hope never comes / That comes to all,” which describe the plight of the fallen angels, paraphrase the inscription on the gate to Hell in the Inferno: “Abandon all hope, ye who enter here.” In reviving the fallen angels, Satan, upright and with wings outstretched over the fiery lake, resembles the dove brooding on the abyss (book 1) or the Son (book 7) standing above Chaos to utter the words that result in Creation. Satan also parodically resembles Moses, who led his followers away from the threat of destruction. His speeches instill false hope in the angels, who are gulled by his public posturing, but the narrator alerts the reader to Satan’s duplicity. Privately the archfiend is in a state of despair. By the end of book 1 the fallen angels assemble in a palace called Pandemonium to deliberate on a course of action: to pursue the war against God by force or guile. As this convocation begins, Satan is not only the ruler in the underworld but its virtual deity.\n\r\nBook 2 opens with Satan enthroned above the other angels. The first of the speakers to address the topic of ongoing warfare with God is Moloch, the warrior angel who urges his cohorts to ascend heavenward and to use black fire and thunder as weaponry. Despite his call to action, he recognizes that force will not prevail against God. To disrupt Heaven and to threaten its security, though not military triumphs, are nevertheless vengeful. The second speaker, Belial, debunks the argument of Moloch. Not to endure one’s lot in defeat is a sign of cowardice rather than courage, Belial argues. Moreover, he says, the fiery deluge is not as tumultuous as it was immediately after the expulsion of the fallen angels from Heaven, thus suggesting that God’s ire is remitting. Under these circumstances the fallen angels may become more acclimated to the underworld. By diverting attention from the stated premise of ongoing war against God and by urging the fallen angels to orient themselves toward their present habitat, Belial lays the groundwork for the third speaker, Mammon, who advocates the creation of a kingdom in Hell. To redirect the debate to its fundamental premise of ongoing war, Beelzebub, Satan’s chief lieutenant, intervenes. He mocks the fallen angels, particularly Belial and Mammon, by calling them “Princes of Hell” to indicate where their attention and energies are presently focused. At the same time he knows implicitly that if Moloch, the warrior angel, despairs of military success, then no one will be eager to pursue open war against God. Accordingly, he revives Satan’s earlier suggestion—that the earth and its newly created inhabitants should be assessed and then overcome by force or seduced by guile. After the hazards of travel to the newly created world are described, the fallen angels become silent until Satan agrees to undertake the mission. Seemingly voluntary, the decision is virtually constrained. Recognizing that an antagonistic relationship with God is essential to the pretense that the fallen angels are hopeful rivals, not vanquished foes, Satan revives the possibility of victory on the middle ground of earth. Having agreed to scout the earth, he emphasizes that he will travel alone. By preventing others emboldened by his lead from accompanying him, he reserves the glory for himself.\n\r\nAt the gates of Hell, Satan accosts Death, a wraithlike figure who challenges him. Nearby is Sin, a beautiful woman above the waist but a serpent below, tipped with a deadly sting. Her transmogrification prefigures Satan’s own degradation. As an allegorical figure, she synthesizes Homer’s Circe and Spenser’s Error. In her appearance and interactions with Satan and Death, she dramatizes the scriptural account that uses an image of monstrous birth to describe how Sin and Death emerge from lustful urges, which include both pride and concupiscence (James 1:15). Having recalled that she emerged from Satan’s forehead, an allusion to the birth of Athena from the head of Zeus, Sin incestuously consorts with the archfiend, a relationship that begets Death. What results is an infernal trinity, in which the offspring, Death, even copulates with his mother, Sin. The remainder of the book follows Satan’s journey through Chaos.\n\r\nThe invocation of book 2, like that of book 1, is a petition by the narrator for light or illumination, so that he may report events that occur in Heaven. Having ascended from Hell, through Chaos, to the convex exterior of the universe, the blind narrator likens himself to a bird, particularly the nightingale, which sings in the midst of darkness. He mentions many of the same topographic features—the mountains and waters associated with classical and Hebraic-Christian inspiration—cited in the invocation of book 1. Building on the earlier invocation, in which he courts comparison with earlier epic authors, he acknowledges a desire for fame comparable to that of Homer and Thamyris, a blind Thracian poet. Like the blind prophets of classical antiquity, Tiresias and Phineus, the narrator affirms that his physical affliction is offset by the gift of inward illumination. As he reports the dialogue in Heaven, the narrator develops structural and thematic contrasts between books 2 and 3, not to mention differences between Satan and the Son. The infernal consult, which aimed to bring about the downfall of humankind, is balanced against the celestial dialogue, which outlines the plan of redemption. If Satan is impelled by capital sins, such as hate, envy, revenge, and vainglory, then the opposite virtues are the Son’s meekness, obedience, love, and humility. The interaction of Justice and Mercy is also a central topic of the dialogue, which is interrupted by the Father’s question: Who among the angels “will be mortal” to redeem humankind? The question and the silence that ensues are contrasted structurally and thematically with book 2, when Satan, amid the hushed fallen angels, agrees to risk the threats of Chaos to travel to earth. As the Son volunteers to die on behalf of humankind the dialogue resumes, with emphasis on the imputation of his merits and the theology of atonement. In the meantime Satan, having traveled to the opening in the cosmos, alongside the point at which the world is connected to Heaven by a golden chain, descends. He flies first to the sun, where, by posing as a lesser angel, he acquires directions from Uriel to earth, where he arrives at the top of Mount Niphates in Eden.\n\r\nBook 4 begins with a soliloquy by Satan, the speech that was to have opened the drama “Adam Unparadised.” At this point the so-called heroic nature of Satan as the archetypal rebel is offset by his candid awareness that downfall was caused by his own ambition; that his repentance is prevented by vainglory, which impelled him to boast to the fallen angels that they would overcome God; and that reconciliation with God, if possible, would lead inevitably to another downfall because of ambition. Satan thus becomes the prototype of the obdurate sinner. As he takes on the shapes of various animals—a cormorant, other predators, a toad, and finally a serpent—Satan’s degradation contrasts markedly with his earlier vainglorious posturing. Satan observes the resemblance of Adam and Eve to their maker, assesses the complementary relationship of male and female, learns of the divine prohibition concerning the Tree of Knowledge, and overhears Eve’s account of her creation, especially her attraction to her self-image reflected from the surface of a pool of water. Led from her reflected image by the voice of God, Eve encountered Adam, to whom she is wed. From the first, she acknowledges her hierarchical relationship with Adam, wherein “beauty is excelled by manly grace.” Appellations that she applies to him, such as “Author” and “Disposer,” reaffirm the relationship, along with her other assessments: “God is thy law, thou mine.” Satan, who becomes a toad at Eve’s ear, influences her dream while she and Adam are asleep in their bower of roses. He regains his shape as an angel when accosted by Gabriel and the other attendants in Eden.\n\r\nWhen Eve at the outset of book 5 recounts her dream, it is evident that Satan has appealed to her potential for vainglory, the narcissistic inclinations toward self-love, which when magnified disproportionately would elevate her above Adam. Thus, the appellations that the tempter applies to Eve during her dream—”Angelic Eve” and “Goddess”—may engender in her the psychology of self-love and pride, precisely what brought about Satan’s downfall. Much as Satan challenged his hierarchical relationship with God, so too Eve is tempted to question her subordination to Adam. Dividing Book 5 in half is the visit by Raphael, who descends to earth at the behest of God to forewarn Adam and Eve of the wiles of the tempter. In his account of hierarchy, which is a discourse on the great chain of being, Raphael emphasizes how “by gradual scale sublimed” humankind, through continuing obedience, will ascend heavenward. His discourse, an apt commentary on Eve’s dream, particularly the temptation to disobedience, prepares for the account of Satan’s rebelliousness, the occasion for the emergence of Sin from the archfiend. The context for Satan’s rebellion is the so-called begetting of the Son, which does not refer to his origin as such but to his newly designated status as “Head” of the angels or to his first appearance in the form and nature of an angel. The latter possibility is the more likely because Satan’s hate and envy would emerge from his subordination to a being like himself, at least in external appearance. Having summoned numerous angels to a location in the northern region of Heaven, ostensibly to celebrate the begetting of the Son, Satan argues that God’s action is an affront to the dignity of the angels. One of the angels, Abdiel, refutes Satan’s argument. He contends that the manifestation of the Son as an angel is not a humiliation of the godhead but an exaltation of the angelic nature. Such an argument anticipates the eventual Incarnation of the Son, who unites his deific nature with the human nature. In both instances, with the Son having manifested himself in lesser natures, the solicitude of the deity for angels and humankind alike is paramount.\r\nApproximately one-third of the angels rally behind Satan, who leads them in the three-day War in Heaven, the subject of book 6. Typical epic encounters include the personal combat of Satan and Abdiel, then Satan and Michael, not to mention the large-scale clashes of angels. On the dawn of the third day, a situation that prefigures the glorification of Christ at the Resurrection, the Son as the agent of the Father’s wrath speeds in his chariot toward the evil angels. His onrush, accompanied by lightning and a whirlwind, suggests the chariot of Ezekiel. Having described the wrathful godhead in the War in Heaven, Raphael balances this terrifying example by presenting a picture of the benevolent and bountiful deity in book 7. First, however, the narrator in the invocation alludes to his work’s half-finished state, expressing anxiety that his inspiration may be interrupted or that his personal safety is threatened. Through the narrator, Milton perhaps alludes to his own situation at the Restoration, his intercessors presumably having negotiated an agreement that spared his life, so long as he observed certain conditions. After the invocation, book 7 includes an account of Creation, which elaborates on the catalogues of Genesis to highlight how the plenitude, continuity, and gradation are manifestations of God’s benevolence. Most significant is the interactive relationship of male and female principles in Nature—for example, the sun’s rays against the earth—a model for the union of Adam and Eve.\nAcross books 5-7, the begetting of the Son, Satan’s sinfulness, the War in Heaven, and Creation are episodes that build toward a pointed commentary by Raphael on the relationship of Adam and Eve. Adam, however, first gives an account of his creation, the first moments of his consciousness, and his marriage to Eve. Whereas Eve was led shortly after her creation by the voice, not by the visible presence, of the Lord, Adam at his creation first experiences the warmth of sunlight, falls asleep, and in a dream is led by a “shape Divine” toward the summit of the Garden of Eden. When he awakens, he views among the trees his “Guide” or “Presence Divine,” who speaks to Adam: “Whom thou sought’st, I am.” This disclosure is comparable to what the Lord from the bush on Horeb uttered to Moses. Adam’s recognition of “single imperfection” moves him to request a helpmate, who is created from his side. At once in his relationship with Eve, Adam experiences “passion” and “commotion strange,” which cause Raphael to warn him not to abandon rational control. Discoursing on the hierarchy of reason and passion, the distinction between love and lust, and the scale or ladder along which humankind is to ascend heavenward, Raphael, by conflating Neoplatonic philosophy and traditional Christian theology, amplifies the context in which to understand obedience and disobedience.\n\r\nThe invocation of book 9 recapitulates Milton’s earlier plans to write an epic on “hitherto the only argument / Heroic deemed”: the exploits of “fabled knights,” like Arthur. As an index of his departure from epic tradition, Milton , through his narrator, argues that “the better fortitude / Of patience and heroic martyrdom,” previously “Unsung,” will distinguish his work. After the invocation the narrator describes how Satan, who enters as a serpent, utters a soliloquy (“O foul descent!”) that laments his degradation, an outlook that contrasts with the Son’s willingness to inhabit the nature and form of humankind. Because he is implementing a strategy of deception, Satan conceals his true nature behind a disguise; whereas the Son by becoming human intends to reveal and implement the divine plan of salvation.\n\r\nIn her first speech to Adam in book 9 Eve proposes that she and Adam “divide” their “labors” because their mutual affection has diverted them from their duties of gardening. Adam counters her proposal by affirming that he and Eve when together are “More wise, more watchful, stronger.” Despite the cogency of his argument, Adam twice urges Eve to “Go,” thereby forfeiting his responsibility to issue a lawful command for Eve to remain with him, a command that she would be free to obey or disobey. The topic of a lawful command recurs at the end of book 9, when during their mutual recrimination Eve faults Adam: “why didst not thou, the head, / Command me absolutely not to go ... ?” Agreeing to reunite with Adam by noon, Eve works alone among the roses, propping up the flowers with myrtle bands. Ironically, the very duty of gardening that she performs should bring to mind her relationship with Adam, from whom she is separated. Satan is pleased to have found her alone. Eve’s beauty momentarily awes Satan, who is rendered “stupidly good,” a phrase suggesting that he is disarmed of his enmity. In his approach to Eve the serpent/tempter seeks to re-create in her the psychology of transcendence, which he had engendered during her dream. Feigning submissiveness and awe because of her beauty, Satan deceives Eve into believing that his power of reasoning derives from the forbidden fruit. Characterizing God as a “Threatener” and “Forbidder” who denies the fruit to others to prevent them from becoming his equals, the serpent/tempter capitalizes on Eve’s unwariness, influences her perception, and thus affects her will. Having engorged the forbidden fruit, Eve for a time contemplates possible superiority over Adam; but fearful that death may overtake her and that Adam would be “wedded to another Eve,” she resolves to share the fruit with him. As he was awaiting the return of Eve, Adam had fashioned a garland of roses. Astonished to learn at their reunion that Eve violated the divine prohibition, he drops the wreath, which withers. This dramatic event foreshadows the process of dying that will be introduced into the human condition as a consequence of the downfall of Adam and Eve. Whereas Eve was deceived by the tempter, Adam is “overcome with Female charm,” a reaction whereby judgment gives way to passion, precisely the concern that Raphael had expressed at the end of book 8. Not unlike the phantasmic experience of Eve’s dream, Adam and Eve undergo illusory ascent, then sudden decline. With the onset of concupiscence, moreover, their lustful relationship contrasts with the previous expression of love in their innermost bower. Besieged by turbulent passions, Adam and Eve become involved in mutual recrimination, each faulting the other for their downfall, both denying culpability.\r\nAt the outset of book 10 the Father sends the Son to earth as “the mild Judge and Intercessor both,” as one who will temper justice with mercy. Despite the retribution meted out to Adam and Eve, the greater emphasis of the Son’s ministry is to encourage an awareness of sinfulness and the onset of sorrow and contrition as steps in the process of regeneration. Satan, who has begun to return to Hell, where with the fallen angels he plans to revel in his triumph over humankind, meets Sin and Death, who traveled earthward in the wake of his earlier journey. He urges them to prey on Adam and Eve and all their progeny. Though Adam and Eve have continued their mutual recrimination, each eventually acknowledges responsibility for sinfulness. Despite their evident frailties and imperfections, Adam and Eve are neither victims nor victors. Having been created “Sufficient to have stood, though free to fall,” they are endowed with the capability to withstand temptation; but when they suffer downfall, they cannot undergo regeneration without divine assistance. Their predicament, which typifies the human condition, provides the context for the Christian heroism of Milton’s epic. When measured in relation to humankind, heroism is manifested as one resists temptation in the manner of the Lady of Comus or when one, having yielded to temptation, experiences regeneration.\n\r\nBooks 11 and 12 include Adam’s dream vision of the future, which is narrated by the angel Michael, who presents a panoramic overview of the implementation of the divine will in human history. As Adam views Hebraic and Christian biblical history, the prophets and patriarchs of the Old Testament, such as Noah, Abraham, Isaac, Jacob, Moses, and Joshua, are presented as “shadowy Types,” prefiguring the Son’s incarnate ministry of redemption. Interspersed with descriptions of the Old Testament types are accounts of evildoers, such as the tyrant Nimrod. The cyclical interaction of goodness and evil, which continues under the sufferance of Providence, is the context wherein obedience and heroism are manifested, for which Christ is the perfect exemplar. Indeed, the Pauline view that Jesus was obedient even unto death on the cross is the Christian heroism at the center of Adam’s dream vision. In addition to its typological emphasis, the vision of human history in books 11 and 12 is also apocalyptic, with focus on the Second Coming, when the final victory over Satan will occur and the union of sanctified souls with the godhead will take place in the heavenly hereafter. More immediate for Adam and Eve, however, is their expulsion from Eden and the change in their perception of Paradise—from an external garden to “A paradise within,” which results from the indwelling of the godhead in one’s heart.\n\r\nBecause of its length, complexity, and consummate artistry, Paradise Lost is deemed Milton’s magnum opus, the great work for which he had prepared himself since youth and toward which, in his view, the godhead guided him. As a biblical epic, Paradise Lost is an interpretation of Scripture: a selection of biblical events, their design and integration according to dominant spiritual themes—downfall and regeneration, the presentation of a Christ-centered view of human history, a virtual dramatization of the phenomenon of temptation to create psychological verisimilitude, and final affirmation about personal triumph over adversity and ultimate victory over evil. Imprinted in the epic are Milton’s personal and political circumstances: his blindness, on the one hand, and the dissolution of the Protectorate, on the other. Thus, Milton may have identified himself with intrepid spokespersons who advocated a righteous cause despite the adversity confronting them. Such figures include Abdiel, whose “testimony of Truth” is the single refutation of Satan and the fallen angels in book 5, and Noah, the “one just man” who, while surrounded by reprobates, continues to advocate the cause of goodness. Though evil may be ascendant for a time, including the Stuart monarchy at the Restoration, goodness in the cyclical panorama of history will have its spokesperson and, ultimately, will prevail.\n\r\nAfter Paradise Lost Milton’s two major works are Paradise Regained and Samson Agonistes, published in the same volume in 1671. As such, the works may be perceived as complementary, if not companion, pieces on the topic of temptation. The Christ of Paradise Regained successfully withstands the temptations of Satan in the desert, whereas Samson, who yields to temptation earlier in his career, undergoes the cycle of spiritual regeneration. Like the Lady in Comus, the Christ of Paradise Regained heroically refutes his tempter. Like Adam in Paradise Lost, Samson manifests his heroism in recovery after downfall.\n\r\nIf Paradise Lost treats “man’s disobedience,” then Paradise Regained presents Christ, whose human nature is emphasized, as the example of consummate obedience. The work, approximately one-fifth the length of Paradise Lost, is divided into four books. In the first book, after the Holy Spirit is invoked, Satan overhears the announcement by the Father, “the great proclaimer,” that Christ is his “beloved Son.” At Satan’s command a convocation of the fallen angels is held in “mid air,” after which the tempter travels earthward to use his wiles in order to learn the identity of Christ. His fear is that Christ fulfills the prophecy that “Woman’s seed” will inflict the “fatal wound” on him. Christ enters the desert, where he cogitates on the Old Testament prophecies of his coming, the earlier events of his life, and his role in the divine plan of redemption. After Christ has been in the wilderness for forty days, the tempter, disguised as an old man, accosts him. Urging him to convert stones into bread so that the two of them can alleviate their hunger, Satan is refuted by Christ, who acknowledges that he is being tempted to “distrust” God. In book 2 the absence of Christ troubles especially his mother. Satan in the meantime has convoked the fallen spirits in order to plan a more subtle seduction, which will begin with a temptation of food, then proceed to an appeal to one’s desire for “honor, glory, and popular praise.” Christ, who experiences hunger, dreams of food; when he awakens, he beholds “A table richly spread.” Rejecting the “guiles” of the tempter, Jesus also dismisses materialism and worldly power, symbolized by the scepter: “who reigns within himself, and rules / Passions, Desires, and Fears, is more a King.”\n\r\nBy the third book Satan is focusing on fame and glory, but Christ rejects earthly fame as false, decrying military heroes and extolling spiritual heroism. From a high mountain Christ views ancient kingdoms, over which he could become the ruler by commanding the numberless troops that he also sees. Christ remains unmoved by “ostentation.” Continuing the temptation in book 4, Satan shows Christ the Roman Empire, of which he could become the benevolent sovereign. Jesus, however, notes that “grandeur and majestic show” are transitory, whereas “there shall be no end” to his kingdom. Thereafter Satan presents him with a view of the whole world, a temptation that Jesus rejects outright. Still endeavoring to tempt Jesus with glory, Satan offers him the total learning of Greek antiquity—art, philosophy, and eloquence. By such gifts he would be equipped to rule the world. Christ dismisses Greek learning because his own direct knowledge of the Lord is the higher truth. While Jesus sleeps, Satan strives unsuccessfully to trouble him with dreams and a storm. The climax of the work occurs when Satan, having brought Christ to the pinnacle of the temple of Jerusalem, tells him to stand or to cast himself down so that angels will rescue him. Christ’s rebuke causes the tempter to flee. Angels then minister to Jesus, who by resisting temptation has begun the liberation of humankind from the wiles of the devil to which Adam had succumbed.\n\r\nMilton follows the order of the temptations outlined in the Gospel of Luke, rather than in Matthew. Despite the focus on the trial in the desert, Milton interrelates this experience of the Son to earlier and later biblical history. Thus, Christ meditates on the events of his childhood and youth but also remembers Old Testament biblical prophecy that anticipates the coming of the Messiah. Furthermore, God the Father announces his intention to “exercise” Christ in the desert, where “he shall first lay down the rudiments / Of his great warfare” in preparation for his conquest over “Sin and Death” at the Crucifixion and Resurrection. At the same time the patience, faith, and fortitude that Christ manifests in the desert perfect the previous exercise of similar virtues by Old Testament precursors, notably Job, who is cited by Christ in one of his refutations of Satan. From this perspective the Book of Job is another biblical source of Milton’s so-called brief epic. Perhaps Milton was also modeling the trials and triumphs of Jesus after Spenser’s account of Sir Guyon in book 2 of The Faerie Queene, where a demonic figure tests the knight with temptations of materialism, worldly power, and glory. Christs Victorie and Triumph in Heaven and Earth (1610) by Giles Fletcher the Younger is another model possibly adapted by Milton.\n\r\nWhen one considers the grand scale across which the action of Paradise Lost takes place—in Hell, Chaos, Heaven, the Cosmos, and Earth—Paradise Regained seems both limited and limiting in its outlook. When one recalls the grand events of Paradise Lost—from the War in Heaven to the Creation—what occurs in Paradise Regained appears to be static. Furthermore, the dramatic elements of Paradise Lost, such as motives for action, suspense, and conflict, excite the reader and encourage both intellectual and psychological responses. In Paradise Regained, on the other hand, the tempter is doomed to failure from the start because Christ does not heed the temptations at all but rejects them outright, with little or no internal conflict. Probably Milton is depending on the contrast between Christ’s wholesale dismissal of the temptations and the more engaged response by the reader, who is perhaps allured by the attractiveness of earthly glory. In his exercise of perfect obedience and of virtues such as faith, patience, and fortitude, Christ is the exemplar after whom we model our own conduct.\n\r\nThough Paradise Regained lacks the grand and spectacular events of Milton’s longer epic, its purpose is vastly different. Milton’s plan is to provide a context for philosophical meditation and debate by Christ, who, at the outset of his public ministry, is being equipped for his role as the Savior. As such, Christ meditates on the significance of the two natures, divine and human, united in him. The drama of the brief epic derives in part from the tension in Christ between these two natures and the questions that emerge therefrom—how divine omniscience is balanced against human reasoning, why suffering is the prelude to triumph, and when Providence should rectify the misperceptions of the people, who expect the Messiah to be an earthly conqueror. While it is a foregone conclusion that Satan will not succeed with his wiles, the meditations of Christ and the debates with his adversary enable him to reconcile his two natures, to develop his message to the people, and to prepare for public service as a preacher and exemplar. Related to these perspectives is the tension between the ongoing relationship of Christ with the other divine persons and his disengagement from them after he becomes incarnate. Though the Father and the Spirit manifest themselves at the baptism of the Son in order to affirm his divinity in spite of his humanity, afterward the Son enters the human condition as fully as possible to enact his role as the suffering servant. This role, which becomes evident to him in the wilderness, culminates with his death on the cross.\n\r\nIf suffering, temptation, and heightened self-perception are characteristic of Paradise Regained, they are equally significant in Samson Agonistes, a dramatic poem not intended for stage performance. Using the Book of Judges as his chief source, Milton refocuses the saga of Samson in order to emphasize regeneration after downfall, rather than sensational feats of physical strength. Beginning the work with Samson’s degradation as a prisoner in a common workhouse in Gaza, Milton portrays a psychologically tormented character, confused about his downfall and at times antagonistic toward the godhead. Throughout the work a chorus of Danites from Samson’s tribe both observe his plight and speak with him. Three successive visitors also converse with Samson: Manoa, his father; Dalila, his wife; and Harapha, a Philistine giant. In the course of these three visits Samson acquires gradual, not complete, understanding of himself and of his relationship with the godhead. With the departure of Harapha, the change in Samson is noticeable to the chorus, which praises his psychological resurgence from a state of acute depression and his faith in the higher, though obscure, workings of Providence. The poem concludes with Samson in the theater of Dagon, collapsing its pillars of support so that the falling structure kills more of his adversaries than he has slain cumulatively in the past. He himself is killed in the process.\n\r\nOne of the chief ironies of Milton’s rendition is that Samson, though physically strong, is spiritually weak. After he becomes a captive of the Philistines, a consequence and manifestation of his having yielded to temptation, he gradually undergoes spiritual regeneration, which culminates in his renewed role as God’s faithful champion against the Philistines. Within the framework of temptation and regeneration Milton recasts the concept of heroism, debunking or at least subordinating feats of strength to the heroism of spiritual readiness, the state in which one awaits God’s call to service. In line with this outlook the structure of the work and the developing characterization of Samson are discernible. At the outset Samson is tormented by the irony of his captivity. The would-be liberator is himself enslaved. He questions the prophecy to his parents that they would beget an extraordinary son “Designed for great exploits.” At first Samson laments the contrast between his former, seemingly heroic, status and his present state of captivity and degradation. He and others recall his past feats: slaying a lion, dislodging and transporting the gates of Gaza, and slaughtering vast numbers of Philistines with only the jawbone of an ass.\n\r\nAs the poem progresses Samson’s self-knowledge increases, and he comes to realize that “like a petty God” he “walked about admired of all,” until “swollen with pride into the snare” he fell. This realization, as it gradually develops in Samson, is crucial to his self-knowledge and to the understanding of his relationship with God. Samson and others, such as the chorus and Manoa, have questioned, indeed impugned, Providence, likening God’s justice to the wheel of fortune, which is turned blindly. They allege that God, after having chosen Samson to be his champion, inexplicably rejected him. Samson believes that he is alienated from God. As the poem unfolds it first becomes evident to the reader, rather than to the characters, that God had guided Samson into an encounter with the woman of Timna in order to warn his champion of the dangers of pride. In particular, Samson married the woman of Timna, a Philistine, who cajoled him until he disclosed the secret of a riddle that he had posed to the thirty groomsmen at his wedding. When he yields the secret of the riddle to her, she divulges it to the groomsmen. Despite God’s plan to use this episode as a warning, Samson continues to be blinded by pride so that he falls into the snare of Dalila. Thus, his external blinding by the Philistines aptly signifies Samson’s benighted spiritual state. In Milton’s poem, moreover, Dalila is not simply a concubine, her role in Scripture, but Samson’s wife. This point emphasizes the parallel between the woman of Timna and Dalila, though the essential difference is that Samson violates divine prohibition when he reveals the secret of his strength to Dalila. The marital relationship of Samson and Dalila also enables Milton to suggest contrasts with the conjugal union of Adam and Eve. Whereas Samson rejects Dalila, Adam and Eve pursue their regeneration cooperatively.\n\r\nAfter his downfall, therefore, Samson must clarify his perception in order to begin the process of regeneration. By recognizing that pride was the cause of his downfall, Samson becomes contrite. In the course of his trials, which involve both physical affliction and psychological torment, Samson exercises patience, faith, and fortitude until he regains the state of spiritual readiness that will enable him to serve as an instrument of God. Ironically, no one, not even Samson, believes that he will again be called to service by God.\n\r\nThe three visitors Manoa, Dalila, and Harapha function unwittingly—another source of irony—to assist Samson in the process of regeneration. Paternal solicitude impels Manoa to negotiate with the Philistines for his son’s liberation. If their desire for revenge against Samson is satisfied, Manoa believes, the Philistines may release his son. He does not recognize that enslavement by the Philistines is simply a sign of Samson’s inward thralldom to sinful passions. Nor does he recognize that God’s justice, rather than Philistine revenge, is to be satisfied and that Samson’s suffering is both a means of divine retribution and a source of wisdom. Dalila, who seeks by various arguments to elicit Samson’s forgiveness and to persuade him to be reunited with her, is rejected wholesale. In short, a measure of his progress is that Samson, who previously yielded to Dalila, resists her wiles.\n\r\nOf all three visitors, Dalila is perhaps the most important because of past and present relationships with Samson. In his earlier relationship with Dalila, Samson recalls, he was “unwary” so that her “gins and toils” ensnared him. He likens her to a “bosom snake,” suggesting that she had gained access to, and influence over, his innermost being. Though it has been anticipated by the woman of Timna, Samson calls Dalila’s betrayal of him both “Matrimonial treason” and “wedlock-treachery.” To describe his present rejection of Dalila, Samson resorts to classical allusions. He shuns her “fair enchanted cup” and remains impervious to her “warbling charms,” thereby likening her to Circe and the Sirens, respectively. In his encounter with Dalila, Samson for the first time is gratified, rather than displeased, by the contrast between his past status and his present self. Another way of perceiving Samson’s relationships with Dalila is by reference to Milton’s De Doctrina Christiana. When Samson yielded to Dalila, he experienced evil temptation; as he resists her, he exercises virtue in the course of good temptation. Additionally, the rage that Dalila elicits in Samson carries over to his encounter with Harapha, who expects to see a crestfallen captive. Instead, Samson challenges the Philistine giant, who retreats.\n\r\nThe climax of the poem occurs when Samson, at first unwilling to attend the activities at the theater of Dagon, the Philistine idol, is impelled by “rousing motions” to go there. Initially, Samson feared that he would be publicly humiliated when performing feats of strength to entertain the Philistines; but his faith in the higher, though obscure, plan of Providence is rewarded not simply by the impulsion to attend the Dagonalia but by the inner light. “With inward eyes illuminated,” Samson, who becomes aware of the divine will, exercises his volition in concert with it by collapsing the pillars that support the theater of Dagon. Significantly, Samson’s death is described more as a resurrection, whereby he is likened to the phoenix that emerges from the conflagration at its funeral pyre. Finally, the fame that Samson achieves by his renewed spiritual readiness and service as God’s agent transcends his previous glory from feats of strength and slaughter of the Philistines. After all, he is included among the heroes of faith celebrated in the Epistle to the Hebrews.\nNot to be overlooked are the political dimensions of the poem, at times counteracting the more traditional outlook on Samson. The saga of Samson may allegorize the heroic ambitions and failings of the Puritan revolution, and his demise, rather than a sign of heroism, may be the product of self-delusion. Samson Agonistes may also emerge from Milton’s personal and political circumstances—his blindness and his role during the rise and fall of a political movement in Britain toward which providential intent was obscure.\n\r\nIf Milton conceived of his dramatic poem after the manner of Greek tragedy, the resemblance is clearcut. The unities of time, place, and action are observed. The poem begins at dawn and ends at noon on the same day. The single place for the action is the workhouse, where, after the destruction of the Philistines, a messenger gives an account of the catastrophe. The action centers on Samson’s spiritual regeneration, culminating in his heroism. Because of Samson’s death and victory, the poem combines features of classical tragedy and Christian drama of regeneration, for which the saga of Samson is a Hebraic prefiguration. When Paradise Lost, Paradise Regained, and Samson Agonistes are juxtaposed in their probable order of composition, the threefold arrangement, a virtual triptych, depicts Old Testament types—Adam and Samson—yielding to temptation, then undergoing regeneration; Christ’s triumph over the tempter is the New Testament antitype at the center.\r\nMilton’s influence in later eras derives from his prose and his poetry. His treatises against various forms of oppression and tyranny have elicited admiration in many quarters and in different eras. In fact, his influence as a political writer was felt in the American, French, and Russian revolutions, when he was cited to justify the opposition to monarchs and absolutists. Among the English Romantics, Milton was extolled as a libertarian and political revolutionary. His refusal to compromise on matters of principle, his blindness, and his punishment after the Restoration have caused many admirers to cite Milton as a model of the spokesperson of truth and of someone who pursues idealism despite adversity.\n\r\nMilton’s reputation as one of the finest English poets was widespread soon after his death in 1674. While most of the critical attention was directed at Paradise Lost, it is essential to realize that his other works drew extensive commentary. In 1712 Joseph Addison devoted eighteen Spectator papers to Paradise Lost—six general essays and twelve others, one on each book of the epic. At times the outlook on Milton as a poet reflected the biases of the commentators. In the eighteenth century, for example, Tories and Anglicans had little admiration for him, but the Whigs were laudatory. Interestingly, Paradise Lost was cited for its contributions to the teaching of traditional Christianity because most interpreters were inattentive to possible implications in the epic that the Son might be subordinate to the Father. Also at the center of attention in the eighteenth century were the grandeur and sublimity of the poem. By the nineteenth century the critical outlook shifted to technical and stylistic features of the verse; but the Romantic admirers of the figure of Satan in Paradise Lost, including William Blake and Percy Bysshe Shelley , implicitly attacked the traditional theological and philosophical ideas in the work. Through the nineteenth and twentieth centuries Milton’s reputation as a poet becomes quite complex. For a time, in fact, Milton fell into disrepute because of T. S. Eliot ‘s adverse comments decrying the artificiality of his verse.\n\r\nMore recently, Paradise Lost, in particular, has been at the center of rich and diverse critical commentary. The theology of the epic, its indebtedness to works of classical antiquity, its adaptation of Scripture and the Genesis tradition, its Christian humanism, its political overtones, and its varied perspectives on gender relations—these and other topics are explored and debated. Even Milton’s reputation as a misogynist has been challenged by feminists, who perceive tension in the Genesis tradition and in Paradise Lost between the orthodox hierarchical relationship of Adam and Eve and their reciprocal or complementary interaction, especially after their downfall and through their regeneration. Such commentary and the controversies that it ignites demonstrate that Milton’s poetry, like his prose, has durability and applicability beyond the era in which it was composed. It is not simply of an age but for all time.\r\n \n", "attrs": {"Region:": ["England"]}}