{"pf_url": "https://www.poetryfoundation.org/poets/john-wheelwright", "name": "John Wheelwright", "yob": "1897", "yod": "1940", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/503d32731a7076e798bf0efe951fb7b82527d808.jpeg", "bio": "\n                                                                    Poet John Wheelwright was born into a Boston Brahmin family—his ancestors included clergyman John Wheelwright and Massachusetts governor John Brooks. Wheelwright’s father was the celebrated Boston architect Edmund March Wheelwright, and his suicide, when John was in prep school, affected the young man profoundly. Soon after his father’s death, Wheelwright experienced a religious conversion and became Anglican. Though he eventually became a Socialist with Marxist leanings, Wheelwright never completely repudiated his religious convictions. At Harvard, he joined the Harvard Aesthetes, a circle that included Malcolm Cowley, Robert Hillyer, E.E. Cummings, and others. Wheelwright was expelled from Harvard for truancy and soon began friendships with fellow members of the “lost generation.” By the late 1920s, he was attending architecture courses at MIT and becoming politically engaged. In 1932, he joined the Socialist Party of Massachusetts. His work for the group included editing Arise and distributing literature to the masses. He was also a leading member of the Rebel Arts Society and was sympathetic to Trotsky.    Wheelwright’s three published collections of poetry stem from this period and from his intense political commitments, which were often in tension with his religious convictions. In collections such as Rock and Shell / 1923-1933; Mirrors of Venus: A Novel in Sonnets (1938), and Political Self-Portrait, 1919–1939; Wheelwright explored politics, form, and his own New England lineage. According to Alan Wald, “Much of Wheelwright's writing … defies conventional perceptions of the literary culture of the 1930s. His poems exhibit not only revolutionary fervor but also profound ties to New England culture, an impulsive temperament, self-parodying mannerisms, and an indissoluble technical affinity with the modernism of Pound and Eliot.” Wheelwright’s experiments with form—including masques, sonnet-novels, and poem diagrams—were matched by the experimental nature of his political activities, which included editing Vanguard Verse, an organization that sponsored the pamphlet series Poems for a Dime and Poems for Two Bits, as well as a correspondence course, The Form and Content of Rebel Poetry. Widely reviewed and admired in his lifetime, Wheelwright was praised by Kenneth Patchen, who noted that, “when recorders begin the work of sorting the chaff from the wheat, the name of John Wheelwright should find its way to a great many lips.”   At age 43, Wheelwright was hit and killed by a drunken driver. His Selected Poems was published posthumously in 1941. His early death and relatively small corpus is generally thought to account for his relative obscurity, although New Directions issued his Collected Poems in 1972. The edition was met with acclaim and renewed interest in Wheelwright’s life and work. In Wald’s summation: “Wheelwright's most significant contributions to American radicalism were his literary strategies for joining poetry and political ideology and his exemplary role as a writer—a culturally independent-minded but politically disciplined catalyst within a working-class movement.”\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}