{"pf_url": "https://www.poetryfoundation.org/poets/john-taggart", "name": "John Taggart", "yob": "1942", "yod": null, "image": null, "bio": "\nExperimental poet, essayist, and editor John Taggart was born in Perry, Iowa, and grew up in a series of small towns in Indiana. He earned a BA at Earlham College, an MA at the University of Chicago, and a PhD at Syracuse University, where he wrote his dissertation on the poetry of Louis Zukofsky.\nInfluenced by poets Charles Olson and George Oppen, philosopher Søren Kierkegaard, and novelist Herman Melville, Taggart’s poetry is informed by composition techniques often associated with Objectivist theory. Taggart discussed his compositional process in an interview for Flashpoint magazine, stating, “I see it as addressing form, and working with form … as a grid. The task is to set it up; then once you’re in it, to not so much get out of it, but as you’re going along to go beyond it, to go off grid.” As Robert Creeley noted, “John Taggart has long been a master of accumulating complexly layered patterns of sound and sense.”\nTaggart is the author of more than a dozen collections of poetry, including Is Music: New and Selected Poems (2010), Pastorelles (2004), and Dodeka (1979). His prose includes There Are Birds (2008), Songs of Degrees: Essays on Contemporary Poetry and Poetics (1994), and Remaining in Light: Ant Meditations on a Painting by Edward Hopper (1993). His honors include the Commonwealth Award for Academic Service from the Pennsylvania Department of Education, a Pushcart Prize, and the Chicago Review Poetry Prize, as well as two fellowships from the National Endowment for the Arts and one from the Ford Foundation.\nTaggart published the literary magazine Maps during the late 1960s and early 1970s. After more than 30 years of teaching, he retired from his professorship at Shippensburg State University in 2001. Selections of his papers are held at the University of Connecticut, Syracuse University, and the University of California, San Diego. He lives in Pennsylvania.﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}