{"pf_url": "https://www.poetryfoundation.org/poets/john-keats", "name": "John Keats", "yob": "1795", "yod": "1821", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/d10d784564b69da61a68da68e1b3f16aee959a37.jpeg", "bio": "\nJohn Keats was born in London on 31 October 1795, the eldest of Thomas and Frances Jennings Keats’s four children. Although he died at the age of twenty-five, Keats had perhaps the most remarkable career of any English poet. He published only fifty-four poems, in three slim volumes and a few magazines. But over his short development he took on the challenges of a wide range of poetic forms from the sonnet, to the Spenserian romance, to the Miltonic epic, defining anew their possibilities with his own distinctive fusion of earnest energy, control of conflicting perspectives and forces, poetic self-consciousness, and, occasionally, dry ironic wit.\nAlthough he is now seen as part of the British Romantic literary tradition, in his own lifetime Keats would not have been associated with other major Romantic poets, and he himself was often uneasy among them. Outside his friend Leigh Hunt‘s circle of liberal intellectuals, the generally conservative reviewers of the day attacked his work as mawkish and bad-mannered, as the work of an upstart “vulgar Cockney poetaster” (John Gibson Lockhart), and as consisting of “the most incongruous ideas in the most uncouth language” (John Wilson Croker). Although Keats had a liberal education in the boy’s academy at Enfield and trained at Guy’s Hospital to become a surgeon, he had no formal literary education. Yet Keats today is seen as one of the canniest readers, interpreters, questioners, of the “modern” poetic project-which he saw as beginning with William Wordsworth—to create poetry in a world devoid of mythic grandeur, poetry that sought its wonder in the desires and sufferings of the human heart. Beyond his precise sense of the difficulties presented him in his own literary-historical moment, he developed with unparalleled rapidity, in a relative handful of extraordinary poems, a rich, powerful, and exactly controlled poetic style that ranks Keats, with the William Shakespeare of the sonnets, as one of the greatest lyric poets in English.\nKeats was said to have been born in his maternal grandfather’s stable, the Swan and Hoop, near what is now Finsbury Circus, but there is no real evidence for this birthplace, or for the belief that his family was particularly poor. Thomas Keats managed the stable for his father-in-law and later owned it, providing the family an income comfortable enough for them to buy a home and send the older children, John and George (1797-1841), to the small village academy of Enfield, run by the liberal and gifted teacher John Clarke. Young Tom Keats (1799-1818) soon followed them. Although little is known of Keats’s early home life, it appears to have been happy, the family close-knit, the environment full of the exuberance and clamor of a big-city stable and inn yard. Frances Keats was devoted to her children, particularly her favorite, John, who returned that devotion intensely. Under Keats’s father the family business prospered, so that he hoped to send his son, John, to Harrow.\nAt the age of eight Keats entered Enfield Academy and became friends with young Charles Cowden Clarke, the fifteen-year-old son of the headmaster. He was not a shy, bookish child; Clarke remembered an outgoing youth, who made friends easily and fought passionately in their defense: “He was not merely the ‘favorite of all,’ like a pet prize-fighter, for his terrier courage; but his high-mindedness, his utter unconsciousness of a mean motive, his placability, his generosity, wrought so general a feeling in his behalf, that I never heard a word of disapproval from any one, superior or equal, who had known him.” On the night of 15 April 1804, when Keats had been in school less than a year, an accident occurred that would alter his life and proved to be the first in a series of losses and dislocations that would pursue him throughout his brief life. His father was seriously injured when his horse stumbled as he rode home, and he died the next day. The shock to the family was great, emotionally and financially. Within two months of her husband’s death, Frances Keats had moved the children to her mother’s home and remarried; but the marriage soon proved disastrous, and it appears that, after losing the stables and some of her inheritance to her estranged husband, William Rawlings, the poet’s mother left the family, perhaps to live with another man. She had returned by 1808, however, broken and ill; she died of tuberculosis (as had her brother just a few months before) in March 1809. John became the oldest male in his family, and, to the end of his life, felt a fiercely protective loyalty to his brothers and sister, Fanny Keats. His most thoughtful and moving letters on poetry’s relation to individual experience, to human suffering and spiritual development, were written to his brothers.\n\r\nAt school, Keats drew closer to the headmaster, John Clarke, and his son, Cowden. He became, in fact, one of Clarke’s favorite pupils, reading voraciously and taking first prizes in essay contests his last two or three terms. In some part this new academic interest was a response to his loneliness after his mother’s death. But he had by then already won an essay contest and begun translating Latin and French. Keats’s love for literature, and his association of the life of imagination with the politics of a liberal intelligentsia, really began in Clarke’s school. It was modeled on the Dissenting academies that encouraged a broad range of reading in classical and modern languages, as well as history and modern science; discipline was light, and students were encouraged to pursue their own interests by a system of rewards and prizes. Clarke himself was a friend of the radical reformers John Cartwright and Joseph Priestley and subscribed to Leigh Hunt’s Examiner, which Cowden Clarke said, “no doubt laid the foundation of [Keats’s] love of civil and religious liberty.”\n\r\nKeats’s sense of the power and romance of literature began as the Clarkes encouraged him to turn his energy and curiosity to their library. Cowden Clarke recalled his reading histories, novels, travel stories; but the books “that were his constantly recurrent sources of attraction were Tooke’s ‘Pantheon,’ Lamprière’s ‘Classical Dictionary,’ which he appeared to learn, and Spence’s ‘Polymetis.’ This was the store whence he acquired his intimacy with the Greek mythology.” On his own, Keats translated most of the Aeneid and continued learning French. Literature for him was more than a dreamy refuge for a lonely orphan: it was a domain for energetic exploration, “realms of gold,” as he later wrote, tempting not only as a realm of idealistic romance but also of a beauty that enlarges our imaginative sympathies. All through his life his friends remarked on his industry and his generosity: literature for Keats was a career to be struggled with, fought for, and earned, for the sake of what the poet’s struggle could offer humankind in insight and beauty. This impression recurs often in accounts of Keats, this pugnacity of one who fought his way into literary circles, and this compassion for others that justifies the literary career.\n\r\nOf course, at this point, when Keats was only fifteen or sixteen, a literary career was not a serious thought. In 1810 Alice Whalley Jennings, Keats’s grandmother, was seventy-five, and in charge of the four orphaned children, John, George (then thirteen), Tom (eleven), and Fanny (seven). She had inherited a considerable sum from her husband, John Jennings (who died in 1805), and in order to ensure the children’s financial future turned to Richard Abbey, a tea merchant who, on the advice of her attorney, she appointed to act as trustee. Most of Keats’s later financial misery can be traced to this decision. If Abbey was no villain, he was nevertheless narrow-minded and conventional, and, where money was concerned, tight-fisted and often deceitful. He dispensed the children’s money grudgingly and often lied or freely interpreted the terms of the bequest: it was not until 1833, years after Fanny Keats came of age, that she finally forced a legal settlement. It has been estimated that by the time of Keats’s death in 1821 either Abbey had withheld from him, or Keats had failed to discover, about £2,000, a considerable inheritance (in those days £50 per year was at least a living wage, and £100-200 would provide a comfortable existence). Keats left Enfield in 1811, and, perhaps at Abbey’s urging—though Clarke remembered it as Keats’s choice—he began to study for a career as a surgeon. He was apprenticed to a respected surgeon, Thomas Hammond, in a small town near Enfield, Edmonton, where his grandmother lived.\n\r\nWe know little of Keats’s life during these years 1811-1814, other than that Keats assisted Hammond and began the study of anatomy and physiology. Surgery would have been a respectable and reasonable profession for one of Keats’s means: unlike the profession of medicine, the job of surgeon in Keats’s day did not require a university degree. A surgeon, licensed by examination, was a general practitioner, setting bones, dressing wounds, giving vaccinations. Keats always maintained he was “ambitious of doing the world some good.” It is likely that he began his career with enthusiasm, but living in the small rooms over the surgery, Keats grew restless and lonely; he began to wander the woods and walk the four miles to Enfield to see the Clarkes. He completed his translation of the Aeneid, and, according to Cowden Clarke, he “devoured rather than read” books he borrowed: Ovid’s Metamorphosis , John Milton‘s Paradise Lost, Virgil’s Eclogues, and dozens of others. But the book that decisively awakened his love of poetry, indeed shocked him suddenly into self-awareness of his own powers of imagination, was Edmund Spenser‘s Faerie Queene.\n\r\nThis was a turning point. Certainly this close teacher-pupil friendship with Cowden Clarke, these evenings at the headmaster’s table, and the long late-night rambles discussing books borrowed from the library, were crucial in making John Keats a poet. His friend Charles Brown believed Keats first read Spenser when he was eighteen, in 1813 or 1814: “From his earliest boyhood he had an acute sense of beauty, whether in a flower, a tree, the sky, or the animal world; how was it that his sense of beauty did not naturally seek in his mind for images by which he could best express his feelings? It was the ‘Fairy Queen’ that awakened his genius. In Spenser’s fairy land he was enchanted, breathed in a new world, and became another being.” Soon, wrote Brown, he “was entirely absorbed in poetry.” (Brown subsequently struck out the word entirely.) Clarke recalled Keats’s exuberant joy, “he ramped through the scenes of that… purely poetical romance, like a young horse into a Spring meadow.” Some time in 1814 Keats wrote his first poem, “In Imitation of Spenser.” What is remarkable about this first poem is its vitality, its appropriation of the Spenserian rhyme scheme and richly compressed imagery to evoke a romantically voluptuous dream world. It is a youthful piece. But the poetic ear is acute, the natural description delights in itself, and the verse dares with naive persistence to draw attention to the power of poetic image to set a dreamy scene (“Ah! could I tell the wonders of an isle / That in that fairest lake had been / I could e’en Dido of her grief beguile.” And of course he does attempt to tell).\n\r\nBut there was more than “pure poetry” involved in Keats’s turn, over the next year or two, to poetry as a vocation. Politics played a role as well—in fact, a decisive one. As early as 1812 Cowden Clarke had met the radical publisher of The Examiner, Leigh Hunt; in 1814 he was a regular visitor to Hunt’s prison cell (he had been imprisoned in 1813 for libeling the Prince Regent), and Keats must have been enthralled by another kind of romance than Spenser’s—the romance of the London circle of artists and intellectuals who supported progressive causes and democratic reform, and opposed the aristocratic counterrevolution then waging war on Napoleon. Indeed, in these liberal circles of the Regency bourgeoisie, Keats might even hope to attract attention, even as an outsider, on the strength of his political enthusiasm and poetic talent. His next poems are political: in April 1814 the kings of Europe had defeated Napoleon, but amid the general optimism in England, liberals, including Keats in “On Peace,” called on the victors to support reform. The sonnet, his first, is clumsy and shrill. But it does show how Keats meant to get attention. In February 1815, Hunt was released, and Keats offered a sonnet, “Written on the Day That Mr. Leigh Hunt Left Prison,” through Cowden Clarke, whom he stopped on his way to meet Hunt: “when taking leave, he gave me the sonnet,” said Clarke, “... how clearly do I recall the conscious look and hesitation with which he offered it!” The publication of this sonnet in the Poems of 1817 would have been noted by the conservative reviewers who would later attack him as an associate of Hunt’s. To take a political stand so early in his career was a bold act: in those turbulent times political passions ran deep.\n\r\nIt may have been over political matters that Keats quarreled with Dr. Hammond. We know that he did and that for some reason he left his apprenticeship early. On 1 October 1815, Keats moved to London and registered at Guy’s Hospital for a six-month course of study required for him to become a licensed surgeon and apothecary. This move to the dreary neighborhood of the Borough, just south of London Bridge, was exciting for Keats. He could be near his family now: his grandmother had died in December 1814, and George and Tom moved to Abbey’s countinghouse where they were apprenticed (Fanny went to live with the Abbeys at Walthamstow). Before the move, Keats in 1815 seems to have been moody and at times deeply depressed. In the February 1815 poem “To Hope” he speaks of “hateful thoughts [that] enwrap my soul in gloom,” and “sad Despondency.” This was perhaps only a fashionable literary pose—he had recently written a sonnet in praise of Byron’s “sweetly sad” melody—and it takes a political turn, looking to “Hope” as a principle of social liberation. But his brother recalled this time as one of brooding uncertainty, his grandmother’s death no doubt having increased his anxiety to bring some stability to what remained of a family so shaken by death and dislocation. More pressing, perhaps, was his growing eagerness, in the exciting political climate of Napoleon’s brief return from March until the Battle of Waterloo in June, to make some contribution as a poet to the liberal cause. He was fully committed to a career as a surgeon but was still determined to find time to write verse.\n\r\nHis brother George, to ease John’s troubled moods, introduced him to his friends Caroline and Anne Mathew and their cousin, would-be poet, George Felton Mathew. Keats’s friendship with Mathew was brief but stimulating. With the two sisters Keats maintained a conventional literary friendship, addressing to them some stilted anapests (“To Some Ladies,” “On Receiving a Curious Shell ...,” “O Come, dearest Emma!”) in the style of the popular Regency poet Thomas Moore. The friendship with George Mathew, though, buoyed his spirits and encouraged him in his poetic purpose. Here at last was a poet, who—initially at least—seemed to share his literary tastes and encouraged his verse writing. If his brother remembered Keats’s emotional distress, Mathew, writing to Keats’s biographer Richard Monckton Milnes more than thirty years later, remembered that Keats “enjoyed good health—a fine flow of animal spirits—was fond of company—could amuse himself admirably with the frivolities of life—and had great confidence in himself.” Mathew was reserved, rather conservative, and earnestly religious; the friendship soon cooled. But in November 1815 Keats addressed to him his longest poem yet, “To George Felton Mathew,” in heroic couplets modeled on the Elizabethan verse epistle. Despite the stiffness of the verse, the style, colloquial yet descriptively lush, is becoming recognizably Keats’s own though clearly developed from his reading of Hunt and Wordsworth; and, most interestingly, the themes would become characteristic, though here they are only suggested: that poets associate in a “brotherhood” of the “genius—loving heart”; that they represent, as much as political figures, fighters for “the cause of freedom”; and that poets bring “healing” to a suffering world, often hostile to their genius, by evoking a world of escape and timeless myth.\n\r\nFew English authors have ever, in fact, had as much direct observation and experience of suffering as John Keats. Until the early summer of 1816 he studied medicine at Guy’s Hospital, and he did so well he was promoted to “dresser” unusually quickly. His duties involved dressing wounds daily to prevent or minimize infection, setting bones, and assisting with surgery. He took to the work well, lodging with two older students at 28 St. Thomas Street, attending lectures by the foremost surgeon of the day, Astley Cooper, as well as courses in anatomy and physiology, botany, chemistry, and medical practice. Yet by the spring of 1816 he was clearly becoming restless, even defensive, about poetry. He was increasingly excited by the new modern poetry of Wordsworth (whose 1815 Poems Keats had obtained just as he entered Guy’s), its naturalism and direct appeal to the secular imagination so different from Spenser’s romance. And, once again, there was the influence of Hunt, whose homey poetic diction with its colloquial informality, seemed daring to the twenty-year-old Keats, who would have associated Hunt’s 1816 poems in The Examiner with a politically antiauthoritarian movement of which modern poetry was a part. He began to speak about poetry, and little else, to his fellow students, with a kind of insecure arrogance. “Medical knowledge was beneath his attention,” said his fellow student and roommate, Henry Stephens, “no—Poetry was to his mind the zenith of all his Aspirations—The only thing worthy the attention of superior minds.... The greatest men in the world were the Poets, and to rank among them was the chief object of his ambition.... This feeling was accompanied with a good deal of Pride and some conceit; and that amongst mere Medical students, he would walk & talk as one of the Gods might be supposed to do, when mingling with mortals.” We need not, perhaps, take this memory too seriously, but clearly Keats wanted to think of himself as a man of literature. Flushed with enthusiasm for Hunt’s poetry, he sent to The Examiner in March a sonnet that he had written the previous autumn, “Solitude.” It was published 5 May 1816. Stephens recalled, “he was exceedingly gratified.”\n\r\nHowever lofty his conception of the poet in 1816, Keats chose an unfortunate model in Leigh Hunt. The typical Hunt idiom was a highly mannered luxuriance, characterized by an abundance of -y and -ly modifiers, adjectives made from nouns and verbs (“bosomy,” “scattery,” “tremblingly”), as well as a jaunty colloquialism. Surely we can hear this Huntian influence in the little verses Keats scribbled on the cover of Stephens’s lecture notebook: “Give me women, wine and snuff, / Until I cry out ‘hold, enough!’”; or in some verses he began in the style of Hunt’s Story of Rimini (1815), “Specimen of an Induction to a Poem”: “Lo! I must tell a tale of chivalry; / For while I muse, the lance points slantingly / Athwart the morning air: some lady sweet ... Hails it with tears.” The reader notes in this poem the frequent enjambment for which Hunt himself had argued, against the masculine (strong-syllable) rhymed, end-stopped couplets of Alexander Pope; Hunt also disliked median caesurae, arguing for the fluidity of lines that paused later, after “weak” syllables. This argument (however arcane it may appear now) had political resonance for Hunt, since it promised to break the “aristocratic” sound of the heroic couplet so pleasing to conservative tastemakers. (Lord Byron, who objected to Hunt’s theories, never completely forgave Keats for his attack on Pope in “Sleep and Poetry.”)\n\r\nBut if these elements in Hunt’s poetry seemed declassé to his and Keats’s critics, today one cannot say that Hunt’s influence on Keats was in any simple sense bad. For one thing Hunt was not Keats’s only model. Spenser was a more serious and enduring influence, as were Browne, Drayton, Milton, Wordsworth, and later, Shakespeare. Most twenty-year-old poets need a model of some sort, and there were certainly more banal models in his day from which to choose. On the other hand (as Walter Jackson Bate suggests), to attempt to have written like a greater and more popular poet, like Byron, would not have had the energizing effect on Keats’s verse that Hunt had. Hunt enabled Keats to write and, eventually, to surpass him. For a young middle-class liberal with no university training, a healthy dislike of Pope and an enthusiasm for Hunt and Wordsworth provided an enabling sense of identity. Finally, Keats was by no means, even in 1815-1816, a slavish imitator. His works have a troubled sense of self-consciousness completely absent from Hunt’s. Keats’s are also poems of escape to nature, and in these tropes we can sense as much Keats’s very shrewd (and early) understanding of Wordsworth’s poetic project as of Hunt’s. In poems such as the fine sonnet “How many bards gild the lapses of time!” or the “Ode to Apollo,” or the lovely (summer 1816) sonnet “Oh! how I love, on a fair summer’s eve,” one finds an important Keatsian trope: the poem about the poet’s own sense of himself as a modern, preparing to write from his experience a new poetry to match that of England’s great writers.\n\r\nOn 25 July 1816 Keats took, and passed, the examinations that allowed him to practice surgery, and left London for the fashionable seaside resort of Margate. It had been a trying year (and a difficult exam: Stephens flunked), and Keats needed to escape the hot, dirty streets of the Borough to collect his thoughts. Here, for the first time really, he confronted, in a long poem of generally self-assured verse, his own struggle to become a poet, in the Epistle to My Brother George, inspired by verse epistles Hunt published in The Examiner but interesting in its own right. For here Keats explored what it would mean to him “to strive to think divinely,” to have a poet’s imaginative vision while absorbing the sights and sounds of nature in a kind of Wordsworthian “wise passiveness.” As so often in Romantic poetry, a poet’s complaint at being unable to have a vision itself becomes a vision of what he might see if he were a true poet. After fifty lines or so of such inspiration, though, Keats breaks off—”And should I ever see [visions], I will tell you / Such tales as must with amazement spell you”—in favor of a long, discursive speech by a dying poet who celebrates the joy he has brought the world. Despite the sketchiness of the effort, and Keats’s obvious frustration with himself, this poem and the other Margate epistle, “To Charles Cowden Clarke,” are remarkable for their brave and serious tone of self-exploration. Keats, confronting his indebtedness to other poets and his hopes for himself, had found a theme that would launch his career.\n\r\nHe returned to London in late September and took rooms near Guy’s Hospital, 9 Dean Street, and amid the gloomy little alleys began again his work as a dresser until he could formally assume the duties of a surgeon on his twenty-first birthday in October. Dreary as this beginning must have seemed, the month would be fateful for the young poet.\n\r\nCowden Clarke had been living in London, and this warmhearted schoolmaster was excited to receive the long epistle from Keats. One night in early October, Clarke invited Keats to his rooms in Clerkenwell. He especially wanted to show Keats a volume that was being shown around Hunt’s circle, a 1616 folio edition of George Chapman‘s translation of Homer. The two friends pored over the volume until six in the morning, and when Keats reached home he sat down immediately to compose a sonnet, titled in manuscript “On the first looking into Chapman’s Homer.” With obvious pride and excitement he sent it to Clarke by a post that reached him at ten that morning. Surely Keats felt, as critics today would agree, that this was the most perfect poem, the most beautifully written and sustained verse, he had yet written.\n\r\nAs he would so often, Keats wrote the “Homer” sonnet in response to the power and imaginative vision of another poet. And again, that power is perceived as an absence, a gap between Keats’s small voice—or the concrete experience of any individual—and the sublime limitlessness of a great and distant imagination (this tension reappears in the more complex relation of the poet to the Grecian urn and the nightingale). Unlike his first sonnets, inspired by the natural charm of Hunt’s sonnets, this sonnet is based on a structural principle that he would later bring to perhaps its greatest fulfillment in English poetry in his odes, the expression of the irresolvable contrarieties of experience in the interplay of verse elements—quatrain, octave and sestet, rhymes, words, and even sounds. In this sonnet, the energy and excitement of literary discovery—Keats, in reading Homer, feels not bookish pleasure but the awe of a conquistador reaching the edge of an uncharted sea—is presented as direct emotion, not, as it had been in the epistles, a disabling and self-conscious pose. The emotion is, for the first time, sustained and controlled throughout the verse, with a sureness of diction, and even sound, that never falters: for example, the sense of openness to a vast sea of wonder is suggested by long vowels (“wild,” “surmise,” “silent”), tapering off to hushed awe in the weak syllables of the final word, “Silent, upon a peak in Darien.” As published (with line 7 altered, in The Examiner , 1 December 1816), the sonnet takes its place with Wordsworth’s and some of Keats’s own, as among the finest of the nineteenth century.\n\r\nKeats carefully copied out this sonnet, along with some other poems including the sonnet “How many bards,” and gave them to Clarke to take to Hunt at his Hampstead cottage. Hunt, of course, had published a Keats sonnet, but now was anxious to meet the man himself. Keats responded to Clarke, in a letter of 9 October, “‘t will be an Era in my existence.” It proved to be.\n\r\nSome time that month he met not only Hunt, but also men who were to be close friends and supporters all his life: John Hamilton Reynolds and Benjamin Haydon. Within a few weeks he would meet Shelley‘s publisher Charles Ollier, who would bring out Keats’s first volume. Hunt recalled of this first meeting “the impression made upon me by the exuberant specimens of genuine though young poetry that were laid before me, and the promise of which was seconded by the fine fervid countenance of the writer. We became intimate on the spot, and I found the young poet’s heart as warm as his imagination.” It was, said Clarke, “`a red-letter day’ in the young poet’s life, and one which will never fade with me while memory lasts… Keats was suddenly made a familiar of the household, and was always welcomed.” This was so to the last months of his life, when the ill poet made his way back to the Hunts’ even though by then Keats had come to judge him egotistical and manipulative and had long since rejected his poetical influence on his career.\n\r\nHowever trying Keats may have found Hunt, throughout his life he could think of Hampstead as a refuge, Hunt’s pleasant domesticity in his beautiful surroundings harmonizing with the easy urbanity of high Regency culture, of books, paintings, music, liberal politics, and literary conversation with the great talents of the age. Keats himself had moved, in November, to lodgings at 76 Cheapside, with his brothers, George and Tom. Until Tom’s death two years later broke it up, this would be the happiest household Keats would know. He traveled often to Hunt’s in these months, his friendship growing with the witty young Reynolds and the crotchety, energetic egomaniac Haydon. Reynolds, about Keats’s age, was a not too successful poet and essayist, but had a quick mind and literary polish; in the next few weeks he would introduce Keats to John Taylor and James Hessey, who became his publishers after Ollier dropped him; to Charles (Armitage) Brown, the rugged, worldly businessman who was one of Keats’s most loyal friends, traveling with him through Scotland in the summer of 1818, and sharing rooms with him at his home at Wentworth Place, Hampstead (now the Keats House and Museum), from December 1818 until May 1820; Charles and Maria Dilke, who built the double house in Hampstead with Brown; and Benjamin Bailey, an Oxford student with whom Keats stayed the following fall. Haydon’s vast canvases and blustering (later in life, sadly manic), often pugnacious self-assurance impressed Keats with his notion that modern artists could produce great works of epic dimensions; he introduced Keats to William Hazlitt, whose notions of poetic energy, “gusto,” and of imagination as an intensification of sensory experience enabling us to transcend self, were to begin Keats’s own meditations on aesthetics.\n\r\nWhen Keats stayed at the Hunts’, a cot was set up in the library for him, and it was here, in November and December 1816, he planned his two long poems “I stood tip-toe” and “Sleep and Poetry.” Though the diction of these rhymed couplets is often adolescent, and the syntax turgid, these were the first serious long poems Keats intended for publication, and their themes introduce enduring concerns. Clearly, by November, Hunt had begun to plan a volume of his new protégés verse, with the Olliers as publishers. “I stood tip-toe” was filled out for this purpose, Keats having begun it sometime in the summer as a treatment of the myth of Endymion. In this poem, Keats begins with lush natural description, although his purpose is Wordsworthian, to write poetry inspired by nature that will rise to myth: “For what has made the sage or poet write / But the fair paradise of Nature’s light?” Nature inspires poets to sing sweet songs of mythic figures; but the poet is called by “unearthly singing” from a resting place of the divine, “Full in the speculation of the stars.” This meeting of the divine with the human is symbolized by the marriage of the mortal Endymion with the moon, Cynthia, and initiates a regenerated world of art and poetry: “Was there a Poet born?” in this marriage, the poem asks. Keats finished this poem in December, and tentatively called it “Endymion,” his first poetic use of the myth.\n\r\n“Sleep and Poetry,” written in December, is the more serious poem of the two. It lays out a poetic project and manifesto for the young poet. Poetry here is distinguished from mere sleep, or dream, in engaging “the strife of human hearts,” the sorrow of life, as well as proceeding from an immersion in the joys of sensation. Keats boldly aligns himself with Wordsworth’s naturalism, attacking the “foppery” of neoclassicism: he will begin his poetic education in nature in order to comprehend the human heart. The “great end” of poetry is “that it should be a friend / To sooth the cares, and lift the thoughts of man.” The poem ends with the notion of a “brotherhood” of literary cultivation as the poet returns to his evening in Hunt’s library, an ideal union of natural grace, liberality, and poetic tradition. Although these thoughts began with the verse epistles, this poem is his most earnest attempt yet to find a purpose for literature within modern life, and he boldly asserts that a new poetry has begun, a modern humanism with roots in nature and myth. Contemporary critics immediately understood, and condemned, this young poet’s radical associations—more offensive to them than the poem’s occasional Huntian lapses and adolescent posturing.\n\r\nOn 1 December, Hunt published in The Examiner a brief notice of “Young Poets”—Shelley, Keats, and Reynolds—extolling a “new school” that would “revive Nature” and “‘put a spirit of youth in everything.’” He quotes in full the “excellent” “Homer” sonnet. At about this time Keats was determined to give up medicine and devote himself to poetry. Stephens believed that this notice “sealed his fate,” and that he immediately changed his mind, but Stephens may not have known the whole story. Charles Brown remembers Keats becoming disillusioned with his career as a surgeon and becoming fearful that he might not be a good enough surgeon to avoid inflicting needless suffering. The truth was undoubtedly a complex mixture of these, but certainly the excitement of these months, and the promise of a published volume, gave him confidence and determination. In December Haydon took his life mask of Keats, as a study for including him (standing behind Wordsworth) in his large painting Christ’s Entry Into Jerusalem, completed in 1819.\n\r\nLater that month, the Hunt household was set into commotion by the arrival of Shelley, whose wife Harriet’s suicide provoked a crisis, as Shelley arranged to marry Mary Godwin (with whom he had eloped in 1814) and fight for custody of his children. The pride and fuss over Keats’s forthcoming volume was shared with the attention Shelley demanded. The two poets walked together across the Heath frequently that winter, and at least once Shelley cautioned Keats to wait for publication until he had a more mature body of work from which to compile a volume. It was perhaps good advice, but Keats never warmed to Shelley as Shelley did to him, and he seems to have been annoyed at Hunt for moving to Marlow for an extended visit with Shelley that spring.\n\r\nKeats’s first volume, Poems, appeared on 3 March 1817, with its dedicatory sonnet to Leigh Hunt. It begins with “I stood tip-toe,” ends with another long poem, “Sleep and Poetry,” and includes youthful poems as well as some recent, good work, “Keen, fitful gusts”; the poem to Wordsworth, Hunt, and Haydon, “Addressed to the Same [Haydon]”; and the three long verse epistles, to Mathew, George Keats, and Clarke. It received about half a dozen notices, half from Keats’s circle. In October 1817 a polite review, warning the young poet to “Cast off the uncleanness of [Hunt’s] school,” appeared in the Edinburgh Magazine, and Literary Miscellany. Months later, in the 1-13 June Examiner, Hunt extolled Wordsworth’s revolutionary modern poetry and placed Keats as an emerging new poet of a second wave, though his praise of Keats’s actual poetry was rather reserved. The volume was no success, and few copies were sold. “The book might have emerged in Timbuctoo,” recalled Clarke. One of the Ollier brothers wrote to George Keats (who perhaps had written to complain about the book’s promotion), “We regret that your brother ever requested us to publish his book… By far the greater number of persons who have purchased it from us have found fault with it in such plain terms, that we have in many cases offered to take the book back rather than be annoyed with the ridicule which has, time after time, been showered upon it.”\n\r\nOn 1 March Hunt had invited Keats home to celebrate the publication. After dinner Hunt wove a laurel crown for Keats; Keats wove an ivy one for Hunt; and Hunt then suggested a fifteen-minute sonnet-writing contest to commemorate this event. Keats dashed off a poor, rather silly sonnet, which Hunt published to Keats’s dismay. Horribly embarrassed, angry at Hunt’s frivolity, he sought out Haydon the next day, and the two went to see the Elgin Marbles, which Haydon had been active in persuading the government to buy. Keats wrote his sonnet “On Seeing the Elgin Marbles“ that evening; it is a splendid evocation of the grandeur of monumental art set against the aspirations of the individual artist, of human weakness and pain poised against an aesthetic vision of the gods.\n\r\nKeats was not deterred by the book’s poor sales. He determined to begin a large poem, on the great theme that he so cannily saw had produced his most serious thought, the striving of man to be one with his ideals, his gods. He resolved to get away, to return to the seaside. Before he left on 14 April for the Isle of Wight, he and his brothers moved to Hampstead, to a home in Well Walk, hoping the country air might be good for young Tom, who was becoming ill. He also arranged for John Taylor, of Taylor and Hessey, to become his new publisher, and this association was, both emotionally and financially, to be a source of real support for years to come.\n\r\nOn the Isle of Wight he sat alone for some weeks, writing to Haydon of his new passion for Shakespeare, whom Haydon had read to him with inspiring gusto, whose works he had brought along, and whose portrait he hung up over his desk (he took this portrait with him everywhere all his life). His goal was to write a four-thousand-line poem, Endymion, by autumn. It was an unrealistic, though bold, project, and he sat for weeks anxious and depressed, though moved by the beauty and power of the sea. His friends back home had faith in him, which sustained him: Reynolds wrote a fine review of his Poems in the radical Champion (9 March 1817); Haydon wrote to him, “bless you My dear Keats go on, dont despair… read Shakespeare and trust in Providence”; and Taylor kindly advanced him money—having written to his father, “I cannot think he will fail to become a great Poet.”\n\r\nHe did, by the end of April, manage to write part of book I, the “Hymn to Pan.” Yet he was lonely, nervous, and blocked. He fled the Isle of Wight for Margate, where he had been so productive the previous summer. In May he went to Canterbury with Tom, hoping “the Remembrance of Chaucer will set me forward like a Billiard-Ball,” as he wrote to Taylor. By June he was back at Well Walk, Hampstead, spending many days with the quiet, shy, by no means intellectual painter Joseph Severn, who would be with Keats to his last moments in Rome; and also with Reynolds, with whom he read Shakespeare. By August his first extended narrative poem was half finished, a total of two thousand lines.\n\r\nSevern remarked that during these days he noticed the development of Keats’s power of sympathy, of a kind of imaginative identification valued in Keats’s day as the hallmark of poetic sensitivity (William Hazlitt’s teachings reflect this view). Keats was moved to an unusual degree toward almost sensory identification with things around him: “Nothing seemed to escape him, the song of a bird and the undertone of response from covert or hedge, the rustle of some animal,” said Haydon. “The humming of a bee, the sight of a flower, the glitter of the sun, seemed to make his nature tremble!” This power of overcoming self through loving the world’s beauty became a crucial doctrine for Keats—he found his feeling here confirmed by Hazlitt’s theories of imagination—that evolved into a moral principle of love for the good. This doctrine would become Keats’s ultimate justification for the aesthetic life, and it would be implied even as early as Endymion.\n\r\nHe worked on the poem throughout the late summer and fall of 1817, writing on a strict plan of at least forty lines a day, a remarkable project for a beginning poet that ultimately, of course, did not produce consistently good poetry. But as an exercise it was both stimulating and courageous, and he emerged a mature, thoughtful, self-critical poet for this effort. During these months, his friendship with Benjamin Bailey deepened, and he saw little of Hunt. “Every one who met him,” Brown recalled of Keats, “sought for his society, and he was surrounded by a little circle of hearty friends.” As Bailey remembered him in those days, thinking back over thirty years, “socially he was the most loveable creature, in the proper sense of that word, as distinguished from amiable, I think I ever knew as a man.” Bailey invited him up to Oxford in September, where amid the beautiful autumn foliage and academic camaraderie of Magdalen College, Bailey crammed for his exams and Keats sat writing daily the third book of Endymion. With Bailey he read and discussed Wordsworth, Hazlitt, Milton, Dante. Bailey, the methodical but energetic scholar, and Keats, lively and intuitive, were excellent study mates, and Keats was able to write with ease and find time in the afternoons for boating on the Isis, strolling in the countryside, and once visiting Shakespeare’s birthplace at Stratford-upon-Avon.\n\r\nHe returned from Oxford in October with a new seriousness of thought and purpose; he was weary of Endymion, and though he plodded along with it, he was already planning another long poem. But in London, trouble vexed him: Blackwood’s Edinburgh Magazine (October 1817) published “On the Cockney School of Poetry,” the first of several vicious attacks on Hunt by John Gibson Lockhart and John Wilson, which boded ill for Keats. Keats’s brother Tom was now clearly consumptive, and a trip to the Continent was planned for him; George was out of work and needing money; and Keats himself was ill and being treated with mercury for what was almost surely venereal disease. In late November he left London for the pleasant suburb of Burford Bridge, and there he completed Endymion .\n\nEndymion is in many ways a response to Shelley’s Alastor (1816), where a young poet dreams of an ideal mate, in fruitless pursuit of whom he quests across the world, only to die alone and unloved. Keats’s poem begins with a mortal, Endymion, discovered restless and unhappy with the pastoral delights of his kingdom, for he has become enraptured with a dream vision, the moon goddess Cynthia. After a series of adventures, he abandons his restless quest, which by book 4 has come to seem illusory, in favor of an earthly Indian maid, who is eventually revealed to have been Cynthia all along. Although the actual narrative will hardly bear much scrutiny, the themes evoked here would haunt Keats all his life. Only through a love for the earthly is the ideal reached, the real and the ideal becoming one through an intense, sensuous love that leads to a “fellowship with essence.” The theme of a mortal’s love for an ideal figure that proves either illusory or redemptive would be a continuing source of philosophical exploration and ironic play for Keats, as would the paradox of redemption or transcendence evolving from a fuller engagement with human suffering and finitude.\n\r\nThe poetry of Endymion varies widely from some thoughtful speeches and lovely description to some of the most awful and self-indulgent verse ever written by a mature major English poet. The story is tedious and the point often obscure. Most of Keats’s circle, including Keats himself, recognized its weaknesses. Yet as a long, sustained work that would broach Keats’s most serious concerns, as a romance that itself attempts to reconsider that genre’s own polarities of human and divine, finite and ideal, erotic love and spiritual transcendence, it was a breakthrough for Keats’s career.\n\r\nThe critical reaction to Endymion was infamous for its ferocity. The poem appeared in late April 1818; there was a supportive notice by Bailey in the Oxford University and City Herald (30 May and 6 June 1818) and an extremely perceptive review (by Reynolds or perhaps John Scott) in the Champion (7 and 14 June 1818): “Mr. Keats goes out of himself into a world of abstraction:—his passions, feelings, are all as much imaginative as his situations…when he writes of passion, it seems to have possessed him. This, however, is what Shakespeare did.” But these reviews lacked the sensationalist power of the attacks on Keats, who was associated with Hunt and “the Cockney School.” The two most vicious, written in cool, satiric tones, were John Gibson Lockhart’s in Blackwood’s (dated August 1818, appeared in September) and John Wilson Croker’s in the Quarterly Review (dated April 1818, appeared in September). For Lockhart, who had learned something of Keats’s background, the poem was another sad example of an upstart poet in an age when the celebrity of Robert Burns and Joanna Baillie has “turned the heads of we know not how many farm-servants and unmarried ladies; our very footmen compose tragedies.” He attacked the 1817 Poems and then reacted with horror at the “imperturbable drivelling idiocy of Endymion,” inspired, he thought by Hunt, “the meanest, the filthiest, and the most vulgar of Cockney poetasters,” compared to whom Keats was but “a boy of pretty abilities.” Croker, in the Quarterly, was unable to “struggle beyond the first of the four books,” whose diction and forced rhyme he found absurd.\n\r\nIn the years that followed it was common to believe that these attacks had shaken Keats’s resolve and broken his health: Shelley, for reasons of his own, exaggerated the effect of the conservative reviewers’ savagery (he himself wrote, but did not send, a balanced defense of Endymion, which he privately disliked, although he recognized Keats’s genius). Byron was at first scornful of Keats’s weakness, as Shelley portrayed it to him, but refused to criticize him publicly after his death. Charles Brown, too, spread abroad the notion that Keats had been dealt “his death-blow.”\n\r\nKeats was indeed hurt but not in fact crushed: the nineteenth-century melodrama of Keats’s life being “snuffed out by an Article” (Byron, Don Juan, Canto II, 1823), his frail constitution wrecked, consumption immediately shaking him, is simply false. He showed no signs of tuberculosis for another year, his constitution was by no means frail (he was stocky and athletic), and he was not overly sensitive to criticism. He wrote to James Hessey on 8 October, “My own domestic criticism has given me pain without comparison beyond what Blackwood or the Quarterly could possibly inflict…J. S. [who had written to defend Keats in the 3 October Morning Chronicle] is perfectly right in regard to the slip-shod Endymion…—The Genius of Poetry must work out its own salvation in a man…That which is creative must create itself—In Endymion, I leaped headlong into the Sea, and thereby have become better acquainted with the Soundings, the quicksands, & the rocks, than if I had stayed upon the green shore, and piped a silly pipe, and took tea & comfortable advice.”\n\r\nThe fact was that Keats had grown beyond Endymion even before it was completed, nearly a year before these reviews. His association with Bailey in the fall of 1817, and his reading of Hazlitt, contributed to a new seriousness in his thinking about art; on 22 November 1817 he wrote to Bailey the first of his famous letters to his friends and brothers on aesthetics, the social role of poetry, and his own sense of poetic mission. Rarely has a poet left such a remarkable record of his thoughts on his own career and its relation to the history of poetry. The struggle of the poet to create beauty had become itself paradigmatic of spiritual and imaginative quest to perceive the transcendent or the enduring in a world of suffering and death. For Keats, characteristically, this quest for a transcendent truth can be expressed (or even conceived of) only in the terms of an intense, imaginative engagement with sensuous beauty: “I am certain of nothing but of the holiness of the Heart’s affections and the truth of Imagination—What the imagination seizes as Beauty must be truth—whether it existed before or not—for I have the same Idea of all our Passions as of Love they are all in their sublime, creative of essential Beauty.”\n\r\nThe imagination’s “sublime,” transcending activity is a distillation and intensification of experience. Writing to his brothers at the end of December, he criticized a painting by Benjamin West: “there is nothing to be intense upon; no women one feels mad to kiss; no face swelling into reality. the excellence of every Art is its intensity, capable of making all disagreeables evaporate, from their being in close relationship with Beauty & Truth—Examine King Lear & you will find this examplified throughout.” The intensity of beauty in art here is not identical to the intensity of actual life—although there is a tendency in all Romantic theory to equate them. Keats emphasizes that the artist remains aloof from single perspectives on life, because truly to paint life’s intensity is to reveal its fiercely dual nature and the precariousness of all attempts to fix or rationalize it: “it struck me, what quality went to form a Man of Achievement especially in Literature & which Shakespeare possessed so enormously—I mean Negative Capability, that is when man is capable of being in uncertainties, Mysteries, doubts, without any irritable reaching after fact & reason.”\n\r\nKeats’s best-known doctrine, Negative Capability, implies an engagement in the actual through imaginative identification that is simultaneously a kind of transcendence. The artist loses the Selfhood that demands a single perspective or “meaning,” identifies with the experience of his/her object, and lets that experience speak itself through him/her. Both the conscious soul and the world are transformed by a dynamic openness to each other. This transformation is art’s “truth,” its alliance with concrete human experience; its “beauty” is then its ability to abstract and universalize from that experience the enduring forms of the heart’s desires.\n\r\nBut troubling questions remained, to be worked through not only in letters but, more important, in Keats’s poetry: What does it mean to experience both the intensity of the actual and the beauty of its distilled essence? Does the artist not demand more answers from real life than the disinterestedness of Negative Capability can offer? And, most urgent, is not aesthetic distillation really a kind of a falsification, a dangerous and blind succumbing to enchantment? Is the “truth” of experience only that pain accompanies all joy and cannot be transcended? Certainly without the transforming power of art, at least, growing self-consciousness implies knowledge of loss and death; perhaps even art does no more than deflect our attention. In early December 1817 Keats had written one of his most compressed lyrics on this theme, “In drear-nighted December,” where the passing of the seasons brings no pain to nature but only self-conscious sorrow to humanity. And in January 1818, in the sonnet “On Sitting Down to Read King Lear Once Again,” he resolves to leave wandering in the “barren dream” of “golden-tongued Romance” to be “consumed in the fire” and reborn as a poet of tragic insight.\n\r\nIn these months, the winter of 1817-1818, Keats returned to Shakespeare and to Wordsworth with renewed interest and a real deepening of aesthetic judgment and complexity, spurred by his attendance at William Hazlitt’s lectures on poetry at the Surrey Institution. In the course of his own poetic development he would challenge Hazlitt’s ideas of poetic “gusto” and aesthetic disinterestedness with questions like those above. But with what sympathy and excitement he must have heard Hazlitt say of Shakespeare that a great poet “was nothing in himself: but he was all that others were, or that they could become…When he conceived of a character, whether real or imaginary, he not only entered into all its thoughts and feelings, but seemed instantly, and as if by touching a secret spring, to be surrounded with all the same objects.” At the end of January 1818 he wrote his first Shakespearean sonnet, “When I have fears that I may cease to be,” one of his finest: even in this first line one hears the Shakespearean counterpoint of sound, which is sustained throughout with a sure mastery of vocalic music. As he had before, Keats developed this sonnet along lines of antithesis, here taking off from the Shakespearean theme of time, death, and art; but Keats transformed these into a struggle along a borderline of vision (“the shore / Of the wide world”) between a poet’s aspiration after “high romance” and his fear of sinking into obscurity and death.\n\r\nIn Hazlitt’s lectures Keats would have heard the critic both praise and attack the new naturalism of Wordsworth, forcing him in his letters to consider his own position. In late December 1817 Keats met Wordsworth himself, through Haydon, who the year before had sent him a Keats sonnet, “Great spirits now on earth are sojourning,” which Wordsworth admired. One of these meetings was social gathering Haydon dubbed his “Immortal Dinner,” attended by Keats, Wordsworth, Lamb, Reynolds, and others. Here Keats read his “Hymn to Pan” from Endymion, Wordsworth pronouncing it “a very pretty piece of Paganism.” Although it is not clear that Wordsworth meant to belittle the verse, the tone of condescension was not lost on Keats or his friends. Keats was not overly hurt, however, since he saw Wordsworth several times more in London, dining with his family on 5 January 1818. That Wordsworth had revolutionized poetry Keats never doubted; but his sense of the man’s egotism did enforce his fear that contemporary poetry, however truer to experience than the assured mythmaking of a Milton, ran the risk of trivial or “obtrusive” self-absorption. In a letter to Reynolds written 3 February 1818 after a visit to the famous Mermaid Tavern (frequented by Ben Jonson, John Fletcher, and Sir Francis Beaumont), he longed for a poetry of “unobtrusive” beauty, “Let us have the old Poets, & Robin Hood.” He enclosed his own “Lines on the Mermaid tavern,” and “Robin Hood“; but he knew that in fact the modern situation worked against poetry of unself-conscious grandeur.\n\r\nFor the time being, he was perplexed, and his poetry proceeded slowly. He continued to prepare Endymion for the press. The winter months were full of social activity, with visits to Haydon, dinner at the Hunts with the Shelleys and Peacock, and evenings at the theater. In early March, however, his brother George arrived in London to see Abbey, leaving Tom ill and unattended. Keats departed at once to stay with him in Teignmouth, Devonshire, where he remained until May. With Tom feverish and coughing, with the news that George had decided to immigrate to America, with his sense of being obliged to be far from the stimulation of London but fearful of losing both his brothers, these were sad months. Poetically, as Endymion was finished and a new poem, Isabella, begun, it was a time of intense introspection and transition marking Keats’s emergence as a poet whose most authentic subject would be the difficulties of writing romance itself, the genre paradigmatic for Keats of the transforming power of art, of the simple wonder of storytelling. Romance also implies a quest for closure, for a realized (or at least clearly envisioned) dream, and Keats questioned whether modern poetry can embody such belief.\n\r\nThe romance he wrote in March 1818, Isabella, based on a tale of Boccaccio, is an uneven poem, and though some of his contemporaries (including Lamb) admired it, Keats came to dislike it. It is best thought of as an experiment in tone, teetering uneasily between poignant, romantic tragedy and a dry, uneasy, narrational pose. This poem is a first attempt—and an interesting one—at that extraordinary poise he would achieve between romance and disillusionment almost a year later in The Eve of St. Agnes. But his mood in March is reflected in a letter to Reynolds on the twenty-fifth, containing a verse epistle, “Dear Reynolds,” in which he is most deeply suspicious of “Imagination brought / Beyond its proper bound,” that makes real life seem painful and cold, “spoils the singing of the Nightingale.” He can no longer be lifted by romance: “I saw too distinct into the core / Of an eternal fierce destruction.” He was uneasy with the tale he is telling in Isabella. The story from Boccaccio is simple, and Keats made few changes: Isabella, living with her two merchant brothers, loves Lorenzo, a clerk. The brothers, vile and materialistic, murder Lorenzo and bury him in the forest. Guided by Lorenzo’s ghost, Isabella discovers the body, exhumes it, severs the head, buries it in a pot of basil, and, weeping over the plant until her brothers take it from her, she dies mad. Again, the interest here is in Keats’s tone: he resists the tendency to sentimentality, displaying real compassion for the victim of greed, but also lingering with bizarre interest (“Ah! wherefore all this wormy circumstance?” he asks at one point) on the realistic elements of physical decay and psychological derangement. And the lamentations (“O Melancholy, linger here awhile!”) are carried on with an excess that borders on arch humor. Keats later dismissed Isabella as “mawkish”; most likely he soon saw that the poem revealed awkwardly his growing self-consciousness about the complexity of romance to the modern sensibility. But did this realization mean the modern poet could not write poetry of “vision” or “grandeur?”\n\r\nThis question is the challenge to his career, as he takes it up in a long, remarkable letter to Reynolds on 3 May 1818. The letter is critical for understanding Keats’s mature thought. The letter takes for granted the general view of the Hunt-Shelley circle of progressives that there is “a grand march of intellect,” that the arts advance with the development of knowledge, and that both art and science, “by widening speculation... ease the Burden of the Mystery.” Like Hunt and Shelley, Keats expressed ambivalence about Wordsworth, whose great genius had expressed the modern, secular sensibility yet seemed too “circumscribed” to celebrate either the era’s buoyant optimism or its new scientific skepticism in a visionary myth. (Keats, of course, knew the Wordsworth of the reactionary Excursion, published in 1814, but not of The Prelude, first published in 1850.) Keats was uncertain “whether Miltons apparently less anxiety for Humanity proceeds from his seeing further or no than Wordsworth: And whether Wordsworth has in truth epic passion, and martyrs himself to the human heart, the main region of his song.” Keats felt that for Milton religious faith came easily, with the great “emancipation” of the Reformation; but Wordsworth’s poetry had greater potential depth if perhaps more limited scope, the awakening of the soul to knowledge of its suffering. “Here,” wrote Keats, “I must think Wordsworth is deeper than Milton,” though perhaps that depth is forced on him by his place in intellectual history. Keats saw the working through of this challenge as his place in history as well.\n\r\nIf this conception of “modern” literature derived from progressives such as Hazlitt, Hunt, Shelley, and Peacock, nevertheless, Keats brought to it his own distrust of their utopianism and his sense of tragedy cutting across the Promethean aspirations of the individual artist. Moreover, his goal was a kind of aesthetic detachment or “disinterestedness” that could transform pathos into a real, tragic vision, the Negative Capability he suspected Wordsworth lacked. He seems to have discovered that the way to Negative Capability was an arduous one, a descent into pain rather than ascent into romance. Using one of his best-known metaphors, he described human life as both he and Wordsworth perceived it: “I compare human life to a large Mansion of Many Apartments, two of which I can only describe…—The first we step into we call the infant or thoughtless Chamber, in which we remain as long as we do not think…” From this state of innocence we are impelled into the “Chamber of Maiden-Thought,” where knowledge is exhilarating but soon discloses that “the World is full of Misery and Heart-break, Pain, Sickness and oppression,” and the chamber darkens. The Wordsworth of “Tintern Abbey” explored the dark chambers of experience, and “Now, if we live, and go on thinking, we too shall explore them.” As for the aesthetic result, the possibility of such humanizing producing great poetry, that can be judged only by experience itself, for “axioms in philosophy are not axioms until they are proved upon our pulses.” The letter is remarkable indeed for its sense of poetic “mission,” but equally striking is Keats’s sense that poetry in his era would become a questioning of its own processes of interpreting and articulating concrete experience.\n\r\nOn these matters he would meditate the better part of the summer, and though he wrote little throughout these months, these would now be his dominant concerns. One can see them in his great poem Hyperion, begun in October. In June Tom seemed better, and Keats decided to accompany Charles Brown on a walking tour of the Lake District and Scotland. Keats hoped this would be the first of a series of travels in England and abroad to prepare him to write. The trip through the Lake country was invigorating; Keats and Brown energetically hiked in the mountains around Rydal and Ambleside. In the evenings Keats wrote long journal letters to Tom filled with natural detail and excited purpose: “I shall learn poetry here,” he wrote amid the rocks and waterfalls, “and shall henceforth write more than ever…” In Scotland the weather turned rainy and chill, and Keats became ill with a sore throat that would plague him for months after. This illness was not connected to his later tuberculosis, but for the next year he would have occasional recurrences of the sore throat. Though he was always aware of the consumption that seemed to curse his family, and his bouts with illness this year were often depressing, there is no reason to believe he thought at this time that these sore throats were dangerous or that his poetic career would be cut short.\n\r\nIn early August, leaving Brown in Scotland, Keats returned home to Hampstead to find his brother Tom seriously ill with tuberculosis. In June, George, now married, had immigrated to America to try his luck as a farmer (after several inevitable disasters he did prosper, in the 1830s, as a miller in Louisville, Kentucky); Keats was now alone with Tom, almost constantly, until his death on 1 December. But throughout the autumn of 1818 he began composing his most brilliant work yet, a poem even his critics saw as a major achievement, Hyperion.\n\r\nKeats’s biographer Walter Jackson Bate has observed that the year that began with the fragment epic Hyperion “may be soberly described as the most productive in the life of any poet of the past three centuries.” One senses, too, in this annus mirabilis, an unprecedented engagement with three centuries of literary convention, a stretching out and probing of the limits of epic, ode, pastoral, and romance that realigns these forms with Keats’s modern sense of an uncanny reciprocity between myth and history, fantasy and experience, noble aspiration and tragic disillusionment. This is the stuff of Hyperion, and its interest is its fresh engagement with these issues, as they cluster around a traditional Western icon: the fall into suffering of the mighty or good and the hope for compensatory redemption. Hyperion tells the story of the fall of the Titans and their replacement by the Gods, more beautiful than the Titans by virtue of their superior knowledge, and, so, by implication, their insight into the suffering of humanity.\nThe epic begins not with the battle between Titans and Gods but with its aftermath. The opening lines are as solemn and subdued as any Keats wrote: “Deep in the shady sadness of a vale / Far sunken from the healthy breath of morn, / Far from the fiery noon, and eve’s one star, / Sat grayhaired Saturn, quiet as a stone.” All the Saturnians have fallen into a dark, still world, where time itself creeps slowly into their dawning senses. All but Hyperion have fallen, and some hope he will lead a revolt against the upstart Jove and prevent Apollo from directing the sun’s course. Like so many romantic epics, however, this one begins with an extraordinary sense of stasis, of emotional confusion, pain, and paralysis from which there is no apparent exit. The speeches of the fallen Titans are useless. Saturn is helpless and confused; Thea, his wife, can only grieve; Enceladus counsels war but can do no more than bluster; and Oceanus delivers a key speech (modeled on Ulysses’ speech on degree in Shakespeare’s Troilus and Cressida) in which he sees history as an ordered, inevitable progress that leaves behind much that is beautiful in favor of a greater beauty and perfection. Hyperion tries in vain to force the sun to rise but falls back in impotent grief. Finally, Apollo is born a god through the most painful vision of tragic knowledge, and “with fierce convulse / Die[s] into life.” The fragment breaks off here.\r\nThe most direct source for this council of fallen Titans is, of course, Milton‘s Paradise Lost (1667), and Keats’s blank-verse epic is, at least partly, “Miltonic.” But the differences are great; Keats’s verse does not often, in its densely beautiful descriptions, subtle assonances, and emphasis on the verse line, resemble the heavier Latinate Miltonic syntax. But more important, Keats’s victims begin unable to define their plight or even comprehend how they differ from gods and came to fall. Their fall is in the nature of some cosmic process, echoing the Romantic age’s fascination with historical revolutionary forces (the parallel to Napoleon and the French Revolution has been suggested), with lost golden ages succeeded by self-conscious, demythologized modernity. The reader also understands the personal relevance to Hyperion of Keats’s conception of the modern poet, born to Apollo’s radiance by his identification with human suffering. The fall into self-consciousness would itself be redemptive if it formed the soul of a poet, whose creation of beauty is the more intense for his having felt and transcended tragic pain and the loss of faith.\nYet the poem proved too problematic, and for many reasons by April 1819 Keats had given it up. As many critics have noted, Keats may have attempted a cool, “disinterested” sympathy with both Hyperion and Apollo, but there were elements of himself in the suffering of both that were hard to overcome. If Apollo’s knowledge deifies him, Hyperion’s more passive suffering and dark bewilderment are tragically compelling. What would be the dramatic focus of the poem? As Keats nursed his consumptive brother Tom, he must have felt the difficulties of rising to Negative Capability—even its moral impossibility in the face of Tom’s dying agony. What good, really, to speak of either inevitable human progress or the birth of a poet in the face of such pain? This indeed would be the subject of Hyperion when Keats attempted to revise it in summer 1819 as The Fall of Hyperion.\nKeats had spent the autumn almost constantly with Tom and saw few of his friends. On 1 December 1818, the day of Tom’s death, Charles Brown invited Keats to come live with him at Wentworth Place, now the Keats House, Hampstead. It was a double house Brown had built with his friend Charles Dilke, who lived with his wife in one half. In the previous summer while he was away, Brown rented his side of the house to a widow, Mrs. Frances Brawne, and her three children, the oldest of whom, Fanny, was just eighteen. They later continued to visit the Dilkes at Wentworth. Here, probably in November, Keats met Fanny. This house, with Brown a constant companion, and the Dilkes and later Fanny and her mother renting next door, would be Keats’s last real home in England.\nKeats’s relationship to Fanny Brawne has tantalized generations of lovers of his poetry. Unfortunately, some key aspects of that relationship are, and will likely remain, obscure. It seems that on 25 December 1818 they declared their love; they were engaged (though without much public announcement) in October 1819. But Keats felt he could not marry until he had established himself as a poet—or proved to himself he could not. What Fanny felt is hard to know. Keats burned all but her last letters, which were buried with him. She later married and lived most of her life abroad; her written remarks about Keats reveal little about her feelings. From Keats’s letters we get a picture of a lively, warm-hearted young woman, fashionable and social. She respected Keats’s vocation but did not pretend to be literary.\nReaders of Keats’s letters to her are moved—or shocked—by their frank passion, their demands upon a sociable young girl for seriousness and attention to a suffering, dying, lonely man, insecure in all his achievements, asking only for her saving love. But it would be wrong to judge Keats (or Fanny) by the letters of 1820, written by a Keats at times desperate and confused, feverish and seriously ill. Almost certainly, as would have been conventional in their day for a couple so uncertain of their future, their relationship was not sexual. But it was passionate and mutual, certainly becoming the central experience of intense feeling in both their lives. It was to Fanny he addressed one of his most direct, passionate love poems, “Bright Star,” which she copied out in a volume of Dante that Keats gave her in April 1819, but which may have been written four or five months earlier. Even here, however, the intensity of experience is not simple: humans may desire the “stedfastness” of the stars only in a paradoxical “sweet unrest,” an ecstasy of passion both intense and annihilating, a kind of “swoon to death,” fulfilling but inhumanly “unchangeable.”\nKeats explores these antinomies of human desire in one of his finest and best-loved long poems, The Eve of St. Agnes, a romance in Spenserian stanzas written in January 1819. The story recalls Romeo and Juliet, though its details are based on several traditional French romances (see Robert Gittings, John Keats, 1968). In Keats’s hands the story itself is less important than what, through a highly self-conscious art, it becomes, a meditation on desire and its fulfillment, on wishes, dreams, and romance. It is framed by the coldness of eternity, by an ancient Beadsman whose frosty prayers and stony piety contrast with the fairytale-like revelry and warm lights within. The heroine, Madeline, does not mix with the company but ascends to her own kind of dream, the superstitious wish that, by following various rites on this St. Agnes’ Eve, her future husband will appear in her dreams. Porphyro, of some feuding clan, has crept into the party, and is aided by Angela, the old nurse, in a “strategem”: he will sneak into her room and fulfill the dream, wakening her to his warm, real presence. He does so, after watching her undress and sleep, spreading before her a feast of delicacies (rather magically), and easing her into a wakefulness instinct with romance. The lovers flee into the cold storm; and suddenly the poem shifts to a long historical vision, the tale acknowledged as a story far away and long ago, the Beadsman himself cold and dead.\nThe moment of Madeline’s awakening is a crucial one, pointing out the poem’s central dilemma. Porphyro must waken her to his real presence, but his fulfillment also depends on his “melting” into her dream. The moment is typical of so many romantic “falls” from innocence to experience: the consummation of their love “is no dream,” says Porphyro, but Madeline weeps in fear that he has betrayed her. “Sweet dreamer!” Porphyro then responds, “‘tis an elfin storm from faery land,” into which he will carry her to be his bride, “o’er the southern moors.” In the nineteenth century, Hunt and others admired the rich pictorial beauty, the beautiful contrasts of warmth and chill, sensuality and religion, color and gray. Today we see the poem more as a great achievement not only in style but also in thoughtful and carefully balanced tone. Some modern critics, including Earl Wasserman, have the story arguing for success of imagination and warm love over cold piety; others, such as Jack Stillinger, have argued that Keats meant to debunk the conventions of fairy tale by suggesting that Porphyro’s motive is a rather sinister seduction. But most critics today see the poem as an extraordinary balance of these opposing forces, shrewdly and at times playfully self-aware of its own conventions, leading the reader to a continuous series of mediations between artifice and reality, dream and awakening. Finally, waking life seems to require some degree of enchantment to be humanly fulfilling; yet dreaming, being “taken in”—as one is by the rich tapestry of The Eve of St. Agnes—is precarious, and the deeper one sleeps the ruder one’s awakenings.\nThis dialectical probing of enchantment, of the always-threatened artifice by which imagination seeks its fulfillment in the world, initiates Keats’s most profound meditations in the spring of 1819. The dangers of enchantment deepen in the haunting, beautifully suggestive ballad, “La Belle Dame sans Merci,” written 21 or 28 April 1819, and published in a slightly altered version by Hunt in his Indicator of 10 May 1820. Here a knight-at-arms is seduced by a strange, fairylike woman, reminiscent of Morgan Le Fay or Merlin’s Niniane, and in the midst of this enchantment a warning dream comes to him from other lost princes and warriors. But his awakening from her does him little good; he wanders “palely” on “the cold hill’s side,” where “no birds sing,” a world as empty of charm as the fay’s was empty of real life. The poem has been seen as allegorical of Keats’s ambivalent feelings for Fanny Brawne or for poetry itself. More fundamental, though, is Keats’s growing sense, here and in his letters, of the dark ironies of life, that is, the ways in which evil and beauty, love and pain, aspiration and finitude, are not so much “balanced” as interwoven in ways that resist philosophical understanding. The more we imagine beauty the more painful our world may seem—and this, in turn, deepens our need for art.\nThe great odes of the spring and fall—Ode to Psyche, Ode to a Nightingale, Ode on a Grecian Urn, Ode on Melancholy, To Autumn (written in September), Ode on Indolence (not published until 1848, and often excluded from the group as inferior)—do not attempt to answer these questions. They rather explore the ironies of our attempts to answer them and of poetry’s attempts to articulate them. The order of the odes has been much debated; it is known that Ode to Psyche was written in late April, Ode to a Nightingale probably in May, and To Autumn on 19 September 1819, but although Ode on a Grecian Urn and Ode on Melancholy are assumed to belong to May, but no one can be certain of any order or progression. In style and power the odes represent Keats’s finest poetry; indeed, they are among the greatest achievements of Romantic art.\nThe myth of Psyche—the mortal who is loved by Eros himself and who, after many trials, is deified—was well known in Peacock and Hunt’s circle, its allegorical implications much discussed. Briefly, for Keats, who read the tale in Apuleius and in a contemporary poem by Mary Tighe, Psyche, the human spirit, becomes a goddess late, after the older gods, the Olympians, have already “faded.” In Keats’s Ode to Psyche the poet initially has a vision that seems to be a dream: as he wanders “thoughtlessly” he comes upon Psyche and Eros making love. But for a modern poet such visions do not come unself-consciously—”Surely I dreamt to—day, or did I see / ... ?” For Keats, as for Shelley and Peacock, Christianity had destroyed the naive visionary power of a mythic relation to nature. But, perhaps, a new kind of humanist paganism was possible to a modern world of self-consciousness and secular knowledge, emptied of Christian orthodoxy. Psyche, the human soul, is deified “Too, too late for the fond believing lyre,” but perhaps may be made present to the poet through the hard, painful work of growing self-awareness. The poem concludes with the goddess humanized and internalized, her temple now to be built, “In some untrodden region of my mind.” There the poet will labor amid “branched thoughts, new grown with pleasant pain” in a garden prepared for her appearance. Thus the poem turns from its questioned but spontaneous vision to a hope for a return of Psyche in a prepared consciousness. While Apuleius’s Psyche met Eros in a darkened room, Keats will provide “A bright torch, and a casement ope at night, / To let the warm Love in!” Ode to Psyche has been understood in the context of Keats’s earlier notions of the modern poet, for whom Christian faith in otherworldly rewards can no longer provide a justification for human suffering. Now an openness to nature and erotic love, and a sense of the value of self-consciousness to the spirit can alone produce mature art: “Do you see not how necessary a World of Pains and troubles is to school an Intelligence and make it a soul?” he wrote to his brother in the letter of 21 April 1819 in which he enclosed this ode.\nBut despite the sense of achieved conclusion, Ode to Psyche begins with a question and ends with a hope. The unself-conscious and delightful initial vision can only be expectantly invoked. The whole notion that art or imagination may provide some middle ground between the gods and humanity is questioned in the greatest and most complex of Keats’s lyrics, Ode on a Grecian Urn and Ode to a Nightingale. Though Keats had worked hard and long on Ode to Psyche, the Nightingale ode, if Charles Brown’s memory is correct, was written with amazing speed. He recalled that Keats, one morning in the spring, on hearing a nightingale’s song, “took his chair from the breakfast table to the grass—plot under a plum tree, where he sat for two or three hours.” Brown later saw him stuff behind his books some papers which proved to be his poem. In a sense the spontaneous joy of the bird’s song recalls the visionary realm of Ode to Psyche; but in this poem, the “pleasant pain” of self-awareness is not so pleasant, and the transcendent is both elusive and perhaps inapplicable to the human. Ode to a Nightingale begins not with a vision but with a dull, unexplained pain, not a pain at all but a vague “ache” of emptiness and “drowsy numbness.” Although we expect the bird’s joyful singing to inspire and regenerate the poet, it does not, or at least not in any simple way. Instead what follows is a troubled meditation, one of the richest and most compressed in English poetry, on the power of human imagination to meet joy in the world and transform the soul.\nIn Ode to a Nightingale, the poet attempts to flee the “weariness, the fever, and the fret,” of our tragic existence, “Where youth grows pale, and spectre—thin, and dies,” first through an ecstasy of intoxication and then “on the viewless wings of Poesy,” through imagination itself. In the crucial and difficult middle section of the poem, the mind attempting both to transcend life and remain aware of itself becomes lost in a dark wild, an “embalmed darkness” of fleeting sensations that suggests not escape but its very opposite, death. But the nightingale—or, rather, its song as the imagination elaborates upon it—is immortal, and in “ancient days” belonged to a world of enchantment. It is the same song, “that oft—times hath / Charm’d magic casements, opening on the foam / Of perilous seas, in faery lands forlorn.” With these beautiful words the poem turns about, the word forlorn shocking the poet into awareness. The beauty of an imagined “long ago” suggested by this word (forlorn = “long ago”) turns by a sad pun (forlorn = “sad”) into a remarkable moment of pained self-consciousness. The bird flies off, and “the fancy cannot cheat so well / As she is fam’d to do, deceiving elf. / ... / Was it a vision or a waking dream? / Fled is that music:—Do I wake or sleep?” The poem ends by dismantling its own illusion.\nThat illusion, or trope, is that imagination, by creating permanence and beauty, may allow the individual himself a transcendence of the mind’s fleeting sensations, like the bird’s song. But imagination needs temporality to do its work. It then tantalizes us with a desire to experience the eternity of the beauty we create. But again, no real experience is possible to us—as the central stanzas suggest—apart from time and change. Imagination seems to falsify: the more the poet presses the bird to contain, the more questionable this imaginative projection becomes. For Keats, an impatience for truth only obscures it. If art redeems experience at all it is in the beauty of a more profound comprehension of ourselves (not of a transcendent realm), of the paradoxes of our nature. To expect art to provide a more certain closure is to invite only open questions or deeper enigmas. In Ode on a Grecian Urn this theme is explored from the perspective not of a natural and fleeting experience (the bird song) but of a work of pictorial art, a timeless rendering of a human pageant.\nPerhaps more has been written on this poem, per line, than any other Romantic lyric. And today it is perhaps the best—known and most—often-read poem in nineteenth-century literature. No one knows whether Keats had in mind a particular urn: it is known that he drew or traced a vase portrayed in a volume of engravings, Musée Napoléon , that he saw at Haydon’s; and certainly his visits to the British Museum provided other examples as well. The poem seems to be an imaginative creation of an artwork that serves as an image of permanence. Though the urn depicts a passionate scene of dance and erotic pursuit, it itself remains a “still unravish’d bride of quietness,” transcendent and calm. Probing the apparent timelessness of pictorial art is the action of the poem’s speaker, as he attempts to force some meaning from the form. But it is in the nature of poetry, unlike painting—a distinction we know Keats often debated with Haydon—to create its meaning sequentially. The poet thus imagines a narrative, albeit one frozen by the pictorial medium: “Fair youth, beneath the trees, thou canst not leave / Thy song, nor ever can those trees be bare.” This seems to be a moment, like that of the “Bright Star” sonnet, of eternal consummation: “More happy love! more happy, happy love! / For ever warm and still to be enjoy’d, / For ever panting, and for ever young; / All breathing human passion far above....” And yet, as most critics would agree, the mawkishness of the repeated “happy” reveals the strained paradox by which the imagined narrative develops. Human happiness requires fulfillment in a world of process and inevitable loss. The lovers are “forever panting,” since fulfillment outside of temporal process is a contradiction forced on the urn by the very logic of the speaker’s questioning. The further the questions are pushed the more they seem to reveal only the artifice of the questioner, not the urn’s hidden truth.\nIn the poem’s fourth stanza the poet imagines a deserted town whose people had provided the urn its images but who are themselves forever silent, dead, unknown. As in the Nightingale ode, the poet’s attempt to imagine a timeless realm ends in his facing a desolation, an absence of human life. And again, wordplay restores a thoughtful distance between speaker and object, in this case the oxymoron “Cold pastoral!” and the witty puns on “brede” and “overwrought” revealing the paradox informing the poem all along. There follow, however, the most debated lines in Keats’s poetry, the sudden, concluding speech to the suffering generations of mankind from the silent urn,” ‘Beauty is truth, truth beauty,’—that is all / Ye know on earth, and all ye need to know” (the punctuation of the lines is significant for interpretation but disputed: see Stillinger’s edition). Because the urn has revealed more of the mysterious incommensurability between human truth and eternal beauty, the lines have seemed to some critics an awkward intrusion on the poem’s studied indeterminacy. Others see the lines dissolving all doubts in an absolute aestheticism that declares the power of art to transform painful truths into beauty. Still others have found them an appropriately riddling oracle to questions that art cannot answer with consecutive reasoning, thus calming the speaker’s anxious probing. This critical debate itself testifies to the dramatic richness of the poem’s debate, for the poet, with wit and irony, has imagined a response fully appropriate and articulate from the urn’s eternal perspective, but nonetheless from the human perspective riddling and as elusive as the initial silence.\nIn the Ode on Melancholy the subject is not the ironies of our experience of art but of intense experience itself. Melancholy is not just a mood associated with sad objects; in this poem, it is the half-hidden cruel logic of human desire and fulfillment. In our temporal condition the most intense pleasure shades off into emptiness and the pain of loss, fulfillment even appearing more intense as it is more ephemeral. Keats’s thinking, then, had matured with remarkable speed from the poet of Endymion, for whom a poetry of intense sensation was itself a model of transcendence. His maturing irony had developed into a re-evaluation and meditative probing of his earlier concerns, the relation of art and the work of imagination to concrete experience. But the odes also show supreme formal mastery: from the play of rhyme (his ode stanza is a brilliantly compressed yet flexible development from sonnet forms), to resonance of puns and woven vowel sounds, the form itself embodies the logic of a dialogue among conflicting and counterbalancing thoughts and intuitions.\nIt has often been pointed out that the thinking in Ode on Melancholy on the paradox of desire emerges as much from Keats’s experience as from abstract meditation. By May 1819 Keats’s relationship to Fanny Brawne was strained by her again moving next door, intensifying his frustration and anger at himself that he could not provide for her and marry her. He must have felt that he could never have a sexual relationship with her or a “normal” married life while his career, and soon his health, was so uncertain. Adding to this concern, in June, were severe financial pressures, including news that George’s wife was pregnant and the couple in dire need as they tried to establish themselves in America. Keats considered giving poetry a last try, but returned all the books he had borrowed and thought of becoming a surgeon, perhaps on a ship. Brown persuaded him to make one more attempt at publishing, and he wrote to Haydon, “My purpose now is to make one more attempt in the Press if that fail, `ye hear no more of me’ as Chaucer says...” In July he left for Shanklin, the Isle of Wight, where he would stay with his ailing friend, James Rice, to begin his last and most intense session of writing.\nKeats was ill this summer with a sore throat, and it is likely that the early stages of tuberculosis were beginning. His letters to Fanny Brawne became jealous, even tormented. But throughout the summer he wrote with furious concentration, working on his rather bad verse tragedy Otho the Great, which Brown had concocted as a scheme to earn money, and completing Lamia, his last full-length poem.\nThe plot of this difficult poem came from Robert Burton’s Anatomy of Melancholy (1621), which Keats had been reading in the spring. The treatment, however, fraught with double-edged ironies, is Keats’s own. A young man, Lycius, falls in love with a beautiful witch, Lamia, who is presented with real sympathy. She leads Lycius away from his public duties into an enchanted castle of love. But at their marriage banquet Lamia withers and dies under the cold stare of the rationalist philosopher Apollonius, who sees through her illusion, and Lycius, too, dies as his dream is shattered. The issues, of course, recall The Eve of St. Agnes, but here the balance of beautiful but destructive enchantment / harsh but public and solid reality is portrayed with dramatic directness and power. One’s sympathies are divided between two characters, the extremely rational and the extremely enchanted, and one’s feelings about Lamia herself are divided, depending on whether one adopts her immortal perspective or Apollonius’s human one. To many readers, it has seemed that these unresolvable ironies imply a bitterness about love and desire. It is clear, though, that Keats sought to present his story without sentimentality or the lush beauty of romance.\nYet Keats was striving for some sense of resolution in these months, as autumn approached. He turned back to Hyperion with the thought of justifying the life of the poet as both self-conscious and imaginative, committed to the real, public sphere even while his imagination soothes the world with its dreams. This strange, troubling, visionary fragment, The Fall of Hyperion (unpublished until 1856), is his most ambitious attempt to understand the meaning of imaginative aspiration. It is a broad Dantesque vision, in which the poet himself is led by Moneta, goddess of knowledge, to the painful birth into awareness of suffering that had deified the poet-god Apollo in the earlier version. Moneta’s tragic wisdom challenges the poet in his vision with his own deepest fears, that imagination is the source of misery, conjuring ideals that for mortals only cause pain. If so, the whole “modern” romantic conception of imaginative life would be a snare, leaving mankind empty of real belief in favor of fragile illusions. Better not to “fall,” to remain an unself-conscious laborer for human good. But while the poet accepts that poets are not as exalted as the socially committed who directly reform the world, he argues that surely “a poet is a sage; / A humanist, physician to all men.” Moneta distinguishes the poet from the mere “dreamer” whose imagination feeds only on its own idealisms (like Lycius in Lamia); true poets have awakened their imaginations to tragic pain while yet striving to redeem sorrow with visionary acceptance and compassion. Yet the climactic vision of the poem, the poet’s parting of Moneta’s veils, reveals a withered face of continuous dying, of unredeemed tragic knowledge. A far darker poem than Hyperion, The Fall of Hyperion achieves no resolutions but rather presents both Keats’s most tragic vision and his fragile but most clearly expressed hope for the redemptive imagination.\nBoth this poem and his last great lyric, To Autumn, seem, in their nearly opposite ways, to summarize the themes of Keats’s entire career. Written 19 September 1819, at Winchester, where he and Brown had moved in August, it was inspired by a walk in the chill, crisp countryside: “I never lik’d stubble fields so much as now—Aye better than the chilly green of the spring. Somehow a stubble plain looks warm”—he wrote to Reynolds of that day. The ode is Keats’s most perfect poem; as Bate says, generations of readers “have found it one of the most perfect poems in English.” Written with the same controlled visionary power in the face of death as The Fall of Hyperion, the tone of the ode is, however, an acceptance of process, setting the human experience of time within the larger cycles of nature. Notably, the speaker here never appears as a subject, except implicitly as a calming presence, asking questions but allowing the sights, sounds, and activities of the season itself to answer them. The poem’s three stanzas move through a process of ripening, then reaping and gleaning and pressing, to a final vision of “soft-dying day” still alive with sounds of bleating lambs and singing birds. The richness of sound creates an intensity of ripeness: “Season of mists and mellow fruitfulness, / Close bosom-friend of the maturing sun”; note too the words swell, plump, budding, and o’er-brimmed. But the intensity here, unlike that of Ode to Melancholy, does not end in extinction and painful memory. Such subjectivity is avoided; the season is mythologized and imagined as herself a part of the rhythms of the year. The final stanza momentarily recalls the feeling of loss: “Where are the songs of spring? Ay, where are they?” But in immediate response, the poet soothes the goddess figure herself with the injunction, “Think not of them, thou hast thy music too.” No singular loss is without recompense, in the larger, essentially comic vision of nature’s transforming, renewing power. In the last lines, the present-tense verbs give a sense of an intense present that gathers up the past and is impelled toward the future: “The red-breast whistles from a garden-croft; / And gathering swallows twitter in the skies.” Here, for the first time in the odes, intense experience and mythological vision achieve a poised, dialectical balance within a purely natural context.\nThis poem would effectively mark the end of Keats’s poetic career. He lived to see his new volume, which included the odes, published as Lamia, Isabella, The Eve of St. Agnes, and Other Poems in early July 1820. The praise from Hunt, Shelley, Lamb, and their circle was enthusiastic. In August, Frances Jeffrey, influential editor of the Edinburgh Review, wrote a serious and thoughtful review, praising not just the new poems but also Endymion. Other reviews, particularly John Scott’s in the September 1820 London Magazine, were suddenly respectful of the new power of his verse, particularly of the odes and Hyperion, this last considered, in Keats’s generation, his greatest achievement. The volume sold slowly but steadily and increasingly in the next months. His odes were republished in literary magazines. But by summer 1820, Keats was too ill to be much encouraged.\nThe story of Keats’s last year makes sad reading. In the winter of 1819 he nearly decided to give up poetry and write for some London review. He was often confused and depressed, worried about money, often desperate with the pain of being unable to marry Fanny Brawne, to whom he became openly engaged about October. Dilke, Brown, and visitors to Wentworth Place became concerned for his health and his state of mind: “from this period,” wrote Dilke, “his weakness & his sufferings, mental & bodily, increased—his whole mind & heart were in a whirl of contending passions—he saw nothing calmly or dispassionately.” He even, on the verge of concluding publishing arrangements with Taylor in November, declared he would publish no more until he had completed a new, greater poem (probably The Fall of Hyperion) or perhaps a drama. But Keats continued to prepare his poems for publication, and to work on The Fall of Hyperion and a new satiric drama, The Jealousies (first published as The Cap and Bells), never completed. Then, in February 1820, came the lung hemorrhage that convinced him he was dying. Brown’s account is simple and moving: “one night, at eleven o’clock, he came into the house in a state that looked like fierce intoxication. Such a state in him, I knew, was impossible.” Brown helped the feverish Keats to bed, “and I heard him say,—‘That is blood from my mouth… Bring me the candle Brown; and let me see this blood.’ After regarding it stead-fastly, he looked up in my face, with a calmness of countenance that I can never forget, and said,—‘I know the colour of that blood;—it is arterial blood;—I cannot be deceived in that colour;—that drop of blood is my death warrant;—and I must die.’” He would live little more than one year.\nDespite some remissions in the spring, he continued to hemorrhage in June and July. His friends were shaken, but in those days there was no certain way to diagnose tuberculosis or to gauge its severity, and there were hopes for his recovery. In the early summer he lived alone in Kentish Town (Brown had rented out Wentworth Place), where the Hunts, nearby, could look in on him. But living alone, fearful and restless, trying to separate himself from Fanny Brawne because of the pain thoughts of her caused him, he became more ill and agitated. The Hunts took him in, as they had years before at the beginning. He often walked past Well Walk, his last home with his brothers; once, Hunt remembered, he wept “and told me he was ‘dying of a broken heart.’” He thought bitterly about the disappointments of his brothers, writing to Brown in November, “O, that something fortunate had ever happened to me or my brothers!—then I might hope,—but despair is forced upon me as a habit.” He soon left the Hunts’ after a quarrel and tried to return to the house in Well Walk. But he was taken in, desperately ill, by Fanny and Mrs. Brawne, and he spent his last month in England being nursed in their home. He was advised to spend the winter in Italy. In August, Shelley—who would write his beautiful elegy Adonais for Keats and who himself would die in 1822, drowned in the Gulf of Spezia with a copy of Keats’s 1820 poems in his pocket—invited him to stay with him in Pisa. He declined, but hoped to meet Shelley after a stay in Rome.\nKeats left for Rome in November 1820, accompanied by Joseph Severn, the devoted young painter who, alone in a strange country, nursed Keats and managed his affairs daily until his death. They took pleasant rooms on the Piazza di Spagna, and for a while Keats took walks and rode out on a small horse. He tried to keep his friend’s spirits up, and it is characteristic of the man that he was always concerned for poor Severn. In his last weeks he suffered terribly and hoped for the peace of death. He was in too much pain to look at letters, especially from Fanny Brawne, believing that frustrated love contributed to his ill health. He asked Severn to bury her letters with him (it is not clear he did). Yet he thought always of his friends and brothers. His last known letter, 30 November 1820, asks Brown to write to his brother, and “to my sister—who walks about my imagination like a ghost—she is so like Tom. I can scarcely bid you good bye even in a letter. I always made an awkward bow. / God bless you! / John Keats .”\nOn the night of 23 February 1821, Keats died, peacefully, in Severn’s arms. His last words were to comfort Severn: “Severn—lift me up—I am dying—I shall die easy—don’t be frightened—be firm, and thank God it has come!” He was buried in the Protestant Cemetery. He had requested that the stone bear no name, only the words “Here lies one whose name was writ in water.” Severn and Charles Brown honored his wishes but added these words above Keats’s own epitaph: “This Grave contains all that was Mortal of a YOUNG ENGLISH POET, Who on his Death Bed in the Bitterness of his Heart at the Malicious Power of his Enemies, Desired these Words to be engraven on his Tomb Stone.” Brown later regretted the addition.\nKeats’s dying fears of persecution and eternal obscurity were proved wrong in the generations to come. Even in 1820 and 1821 there were a few positive notices, such as the influential Francis Jeffrey’s approving, if belated, essay in the Edinburgh Review, and the obituary in the London Magazine (April 1921), which noted, “There is but a small portion of the public acquainted with the writings of this young man, yet they were full of high imagination and delicate fancy.” His friends, particularly Hunt and Brown, continued to collect materials and publish memoirs. In 1828 Hunt wrote the first of his several biographical sketches, in his Lord Byron and Some of His Contemporaries. The most complete offering yet of Keats’s poetry, The Poetical Works of Coleridge, Shelley, and Keats (1829), published in Paris and Philadelphia, contains a long memoir drawn from Hunt’s.\nBut most important to establishing Keats’s reputation was the biography produced in 1848 by Richard Monckton Milnes, Lord Houghton, a minor poet and essayist known and admired in literary circles of the 1840s and 1850s. Brown, Severn, Clarke, Reynolds, and others all contributed to his Life, Letters, and Literary Remains of John Keats, which, whatever its flaws as a reliable scholarly biography, was widely read and respected. Keats was thought of as a poet whose talent, though its development was cut short, was the equal of Shelley’s and Byron‘s.\nBy 1853 Matthew Arnold could speak of Keats as “in the school of Shakespeare,” and, despite his weak sense of dramatic action and his overly lush imagery was “one whose exquisite genius and pathetic death render him forever interesting.” Yet it was just this quality of lush, “pictorial” imagery that Victorians admired in Keats, as reflected in popular paintings from his works by Pre-Raphaelites such as Dante Gabriel Rossetti and poets such as Alfred Tennyson and Algernon Charles Swinburne, who wrote of Keats’s mastery of visual detail, his “instinct for the absolute expression of absolute natural beauty.” Fascination with the sensuous surface of his verse and a sentimental belief that Keats was a subjective lyricist of sensitive feeling contributed to the Victorians’ admiration of his poetry. Indeed, in 1857, Alexander Smith, in the Encyclopædia Britannica (eighth edition) entry on Keats, could proclaim, with some exaggeration, that “With but one or two exceptions, no poet of the last generation stands at this moment higher in the popular estimation, and certainly no one has in a greater degree influenced the poetic development of the last thirty years.”\nKeats brought out the warmest feelings in those who knew him, and that included people with a remarkable range of characters, beliefs, and tastes. One can say without sentimentality or exaggeration that no one who ever met Keats did not admire him, and none ever said a bad—or even unkind—word of him. His close friends, such as Brown, Clarke, and Severn, remained passionately devoted to his memory all their lives. “On his deathbed in great emotion at his cruel destiny he told me that his greatest pleasure had been the watching the growth of flowers,” Severn remembered, more than twenty years later. “There was a strong bias of the beautiful side of humanity in every thing he did.”\n“I have lov’d the principle of beauty in all things, and if I had had time I would have made myself remembered,” Keats wrote to Fanny Brawne in February 1820, just after he became ill. In Keats’s work the struggle with aesthetic form becomes an image of a struggle for meaning against the limits of experience. His art’s very form seems to embody and interpret the conflicts of mortality and desire. The urgency of this poetry has always appeared greater to his readers for his intense love of beauty and his tragically short life. Keats approached the relations among experience, imagination, art, and illusion with penetrating thoughtfulness, with neither sentimentality nor cynicism but with a delight in the ways in which beauty, in its own subtle and often surprising ways, reveals the truth.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}