{"pf_url": "https://www.poetryfoundation.org/poets/john-burnside", "name": "John Burnside", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/42e3197801a0ee74b18ca68f838000ba3d71e250.jpeg", "bio": "\nPoet and novelist John Burnside was born in Dunfermline, Scotland. He attended Cambridgeshire College of Arts and Technology, where he studied English and European languages. A computer analyst and software engineer for many years, Burnside began publishing poetry in the 1980s. He is a prolific writer of both poetry and prose, and his work frequently explores states of transformation, both personal and ecological. He has noted, “For me, poetry is both the account of, and the map by which I navigate my path … and, as such, is an ecological discipline of the richest and subtlest kind.” His collections of poetry include The Hoop (1988); Common Knowledge (1991), which won the Scottish Arts Council Book Award; Feast Days (1992), winner of the Geoffrey Faber Memorial Prize; The Asylum Dance (2000), winner of the Whitbread Poetry Award and shortlisted for both the Forward Prize for Poetry and the T.S. Eliot Prize; The Light Trap (2002); The Good Neighbour (2005); Gift Songs (2007); The Hunt in the Forest (2009); and Black Cat Bone (2011), which won both the Forward Prize for Poetry and the T.S. Eliot Prize. In 2008, Burnside received the Cholmondeley Award.\r\n \r\nBurnside’s prose works include the collection of short stories Burning Elvis (2000), several novels, and two memoirs. The Devil’s Footprints (2007) was shortlisted for the James Tait Black Memorial Prize, and A Summer of Drowning (2011) was shortlisted for the Costa Book Award. In his memoirs, A Lie About My Father (2006) and Waking Up in Toytown (2010), Burnside examines the long shadow cast by his abusive and alcoholic father and Burnside’s subsequent experiences with alcohol, drugs, and mental illness. A former writer-in-residence at Dundee University, Burnside currently teaches at the University of St. Andrews.\n", "attrs": {"Region:": ["Scotland"]}}