{"pf_url": "https://www.poetryfoundation.org/poets/john-logan", "name": "John Logan", "yob": "1923", "yod": "1987", "image": null, "bio": "\nThe late John Logan “was considered one of the superb lyrical poets of his generation,” his publisher A. Poulin, Jr., told the Los Angeles Times. “He referred to poetry as a ballet for the ear.” Logan was born in Red Oak, Iowa. He earned a BA from Coe College and an MA from the University of Iowa. He began writing poetry in the early 1950s, while teaching English at Notre Dame University. The founder-editor of the poetry magazine Choice, he is remembered as the inventor of what poet Hayden Carruth, writing in the American Book Review, once termed “postacademic academic poetry.” Carruth explained the term this way: “Before the advent of the Beats or Black Mountaineers in the midfifties, [Logan] had begun to break up the formalism of Lowell, Bishop, Wilbur, Hecht, et al., creating a new lyricism based on free movements of syntax against line and many new uses of rhyme and off-rhyme.”\nLogan’s early poems, Paul Carroll claimed in The Poem in Its Skin, “announced a new sensibility in American poetry.” His religious concerns in particular marked this change. Carroll remarked that Logan’s poem “Spring of the Thief” was “one of the radiant moments of poetry in [his] generation.” Writing in the Dictionary of Literary Biography, Dan Murray discussed the complex themes that dominated Logan’s writing. “The philosophical foundation of [his] work has been closely related to the existential humanism of Martin Heidegger, whose aim is an authenticity and wholesomeness of human ‘being.’ Logan too, wants to rescue man from the meaningless void of nihilism. ...  [His] poetry is, on the surface, disarmingly casual and immediate, but at its center engagingly metaphysical and meditative.” Logan once told Contemporary Authors, “I think of poetry as a kind of anonymous loving, which occasionally becomes personal, when there are those present who care to listen.”\nLogan’s first book, A Cycle for Mother Cabrini (1955), paid homage to an immigrant nun who built schools, hospitals, and orphanages in Chicago. Writing in the Nation, William Jay Smith stated that the book “introduced a poet whose intense religious feeling was set forth in poems that reflected the kind of classical education encountered at the time only in Robert Lowell. In the four books that followed [Ghosts of the Heart (1960), Spring of the Thief (1963), The Zigzag Walk (1969), and The Anonymous Lover (1973)], the poet’s struggle between flesh and spirit became more pronounced and more personal.” Although Logan gradually abandoned Catholicism and began dealing with less ethereal concerns, his work remained sharply defined by what John Crowe Ransom, quoted in The Poem in Its Skin, called “the secular priesthood” of the poet.\nIn total, Logan produced fourteen books of poetry. Among Logan’s best known books are The Bridge of Change (1981) and Only the Dreamer Can Change the Dream (1981). The latter book was awarded the 1982 Lenore Marshall Poetry Prize, one of several major literary awards Logan received over the years. Smith, a member of the Marshall judging panel, observed that “all Logan’s work delineates that curve between the terrible and the tender. [His] spiritual struggle is less clearly defined in some of his more recent rambling Whitmanesque elegies, but even here, when dullness is about to take over, he reminds us in a passage of great strength that the monsters are still there, untamed, but walking beside the poet in spiritual triumph.”\nIn addition to his poetry, Logan also wrote an autobiographical novel, a children’s book, a collection of criticism and reviews, a play, and a book describing a visit to China. Logan was a dedicated teacher who taught at St. John’s College in Maryland, the University of Washington, San Francisco State College, the University of Hawaii, and the State University of New York–Buffalo, where he was professor emeritus. He served as mentor to poets such as Marvin Bell and Robert Haas. “He was extremely involved with his students and the people he cared for,” Logan’s son, Peter, was quoted in the Los Angeles Times. “He was the best reader of poetry in the country. He was very melodic; it was like going to a concert to hear him read.”\nLogan died in 1987, in San Francisco, California.\n", "attrs": {}}