{"pf_url": "https://www.poetryfoundation.org/poets/john-gallaher", "name": "John Gallaher", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c0373d5e0cc63c2976e1d8f3acc93ec758be5274.jpeg", "bio": "\nPoet and editor John Gallaher earned a BA and an MFA at Texas State University and a PhD at Ohio University. Inspired by Wallace Stevens and John Ashbery, Gallaher composes searching yet often playful lyric poems engaged with the act of looking. In a 2014 Tupelo Quarterly interview with Kristina Marie Darling, Gallaher addresses his sense of what is possible within the realm of poetry, as opposed to nonfiction. “This is a topic that’s interested me since the 1980s, when I first started reading poetry seriously. Back then, a lot of the poetry I read sounded like autobiography, but there seemed to be a collective allergy to talking about it. There was this speaker who was not the poet, but who seemed an awful lot like the poet. … But the distancing of the speaker seemed to be the important thing, I guess. It’s always kind of bugged me, and I wondered what would happen if there was no distance, if I came right out and said, ‘No, it’s just me.’ No aesthetic distance. No ‘artifice.’” Later in the same interview, Gallaher expands on his aim of lessening the distance between poet and readers, stating, “Somewhere between A.R. Ammons and Robert Duncan I came across this way in, the idea that whatever happens around the poem can belong in the poem. … That idea of keeping all of one’s thinking on the page.”\nGallaher’s poetry collections include Levis Poetry Prize–winner The Little Book of Guesses (2007), Map of the Folded World (2009), Your Father on the Train of Ghosts (2011, written in collaboration with G.C. Waldrep), the book-length essay-poem In a Landscape (2014), and Brand New Spacesuit (2020). With Mary Biddinger, he edited The Monkey & The Wrench: Essays into Contemporary Poetics (2011), and with Laura Boss, he edited Time Is a Toy: The Selected Poems of Michael Benedikt (2014).\nGallaher is an associate professor at Northwest Missouri State University and has served as an editor for the Laurel Review and for the Akron Series in Contemporary Poetics. He lives in rural Missouri.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}