{"pf_url": "https://www.poetryfoundation.org/poets/jonathan-swift", "name": "Jonathan Swift", "yob": "1667", "yod": "1745", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d4641557569b172966f47f2e19325661b4bfb37f.jpeg", "bio": "\nAnglo-Irish poet, satirist, essayist, and political pamphleteer Jonathan Swift was born in Dublin, Ireland. He spent much of his early adult life in England before returning to Dublin to serve as Dean of St. Patrick’s Cathedral, Dublin for the last 30 years of his life. It was this later stage when he would write most of his greatest works. Best known as the author of A Modest Proposal (1729), Gulliver’s Travels (1726), and A Tale Of A Tub (1704), Swift is widely acknowledged as the greatest prose satirist in the history of English literature.\nSwift’s father died months before Jonathan was born, and his mother returned to England shortly after giving birth, leaving Jonathan in the care of his uncle in Dublin. Swift’s extended family had several interesting literary connections: his grandmother, Elizabeth (Dryden) Swift, was the niece of Sir Erasmus Dryden, grandfather of the poet John Dryden. The same grandmother’s aunt, Katherine (Throckmorton) Dryden, was a first cousin of Elizabeth, wife of Sir Walter Raleigh. His great-great grandmother, Margaret (Godwin) Swift, was the sister of Francis Godwin, author of The Man in the Moone, which influenced parts of Swift’s Gulliver’s Travels. His uncle, Thomas Swift, married a daughter of the poet and playwright Sir William Davenant, a godson of William Shakespeare. Swift’s uncle served as Jonathan’s benefactor, sending him to Trinity College Dublin, where he earned his BA and befriended writer William Congreve. Swift also studied toward his MA before the Glorious Revolution of 1688 forced Jonathan to move to England, where he would work as a secretary to a diplomat. He would earn an MA from Hart Hall, Oxford University, in 1692, and eventually a Doctor in Divinity degree from Trinity College Dublin in 1702.\nSwift’s poetry has a relationship either by interconnections with, or by reactions against, the poetry of his contemporaries and predecessors. He was probably influenced, in particular, by the Restoration writers John Wilmot, Earl of Rochester and Samuel Butler (who shared Swift’s penchant for octosyllabic verse). He may have picked up pointers from the Renaissance poets John Donne and Sir Philip Sidney. Beside these minor borrowings of his contemporaries, his debts are almost negligible. In the Augustan Age, an era which did not necessarily value originality above other virtues, his poetic contribution was strikingly original.\nIn reading Swift’s poems, one is first impressed with their apparent spareness of allusion and poetic device. Anyone can tell that a particular poem is powerful or tender or vital or fierce, but literary criticism seems inadequate to explain why. A few recent critics have carefully studied his use of allusion and image, but with only partial success. It still seems justified to conclude that Swift’s straightforward poetic style seldom calls for close analysis, his allusions seldom bring a whole literary past back to life, and his images are not very interesting in themselves. In general, Swift’s verses read faster than John Dryden’s or Alexander Pope’s, with much less ornamentation and masked wit. He apparently intends to sweep the reader along by the logic of the argument to the several conclusions he puts forth. He seems to expect that the reader will appreciate the implications of the argument as a whole, after one full and rapid reading. For Swift’s readers, the couplet will not revolve slowly upon itself, exhibiting intricate patterns and fixing complex relationships between fictive worlds and contemporary life.\nThe poems are not always as spare in reality as Swift would have his readers believe, but he seems deliberately to induce in them an unwillingness to look closely at the poems for evidence of technical expertise. He does this in part by working rather obviously against some poetic conventions, in part by saying openly that he rejects poetic cant, and in part by presenting himself—in many of his poems—as a perfectly straightforward man, incapable of a poet’s deviousness. By these strategies, he directs attention away from his handling of imagery and meter, even in those instances where he has been technically ingenious. For the most part, however, the impression of spareness is quite correct; and if judged by the sole criterion of technical density, then he would have to be judged an insignificant poet. But technical density is a poetic virtue only as it simulates and accompanies subtlety of thought. One could argue that Swift’s poems create a density of another kind: that “The Day of Judgement,” for example, initiates a subtle process of thought that takes place after, rather than during, the reading of the poem, at a time when the mind is more or less detached from the printed page. One could argue as well that Swift makes up in power what he lacks in density: that the strength of the impression created by his directness gives an impetus to prolonged meditation of a very high quality. On these grounds, valuing Swift for what he really is and does, one must judge him a major figure in poetry as well as prose.\nSwift suffered a stroke in 1742, leaving him unable to speak. He died three years later, and was buried at St. Patrick’s Cathedral, Dublin.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Augustan"]}}