{"pf_url": "https://www.poetryfoundation.org/poets/jorge-luis-borges", "name": "Jorge Luis Borges", "yob": "1899", "yod": "1986", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/13/7241681ce062856bff96874de2d790a4cf4fa159.png", "bio": "\nArgentine author Jorge Luis Borges exerted a strong influence on the direction of literary fiction through his genre-bending metafictions, essays, and poetry. Borges was a founder, and principal practitioner, of postmodernist literature, a movement in which literature distances itself from life situations in favor of reflection on the creative process and critical self-examination. Widely read and profoundly erudite, Borges was a polymath who could discourse on the great literature of Europe and America and who assisted his translators as they brought his work into different languages. He was influenced by the work of such fantasists as Edgar Allan Poe and Franz Kafka, but his own fiction \"combines literary and extraliterary genres in order to create a dynamic, electric genre,\" to quote Alberto Julián Pérez in the Dictionary of Literary Biography. Pérez also noted that Borges's work \"constitutes, through his extreme linguistic conscience and a formal synthesis capable of representing the most varied ideas, an instance of supreme development in and renovation of narrative techniques. With his exemplary literary advances and the reflective sharpness of his metaliterature, he has effectively influenced the destiny of literature.\"\n\r\nIn his preface to Labyrinths: Selected Stories and Other Writings, French author André Maurois called Borges \"a great writer.\" Maurois wrote that Borges \"composed only little essays or short narratives. Yet they suffice for us to call him great because of their wonderful intelligence, their wealth of invention, and their tight, almost mathematical style. Argentine by birth and temperament, but nurtured on universal literature, Borges [had] no spiritual homeland.\"\n\r\nBorges was nearly unknown in most of the world until 1961 when, in his early sixties, he was awarded the Prix Formentor, the International Publishers Prize, an honor he shared with Irish playwright Samuel Beckett. Prior to winning the award, according to Gene H. Bell-Villada in Borges and His Fiction: A Guide to His Mind and Art, \"Borges had been writing in relative obscurity in Buenos Aires, his fiction and poetry read by his compatriots, who were slow in perceiving his worth or even knowing him.\" The award made Borges internationally famous: a collection of his short stories, Ficciones, was simultaneously published in six different countries, and he was invited by the University of Texas to come to the United States to lecture, the first of many international lecture tours.\n\r\nBorges's international appeal was partly a result of his enormous erudition, which becomes immediately apparent in the multitude of literary allusions from cultures around the globe that are contained in his writing. \"The work of Jorge Luis Borges,\" Anthony Kerrigan wrote in his introduction to the English translation of  Ficciones, \"is a species of international literary metaphor. He knowledgeably makes a transfer of inherited meanings from Spanish and English, French and German, and sums up a series of analogies, of confrontations, of appositions in other nations' literatures. His Argentinians act out Parisian dramas, his Central European Jews are wise in the ways of the Amazon, his Babylonians are fluent in the paradigms of Babel.\" In the National Review, Peter Witonski commented: \"Borges's grasp of world literature is one of the fundamental elements of his art.\"\n\r\nThe familiarity with world literature evident in Borges's work was initiated at an early age, nurtured by a love of reading. His paternal grandmother was English and, since she lived with the Borgeses, English and Spanish were both spoken in the family home. Jorge Guillermo Borges, Borges's father, had a large library of English and Spanish books, and his son, whose frail constitution made it impossible to participate in more strenuous activities, spent many hours reading. \"If I were asked to name the chief event in my life, I should say my father's library,\" Borges stated, in \"An Autobiographical Essay,\" which originally appeared in the New Yorker and was later included in The Aleph and Other Stories, 1933-1969.\n\r\nUnder his grandmother's tutelage, Borges learned to read English before he could read Spanish. Among the first English-language books he read were works by Mark Twain, Edgar Allan Poe, Henry Wadsworth Longfellow, Robert Louis Stevenson, and H. G. Wells. In Borges's autobiographical essay, he recalled reading even the great Spanish masterpiece, Cervantes's Don Quixote, in English before reading it in Spanish. Borges's father encouraged writing as well as reading: Borges wrote his first story at age seven and, at nine, saw his own Spanish translation of Oscar Wilde's \"The Happy Prince\" published in a Buenos Aires newspaper. \"From the time I was a boy,\" Borges noted, \"it was tacitly understood that I had to fulfill the literary destiny that circumstances had denied my father. This was something that was taken for granted. . . . I was expected to be a writer.\"\n\r\nBorges indeed became a writer, one with a unique style. Critics were forced to coin a new word—Borgesian—to capture the magical world invented by the Argentine author. Jaime Alazraki noted in Jorge Luis Borges: \"As with Joyce, Kafka, or Faulkner, the name of Borges has become an accepted concept; his creations have generated a dimension that we designate 'Borgesian.'\" In the Atlantic, Keith Botsford declared: \"Borges is . . . an international phenomenon . . . a man of letters whose mode of writing and turn of mind are so distinctively his, yet so much a revealed part of our world, that 'Borgesian' has become as commonplace a neologism as the adjectives 'Sartrean' or 'Kafkaesque.'\"\n\r\nOnce his work became known in the United States, Borges inspired many young writers there. \"The impact of Borges on the United States writing scene may be almost as great as was his earlier influence on Latin America,\" commented Bell-Villada. \"The Argentine reawakened for us the possibilities of farfetched fancy, of formal exploration, of parody, intellectuality, and wit.\" Bell-Villada specifically noted echoes of Borges in works by Robert Coover, Donald Barthelme, and John Gardner. Another American novelist, John Barth, confessed Borges's influence in his own fiction. Bell-Villada concluded that Borges's work paved the way \"for numerous literary trends on both American continents, determining the shape of much fiction to come. By rejecting realism and naturalism, he . . . opened up to our Northern writers a virgin field, led them to a wealth of new subjects and procedures.\"\n\r\nThe foundation of Borges's literary future was laid in 1914 when the Borges family took an ill-timed trip to Europe. The outbreak of World War I stranded them temporarily in Switzerland, where Borges studied French and Latin in school, taught himself German, and began reading the works of German philosophers and expressionist poets. He also encountered the poetry of Walt Whitman in German translation and soon began writing poetry imitative of Whitman's style. \"For some time,\" Emir Rodriguez Monegal wrote in Borges: A Reader, \"the young man believed Whitman was poetry itself.\"\n\r\nAfter the war the Borges family settled in Spain for a few years. During this extended stay, Borges published reviews, articles, and poetry and became associated with a group of avant-garde poets called Ultraists (named after the magazine,  Ultra, to which they contributed). Upon Borges's return to Argentina in 1921, he introduced the tenets of the movement—a belief, for example, in the supremacy of the metaphor—to the Argentine literary scene. His first collection of poems, Fervor de Buenos Aires, was written under the spell of this new poetic movement. Although in his autobiographical essay he expressed regret for his \"early Ultraist excesses,\" and in later editions of Fervor de Buenos Aires eliminated more than a dozen poems from the text and considerably altered many of the remaining poems, Borges still saw some value in the work. In his autobiographical essay he noted, \"I think I have never strayed beyond that book. I feel that all my subsequent writing has only developed themes first taken up there; I feel that all during my lifetime I have been rewriting that one book.\"\n\r\nOne poem from the volume, \"El Truco\" (named after a card game), seems to testify to the truth of Borges's statement. In the piece he introduced two themes that appear over and over again in his later writing: circular time and the idea that all people are but one person. \"The permutations of the cards,\" Rodriguez Monegal observed in Jorge Luis Borges: A Literary Biography, \"although innumerable in limited human experience, are not infinite: given enough time, they will come back again and again. Thus the cardplayers not only are repeating hands that have already come up in the past. In a sense, they are repeating the former players as well: they are the former players.\"\n\r\nAlthough better known for his prose, Borges began his writing career as a poet and was known primarily for his poetry in Latin America particularly. In addition to writing his own original poetry, he translated important foreign poets for an Argentinian audience. He also authored numerous essays and gave whole series of lectures on poetry and various poets from Dante to Whitman. Observing that Borges \"is one of the major Latin American poets of the twentieth century,\" Daniel Balderston in the Dictionary of Literary Biography added that in Latin America, Borges's poetry \"has had a wide impact: many verses have been used as titles for novels and other works, many poems have been set to music, and his variety of poetic voices have been important to many younger poets.\"\n\r\nIllusion is an important part of Borges's fictional world. In Borges: The Labyrinth Maker, Ana Maria Barrenechea called it \"his resplendent world of shadows.\" But illusion is present in his manner of writing as well as in the fictional world he describes. In  World Literature Today, William Riggan quoted Icelandic author Sigurdur Magnusson's thoughts on this aspect of Borges's work. \"With the possible exception of Kafka,\" Magnusson stated, \"no other writer that I know manages, with such relentless logic, to turn language upon itself to reverse himself time after time with a sentence or a paragraph, and effortlessly, so it seems, come upon surprising yet inevitable conclusions.\"\n\r\nBorges expertly blended the traditional boundaries between fact and fiction and between essay and short story, and was similarly adept at obliterating the border between other genres as well. In a tribute to Borges that appeared in the New Yorker after the author's death in 1986, Mexican poet and essayist Octavio Paz wrote: \"He cultivated three genres: the essay, the poem, and the short story. The division is arbitrary. His essays read like stories, his stories are poems; and his poems make us think, as though they were essays.\" In  Review, Ambrose Gordon, Jr. similarly noted, \"His essays are like poems in their almost musical development of themes, his stories are remarkably like his essays, and his poems are often little stories.\" Borges's \"Conjectural Poem,\" for example, is much like a short story in its account of the death of one of his ancestors, Francisco Narciso de Laprida. Another poem, \"The Golem,\" is a short narrative relating how Rabbi Low of Prague created an artificial man.\n\r\nTo deal with the problem of actually determining to which genre a prose piece by Borges might belong, Martin S. Stabb proposed in Jorge Luis Borges, his book-length study of the author, that the usual manner of grouping all of Borges's short fiction as short stories was invalid. Stabb instead divided the Argentinian's prose fiction into three categories which took into account Borges's tendency to blur genres: \"'essayistic' fiction,\" \"difficult-to-classify 'intermediate' fiction,\" and those pieces deemed \"conventional short stories.\" Other reviewers saw a comparable division in Borges's fiction but chose to emphasize the chronological development of his work, noting that his first stories grew out of his essays, his \"middle period\" stories were more realistic, while his later stories were marked by a return to fantastic themes.\n\r\n\"Funes the Memorious,\" listed in Richard Burgin's Conversations with Jorge Luis Borges as one of Borges's favorite stories, is about Ireneo Funes, a young man who cannot forget anything. His memory is so keen that he is surprised by how different he looks each time he sees himself in a mirror because, unlike the rest of us, he can see the subtle changes that have taken place in his body since the last time he saw his reflection. The story is filled with characteristic Borgesian detail. Funes's memory, for instance, becomes excessive as a result of an accidental fall from a horse. In Borges an accident is a reminder that people are unable to order existence because the world has a hidden order of its own. Alazraki saw this Borgesian theme as \"the tragic contrast between a man who believes himself to be the master and maker of his fate and a text or divine plan in which his fortune has already been written.\" The deliberately vague quality of the adjectives Borges typically uses in his sparse descriptive passages is also apparent: Funes's features are never clearly distinguished because he lives in a darkened room; he was thrown from his horse on a dark \"rainy afternoon\"; and the horse itself is described as \"blue-gray\"—neither one color nor the other. \"This dominant chiaroscuro imagery,\" commented Bell-Villada, \"is further reinforced by Funes's name, a word strongly suggestive of certain Spanish words variously meaning 'funereal,' 'ill-fated,' and 'dark.'\" The ambiguity of Borges's descriptions lends a subtle, otherworldly air to this and other examples of his fiction.\n\r\nIn \"Partial Magic in the Quixote\" (also translated as \"Partial Enchantments of the Quixote\") Borges describes several occasions in world literature when a character reads about himself or sees himself in a play, including episodes from Shakespeare's plays, an epic poem of India, Miguel de Cervantes's Don Quixote, and The One Thousand and One Nights. \"Why does it disquiet us to know,\" Borges asked in the essay, \"that Don Quixote is a reader of the Quixote, and Hamlet is a spectator of Hamlet? I believe I have found the answer: those inversions suggest that if the characters in a story can be readers or spectators, then we, their readers, can be fictitious.\"\n\r\nThat analysis was Borges's own interpretation of what John Barth referred to in the  Atlantic as \"one of Borges's cardinal themes.\" Barrenechea explained Borges's technique, noting: \"To readers and spectators who consider themselves real beings, these works suggest their possible existence as imaginary entities. In that context lies the key to Borges's work. Relentlessly pursued by a world that is too real and at the same time lacking meaning, he tries to free himself from its obsessions by creating a world of such coherent phantasmagorias that the reader doubts the very reality on which he leans.\" Pérez put it this way: \"In his fiction Borges repeatedly utilizes two approaches that constitute his most permanent contributions to contemporary literature: the creation of stories whose principal objective is to deal with critical, literary, or aesthetic problems; and the development of plots that communicate elaborate and complex ideas that are transformed into the main thematic base of the story, provoking the action and relegating the characters—who appear as passive subjects in this inhuman, nightmarish world—to a secondary plane.\"\n\r\nFor example, in one of Borges's variations on \"the work within a work,\" Jaromir Hladik, the protagonist of Borges's story \"The Secret Miracle,\" appears in a footnote to another of Borges' stories, \"Three Versions of Judas.\" The note refers the reader to the \"Vindication of Eternity,\" a work said to be written by Hladik. In this instance, Borges used a fictional work written by one of his fictitious characters to lend an air of erudition to another fictional work about the works of another fictitious author.\n\r\nThese intrusions of reality on the fictional world are characteristic of Borges's work. He also uses a device, which he calls \"the contamination of reality by dream,\" that produces the same effect of uneasiness in the reader as \"the work within the work,\" but through directly opposite means. Two examples of stories using this technique are \"Tlon, Uqbar, Orbis Tertius\" and \"The Circular Ruins.\" The first, which Stabb included in his \"difficult-to-classify 'intermediate' fiction,\" is one of Borges's most discussed works. It tells the story, according to Barrenechea, \"of an attempt of a group of men to create a world of their own until, by the sheer weight of concentration, the fantastic creation acquires consistency and some of its objects—a compass, a metallic cone—which are composed of strange matter begin to appear on earth.\" By the end of the story, the world as we know it is slowly turning into the invented world of Tlon. Stabb called the work \"difficult-to-classify\" because, he commented, \"the excruciating amount of documentary detail (half real, half fictitious) . . . make[s] the piece seem more like an essay.\" There are, in addition, footnotes and a postscript to the story as well as an appearance by Borges himself and references to several other well-known Latin-American literary figures, including Borges's friend Bioy Casares.\n\r\n\"The Circular Ruins,\" which Stabb considered a \"conventional short story,\" describes a very unconventional situation. (The story is conventional, however, in that there are no footnotes or real people intruding on the fictive nature of the piece.) In the story a man decides to dream about a son until the son becomes real. Later, after the man accomplishes his goal, much to his astonishment, he discovers that he in turn is being dreamt by someone else. \"The Circular Ruins\" includes several themes seen throughout Borges's work, including the vain attempt to establish order in a chaotic universe, the infinite regression, the symbol of the labyrinth, and the idea of all people being one.\n\r\nThe futility of any attempt to order the universe, seen in \"Funes the Memorious\" and in \"The Circular Ruins,\" is also found in \"The Library of Babel\" where, according to Alazraki, \"Borges presents the world as a library of chaotic books which its librarians cannot read but which they interpret incessantly.\" The library was one of Borges's favorite images, often repeated in his fiction, reflecting the time he spent working as a librarian himself. In another work, Borges uses the image of a chessboard to elaborate the same theme. In his poem \"Chess,\" he speaks of the king, bishop, and queen, who \"seek out and begin their armed campaign.\" But, just as the dreamer dreams a man and causes him to act in a certain way, the campaign is actually being planned by someone other than the members of royalty. \"They do not know it is the player's hand,\" the poem continues, \"that dominates and guides their destiny.\" In the last stanza of the poem Borges uses the same images to suggest the infinite regression: \"God moves the player, he in turn, the piece. / But what god beyond God begins the round / of dust and time and sleep and agonies?\" Another poem, \"The Golem,\" which tells the story of an artificial man created by a rabbi in Prague, ends in a similar fashion: \"At the hour of anguish and vague light, / He would rest his eyes on his Golem. / Who can tell us what God felt, / As he gazed on His rabbi in Prague?\" Just as there is a dreamer dreaming a man, and beyond that a dreamer dreaming the dreamer who dreamt the man, then, too, there must be another dreamer beyond that in an infinite succession of dreamers.\n\r\nThe title of the story, \"The Circular Ruins,\" suggests a labyrinth. In another story, \"The Babylon Lottery,\" Stabb explained that \"an ironically detached narrator depicts life as a labyrinth through which man wanders under the absurd illusion of having understood a chaotic, meaningless world.\" Labyrinths or references to labyrinths are found in nearly all of Borges's fiction. The labyrinthine form is often present in his poems, too, especially in Borges's early poetry filled with remembrances of wandering the labyrinth-like streets of old Buenos Aires.\n\r\nIn \"The Circular Ruins,\" Borges returns to another favorite theme: circular time. This theme embraces another device mentioned by Borges as typical of fantastic literature: time travel. Borges's characters, however, do not travel through time in machines; their travel is more on a metaphysical, mythical level. Circular time—a concept also favored by Nietzsche, one of the German philosophers Borges discovered as a boy—is apparent in many of Borges's stories, including \"Three Versions of Judas,\" \"The Garden of the Forking Paths,\" \"Tlon, Uqbar, Orbis Tertius,\" \"The Library of Babel,\" and \"The Immortal.\" It is also found in another of Borges's favorite stories, \"Death and the Compass,\" in which the reader encounters not only a labyrinth but a double as well. Stabb offered the story as a good example of Borges's \"conventional short stories.\"\n\r\n\"Death and the Compass\" is a detective story. Erik Lonnrot, the story's detective, commits the fatal error of believing there is an order in the universe that he can understand. When Marcel Yarmolinsky is murdered, Lonnrot refuses to believe it was just an accident; he looks for clues to the murderer's identity in Yarmolinsky's library. Red Scharlach, whose brother Lonnrot had sent to jail, reads about the detective's efforts to solve the murder in the local newspaper and contrives a plot to ambush him. The plan works because Lonnrot, overlooking numerous clues, blindly follows the false trail Scharlach leaves for him.\n\r\nThe final sentences—in which Lonnrot is murdered—change the whole meaning of the narrative, illustrate many of Borges's favorite themes, and crystalize Borges's thinking on the problem of time. Lonnrot says to Scharlach: \"'I know of one Greek labyrinth which is a single straight line. Along that line so many philosophers have lost themselves that a mere detective might well do so, too. Scharlach, when in some other incarnation you hunt me, pretend to commit (or do commit) a crime at A, then a second crime at B. . . . then a third crime at C. . . . Wait for me afterwards at D. . . . Kill me at D as you now are going to kill me at Triste-le-Roy.' 'The next time I kill you,' said Scharlach, 'I promise you that labyrinth, consisting of a single line which is invisible and unceasing.' He moved back a few steps. Then, very carefully, he fired.\"\n\r\n\"Death and the Compass\" is in many ways a typical detective story, but this last paragraph takes the story far beyond that popular genre. Lonnrot and Scharlach are doubles (Borges gives us a clue in their names: rot means red and scharlach means scarlet in German) caught in an infinite cycle of pursuing and being pursued. \"Their antithetical natures, or inverted mirror images,\" George R. McMurray observed in his study Jorge Luis Borges, \"are demonstrated by their roles as detective/criminal and pursuer/pursued, roles that become ironically reversed.\" Rodriguez Monegal concluded: \"The concept of the eternal return . . . adds an extra dimension to the story. It changes Scharlach and Lonnrot into characters in a myth: Abel and Cain endlessly performing the killing.\"\n\r\nDoubles, which Bell-Villada defined as \"any blurring or any seeming multiplication of character identity,\" are found in many of Borges's works, including \"The Waiting,\" \"The Theologians,\" \"The South,\" \"The Shape of the Sword,\" \"Three Versions of Judas,\" and \"Story of the Warrior and the Captive.\" Borges's explanation of \"The Theologians\" (included in his collection,  The Aleph and Other Stories, 1933-1969) reveals how a typical Borgesian plot involving doubles works. \"In 'The Theologians' you have two enemies,\" Borges told Richard Burgin in an interview, \"and one of them sends the other to the stake. And then they find out somehow they're the same man.\" In an essay in Studies in Short Fiction, Robert Magliola noticed that \"almost every story in Dr. Brodie's Report is about two people fixed in some sort of dramatic opposition to each other.\" In two pieces, \"Borges and I\" (also translated as \"Borges and Myself\") and \"The Other,\" Borges appears as a character along with his double. In the former, Borges, the retiring Argentine librarian, contemplates Borges, the world-famous writer. It concludes with one of Borges's most-analyzed sentences: \"Which of us is writing this page, I don't know.\"\n\r\nSome critics saw Borges's use of the double as an attempt to deal with the duality in his own personality: the struggle between his native Argentine roots and the strong European influence on his writing. They also pointed out what seemed to be an attempt by the author to reconcile through his fiction the reality of his sedentary life as an almost-blind scholar with the longed-for adventurous life of his dreams, like those of his famous ancestors who actively participated in Argentina's wars for independence. Bell-Villada pointed out that this tendency is especially evident in \"The South,\" a largely autobiographical story about a library worker who, like Borges, \"is painfully aware of the discordant strains in his ancestry.\"\n\r\nThe idea that all humans are one, which Anderson-Imbert observed calls for the \"obliteration of the I,\" is perhaps Borges's biggest step toward a literature devoid of realism. In this theme we see, according to Ronald Christ in The Narrow Act: Borges' Art of Illusion, \"the direction in Borges's stories away from individual psychology toward a universal mythology.\" This explains why so few of Borges's characters show any psychological development; instead of being interested in his characters as individuals, Borges typically uses them only to further his philosophical beliefs.\n\r\nAll of the characteristics of Borges's work, including the blending of genres and the confusion of the real and the fictive, seem to come together in one of his most quoted passages, the final paragraph of his essay \"A New Refutation of Time.\" While in  Borges: A Reader Rodriguez Monegal called the essay Borges's \"most elaborate attempt to organize a personal system of metaphysics in which he denies time, space, and the individual 'I,'\" Alazraki noted that it contains a summation of Borges's belief in \"the heroic and tragic condition of man as dream and dreamer.\"\n\r\n\"Our destiny,\" wrote Borges in the essay, \"is not horrible because of its unreality; it is horrible because it is irreversible and ironbound. Time is the substance I am made of. Time is a river that carries me away, but I am the river; it is a tiger that mangles me, but I am the tiger; it is a fire that consumes me, but I am the fire. The world, alas, is real; I, alas, am Borges.\"\n\r\nSince his death from liver cancer in 1986, Borges's reputation has only grown in esteem. In honor of the centenary of his birth, Viking Press issued a trilogy of his translated works, beginning with  Collected Fictions, in 1998. The set became the first major summation of Borges's work in English, and Review of Contemporary Fiction writer Irving Malin called the volume's debut \"the most significant literary event of 1998.\" The collection includes \"The Circular Ruins,\" \"Tlon, Uqbar, Orbis Tertius,\" and the prose poem \"Everything and Nothing,\" along with some of the Argentine writer's lesser-known works. \"I admire the enduring chill of Borges,\" concluded Malin. \"Despite his calm, understated style, he manages to make us unsure of our place in the world, of the value of language.\"\n\r\nThe second volume from Viking was Selected Poems, with Borges's original Spanish verse alongside English renditions from a number of translators. Nation critic Jay Parini commended editor Alexander Coleman's selections of poems from different periods of Borges's life, praised some of the English translations, and described Borges's work as timeless. \"Borges stands alone, a planet unto himself, resisting categorization,\" Parini noted, adding, \"Although literary fashions come and go, he is always there, endlessly rereadable by those who admire him, awaiting rediscovery by new generations of readers.\"\n\nSelected Non-Fictions, the third in the commemorative trilogy, brings together various topical articles from Borges. These include prologues for the books of others, including Virginia Woolf, and political opinion pieces, such as his excoriating condemnation of Nazi Germany as well as to the tacit support it received from some among the Argentine middle classes. Borges also writes about the dubbing of foreign films and the celebrated Dionne quintuplets, born in Canada in the 1930s. \"One reads these,\" noted Richard Bernstein in the New York Times, \"with amazement at their author's impetuous curiosity and penetrating intelligence.\" Review of Contemporary Fiction critic Ben Donnelly, like other critics, felt that all three volumes complemented each other, as Borges's own shifts between genres did: \"The best essays here expose even grander paradoxes and erudite connections than in his stories,\" Donnelly noted.\n\r\nIn 2000, Harvard University Press issued This Craft of Verse, a series of lectures delivered by Borges at Harvard University in the late 1960s. They languished in an archive for some thirty years until the volume's editor, Calin-Andrei Mihailescu, found the tapes and transcribed them. Micaela Kramer, reviewing the work for the New York Times, commented that its pages show \"Borges's ultimate gift\" and, as she noted, \"his unwavering belief in the world of dreams and ideas, the sense that life is 'made of poetry.'\" In his essay on Borges, Pérez observed that the author \"created his own type of post-avant-garde literature—which shows the process of critical self-examination that reveals the moment in which literature becomes a reflection of itself, distanced from life—in order to reveal the formal and intellectual density involved in writing.\"\n", "attrs": {"Region:": ["Latin America"]}}