{"pf_url": "https://www.poetryfoundation.org/poets/jorie-graham", "name": "Jorie Graham", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f650c82e9261f7f4ea44a137125b2f03d8ccdfbc.jpeg", "bio": "\nOne of the most celebrated poets of the American post-war generation, Jorie Graham is the author of numerous collections of poetry, including Hybrids of Plants and Ghosts (1980), Erosion (1983), The End of Beauty (1987), Region of Unlikeness (1991), The Dream of the Unified Field: Selected Poems 1974-1992 (1995) winner of the Pulitzer Prize for Poetry, Never (2002), Sea Change (2008), Place (2012), winner of the Forward Poetry Prize for best collection, From the New World (2015), Fast (2017), and Runaway (2020) among others. She has taught for many years at Harvard University as the Boylston Professor of Rhetoric and Oratory, the first woman to be given this position, which was previously held by Seamus Heaney and many other writers dating back to the first Boylston Professor, John Quincy Adams.\nBorn in New York City, Graham was raised and educated in Italy and France. She attended the Sorbonne in Paris, where she studied philosophy, and New York University, where she pursued filmmaking. While in New York, she began writing and studying poetry, and went on to earn an MFA from the Iowa Writer’s Workshop. She later taught at the Writers’ Workshop, leaving to join the faculty at Harvard. When her collection Place won the Forward Poetry Prize in 2012, she was the first American woman to receive the UK award. When she was awarded the International Nonino Literary Prize in 2013, she was only the third US recipient since the award was established. In 2017 she was awarded the Wallace Stevens Award from the Academy of American Poets.\r\n \r\nGraham is known for her deep interest in history, language, and perception; the critic Calvin Bedient has noted that she is, “never less than in dialogue with everything. She is the world champion at shot-putting the great questions. It hardly matters what the title is: the subject itself is always ‘the outermost question being asked me by the World today.’ What counts is the hope in the questioning itself, not the answers.” Graham has received numerous honors and awards for her work, including the prestigious MacArthur fellowship and the Morton Dauwen Zabel Award from the American Academy and Institute of Arts and Letters.\n\r\nVisual art, mythology, history, and philosophy are central to Graham’s work. The influences of her mother, a sculptor, and father, a journalist, her trilingual upbringing, and her early immersion in European culture are all evident in her poetry. Her influences are predominantly modernists—William Butler Yeats, T.S. Eliot, and Wallace Stevens, among others—and help explain the shape and flow of her poetry, which is marked by a reliance on line as a unit of sense and perception. Using long and short lines, indentation and spacing, Graham’s forms explore the dualities and polarities of life, of the creative and destructive tensions that exist between spirit and flesh, the real and the mythical, stillness and motion, the interior and exterior existence. While Graham’s first two books received high praise, her third, The End of Beauty, is generally acknowledged as a watershed. In this book, Graham fully developed her long, flexible line and focused definitively on consequence rather than closure. Critic Sven Birkerts noted that in the poems, Graham “discovers in her narrative the critical or pivotal moment: she then slows the action to expose its perilous eventual consequences.” Several of the poems are broken into numbered sections, often of seemingly unrelated fragments that are pieces of a larger collage; at times, the poet offers a kind of “close” reading which requires readers both to participate in the poem by filling in the blank and for Graham to present her own inability to express the not-yet-conceivable, as in “Like a ___________ this look between us.”\r\n \r\nThrough her collections of poetry, Graham’s distinctive style has evolved to accommodate both new kinds of experience and new kinds of reading. In the Paris Review, Graham noted of her shift from the long sentence-like lines of The End of Beauty to the shorter lyrical line of Region of Unlikeness: “I wanted to pack a lot into the lyric, but not go beyond its bounds. Some have written that I wanted to expand what the lyric could do. I just want the hugeness of experience—which includes philosophical discursiveness—to move at a rate of speed that kept it (because all within one unity of experience) emotional. Also, often, questions became the way the poems propelled themselves forward… It brings the reader in as a listener to a confession. ... A poem is a private story, after all, no matter how apparently public. The reader is always overhearing a confession.” Graham’s interest in the reader’s experience of her work, and the power of poetry to reshape perceptions of the world, runs through all her books. According to Weston Cutter in the Kenyon Review, Graham is “writing ultimately for connection, and not just the abstract, we’re-all-human connection, but a specific one between writer and reader—there’s a contract she’s looking to enact. If you like Graham, the feeling of her poetry is seismic for the ways in which she tries so hard to get you to feel and understand, in all complexity, the issues she’s tackling (without getting too bogged in this stuff: each of the books can, in ways, be understood as focusing specifically on central issues—art, masculinity and femininity, history).”\r\n \r\nCritic David Baker once wrote that he could “think of no other current American poet who has employed and exposed the actual mechanics of narrative, of form, of strategic inquiry more fully than she has—at least no other readable poet—and no other poet able to deploy so fruitfully and invitingly the diverse systems of philosophy, science, and history. If anyone can unify the disjoined fields of contemporary discourse, I think it might be Jorie Graham.” Graham herself has a different understanding of the potential of her work, and poetry generally. “I’d say poetry wants to be contagious, to be a contagion,” she told the Paris Review. “Its syntax wants to pass something on to an other in the way that you can, for example, pass laughter on. It’s different from being persuasive and making an argument. That’s why great poems have so few arguments in them. They don’t want to make the reader ‘agree.’ They don’t want to move through the head that way. They want to go from body to body. Built in is the belief that such community—could one even say ceremony—might ‘save’ the world.”\n", "attrs": {}}