{"pf_url": "https://www.poetryfoundation.org/poets/joseph-gordon-macleod", "name": "Joseph Gordon Macleod", "yob": "1903", "yod": "1984", "image": null, "bio": "\nJoseph Todd Gordon Macleod was born in Ealing, England to Scottish parents. He attended Rugby School and Balliol College, Oxford, where he became close friends with writer Graham Greene and passed the bar examination though he never practiced law. In the 1920s, Macleod began acting and producing plays for the Cambridge Festival Theatre, becoming the theater’s director in 1933. He wrote and directed many of his own plays during this time, including Overture to Cambridge (1933) and A Woman Turned to Stone (1934). In addition to staging his own plays, Macleod produced avant-garde works by Ezra Pound and others; the Cambridge Festival Theatre was also one of the first in England to stage plays by Henrik Ibsen and Anton Chekhov. After the theater closed in the late 1930s, Macleod ran for Parliament and was hired by the BBC as an announcer and a newsreader. During World War II, he gained renown for his radio work.\nMacleod’s first book of poetry was The Ecliptic (1930, re-released 2015), an intricate, complex work based on the signs of the zodiac. Highly endorsed by Ezra Pound, the book was published by Faber & Faber alongside W.H. Auden’s first book, Poems. Macleod’s second collection, Foray for Centaurs, was not published in the United Kingdom during his lifetime. During the war, Macleod began to publish poetry under the pseudonym Adam Drinan. In books of poetry such as The Cove (1940), The Men of the Rocks (1942), Women of the Happy Island (1944), and the verse-play The Ghosts of the Strath (1943), Macleod explored community and locality by focusing on the Highlands and islands and turning to Scottish history and documentary techniques. Macleod’s use of a pseudonym wasn’t revealed until 1953, and during the 1940s, poems by Macleod and Drinan appeared alongside each other, for example in Kenneth Rexroth’s New British Poets anthology (1949).\nMacleod was also a prominent theater historian and published an important volume of critical scholarship during his lifetime, The New Soviet Theater (1943). In 1955, he moved to Florence, where he lived until his death. In the late 1990s, Macleod’s poetry was rediscovered and republished, first in the volume Cyclic Serial Zeniths from the Flux: Selected Poems (2008), with an introduction by Andrew Duncan, and then in A Drinan Trilogy: The Cove/The Men of the Rocks/Scripts from Norway (2012), edited by Andrew Duncan and James Fountain.\n", "attrs": {"Region:": ["Scotland"]}}