{"pf_url": "https://www.poetryfoundation.org/poets/josephine-jacobsen", "name": "Josephine Jacobsen", "yob": "1908", "yod": "2003", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/760c27da0eed11fb4db2f567c4710f709026b6b9.jpeg", "bio": "\nDuring her writing career of over 60 years, Josephine Jacobsen authored 11 volumes of poetry, in addition to collections of both short stories and literary criticism. Her poetry ranges from traditional structures to free verse, and centers on the mysteries of being human and the relationships between the physical and the spiritual realms. She received the Shelley Memorial Award and the prestigious Robert Frost Medal from the Poetry Society of America, was appointed as the 21st Poet Laureate Consultant in Poetry to the Library of Congress in 1971, and was Vice President of the Poetry Society of America from 1978-1979. Jacobsen earned honorary degrees from Goucher College, Notre Dame of Maryland University, Towson University, and Johns Hopkins University. Joyce Carol Oates describes Jacobsen’s poetry as “fastidiously imagined, [and] brilliantly pared back,” comparing her work with that of John Crowe Ransom, Emily Dickinson, and Elizabeth Bishop, whose writing “always yields up a small shock of wonder.” \nJacobsen was born Josephine Winder Boylan on August 19, 1908 in Ontario, Canada. Her birth was “premature and dramatic, greatly surprising her American parents who were vacationing in Canada and anticipating her arrival several months later,” writes poet Elizabeth Spires. According to Spires, Jacobsen said of her birth “I must have been a fierce particle.” After her father died when she was five, she and her mother moved frequently before settling in Baltimore when Jacobsen was fourteen. After earning a diploma from a private girls’ school in Baltimore in 1926, Jacobsen acted with the well-known Baltimore theatre troupe, the Vagabond Players. She married marrying tea-importer Eric Jacobsen in 1932; the couple had one son, Ereland.\nA devout Catholic, her poetry spiritually informed in its treatment of existential anxieties. Her first published poem appeared in a children’s magazine when she was around 10 years old.  Jacobsen gained critical attention with the publication of Let Each Man Remember (1940). In this volume, featuring 15 love sonnets and a section of metaphysical lyric poems, Jacobsen demonstrates her ability to compose poetry within disciplined forms. The Human Climate: New Poems (1953) contains intensely personal verse in which Jacobsen conveys her views on the injustices and hypocrisies of the world with direct and incisive language. Her next work, The Animal Inside (1966), displays Jacobsen’s range of subject and form. This collection contains poems about animals, including a sestina on hummingbirds, which poet William Jay Smith deemed one of her finest poems. The book also includes meditative pieces on the topics of love and death. Commenting on the book as a whole, Smith wrote that the poet’s “observant eye and varied interest, reflected in a broad range of skillfully handled stanza forms, makes for a most attractive volume.” \nJacobsen’s interest in natural forces also shapes her collection, The Shade-Seller: New and Selected Poems (1974), which was nominated for National Book Award. Claire Hahn of Commonweal commented: “[Jacobsen’s] awareness of the wild, harsh beauty of the primitive inevitably invites comparison with D.H. Lawrence. ... [She] shares with him the authoritative power of expressing an acute perception of other modes of existence than the human.” James Martin of Poetry described the collection of poems as “not only pleasurable to the ear, but almost tense with demands that the reader comprehend, relate. ... [Jacobsen] celebrates love and language and helps us see that we belong, that our common interests are more important than our individuality.” In her next collection, The Chinese Insomniacs: New Poems (1981), Jacobsen employs a detached tone and minimalist structure to examine the role of language in building and maintaining relationships and community. In the Crevice of Time (1995), for which Jacobsen received her second National Book Award nomination, is a retrospective collection of Jacobsen’s poetry, gathering together roughly 50 years of work. In a review of the collection, poet Fred Muratori wrote “an unabashed formalist, [Jacobsen] carefully composes poems that are aggressively metrical … and whose surfaces are dense with metaphor, rhyme, assonance, alliteration, and omniscient authority.”\nJacobsen commented in Contemporary Poets, “I don’t really value very highly statements from a poet in regard to her work. I can perhaps best introduce my own poetry by saying what I have not done, rather than defining what I have done. I have not involved my work with any clique, school, or other group: I have tried not to force any poem into an overall concept of how I write poetry when it should be left to create organically its own individual style; I have not been content to repeat what I have already accomplished or to establish any stance which would limit the flexibility of discovery. I have not confused technical innovation, however desirable, with poetic originality or intensity. I have not utilized poetry as a social or political lever. I have not conceded that any subject matter, any vocabulary, any approach, or any form is in itself necessarily unsuitable to the uses of poetry. I have not tried to establish a reputation on any grounds but those of my poetry.” \nJacobsen is also highly respected for her short fiction, which is collected in four volumes, including A Walk with Raschid and Other Stories (1978) and Adios, Mr. Moxley (1986). Set in such diverse locales as Baltimore, the Caribbean islands, Mexico, and Morocco, these books feature powerful examinations of loneliness, betrayal, oppression, illness, and dishonesty. Jacobsen’s stories often end unresolved, leaving the reader to speculate about the future of her characters. Critics attribute the impact of Jacobsen’s short fiction to her skillful characterization and evocative prose. A Walk with Raschid was deemed “first rate” by a Choice critic who also wrote, “the stories, conventional in form, emphasize plot and character. They are both moving and disturbing; their impact is wonderful.” In a review of Adios, Mr. Moxley, Stephen Goodwin wrote that Jacobsen is certain of “what is and is not important, and why. These stories, consequently, have a bracing rigor about them, a keen independence, and the clean ring of truth.” \nA resident of Baltimore for nearly 80 years, Jacobsen died at age 94 on July 9, 2003. \"Poetry,\" Jacobsen said in a 1990 interview with The Baltimore Sun, \"is like walking along a little, tiny, narrow ridge up on a precipice. You never know the next step, whether there's going to be a plunge. I think poetry is dangerous. There's nothing mild and predictable about poetry.\"\n \n \n \n \n", "attrs": {}}