{"pf_url": "https://www.poetryfoundation.org/poets/josephine-miles", "name": "Josephine Miles", "yob": "1911", "yod": "1985", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2472c5f714c568360edb5bc35ee595b05e13ed08.jpeg", "bio": "\nJosephine Miles was born in Chicago but spent most of her life in California. Not only a skilled poet, Miles was also a brilliant scholar; she spent her career teaching at the University of California, Berkeley, and was the first woman to be awarded tenure in the English Department. She is remembered as the editor of anthologies and critical texts, as an author of books on poetic style and language, and as an award-winning poet who produced over a dozen books of poems. Her reputation rests primarily upon her accomplishments as a poet.\n\r\nThe publication of Lines at Intersection in 1939 introduced Josephine Miles to the general American public. She seemed set apart, Books reviewer Peter Craft proposed, because “Miss Miles is aware of the world in which she lives and this is to her credit.” However, Craft argued that her awareness is also the basis for her poetry’s limitations. The New York Times reviewer Herbert Gorman suggested a compromise as a possible remedy: “If Miss Miles will deepen her emotional center and shatter some of her composure she is very likely to achieve an eminence in American poetry that still lies some distance ahead. … That profounder utterance that is the secret of lasting poetry … has not yet been reached by her disciplined mind.”\n\r\nSubsequent collections of Miles’s poetry concentrated on the development of that disciplined mind and not the deepening of her emotional center. J.R. Caldwell found that Local Measures “indicates a sound maturing of her excellent and individual gift. The sharp refractions of her quietly incendiary mind … draw here to a still finer and more exact focus, and at times to needle points of white light.” Dudley Fitts added his praise of the book in his Nation review. He wrote: “Miles’s talent is that of the virtuoso. Her way with words is brilliant: the control or rhythm, the arrangement of rhyme and assonance, the answering of stanza to stanza—everything is elaborately and even intensely worked out.” Unlike Craft, Fitts maintained that the majority of Miles’s failures as a poet were not so much due to her awareness of the world as to her “extraordinary preoccupation with technique.” However, Poetry reviewer Barbara Gibbs did not necessarily see this as a problem. She viewed Miles’s development as an evolution from “something that is little more than the enjoyment of vernacular speech … through a kind of sharp, humorous, and often resonant character-picture, by way of enigma, to the lyric proper.”\n“Miles specializes in the sly, dry, minimal observation,” commented Randall Jarrell in Poetry and the Age. “The poems [in Local Measures] are full of the conversational elegance of understatement, Of a carefully awkward and mannered charm. Everything is just a little off; is, always, the precisely unexpected.” Jarrell noted that while Miles’s poems are easily recognized as different from those of other poets, they are hard to tell apart. “Their language, tone and mechanism of effect have a relishingly idiosyncratic and monotonous regularity.” And yet, when reviewing Poems: 1930-1960 for the Chicago Sunday Tribune, Gwendolyn Brooks cautioned: “This is not poetry to be used for lullaby purposes. Eye and ear must stand awake, or much of the beauty and intellectual significance will remain on the page.”\n\nHayden Carruth‘s 1968 review of Kinds of Affection took a similar view of Josephine Miles’s work. He explained: “Her mind is a scholar’s mind in the best and broadest tradition, encyclopedically informed. Her poems… are glimpses into the drama of ideas and perceptions played by an agile intelligence.” In spite of such a commendation, Kinds of Affection prompted Herbert Leibowitz to echo Gorman’s 1939 ideas on the nature of Miles’s chief failing. He placed the blame on her restraint, on “the very reasonableness and quiet civility” of the poems. Leibowitz elaborated in the Hudson Review: “Not only is there no sense of protracted crisis, … but all unruly emotions are defused. … She is too moderate, giving the mistaken impression that she has heard of chaos second-hand.”\n\nTo All Appearances elicited more favorable reviews. Vernon Young of Hudson Review cited it as “a noteworthy publication, especially for critics who may have taken Miss Miles too readily at her own word in the past: the empiricist prepared to eliminate from her verse all the felicities save those of the denotative voice. She had her tongue in her cheek.” In the New York Times Book Review, Helen Vendler described Miles as having “strict expectations of the world, a comic sense of her own unrealistic hopes, a stern judgement of her own failings, and an observant, birdlike interest in classes of people unlike herself.” Vendler acknowledged, “She lacks the sweeter side of verse … but her enterprise and sense of art are sure.” Further praise came from Times Literary Supplement reviewer Denis Donoghue, who wrote: “There are twenty poems in To All Appearances which I would choose as evidence if challenged to show that contemporary poetry houses intelligence, magnanimity, humor, and excursive power. … Of these twenty, at least six go straight into my ideal anthology.”\n\r\nMiles's Coming to Terms won praised from prominent poet-critic Donald Davie in Parnassus. He believed that Miles’s poems are accessible and rooted in the real world, since her “landscapes … are naturally enough the narrowly defined foregrounds of her home in Berkeley. On the other hand her scenes are very thickly peopled.” In crafting her poems this way, Davie explained, Miles avoided an abstract, elevated poetry in favor of poems sprung from the real world that “do not aspire to be ‘sacred objects’; … some of them might indeed be Scotch-taped for a while on to somebody’s wall” and thus be continuous with “the mutable traffic of daily life.”\n\r\nThe final volume in Miles’s poetic career was her Collected Poems: 1930-1983, which won the Lenore Marshall Poetry Prize from Nation magazine and was one of three finalists for the 1983 Pulitzer Prize in poetry. The volume culls poems from her 10 books and also includes twenty-one previously uncollected poems. Jenny Penberthy in Times Literary Supplement characterized the poems variously as “chatty,” “prosy,”  and “political.” Although it spans more than 50 years, the book shows, as Emily Leider pointed out in San Francisco Review of Books, “a remarkable unity of tone. Miles takes more liberties with open forms as she gets older, but the same Sane voice prevails.” Alfred Corn, one of the judges who awarded Collected Poems: 1930-1983 the Lenore Marshall award, commented in Nation that “Miles’s American dialect is recognizable as a variant of daily speech, but it’s not Williams’s nor Frost’s nor Bishop’s,” and he cited A.R. Ammons’s comment that this collection is “one of the finest and solidest bodies of poetry to be found in this country.”\nMiles died at in 1985 at the age of 73. Confined to a wheelchair for much of her life due to rheumatoid arthritis, she died of pneumonia.  \n", "attrs": {"Region:": ["U.S., Western"]}}