{"pf_url": "https://www.poetryfoundation.org/poets/joshua-mehigan", "name": "Joshua Mehigan", "yob": "1969", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4eaf14965e0ae5c4ae6cc9b8133673607c33a8ac.jpeg", "bio": "\nPoet Joshua Mehigan grew up in upstate New York and earned a BA from Purchase College and an MFA from Sarah Lawrence College. He is the author of the poetry collections The Optimist (2004), winner of the Hollis Summers Poetry Prize and finalist for the Los Angeles Times Book Prize, and Accepting the Disaster (2014), which was cited in the Times Literary Supplement and the New York Times Book Review as a best book of the year.\nInfluenced by the poetry of Philip Larkin, Jorge Luis Borges, and Edgar Bowers, Mehigan writes intelligent, morally complex lyric poems shaped by a nuanced attention to rhyme and meter. Critic Adam Kirsch praised The Optimist in a review for the New York Sun, observing, “Mr. Mehigan is Frost-like in the way he plays speech rhythms against the patterns of verse, creating a tense, deceptively simple music. ... Mr. Mehigan also has something of Frost’s delight in darkness; many of his poems offer the uncomfortable surprise that Poe called the most important element of poetry.” Speaking to that darkness, Mehigan noted, “I’m often trying to approach beauty, humanity, and love through their antitheses. Sometimes I don’t reach my destination.”\n\r\nMehigan has also received a Pushcart Prize, the Dogwood Poetry Prize, and fellowships from the NEA and the Guggenheim Foundation. His poetry has been featured in several anthologies, including the Swallow Anthology of New American Poets (2009), Poetry: A Pocket Anthology (2007), and Writing Metrical Poetry (2006). His essays and reviews have appeared in Poetry magazine and Poetry Daily. In 2011, his essay “I Thought You Were a Poet” won Poetry's Editor's Prize.\nMehigan has worked as an editor and instructor, and he lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}