{"pf_url": "https://www.poetryfoundation.org/poets/joy-harjo", "name": "Joy Harjo", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/90a86db3b5ed6a31da11cc0cefd401ce2f30dd93.jpeg", "bio": "\nJoy Harjo was born in Tulsa, Oklahoma, and is a member of the Muscogee (Creek) Nation. She earned her BA from the University of New Mexico and MFA from the Iowa Writers’ Workshop. Harjo draws on First Nation storytelling and histories, as well as feminist and social justice poetic traditions, and frequently incorporates indigenous myths, symbols, and values into her writing. Her poetry inhabits landscapes—the Southwest, Southeast, but also Alaska and Hawaii—and centers around the need for remembrance and transcendence. She once commented, “I feel strongly that I have a responsibility to all the sources that I am: to all past and future ancestors, to my home country, to all places that I touch down on and that are myself, to all voices, all women, all of my tribe, all people, all earth, and beyond that to all beginnings and endings. In a strange kind of sense [writing] frees me to believe in myself, to be able to speak, to have voice, because I have to; it is my survival.” Her work is often autobiographical, informed by the natural world, and above all preoccupied with survival and the limitations of language. She was named U.S. poet laureate in June 2019.\n\r\nA critically-acclaimed poet, Harjo’s many honors include the Lifetime Achievement Award from the Native Writers Circle of the Americas, the Josephine Miles Poetry Award, the Wallace Stevens Award from the Academy of American Poets, the William Carlos Williams Award from the Poetry Society of America, and the American Indian Distinguished Achievement in the Arts Award. She has received fellowships from the Arizona Commission on the Arts, the National Endowment for the Arts, the Rasmuson Foundation, and the Witter Bynner Foundation. In 2017 she was awarded the Ruth Lilly Prize in Poetry.\n\r\nIn addition to writing poetry, Harjo is a noted teacher, saxophonist, and vocalist. She performed for many years with her band, Poetic Justice, and currently tours with Arrow Dynamics. She has released four albums of original music, including Red Dreams, A Trail Beyond Tears (2010), and won a Native American Music Award for Best Female Artist of the Year in 2009. She has been performing her one-woman show, Wings of Night Sky, Wings of Morning Light, since 2009 and is currently at work on a musical play, We Were There When Jazz Was Invented. She has taught creative writing at the University of New Mexico and the University of Illinois at Urbana-Champaign, Urbana and is currently Professor and Chair of Excellence in Creative Writing at the University of Tennessee, Knoxville. Harjo is a founding board member of the Native Arts and Cultures Foundation.\n\r\nHarjo's first volume of poetry was published in 1975 as a nine-poem chapbook titled The Last Song. These early compositions, set in Oklahoma and New Mexico, reveal Harjo’s remarkable power and insight into the fragmented history of indigenous peoples. Commenting on the poem “3 AM” in World Literature Today, John Scarry wrote that it “is a work filled with ghosts from the Native American past, figures seen operating in an alien culture that is itself a victim of fragmentation…Here the Albuquerque airport is both modern America’s technology and moral nature—and both clearly have failed.” What Moon Drove Me to This? (1980), Harjo’s first full-length volume of poetry, appeared four years later and includes the entirety of The Last Song. The book continues to blend everyday experiences with deep spiritual truths. In an interview with Laura Coltelli in Winged Words: American Indian Writers Speak, Harjo shared the creative process behind her poetry: “I begin with the seed of an emotion, a place, and then move from there… I no longer see the poem as an ending point, perhaps more the end of a journey, an often long journey that can begin years earlier, say with the blur of the memory of the sun on someone’s cheek, a certain smell, an ache, and will culminate years later in a poem, sifted through a point, a lake in my heart through which language must come.”\n\r\nHarjo’s collections of poetry and prose record that search for freedom and self-actualization. In books such as She Had Some Horses (1983; reissued 2008), Harjo incorporates prayer-chants and animal imagery, achieving spiritually resonant effects. One of Harjo’s most frequently anthologized poems, “She Had Some Horses,” describes the “horses” within a woman who struggles to reconcile contradictory personal feelings and experiences to achieve a sense of oneness. The poem concludes: “She had some horses she loved. / She had some horses she hated. / These were the same horse.” As Scarry noted, “Harjo is clearly a highly political and feminist Native American, but she is even more the poet of myth and the subconscious; her images and landscapes owe as much to the vast stretches of our hidden mind as they do to her native Southwest.” Indeed nature is central to Harjo’s work. The prose poetry collection Secrets from the Center of the World (1989) features color photographs of the Southwest landscape accompanying Harjo’s poems. Praising the volume in the Village Voice, Dan Bellm wrote, “As Harjo notes, the pictures ‘emphasize the “not-separate” that is within and that moves harmoniously upon the landscape.’“ Bellm added, “The book’s best poems enhance this play of scale and perspective, suggesting in very few words the relationship between a human life and millennial history.”\n\r\nHarjo’s work is also deeply concerned with politics, tradition, remembrance, and the transformational aspects of poetry. In Mad Love and War (1990) relates various acts of violence, including the murder of an Indian leader and attempts to deny Harjo her heritage, explores the difficulties indigenous peoples face in modern American society. The second half of the book frequently emphasizes personal relationships and change. Leslie Ullman noted in the Kenyon Review, that “like a magician, Harjo draws power from overwhelming circumstance and emotion by submitting to them, celebrating them, letting her voice and vision move in harmony with the ultimate laws of paradox and continual change.” Highly praised, the book won an American Book Award and the Delmore Schwartz Memorial Award. In her next books such as The Woman Who Fell from the Sky (1994), based on an Iroquois myth about the descent of a female creator, A Map to the Next World: Poetry and Tales (2000), and How We Became Human: New and Selected Poems (2002), Harjo continues to draw on mythology and folklore to reclaim the experiences of native peoples as various, multi-phonic, and distinct. Using myth, old tales and autobiography, Harjo both explores and creates cultural memory through her illuminating looks into different worlds. As poet Adrienne Rich said, “I turn and return to Harjo’s poetry for her breathtaking complex witness and for her world-remaking language: precise, unsentimental, miraculous.” In recent collections of poetry and prose Harjo has continued to “expand our American language, culture, and soul,” in the words of Academy of American Poets Chancellor Alicia Ostriker; in her judge’s citation fro the Wallace Stevens Award, which Harjo won in 2015, Ostriker went on to note that Harjo’s “visionary justice-seeking art transforms personal and collective bitterness to beauty, fragmentation to wholeness, and trauma to healing.”\n\r\nHarjo’s memoir Crazy Brave (2012) won the American Book Award and the 2013 PEN Center USA prize for creative nonfiction. In an interview with Jane Ciabattari, Harjo discussed the meaning of her last name (“so brave you’re crazy”) and her work’s attempt to confront colonization. “Who are we before and after the encounter” of colonization, Harjo asked. “And how do we imagine ourselves with an integrity and freshness outside the sludge and despair of destruction? I am seven generations from Monahwee, who, with the rest of the Red Stick contingent, fought Andrew Jackson at The Battle of Horseshoe Bend in what is now known as Alabama. Our tribe was removed unlawfully from our homelands. Seven generations can live under one roof. That sense of time brings history close, within breathing distance. I call it ancestor time. Everything is a living being, even time, even words.” Harjo’s other recent books include the children and young adult’s book, For a Girl Becoming (2009), the prose and essay collection Soul Talk, Song Language (2011), and the poetry collection Conflict Resolution for Holy Beings (2015), which was shortlisted for the International Griffin Poetry Prize.\n\r\nConsistently praised for the depth and thematic concerns in her writings, Harjo has emerged as a major figure in contemporary American poetry. While Harjo’s work is often set in the Southwest, emphasizes the plight of the individual, and reflects Creek values, myths, and beliefs, her oeuvre has universal relevance. Bellm asserted: “Harjo’s work draws from the river of Native tradition, but it also swims freely in the currents of Anglo-American verse—feminist poetry of personal/political resistance, deep-image poetry of the unconscious, ‘new-narrative’ explorations of story and rhythm in prose-poem form.” According to Field, “To read the poetry of Joy Harjo is to hear the voice of the earth, to see the landscape of time and timelessness, and, most important, to get a glimpse of people who struggle to understand, to know themselves, and to survive.”\n\r\nHarjo told Contemporary Authors: “I agree with Gide that most of what is created is beyond us, is from that source of utter creation, the Creator, or God. We are technicians here on Earth, but also co-creators. I’m still amazed. And I still say, after writing poetry for all this time, and now music, that ultimately humans have a small hand in it. We serve it. We have to put ourselves in the way of it, and get out of the way of ourselves. And we have to hone our craft so that the form in which we hold our poems, our songs in attracts the best.”\n", "attrs": {"Region:": ["U.S., Southwestern", "Pacific Islands"]}}