{"pf_url": "https://www.poetryfoundation.org/poets/joyelle-mcsweeney", "name": "Joyelle McSweeney", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/da213d59b3f3dea7064458743af1f9b979998f39.jpeg", "bio": "\nJoyelle McSweeney was born in Boston and spent most of her childhood in suburban Philadelphia. She has a BA from Harvard University; an MPhil in English studies from Oxford University, where she was a Marshall Scholar; and an MFA from the University of Iowa Writers’ Workshop.\n\r\nMcSweeney’s collections of poetry include The Red Bird (2002), winner of the 2001 Fence Modern Poetry Series, The Commandrine and Other Poems (2004), and Toxicon and Arachne (2020). She is also author of the novels Nyland, the Sarcographer (2007) and Flet (2007); the prose work Salamandrine, 8 Gothics (2013); the critical volume The Necropastoral: Poetry, Media, Occults (2014); and the verse play Dead Youth, or, the Leaks (2014), awarded the inaugural Leslie Scalapino Prize for Innovative Women Performance Writers.\n\r\nIn an interview McSweeney described what she called her “magpie-aesthetic,” apparent in The Red Bird, noting that “even when I’m not writing with overtly found materials, I think my brain works on language the same way—selecting, assembling, sounding out complexes and runs.” Matthew Henriksen commented on the technique in a review of The Commandrine and Other Poems: “Perspectives may diverge and take hold of their own visions. . . . McSweeney treats words, like images, as instances of their precise contents rather than symbolic references.”\n\r\nWith Johannes Göransson, Joyelle McSweeney cofounded Action Books, a press that publishes poetry and books in translation. She is also the cofounder of www.actionyes.org, a web-based journal featuring international writing and hybrid forms. She teaches at the University of Notre Dame.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}