{"pf_url": "https://www.poetryfoundation.org/poets/judith-viorst", "name": "Judith Viorst", "yob": "1931", "yod": null, "image": null, "bio": "\nJudith Viorst was born in Newark and grew up in New Jersey. She earned her BA from Rutgers University and is a graduate of the Washington Psychoanalytic Institute. A poet, novelist, children’s book author, and psychoanalytic researcher and journalist, Viorst has written numerous works in many genres. She is the author of a series of light verse books on aging, which includes titles such as Unexpectedly Eighty: And Other Adaptations (2010), I’m Too Young to Be Seventy and Other Delusions (2005), and Suddenly Sixty and Other Shocks of Later Life (2000). She is also the author of the poetry collection Wait For Me: The Irritations and Consolations of a Long Marriage (2015). Her works of nonfiction draw on psychoanalysis and psychology, philosophy, and the social sciences: Grown-Up Marriage: What We Know, Wish We Had Known, and Still Need to Know About Being Married (2003), Imperfect Control (1998), and the New York Times bestselling Necessary Losses (1986; 1998). Murdering Mr. Monti (1994) is her first novel for adults.\r\n \r\nViorst is also a noted children’s book author. Her most well-known book for children, Alexander and the Terrible, Horrible, No Good, Very Bad Day (1972), has sold more than two million copies and was made into a feature-length film. Other works for children include The Tenth Good Thing About Barney (1971), The Alphabet from Z to A (1994), and the Lulu stories: Lulu and the Brontosaurus (2010, illustrated by Lane Smith), Lulu Walks the Dogs (2012, illustrated by Lane Smith), and Lulu’s Mysterious Mission (2014, illustrated by Kevin Cornell). Viorst has also written books of poetry for children, including What Are You Glad About? What Are You Mad About? (Atheneum/Caitlyn Dlouhy Books 2016, illustrated by Lee White).\r\n \r\nViorst lives in Washington, DC, with her husband, the political writer Milton Viorst.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}