{"pf_url": "https://www.poetryfoundation.org/poets/julia-bloch", "name": "Julia Bloch", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/52b5a9f3d4abb6661636bf7967bdb0761e2c8f4a.jpeg", "bio": "\nJulia Bloch grew up in both northern California and Sydney, Australia. She earned a BA from Carleton College, an MA from Mills College, and a PhD from the University of Pennsylvania. She is the author of the books Letters to Kelly Clarkson (Sidebrow, 2012; finalist, Lambda Literary Award) and Valley Fever (Sidebrow, 2015), and of several chapbooks, including Hollywood Forever (Little Red Leaves Textile Series, 2015) and Like Fur (Essay Press, 2016). Her poems have been published in a number of journals and anthologies, including Bay Poetics, The Sonnets: Rewriting Shakespeare, and Dusie, and she has published scholarly essays on modern and contemporary poetry and poetics in Tulsa Studies in Women’s Literature, Journal of Modern Literature, The Volta, and elsewhere. Jeanine Webb has written that Letters to Kelly Clarkson suggests a way to identify “the kernels of what is genuine underneath the glitz’s savagery and mediated violence: our wishing and longing for an undivided world, a world unmutilated by separation of the lyric subject in the spectacle.” Laura Wetherington has written of Valley Fever: “Bloch’s poetry foregrounds the unexpected with a sonic nod to the word we thought would be there. Her poetry’s asking us to attend to our ears and listen beyond the surface of words.”\nBloch has been awarded a Pew Fellowship from the Pew Center for Arts and Heritage, an honor that supports artists who “think ambitiously and innovate boldly.” Her other awards and honors include the Joseph Henry Jackson Award from the San Francisco Foundation, the Dean’s Award for Distinguished Teaching at the University of Pennsylvania, and the Andrew W. Mellon Graduate Fellowship in the Humanities.\nBloch is coeditor of the journal of poetry and poetics Jacket2 and is director of the creative writing program at the University of Pennsylvania.\n \n", "attrs": {"Region:": ["U.S., Western"]}}