{"pf_url": "https://www.poetryfoundation.org/poets/k-s-ernst", "name": "K. S. Ernst", "yob": null, "yod": null, "image": null, "bio": "\nK.S. (Kathy) Ernst has been writing poetry and making art for over 40 years. While Ernst is best known as one of the most important examples of late 20th century and early 21st century female visual poets in America, she is also known in the digital arts and fine arts communities. Ernst’s work is applicable to the genres of sculpture, multimedia, and works on paper, artists’ books, painting, fiber arts, and new digital works. Her work has critical importance to art historical discussions regarding late twentieth-century use of image and text, or perhaps more succinctly the “text as image” trend as seen in important contemporary artists such as Jenny Holzer, Richard Kostelanetz, and Xu Bing. Her work is also applicable to the growing fields of study known as creative non-fiction, and digital arts.\nK.S. Ernst has shown her work nationally and internationally including shows at the Minnesota Center for Book Arts, the Berkeley Art Center, Las Cruces Museum of Fine Art, The Center for Book Arts, Rutger University, and galleries like The Nave Gallery, to name just a few. Her art is included in many important art collections including Ohio State University Collection of Avant Garde and Experimental Writing, The Museum of Modern Art in NYC, and the Beinecke Library’s American Literature Collection at Yale University, as well as significant private collections including the renowned The Ruth and Marvin Sackner Archive of Concrete and Visual Poetry.\nK.S. Ernst’s work has been published extensively in books and magazines including the November 2008 issue of Poetry magazine, Writing to Be Seen, edited by Bob Grumman and Crag Hill, and her work was featured in Photo Techniques magazine. Ernst has also participated in artist residencies, lectures, and performances with the Be Blank Consort. K.S. Ernst creatively and fiscally manages Press Me Close where she publishes books, postcards, and T-shirts of visual poetry. She lives in New Jersey.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}