{"pf_url": "https://www.poetryfoundation.org/poets/kalli-dakos", "name": "Kalli Dakos", "yob": "1950", "yod": null, "image": null, "bio": "\nAn educator and poet, Kalli Dakos was born in Ottawa, Canada, and studied at institutions such as Queen’s College, the University of Nevada, the University of Alberta, and Syracuse University. Her early career as an elementary school teacher and reading specialist has influenced her later work. Dakos’s poetry is uniquely attuned to the lives of elementary school students, and her collections of poems are often considered humorous and apt depictions of life in the classroom. Her books of poetry for children include Why Am I Blue? (2017), A Funeral in the Bathroom (2011), Put Your Eyes Up Here and Other Schools Poems (2003), The Bug in Teacher’s Coffee (1999), Don’t Read This Book, Whatever You Do! (1993), and If You’re Not Here, Please Raise Your Hand (1990). Dakos has been praised for her sensitive evocations of the feelings of elementary-aged students, as well as her poems’ frequent humor and word play. Many of her books have been Children’s Choice Selections from the International Reading Association. Dakos has also had a successful career as a visiting author, leading poetry workshops in schools in the United States, Canada, and abroad, and presenting her poems in interactive performances designed to draw in students and teachers both.\nDakos has discussed her interest in both writing poetry for children and performing her poetry in schools: “Teachers and students loved the poems, and I began visiting schools everywhere as an author. My goal was to help teachers and children realize how exciting their lives were if only they looked at life as if they were wearing magic glasses and listened as if they were wearing magic ears. I developed a program that I called ‘A Celebration of Life in the Classroom.’ It involved student participation, chanting, echoing, theatrics, and toys—lots of toys to bring the poems and stories to life, and to pull in even the most reluctant readers and writers. I visited schools with magic glasses, magic ears, giant pencils, dancing coke bottles, Miss Piggy’s head, worms, snakes, centipedes, toy microphones, and other crazy toys. Even though we have a lot of fun, my main goal is still academic. I want children and teachers to see that there is so much to write about in their own lives.”\nDakos also noted the roots of her love of poetry and performance: “I fell in love with writing when I was in the sixth grade. That year I enjoyed writing mysteries, and my teacher, Mr. Beecroft, always let me share them in front of the class. I loved the feeling of holding an audience entranced with my words, and knew that at some point in my life I would work as a writer.”\n", "attrs": {"Region:": ["Canada"]}}