{"pf_url": "https://www.poetryfoundation.org/poets/kate-daniels", "name": "Kate Daniels", "yob": "1953", "yod": null, "image": null, "bio": "\nPoet and editor Kate Daniels was born in Richmond, Virginia. The first in her family to graduate from college, Daniels earned a BA and an MA from the University of Virginia and an MFA from Columbia University. She converted to Catholicism as an adult, and her often lengthy, narrative poems engage themes of working class experience, family, trauma, racism, and Southern culture.\nDaniels has published many collections of poetry, including In the Months of My Son’s Recovery (2019), Three Syllables Describing Addiction (2018), A Walk in Victoria’s Secret (2010), Four Testimonies (1998), and The Niobe Poems (1988). Reviewing Daniels’s Agnes Lynch Starrett Poetry Prize-winning debut, The White Wave (1984), for the Village Voice, critic James Hunter noted, “Time and again [Daniels] reexamines lyric epiphany with the brute language, the cruel music of the everyday.”\nDaniels coedited, with Richard Jones, Of Solitude and Silence: Writings on Robert Bly (1981). She also edited Muriel Rukeyser’s selected poems, Out of Silence (1992), and edited and published the literary journal Poetry East, with Richard Jones from 1980 to 1990.\nDaniels has won the Hanes Award for Poetry from the Fellowship of Southern Writers, a Pushcart Prize, the Louisiana Literature Prize for Poetry, the James Dickey Prize, the Crazyhorse Prize for Poetry, and fellowships from the Lannan Foundation and Harvard University’s Bunting Institute. Her work has been anthologized in over 75 volumes, including in Best American Poetry.\nShe has taught at Bennington College, Louisiana State University, the University of Virginia, and Wake Forest University. She is the Edwin Mims Professor of English and Director of Creative Writing at Vanderbilt University. Additionally, she teaches writing at the Baltimore Washington Center for Psychoanalysis and conducts community writing workshops for people whose lives have been affected by addiction.\n", "attrs": {"Region:": ["U.S., Southern"]}}