{"pf_url": "https://www.poetryfoundation.org/poets/kathleen-raine", "name": "Kathleen Raine", "yob": "1908", "yod": "2003", "image": null, "bio": "\n                                                                    Born in London to a Scottish mother and an English father, poet and scholar Kathleen Jessie Raine was educated at the University of Cambridge’s Girton College. A visionary poet whose work probed the intersection of science and mysticism, Raine bridged elements of Jungian psychology and neo-Platonism in her work.   Her poetry collections include Stone and Flower (1943), W.H. Smith Literary Award–winner The Lost Country (1972), The Oracle in the Heart (1979), and The Collected Poems of Kathleen Raine (2001). Her works of scholarship include The Inner Journey of the Poet (1982) as well as the books Yeats: The Tarot and the Golden Dawn (1972) and W.B. Yeats and the Learning of the Imagination (1999). While a research fellow at the University of Cambridge, Raine began to publish her critical studies of William Blake, including the two-volume Blake and Tradition (1968 and 1969), From Blake to a Vision (1979), and Golgonooza, City of Imagination: Last Studies in William Blake (1991). Raine published four memoirs, including Farewell Happy Fields (1973), The Land Unknown (1975), and The Lion’s Mouth (1977), which have been collectively published as Autobiographies (1991). Philippa Bernard wrote a biography of the poet, No End to Snowdrops: A Biography of Kathleen Raine (2010).   In 1981, with Brian Keeble, Keith Critchlow, and Philip Sherrard, Raine founded the literary journal Temenos and the Temenos Press. With the support of Prince Charles, she also founded the Temenos Academy.   A Fellow of the Royal Society of Literature, Raine received the Queen’s Gold Medal for Literature, the Harriet Monroe Memorial Prize, the Oscar Blumenthal Prize, the Chapelbrook Award, the Cholmondeley Award, and the Smith Literary Award and a Commandeur de L’Ordre des Arts et des Lettres. She was also granted honorary doctorates by Durham University, Leicester University, and Caen University. She died in London at the age of 95.\n                                                            ", "attrs": {"Region:": ["England"]}}