{"pf_url": "https://www.poetryfoundation.org/poets/katherine-mansfield", "name": "Katherine Mansfield", "yob": "1888", "yod": "1923", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/36f97d5408471e49f3c0b021b0f6a42e4725afdb.jpeg", "bio": "\nKatherine Mansfield was born Kathleen Mansfield Beauchamp in Wellington, New Zealand, on October 14, 1888. Innovative, accessible, and psychologically acute, Mansfield’s numerous short stories pioneered the genre’s shape in the 20th century. Her fiction, poetry, journals, and letters cover an array of subjects: the difficulties and ambivalences of families and sexuality, the fragility and vulnerability of relationships, the complexities and insensitivities of the rising middle classes, the social consequences of war, and overwhelmingly the attempt to extract whatever beauty and vitality one can from mundane and increasingly difficult experience. \nEducated in Wellington and London, Mansfield left New Zealand for England at the age of 19 to begin a career as an author. Much of Mansfield's early work is in the form of the sketch, in which a segment of life is described highly popular in journals of the time. Her first collection, In a German Pension (1911), consists primarily of sketches satirically presenting Germans from the point of view of a quiet, observant young English woman. In the following years she frequently published stories in Rhythm and The Blue Review, both edited by John Middleton Murry, whom she married in 1918 after divorcing George Bowden. The couple became well-known in London’s literary circles and were connected with D.H. Lawrence and Frieda (Weekley) Lawrence. \nIn France during the summer of 1915, Mansfield spent time with her brother Leslie, reflecting on their family and life in New Zealand. Tragically, Leslie was killed during training for service in WWI; “blown to bits” while demonstrating how to throw a hand grenade, remarked Mansfield. Following his death, she drew upon the memories of New Zealand discussed with her brother in writing some of her most well-known work, including Bliss and Other Stories (1920), The Garden Party, and Other Stories (1922), and her novel The Aloe (1930).  \nMansfield was plagued by tuberculosis during the last five years of her life. Mansfield’s reputation as a writer of brilliantly compressed short fiction had been well established by the time of her death. Her final works, apart from unfinished materials published by Murry after her death, are The Dove’s Nest (1923) and Something Childish (1923). At the time of her death on January 9, 1923, she had several unfinished works, including Poems (1923), which, along with The Journal of Katherine Mansfield (1927) and The Letters of Katherine Mansfield (1928, 1929), were published posthumously. In his introduction to the 1930 American edition of Stories by Katherine Mansfield, Murry argued that the “essential” quality of her work was “a kind of purity,” not only one of style or vision but of her whole life, her absolute fidelity “to some spirit of truth which she served.” Above all, Mansfield has consistently been praised for the compression and understatement of her writing, as well as for her capacity to pack complex emotion and thought into the deceptively simple and direct outlines of her work. \n", "attrs": {"Region:": ["England", "Pacific Islands"], "School/Period:": ["Modern"]}}