{"pf_url": "https://www.poetryfoundation.org/poets/katherine-philips", "name": "Katherine Philips", "yob": "1631", "yod": "1664", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/50fe9d7c865c33bd954e17d67403fc1d4cd4b315.jpeg", "bio": "\nBest known today for her poems on female friendship, Katherine Philips wrote some 125 poems on a variety of subjects; she translated plays by Pierre Corneille and five shorter Italian and French pieces; and she wrote a series of letters to Sir Charles Cotterell that were published after her death as Letters from Orinda to Poliarchus (1705). Philips (whose non de plume was Orinda) was one of a relatively small number of British women writers whose poems were widely circulated in the 1650s and early 1660s, and she seemed to her contemporaries to be, as the title pages of the first two editions of her Poems declared, \"the Incomparable\" (1664) or \"the Matchless Orinda\" (1667).\n\r\nThe only daughter of Katherine and John Fowler, she was born in early January 1632 in the parish of Saint Mary Woolchurch Haw in London. There is no exact record of her birth, but the poem \"On the 1. of January 1657,\" in which she says her \"time / ... / is swell'd to six and twenty years,\" may indicate that her birthday coincided exactly with the first day of the new year. In any case, that she was born early in January 1632 was confirmed by John Aubrey, who cited in his Brief Lives (1813) the parish record to indicate that she was baptized on 11 January. She had an elder half brother, Joshua Fowler, and, as a result of her mother's later marriages, a younger half brother, Daniel Henley, and a half sister, Elizabeth Phillipps (sic). Although none of these siblings is mentioned in any of Philips's extant works, other relatives are important figures in her poetry and letters.\n\r\nOf Katherine Philips's father, not a great deal is known. John Fowler was a relatively prosperous cloth merchant. When he died in December 1642, he left a legacy of some thirty-three hundred pounds, most of which was divided between his wife, his son, Joshua, and his daughter. The Fowler household also included a \"cosen Blacket\" who, after the poet's death, told Aubrey that young Katherine \"was mighty apt to learne ... she had read the Bible thorough before she was full foure years old.\"\n\r\nPhilips's mother, born Katherine Oxenbridge, was the granddaughter of an early Separatist, John Oxenbridge, and one of seven children of the physician Daniel Oxenbridge and his wife Katherine Harby Oxenbridge. One of Katherine Oxenbridge's brothers, John Oxenbridge (1608-1674), is known to literary scholars for his friendship with John Milton and Andrew Marvell. A Puritan and Parliamentarian, John Oxenbridge went, two years after the Restoration of the English monarchy in 1660, to Surinam, then to Barbados, and finally to Massachusetts, where he became the pastor of the First Church of Boston. Philips's other two uncles, Daniel and Clement Oxenbridge, were also Parliamentarians, and Philips herself was sent, when she was eight, to a boarding school run by a Mrs. Salmon, whom Aubrey identifies as \"a famous schoolmistris, Presbyterian.\" At Mrs. Salmon's school in Hackney, Aubrey's notes go on to indicate, Philips was trained in the Puritan John Ball's catechism: \"She was very religiously devoted when she was young; prayed by herself an hower together, and tooke sermons verbatim when she was but ten years old.\" With clear High Church sympathy, Aubrey adds that \"She was when a child much against the bishops, and prayed to God to take them to him.... Prayed aloud, as the hypocriticall fashion then was.\"\n\r\nAs Claudia A. Limbert has recently noted (Restoration, Spring 1989), sometime in the mid 1640s John Fowler's widow married one George Henley. Whether the daughter went to live with the Henleys or stayed in Mrs. Salmon's school for a few more years is unknown, but it seems clear that when in late 1646 or early 1647 her mother married her third husband, Sir Richard Phillipps of Picton Castle in Pembrokeshire, the fifteen-year-old Katherine joined her in Wales. The earliest extant writing by the girl then named Katherine (sometimes spelled Catherine) Fowler is clearly connected with the area near Picton Castle.\n\r\nNow in parcel 24 of the Orielton Collection of the National Library of Wales is a single sheet of paper signed \"C Fowler\" and dedicated to Anne Barlow, daughter of Dorothy and John Barlow of Slebech, a town some two miles from Picton Castle. On one side of the paper, in the young poet's hand, is a sixteen-line poem arguing that \"A marryd state affords but little ease / The best of husbands are so hard to please.\" The reader is urged to \"be advised by me: / Turn, turn apostate to love's Levity.\" Following this witty antimarriage poem is a prose \"recipt to cure a Love sick Person who cant obtain the Party desired.\" The latter urges one to combine \"two oz: of the spirits of reason three oz: of the Powder of experiance five drams of the Juce of Discretion three oz: of the Powder of good advise, and a spoonfull of the Cooling watter of Consideration\" to create pills which will save the head from \"maggots and whimsies and you restored to your right sences.\" In a kind of postscript, the writer concludes, \"if this wont do apply the plaister and if that wont do itts out of my power to find out what will.\" On the opposite side of the paper is a poem in which the poet maintains that \"If himans rites shall call me hence, / It shall be with some man of sence.\" The husband she seeks will be a man of Jonsonian moderation, \"Nott with the great, but with a good estate,\" and he should be always \"Ready to serve his friend, his country and his king.\" Although the phrase about a good husband serving friend, country, and king has a formulaic ring (and although one should of course be cautious about assuming that the speaker in the poem is Catherine Fowler herself), that phrase may suggest that its author was already bending away from Parliamentarian politics and toward a Royalist stance.\n\r\nThe man whom the poet married in August 1648, however, was not a Royalist but a Parliamentarian. James Philips was a relative of Sir Richard, their two families being descended from Sir Thomas Phillipps of Cylsant who lived early in the sixteenth century. Sir Richard was the direct descendant of Sir Thomas's heir; James was a descendant of a younger son, Owen. James Philips was also related by marriage to Sir Richard, for his first wife, Frances, was Sir Richard's daughter. Born in 1594, James was fifty-four years old when he married the sixteen-year-old Katherine Fowler.\n\r\nThe owner of property in both Cardiganshire and Pembrokeshire, James Philips of Cardigan Priory and nearby Tregibby was, by the 1640s, a person of some political significance—a member of Parliament and, in Philip Webster Souers's words, \"a man of energetic character, who, throughout the period of the Commonwealth, enjoyed a degree of influence which was the portion of few men in all Wales.\" Though some have described him as a dedicated, even severe upholder of the Roundheads' cause, there is reason to believe that James Philips was instead a relatively apolitical man devoted more to the ideals of public service than to the nuances of partisan politics. In a seventeenth-century manuscript now in the National Library of Wales, he is described as one whose \"genius is more to undertake public affaires, regarding sometim more the Employment then the Authority from whom he received the Same\" and \"One that had the fortune to be in with all Goverments, but thrived by none\" (MS. Llanstephan 145, f. 70v). It may be that Philips's assigning her husband the name \"Antenor\" in her poems is motivated partly by his age (Antenor was an elderly counselor in the Iliad). It may also be relevant, as Patrick Thomas suggests, that Antenor attempted to make peace between the Greeks and the Trojans. The name may thus designate James Philips as a man with a moderate temperament. It might even be a playful reminder to a beloved husband that he might be less partisan.\n\r\nNeither Philips's poems nor her letters provide proof positive that Katherine and James Philips's marriage was a happy one. Nevertheless, as Orinda teases and cajoles Antenor, they image a relationship of easygoing respect. From the poetry can be drawn at least the outlines of one indicative episode in their political and personal lives. Sometime during the Protectorate (1653-1659), one J. Jones threatened to publish Philips's poem \"Upon the double murther of K. Charles, in answer to a libellous rime made by V. P.\" Knowing how embarrassing the clearly Royalist publication of that poem would have been to her husband, Katherine Philips wrote \"To Antenor, on a paper of mine which J. Jones threatens to publish to his prejudice.\" Her approach is a comic one in which she begins with the abrupt question, \"Must then my crimes become thy scandall too? / Why sure the Devill hath not much to do.\" Rather than follow the common wisdom of the period that a man is responsible for his wife's actions, she asserts a separation of responsibilities by reminding Antenor that \"Eve's rebellion did not Adam blast, / Untill himselfe forbidden fruit did tast.\"\n\r\nOn another occasion, Orinda bids Antenor, \"give o'er, / For my sake talk of graves no more\" in \"To my Antenor, March 16. 1661/2.\" The date of the poem suggests that the situation in which it is written is intensely serious, for while in February 1662 James Philips had been found innocent of the charge that in 1654 he had sentenced the Royalist colonel John Gerard to death, in March he seems to have been in the midst of real financial difficulties. Nevertheless, Orinda's tetrameter lines are cheerful—as cheerful as Orinda is hoping Antenor will become. In \"To my dearest Antenor on his parting,\" Orinda writes a poem whose paraphrasable content is not unlike poems of parting by her male contemporaries—John Donne, for example. In \"A Valediction: forbidding Mourning\" (1633) Donne employs his famous image of a compass to teach his lady that their parting is only physical; Philips uses the image of \"watches, though we doe not know / When the hand moves, we find it still doth go, / So I, by secret sympathy inclin'd / Will absent meet, and understand thy mind.\" In both poems woman is the lesser partner: Antenor, Orinda says, is her \"guide, life, object, friend, and destiny.\" And yet the very fact that a woman defines the relationship gives Philips's poem a different cast from Donne's lines.\n\r\nAs James Philips's wife, Katherine Philips lived from 1648 until her death in 1664 at his family home, Cardigan Priory. Cardigan is in the southwestern corner of Cardiganshire and thus only a short distance from Pembrokeshire, where many of her friends and relatives lived. Knowing that she also maintained many of her London friends throughout her adult life, one might speculate that Philips often, or at least sometimes, accompanied her husband when he went to London for meetings of Parliament. Certainly she was in London in the spring of 1655, for her only son, Hector, who died in infancy, was buried there in Saint Syth's Church. And from the title of the poem Philips wrote to mourn the death of her twelve-year-old stepdaughter, Frances Philips, we know that the girl died in 1660 in Acton—a London suburb where Katherine Philips's mother (by then married to a fourth husband, Maj. Philip Skippon) resided. Katherine and James Philips's only daughter (also a Katherine), born in Cardigan in April 1656, would live to marry Lewis Wogan of Boulston, Pembrokeshire, and to bear fifteen children—fourteen of whom lie buried with their parents in Boulston Church.\n\r\nIn the two poems Philips wrote on the death of her young son, she uses Judeo-Christian numerology to express the intense pain of a bereaved mother who, after seven years of marriage, bore a son who was \"in less than six weeks, dead\" (\"Epitaph on Hector Philips\"). She also uses the number forty, which is associated with periods of privation and pain—periods (such as the Israelites' forty years of wandering) followed by relief and joy. Moreover, forty is the number of days after childbirth when a mother is \"churched,\" and Philips begins her poem \"On the death of my first and dearest childe\" with the stanza \"Twice Forty moneths in wedlock I did stay, / Then had my vows crown'd with a lovely boy. / And yet in forty days he dropt away; / O! swift vicissitude of humane Joy!\" Instead, then, of returning to the church to offer a monetary gift and prayers of thanksgiving for her son's birth, this mother can offer only poetry: \"An Off'ring too for thy sad Tomb I have / Too just a tribute to thy early Herse, / Receive these gasping numbers to thy grave; / The last of thy unhappy Mothers Verse.\" As she puns on the word numbers in that poem, so Philips puns on the word mourning in the epitaph: \"So the Sun, if it arise / Half so Glorious as his Ey's, / Like this Infant, takes a shroud, / Bury'd in a morning Cloud.\"\n\r\nAmong Philips's poems are many elegies and epitaphs, at least four of which were actually carved on church monuments. The only one known to survive is inscribed on John Lloyd's monument in Cilgerron Church, a few miles southeast of Cardigan. The others are the epitaph for young Hector Philips, who was buried in a church that a few years later burned in London's Great Fire of 1666, and two commemorating John Collier (described in John Fowler's will as his \"servant and cozen\") and Collier's daughter Regina, who were buried in Beddington, Surrey, in January 1650 and September 1649, respectively. Other poems occasioned by deaths of friends and relatives include verses in memory of Mrs. Mary Lloyd of Bodidrist in Denbighshire; a poem memorializing \"the most Justly honour'd Mrs Owen of Orielton\"; an epitaph on James Philips's mother; a poem on the death of Sir Walter Lloyd; and an Publius written in memory of her stepfather Philip Skippon. Philips also wrote two poems addressed to women who had lost their husbands—\"To my dearest friend, on her greatest loss\" and \"To Mrs. Wogan ... On theDeath of her husband\"—and she wrote two elegies on members of the royal family—\"On the death of the Duke of Gloucester\" and \"On the Death of the Queen of Bohemia.\"\n\r\nInteresting examples of the historical (and gender) specificity of Philips's poetry are to be found in her five epithalamia, all of which focus on the bride (rather than, as do the typical Renaissance epithalamia, on the groom) and which express hope that the marriage will be the kind of loving (albeit hierarchical) companionate marriage that seventeenth-century writers of marriage tracts and sermons recommended. In, for example, \"To my deare Sister Mrs. C. P. on her nuptialls,\" addressed to her sister-in-law Cicily Philips, Orinda acknowledges the seventeenth-century reality of wives' marriage responsibilities with the line \"May her content and duty be the same.\" But she also prays, \"May his and her pleasure and Love be so / Involv'd and growing, that we may not know / Who most affection or most peace engross'd; / Whose Love is strongest, or whose bliss is most.\" That the poem's tone will be different from that of epithalamia such as Edmund Spenser's or Donne's is announced in the opening lines in which \"wild toys\" are rejected in favor of a different kind of \"solemnitys.\" That the word solemnities is used in the Renaissance to refer to ceremonies such as marriage is especially relevant to a discussion of this poem because—as Patrick Thomas notes—Cicily Philips's wedding was the first to have been performed in Cardigan after the 1653 Barebones Parliament (of which James Philips was a part) had declared marriage a civil, rather than a religious, ceremony and required that it be performed by a justice of the peace. Indeed, the wedding in question was performed, the parish register indicates, \"by James Phillips ... one of the Justices of the peace of the said Countie of Cardigan.\" Just as this civil ceremony was performed in Saint Mary's Church rather than in a secular setting, so too are \"Orinda's wishes for Cassandra's bliss\" presented in a numerologically precise poem in which twenty-four lines (one for each hour of the day) close with the hope that the couple will \"count the houres as they doe pass, / By their own Joys, and not by sun or glass; / While every day like this may sacred prove / To Friendship, duty, gratitude and Love.\"\n\r\nMost, though not quite all, of Philips's poems are occasioned by specific events in the lives of relatives, friends, or members of the royal family. They include a variety of literary kinds: wooing poems and poems of parting; the epithalamia and the elegies and epitaphs previously mentioned; philosophical pieces on topics such as \"The World,\" \"Submission,\" and \"Death\"; verse letters to friends and relatives; pastoral dialogues; and even one pindaric ode, an ode on retirement (first published, as was Abraham Cowley's \"On Orinda's Poems. Ode,\" in 1663 in Poems, by Several Persons). In addition to Cowley, Philips's acquaintances included many British writers. As early as 1651 Henry Vaughan printed in his Olar Iscanus the poem \"To the most Excellently accomplish'd Mrs. K. Philips,\" in which he promises to \"vow / \"No Lawrel growes, but for your Brow.\" Two essays on the topic of friendship—one published by Francis Finch in 1654, the other by Jeremy Taylor in 1657—were written for Philips. After Philips's death, James Tyrell, Thomas Flatman, Abraham Cowley, William Temple, and one J. C. wrote poems in her memory; and, as Allan Pritchard has noted, Marvell echoes several of Philips's lines in poems published in his posthumous volume of 1678.\n\r\nSixteen fifty-one, the same year that Vaughan praised his fellow Anglo-Welsh poet, marks Philips's earliest print publication. Her poem in praise of William Cartwright appeared as the first of fifty-four prefatory poems in the posthumous edition of his Comedies, Tragi-Comedies, with Other Poems ... The Ayres and Songs set by Mr Henry Lawes. Several poets whose works appear there also appear in the next volume in which Philips's verses were printed: Henry Lawes's Second Book of Ayres, and Dialogues (1655). Dedicated to Mary Harvey, Philips's friend since their time together at Mrs. Salmon's school and by 1655 the wife of Sir Edward Dering, the 1655 book includes, as a prefatory poem, Philips's Henry Lawes and, with music by Lawes, her \"Friendship's Mysterys\"—called there \"Mutuall Affection between Orinda and Lucatia.\"\n\r\nThe theme of friendship so apparent in her marriage poems is given a different spin in the poems for which Philips is best known: the poems in which she exploits the language and literary genres used by seventeenth-century love poets to treat Orinda's relationships with female friends such as Lucasia (Philips's name for Anne Owen, later Lady Dungannon), Rosania (Mary Aubrey), and Philoclea (Malet Stedman). If one were to substitute different names in some of the friendship poems, they might read like verses celebrating love between a Renaissance male poet and his lady. \"Parting with a Friend,\" for example, which treats a leave-taking between Rosania and Lucasia, includes the lines \"Although you lose each others Eyes, / You'l faster keep the Heart.\" In \"Dialogue betwixt Lucasia and Rosania\" (which eighteenth-century writers George Ballard and Elizabeth Elstob would later agree was one of Philips's best poems), Lucasia hopes that \"when crumbled into dust / We shall meet and love forever.\" \"Friendship in Emblem, or the Seale, to my dearest Lucasia\" begins, \"The hearts thus intermixed speak / A Love that no bold shock can break.\" The latter poem is one of several in which echo-allusions to poems by Donne help Orinda assert \"Friendship's Mysterys.\" Whereas Donne's \"The Canonization\" (1633), for example, claims that poet and lady \"prove / Mysterious by this love,\" Philips's \"Friendship's Mysterys\" calls to Lucasia, \"let's prove / There's a religion in our Love.\"\n\r\nUnlike Philips's marriage poems, which assume the hierarchical relationship between husband and wife implicit in seventeenth-century discussions of companionate marriage, the friendship poems stress the equality inherent in real friendship. Playing on \"She's all States and all Princes I, / Nothing else is\" in Donne's \"The Sunne Rising\" (1633), for instance, Orinda says, \"All our titles [are] shuffled so, / Both Princes and both subjects too\" in \"Friendship's Mysterys.\" In another poem, \"Friendship,\" Philips contrasts the two estates: \"All Love is sacred, and the marriage ty / Hath much of Honour and divinity; / But Lust, design, or some unworthy ends / May mingle there, which are despis'd by friends.\"\n\r\nSome critics have argued that the people to whom Philips gave coterie names formed a Society of Friendship. The title of the poem \"To the excellent Mrs A. O. upon her receiving the name of Lucasia, and adoption into our society. 29 Decemb 1651\" might help validate that idea, as indeed might \"To my Lady M. Cavendish, chosing the name of Policrite.\" Moreover, \"Friendship in Emblem, or the Seale, to my dearest Lucasia\" can be read as a description of the society's actual insignia. Edmund Gosse describes Philips's society as an early salon: \"It would appear that among her friends and associates in and near Cardigan she instituted a Society of Friendship, in which male and female members were admitted, and in which poetry, religion, and the human heart were to form the subjects of discussion.\" Souers's readings of the poems lead him to the conclusion that the society included only Orinda and her female friends, most likely only Lucasia and Rosania. Thomas quotes a letter from Sir Edward Dering to Lucasia to suggest that Gosse was closer to the truth than Souers. Thomas argues, however, that since many of Philips's connections, even those with Anglo-Welsh writers, were centered in London, any society that she might have headed must have been based there. It seems, however, that Philips uses the word society to refer to what twentieth-century writers might call a network of friends, what the Oxford English Dictionary refers to in definition I.1.a of \"society\": \"Association with one's fellow men, esp. in a friendly or intimate manner; companionship or fellowship.\"\n\r\nBe that as it may, there is no question that Philips's own contemporaries associated her name with the theme of friendship. The broadside written by one J. C. after her death, for example, includes these lines:\n \nShe, who in Tragique buskins drest the Stage,\nTaught Honour, Love, and Friendship to this Age;\nIs gone to act her Part in bright attire,\nWith Scenes of Glory, in th' Angelique Quire.\nShe Taught the World the sweet and peaceful Arts\nOf blending Souls, and of compounding hearts;\nWithout th' ingredients of reserv'd intents,\nHypocrisies, and windy complements.\nThe theme of friendship was especially popular among seventeenth-century Royalist poets, who often used pastoral poetry to image court life as a place of polite civility in contrast to what they saw as the noisy barbarisms of their populist contemporaries. Philips's contribution to that tradition was to imagine the golden world as a female paradise in which Orinda and Ardelia could sit quietly and live \"remov'd from noise of warres / In one another's hearts\" (\"A retir'd friendship, to Ardelia\") or where a poet could use the characteristically female activity, \"to spin,\" in the assertion \"But I, resolved from within, / Confirmed from without, / In privacie intend to spin / My future minuts out\" (\"A Countrey life\").\n\r\nAs earlier noted, Philips's \"Friendship's Mysterys\" appeared with Lawes's music in his Second Book of Ayres, and Dialogues. Several other Philips poems suggest musical associations. Subtitles or side notes in Philips's own copies (in National Library of Wales MS. 775B) of three other poems (\"A Dialogue between Lucasia and Orinda\"; \"To Mrs. M. A. upon absence. 12. December 1650\"; and \"On the death of my first and dearest childe, Hector Philipps\") indicate that they were also set to music by Lawes (for the score of the elegy on Philips's son, see Joan Applegate's article in volume four of English Manuscript Studies). Yet another, \"Against Pleasure,\" was set by a Dr. Coleman, almost certainly Charles Coleman, doctor of music, who contributed to the Second Book of Ayres, and Dialogues. In addition, \"Parting with Lucasia, 13th January 1657/8\" is subtitled \"A Song\"; the poem beginning \"'Tis true, our life is but a long disease\" is written \"To my Lord Biron's tune of—Adieu Phillis\" (an unidentified tune); and the one beginning \"How prodigious is my Fate\" is written to the tune of the French song \"Sommes nous pas trop heureux,\" the latter to be published in an article Andrea Sununu and this writer have written for volume four of English Manuscript Studies. Whether other poems were intended as songs is unclear, but several were set to music and published in seventeenth-century songbooks. Two (\"Upon the engraving. K:P: on a Tree ... at Barn-Elms\" and \"On Solitude,\" Philips's translation of \"La Solitude\" by Marc-Antoine de Gérard Saint-Amant) were set to music by Henry Purcell. Philips wrote songs to be sung after each of the five acts of her translation (1663) of Corneille's Pompey. In a letter of 31 January 1663, she indicates that the first and last songs had been set by her friend Philaster (John Jeffries); the second by \"aFrenchman of my Lord ORRERY's\"; the third by Dr. Peter Pett (the advocate-general in Ireland); and the fourth by \"one Le GRAND a Frenchman, belonging to the Dutchess of ORMOND.\" In the library of Christ Church College, Oxford, is a manuscript transcription of three of the songs for Pompey, but the music for the third song is ascribed there (and also in British Library Add. MS. 33234) to John Banister. As Curtis A. Price suggests, it may be that some or all of the Christ Church settings were composed for a later London performance of the play.\n\r\nPhilips's poetry includes two Royalist poems written during the Civil War years, four celebrating the Restoration, and six occasional poems addressed in the early 1660s to members of the royal family. Among her poems on the Restoration are \"On the numerous accesse of the English to waite upon the King in Holland,\" which portrays loyal Royalists going to Holland \"to expresse their joy and reverence,\" and \"Arion on a Dolphin to his Majestie in his passadge into England,\" which celebrates the sea journey by which Charles II returned to England in 1660. Both \"On the faire weather at the Coronation\" and \"On the Coronation\" present the crowning of Charles on 23 April 1661 as a sacred event \"Since Kinges are Gods, and OURS of Kinges the best.\"\n\r\nMost of Philips's extant letters were written between December 1661 and May 1664 to her friend and literary adviser Sir Charles Cotterell, then master of ceremonies in the court of Charles II (the exceptions are four letters to Berenice, one to Dorothy Temple, and a letter to Dering recently discovered by Peter Beal and scheduled for publication in volume four of English Manuscript Studies). Thus more is known about her life and work after the Restoration of the monarchy than before; and quite a bit is known about her interest in the court of Charles II. For example, on 3 May 1662 Orinda sent a poem, evidently \"To her royall highnesse the Dutchesse of Yorke, on her command to send her some things I had wrote,\" to Poliarchus with the request that he \"put it in a better Dress\" so that she could insert his corrections before sending \"the Dutchess another Copy, in obedience to the Commands she was pleas'd to lay upon me, that I should let her see all my Trifles of this nature.\" Orinda is clearly pleased to continue: \"I have been told, that when her Highness saw my Elegy on the Queen of BOHEMIA, she graciously said, it surpriz'd her.\" On 4 June of the same year she thanked Poliarchus for sending from Portsmouth a \"full Relation of the Queen's Arrival\"—a topic Philips treated in \"To the Queene on her arrivall at Portsmouth. May. 1662.\"\n\r\nOn 20 August 1662 Philips wrote from Dublin that she had met Roger Boyle, Earl of Orrery. Having read a scene Philips had translated from Corneille's Mort de Pompée, Orrery encouraged her to complete the work. By 3 December 1662 Philips had finished the translation, asking Cotterell to correct any errors he might find in it and agreeing that he should present a copy to Anne, Duchess of York. In early February 1663 Philips's Pompey was performed in Dublin's Smock Alley Theatre—Philips thus becoming the first woman to have a drama produced in a British public theater. As Catherine Cole Mambretti points out, the play is also \"the first clearly documented production of an heroic drama in English heroic couplets.\" Before 8 April 1663 John Crooke printed the translation in Dublin; later that year he published another edition in London. It may be that Philips's Pompey was played in London in July 1663, for it was parodied in William Davenant's Play-house to be Let, produced in August 1663.\n\r\nDuring the winter of 1663-1664, Philips went on to translate most of Corneille's Horace, but the task was yet to be finished when she died in June 1664. First published in its unfinished state in the 1667 edition of her Poems, Philips's Horace was completed by John Denham in time for a February 1668 production at court. Denham's conclusion was also used for a winter 1668-1669 production at the Theatre Royal and for the 1669 and 1678 editions of Philips's Poems. When Jacob Tonson brought out an octavo edition of Poems in 1710, he replaced Denham's work with equivalent lines from Sir Charles Cotton's translation, first published in 1671.\n\r\nNot long before she died, another publishing event captured Philips's attention—this having to do with her original poetry. As noted earlier, one of Philips's poems was printed in 1651; two, in 1655. As far as can now be determined, no other poems appeared in print until the publication of a 1663 collection (though an aside in one of Philips's letters may indicate that one poem was printed on a broadsheet earlier that year). On 15 May 1663 Philips wrote to Cotterell about \"a Miscellaneous Collection of Poems, printed here; among which, to fill up the Number of his Sheets, and as a Foil to the others, the Printer has thought fit, tho' without my Consent or Privity, to publish two or three Poems of mine, that had been stollen from me.\" This collection is Poems, by Several Persons, printed in Dublin by John Crooke for Samuel Dancer in 1663, an apparently unique surviving copy of which has recently come to light at the Folger Shakespeare Library. Philips, it would seem, did not unduly mind that her poems had been \"stollen\" and printed, and she says she will send Cotterell a copy of the book \"by the first Opportunity.\" Soon thereafter, however, Philips's letters tell of her severe distress over an unauthorized publication of her poems—this the volume titled Poems. By the Incomparable Mrs. K. P. printed by J. G. for Richard Marriott and advertised for sale in January 1664. Although a few twentieth-century readers have seen in Philips's distress a coy desire to obscure the fact that she herself had planned the volume's appearance, one might well believe that a seventeenth-century woman born into a merchant family and now a member of the gentry with many aristocratic friends would not have sought that kind of publicity. On 25 January 1664 Philips wrote to Dorothy Temple of her fear that \"the most part of the worlde are apt to believe that I connived at this ugly accident.... I am soe innocent of this pittiful design of a knave to get a groat that I never was more vexed at anything.\"\n\r\nA similar dismay informs Philips's other two letters about the book. Dated \"Jan. 29 1663/4,\" one was for Cotterell's eyes alone, the other for him to circulate among their friends if he saw fit. In the private letter, Orinda asks her friend to \"Let me know what they say of me at Court and everywhere else, upon this last Accident, and whether the exposing of all my Follies in this dreadful Shape has not frighted the whole World out of all their Esteem for me.\" The public letter is even more elaborate in its expression of Orinda's concern. In that letter, for example, one finds the complaint about the poet's being an \"unfortunate Person that cannot so much as think in private, who must have all my Imaginations and idle Notions rifled and expos'd to play the Mountebanks and dance upon the Ropes to entertain the Rabble, to undergo all the Raillery of the Wits, and all the Severity of the Wise, and to be the Sport of some that can, and Derision of others that cannot read a Verse.\" Orinda regrets not only that her poems have been \"collected,\" but also that they are \"so abominably printed as I hear they are. I believe too there are some among them that are not mine.\" The poems in the 1664 volume are in fact Philips's, except that excerpts by Sir Edward Dering and Henry More preface two of her poems. The book does include some manifest errors, and three of Philips's lines are replaced by lines of asterisks.\n\r\nWhether Poliarchus immediately showed the public letter to their mutual friends is unknown, but it is printed in the preface to the edition of Philips's works issued in 1667. The letter voices \"how little she desired the fame of being in print, and how much she was troubled to be so exposed.\" Realizing the impossibility of completely suppressing a published book (indeed, many copies of the 1664 Poems survive even today), Cotterell advised Philips to issue a corrected version of the poems. It may be that her last poem, \"To my Lord Arch: Bishop of Canterbury his Grace 1664,\" was written with that new volume in mind, for it treats the poet's wish that her \"humble\" muse, which had been \"hurry'd from her Cave with wild affright,\" might be protected by the archbishop. The poem concludes with the hope that the poet will then have the courage to speak in public:\n \nYour Life (my Lord) may, ev'n in me, produce\nSuch Raptures, that, of their Rich Fury Proud,\nI may, perhaps, dare to repeat aloud;\nAssur'd the World that Ardour will excuse,\nApplaud the subject, and forgive the Muse.\n\n\r\nBefore, however, an authorized version of the poems was printed, Philips died of smallpox on 22 June 1664, at the age of thirty-two. Three years later the folio volume of her works was published by Henry Herringman—this book edited, it is often said, by Cotterell. Whereas the 1664 volume had comprised 75 poems, the 1667 edition prints 116 poems by Philips, 5 translations from French and Italian sources, and both Pompey and Horace. For the first part of the volume, the 1667 edition relied on the 1664 quarto, generally maintaining the order of poems but emending some words and whole lines. For example, line 4 of \"On the numerous accesse of the English to waite upon the King in Holland\" was changed from \"As Pompey's residence made Africk Rome\" to \"As Pompey's Camp, where e're it mov'd, was Rome\"; line 90 of \"In memory of that excellent person Mrs. Mary Lloyd\" was changed from \"As ancient Lamps in some Egyptian Urn\" to \"As a bright Lamp shut in some Roman Urn.\" Although some of the 1667 variants match lines in autograph copies of Philips's poems, it is unknown whether the other variants introduced into the folio are by Philips, Cotterell, or a third hand. Nor is it known in what order Philips would have chosen to print her poems had she herself seen them through the press. Noting, first, that the custom of her age was to begin and end volumes of poetry with \"serious\" verse and, second, the enthusiastic tone of many of Philips's Royalist statements, one may speculate that she would have chosen to begin and end the 1667 volume with Royalist poems. It is possible that she wrote the poem to the archbishop of Canterbury because she wanted a poem to balance the first poem in the volume, for both the first and last poems in the 1667 folio employ the traditional humility topos to express the poet's reluctance to speak publicly about public events. Whereas \"Upon the double murther of K. Charles\" protests what Philips saw as the chaotic events of the civil wars, \"To my Lord Arch: Bishop of Canterbury\" expresses relief \"after such a rough and tedious Storm / Had torn the Church, and done her so much harm.\"\n\r\nIn 1697 Samuel Briscoe included four private letters from Philips in a volume entitled Familiar Letters. Written by the Right Honourable John, late Earl of Rochester, and several other Persons of Honour and Quality. Berenice, the woman to whom they were addressed, is as yet unidentified (Thomas suggests that she may have been Lady Elizabeth Ker). The story the letters tell is of a lost friendship. The first is dated \"June the 25th,\" without a year; the second and third, 2 November and 30 December 1658. All three express Orinda's intense pleasure in her friendship with Berenice and conclude with some variation of the formula \"Your Ladiships most Faithful, and most Passionate Friend and Servant, Orinda.\" In the fourth letter, which the editor observes \"was wrote but a Month before Orinda died,\" the writer—who now signs herself \"Your Ladiship's most affectionate humble Servant and Friend, K. Phillips\"—fervently hopes that Berenice will \"once more receive me into your Friendship, and allow me to be that same Orinda, whom with so much goodness you were once pleased to own as most faithfully yours, and who have ever been, and ever will be so.\"\n\r\nIn 1705, three years after Sir Charles Cotterell's death, Bernard Lintott published a volume of letters chronicling a far more successful friendship. The preface to Letters from Orinda to Poliarchus validates the authenticity of the work by claiming that \"Anyone who has a Nicety of Taste, or Judgment, may easily discern the following Papers to be the real Product of that Pen, which infinitely obliged us with so curious a Variety of Poems, that have procur'd themselves an universal Applause; and that her Writings in Prose deserve an equal Reputation, is no vain Conjecture.\" The preface then goes on to present the letters that follow as \"worth the reading\" on two counts. They offer, we are told, an excellent example of a prose style that avoids \"the two Extremes, either of uncorrect Looseness in her Stile, or starch'd Affectation,\" and they \"will sufficiently instruct us how an intercourse of writing, between Persons of different Sexes, ought to be managed, with Delight and Innocence.\" In this volume an Englishwoman has outdone French practitioners of the art of letter writing; indeed, \"'Tis very unaccountable, when we have such Examples of Excellency among our selves that the French writers, in the Epistolary Way, should be so frequently translated by us.\"\n\r\nLintott's collection begins with Orinda's letter of 6 December 1661, a letter that opens with an extended statement of her regard for Poliarchus. It ends on 17 May 1664, only a few weeks before Philips's death. Gossipy details about the royal family, rival poets, and rival wooers give the volume the piquancy of an epistolary novel. Several interwoven narratives present the story of Orinda's sorrow when her friend Calanthe (this code name for Lucasia, G. Blakemore Evans was the first to realize, was the name Cartwright first gave the character who would later become Lucasia in his play The Lady Errant) decides to marry Memnon (Marcus Trevor, later Lord Dungannon) instead of Poliarchus; the story of Philips's work on her translation of Pompey and of its success on the Dublin stage; the story of her distress over the publication of her poems; and the story of her intense desire to visit London and to see Poliarchus. The final letter apologizes to Poliarchus that his godson is to be named after his father, Hector Philips, rather than after Sir Charles. It ends with a perfect expression of friendship \"between Persons of different Sexes ... with Delight and Innocence\": \"If am not mistaken in your Goodness, be pleas'd to come hither this Afternoon a little before three, where it will be privately christen'd and where you shall find, &c. ORINDA.\" In 1729, when Letters from Orinda to Poliarchus was republished, it included one additional letter. The latter was then owned, as it is now, by Cotterell's family.\n\r\nTo Philips's canon, twentieth-century scholars have added a few poems not in the 1667 volume: the juvenilia described earlier; three poems in Cardiff City Library MS. 2 1073 (\"To Sir Amorous La Foole,\" \"On Argalus his vindication to Rosania,\" and \"Juliana and Amaranta: A Dialogue\"); \"To the Lady Mary Butler at her marriage with the Lord Cavendish, October 1662,\" which appears with Philips's poems in two manuscripts and in Poems, by Several Persons; \"To Rosania and Lucasia: Articles of Friendship,\" in the Huntington Library; \"On the Coronation\" from MS. Locke e. 17 at the Bodleian Library; and the epitaph inscribed on John Lloyd's monument in Cilgerron (also in the Philips holograph, National Library of Wales, 775B). For various reasons, scholars have rejected \"Upon his Majesties most happy restauration to his Royall Throne in Brittaine\" and \"Upon the Hollow Tree unto which his Majestie escaped after the unfortunate Battell at Worcester,\" both of which are ascribed \"Cecinit Domina Phillips agro Pembrokiae\" in the one known manuscript in which they appear (Bodleian br. bk. Firth b. 20).\n\r\nThe principal sources of information about Philips's life and work include Philip Webster Souers's biography (1931), refined and occasionally corrected by Patrick Thomas's edition of the poems (1990), as well as her collected letters (1992), edited by Thomas, and a companion volume of translations prepared by Ruth Little and Germaine Greer in 1993. The first scholarly volume devoted solely to Philips, The Noble Flame of Katherine Philips: A Poetics of Culture, Politics, and Friendship, was published in 2015, and a three-volume edition of her poems, letters, and other publications, edited by Paula Loscocco, was released in 2017. Much recent scholarship on Philips has focused on the means by which—in an age when women were urged to be \"chaste, silent, and obedient\"—she achieved acclaim as a poet to be read and emulated. Nevertheless, an increasing number of readers have turned to the works themselves to discover a writer whose talents were far from modest and whose recognition by seventeenth-century literati such as Abraham Cowley and John Dryden was well deserved.  —Elizabeth H. Hageman\n", "attrs": {"Region:": ["England"]}}