{"pf_url": "https://www.poetryfoundation.org/poets/kathleen-jamie", "name": "Kathleen Jamie", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/841937275dcd5f6f0719243c9a2bc62cfa3b1bb6.jpeg", "bio": "\nBorn in the west of Scotland, Kathleen Jamie studied philosophy at Edinburgh University. At 19 she won the prestigious Eric Gregory Award, which enabled her to explore the Himalayas, and at 20 she published her first poetry collection, Black Spiders (1982).\n\r\nJamie resists being identified solely as a Scottish poet, a woman writer, or a nature poet. Instead, she aims for her poetry to “provide a sort of connective tissue,” as she notes in a 2005 interview. As writer Tess Taylor observed in the Boston Review, in Jamie’s poetry “the simile is a form of repair.” Influenced by Seamus Heaney, Elizabeth Bishop, John Clare, and Annie Dillard, Jamie writes musical poems that attend to the intersection of landscape, history, gender, and language. Jamie often engages Scots speech in her poetry, enjoying the “feel of it and the texture of it in the mouth,” as she explains in an interview with The Guardian.\nShe is the author of numerous collections of poetry, including The Bonniest Company(Picador, 2015), Waterlight: Selected Poems (2007), and The Tree House (2004), which won the Forward Prize for best poetry collection of the year, and a Scottish Arts Council Book of the Year Award. Jamie has also won the Somerset Maugham Award, a Forward Poetry Prize for her poem “The Graduates,” a Paul Hamlyn Award, and a Creative Scotland Award. Jamie has twice won the Geoffrey Faber Memorial Prize, and three of her collections have been short-listed for the T.S. Eliot Prize. Her first collection of selected poems, Mr. & Mrs. Scotland Are Dead (2002), was short-listed for the Griffin Poetry Prize.\n\r\nTravel and observation inform Jamie’s poetry, and she has written several creative nonfiction books, including The Golden Peak: Travels in North Pakistan (1992). She collaborated on The Autonomous Region: Poems and Photographs from Tibet (1993) with photographer Sean Mayne Smith. Much of her travel writing has been collected in Among Muslims (2002).Her collection of essays, Sightlines (2013), won the Orion Book Award. \n", "attrs": {"Region:": ["Scotland"]}}