{"pf_url": "https://www.poetryfoundation.org/poets/kay-ryan", "name": "Kay Ryan", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0d521b733b1b1e9ea3eb88c926ca72d4dab501cf.jpeg", "bio": "\nBorn in California in 1945 and acknowledged as one of the most original voices in the contemporary landscape, Kay Ryan is the author of several books of poetry, including Flamingo Watching (2006), The Niagara River (2005), and Say Uncle (2000). Her book The Best of It: New and Selected Poems (2010) won the Pulitzer Prize for Poetry.\nRyan’s tightly compressed, rhythmically dense poetry is often compared to that of Emily Dickinson and Marianne Moore; however, Ryan’s often barbed wit and unique facility with “recombinant” rhyme has earned her the status of one of the great living American poets, and led to her appointment as U.S. Poet Laureate in 2008. She held the position for two terms, using the appointment to champion community colleges like the one in Marin County, California where she and her partner Carol Adair taught for over thirty years. In an interview with the Washington City Paper at the end of tenure, Ryan called herself a “whistle-blower” who “advocated for much underpraised and underfunded community colleges across the nation.”\n\r\nRyan’s surprising laureateship capped years of outsider-status in the poetry world. Her quizzical, philosophical, often mordant poetry is a product of years of thought. Ryan has said that her poems do not start with imagery or sound, but rather develop “the way an oyster does, with an aggravation.” Critic Meghan O’Rourke has written of her work: “Each poem twists around and back upon its argument like a river retracing its path; they are didactic in spirit, but a bedrock wit supports them.” “Sharks’ Teeth” displays that meandering approach to her subject matter, which, Ryan says, “gives my poems a coolness. I can touch things that are very hot because I’ve given them some distance.”\n\r\nKay Ryan is the recipient of several major awards, including fellowships from the John D. and Catherine T. MacArthur Foundation, the National Endowment for the Arts, the Ingram Merrill Foundation, and the Guggenheim Foundation. She has received the Union League Poetry Prize and the Maurice English Poetry Award, as well as the Ruth Lilly Poetry Prize. Since 2006 she has served as a Chancellor of the Academy of American Poets.\r\n \r\n \n", "attrs": {"Region:": ["U.S., Western"]}}