{"pf_url": "https://www.poetryfoundation.org/poets/keith-waldrop", "name": "Keith Waldrop", "yob": "1932", "yod": null, "image": null, "bio": "\nKeith Waldrop, who was awarded the 2009 National Book Award for poetry for Transcendental Studies: A Trilogy, has been a prominent voice in American poetry for over forty years.  He is the author of over a dozen books of poetry, prose, and translations. With Rosmarie Waldrop he co-edits Burning Deck Press.Waldrop was born in Emporia, Kansas in 1932. He enrolled in the pre-med program at Kansas State Teacher’s College, but his studies were interrupted in 1953 when he was drafted into the US Army. While stationed in Germany during the 1950s, Waldrop met his wife, the poet and translator Rosmarie Waldrop. He earned a PhD in comparative literature in 1964 from the University of Michigan and has taught at Brown University since 1968.  In addition to being an internationally celebrated poet, Waldrop is a respected translator of French literature.  His translations include writing by Claude Royet-Journoud, Anne-Marie Albiach, Edmond Jabès, and most recently Charles Baudelaire’s Les Fleurs du Mal. The French Government has given him the rank of “Chevalier des arts et des letters.”Waldrop’s poetry navigates concerns that are at once personal and philosophical by representing a world that is endlessly strange and fascinating. As A.L. Nielsen has said of Waldrop’s poety: “Keith Waldrop has concerned himself with the topology of the world of writing more consistently and valuably than any poet I can think of since the late Paul Celan. There is, in Waldrop's work, a steady thought directed to the way that we make our way in the world by thinking and speaking. Where Wallace Stevens gave us the portrait of a man bothered by the march of ants through his shadow, Waldrop gives us the disturbances of the world in its representations.”Upon receiving the National Book Award, the judges said of Waldrop’s poetry: “If transcendental immanence were possible, it would be because Keith Waldrop had invented it; he’s the only one who could—and in Transcendental Studies he has. These three linked series achieve a fusion arcing from the Romantic to the Postmodern that demonstrates language’s capacity to go to extremes—and to haul daily lived experience right along with it: life imitates language, and when language becomes these poems, life itself gets more various, more volatile, more vital.”In addition to winning a National Book Award, Waldrop has received an NEA Fellowship for translation, a stipend from the DAAD Berlin Artists’ Program, and a Fund for Poetry Award.  His poetry has been translated into French, German, and Danish.\n", "attrs": {}}