{"pf_url": "https://www.poetryfoundation.org/poets/kelly-cherry", "name": "Kelly Cherry", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/297dea54b5dc704523767e88263478098151f7cf.jpeg", "bio": "\n                                                                    Kelly Cherry was born in Baton Rouge, Louisiana, and grew up in Ithaca, New York, and Chesterfield County, Virginia. She did graduate work in philosophy at the University of Virginia and earned an MFA from the University of North Carolina at Greensboro. Cherry was the daughter of violinists, and her early exposure to music has had a profound affect on her work, which ranges in genre from poetry to novels to short fiction to memoir to criticism. In an interview with Kaite Hillenbrand, Cherry noted that “musical dynamics, phrasing, pitch, tone, texture, orchestration et al. provide inspiration, and sometimes a model, for a poet, as do the lives of some composers.”   Cherry is the author of more than 20 books and chapbooks of writing. Her collections of poetry include Songs for a Soviet Composer (1980), God’s Loud Hand (1993), Death and Transfiguration (1997), Rising Venus (2002), Hazard and Prospect: New and Selected Poems (2007), and The Retreats of Thought: Poems (2009). Her works of fiction include Sick and Full of Burning (1974); In the Wink of an Eye (1983); The Society of Friends (1999), which won the Dictionary of Literary Biography Award for Short Fiction; We Can Still Be Friends (2003); and The Woman Who (2010). An accomplished writer of nonfiction, Cherry has also published memoirs, including The Exiled Heart (1991), and essay collections, such as Girl in a Library: On Women Writers & the Writing Life (2009). She has also published two translations of ancient Greek drama.   The recipient of numerous honors and awards, Cherry was named the poet laureate of Virginia in 2010. She has received fellowships from the Rockefeller Foundation, the National Endowment for the Arts, the Ragdale Foundation, and Yaddo. She taught at the University of Wisconsin–Madison for more than 20 years. She retired in 1999 but still holds the positions of the Eudora Welty Professor Emerita of English and the Evjue-Bascom Professor Emerita in the Humanities. The inaugural recipient of the Hanes Poetry Prize and the Ellen Anderson Award, Cherry was a Director’s Visitor at the Institute for Advanced Study at Princeton in 2010. She lives on a small farm in Virginia with her husband, the fiction writer Burke Davis III.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}