{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-burke", "name": "Kenneth Burke", "yob": "1897", "yod": "1993", "image": null, "bio": "\n                                                                    Poet, essayist, novelist, and literary theorist Kenneth Burke was born in Pittsburgh, Pennsylvania. He attended the Ohio State University and Columbia University though he did not earn a degree. In 1941, W.H. Auden lauded Burke as \"unquestionably the most brilliant and suggestive critic now writing in America.\" Best known for his volumes on literary theory, Burke is considered one of the founders of the New Criticism. His most famous theory, dramatism, emphasized how literature and semiotics influence human moral capacity. He also asserted that art takes precedence over politics and has an obligation to engage society. Burke’s volumes of criticism include Philosophy of Literary Form (1941), A Grammar of Motives (1945), and Language as Symbolic Action (1966).    Though Burke is most widely known for his contributions to modern literary critical theory, he also published several short stories and works of poetry. His poetry and prose frequently intertwine criticism and creative writing. Critic Dan Johnson notes, “As one might expect from a scholar of rhetoric, Burke’s prose is impeccable and, for the most part, crystal clear, but his imagination is that of a modern Blake.” Burke often engaged other poets, such as Walt Whitman and Hart Crane, in dialogue in his verse.    Burke’s poetry appears in four collections: Book of Moments (1955), Collected Poems 1915–1967 (1968), the posthumously published The Late Poems: 1968-1993 Attitudinizings Verse-wise, While Fending for One's Selph, and in a Style Somewhat Artificially Colloquial (2005), and Here & Elsewhere: The Collected Fiction of Kenneth Burke (2005). In 1981, Burke received the National Medal for Literature. He was a member of the National Institute of Arts and Letters as well as the American Academy of Arts and Letters. Burke was married twice and lived most of his life in Andover, New Jersey.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}