{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-koch", "name": "Kenneth Koch", "yob": "1925", "yod": "2002", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/5088b56fd566ee77aa6d33277757d5384879079b.jpeg", "bio": "\nPrize-winning author Kenneth Koch published numerous collections of poetry, avant-garde plays, and short fiction while also serving as one of the nation’s best-known creative writing teachers during a career that spanned over five decades. Associated with the New York School of poetry for most of his career, Koch used surrealism, satire, irony, and an element of surprise in many of his poems. Koch explored an assortment of emotions in his poetry, but in an era seemingly dedicated to deep seriousness he refused to relinquish lightness or a sense of humor. According to Phoebe Pettingell in the New Leader, Koch’s works “convey his perennial freshness in at least two senses of that word: novelty and cheekiness. He has a subtle grasp of the nuances of language as well as a gift for hilarious parody, and behind his casual, friendly manner there is formidable technique and learning.” The winner of many awards, Koch was a vibrant part of the literary social scene of New York City and an influential voice of his generation.\n\r\nKoch was called “the funniest serious poet we have,” by David Lehman in Newsweek. Although Peter Stitt maintained in the Georgia Review that the author’s “greatest commitment as a poet is to not making very much sense, to not taking things very seriously,” other critics argue that Koch’s poetry has an underlying seriousness and have praised his imagination and originality. Koch’s “playfulness, in tone and technique, has often caused him to be underrated,” wrote Salmagundi contributor Paul Zweig. “But it is just his great capacity for humor, based on so much more than mere irony, that makes him important. He has reclaimed the humorous for serious writers of poetry and for that we are in his debt.” Lehman, in his book The Last Avant-Garde, commented that Koch “had the misfortune to be a protean comic genius at the moment when the lyric poem [was] the be-all and end-all of verse and [was] mistakenly held to be incompatible with the spirit of comedy.”\n\r\nKoch addressed the idea of comic poetry in an interview with Jordan Davis that was published in Koch’s The Art of Poetry. “Some readers think of a poem as a sort of ceremony—a funeral, a wedding—where anything comic is out of order. They expect certain feelings to be touched on in certain conventional ways. Dissociation, even obscurity, may be tolerated, but only as long as the tone remains solemn or sad enough.” Koch continued, “There may be a perfectly serious poem, a good poem … and some other person writes a parody of it and one line of the parody may have more truth than the whole original poem, or at least be freer to reach the intoxicating heights that sometimes seem where truth is from.”\n\r\nKoch is credited as of the founders of the New York School of poetry, which came into existence in the 1950s. At the time, the poets who were working within the “school\"—including John Ashbery, Frank O'Hara, and Koch, among others—hardly considered themselves trendsetters. The name “New York School” was coined for them by Donald Allen for an anthology he was editing in the late 1950s, and it suggested a spirit of novelty and experimentation that well-suited its young practitioners. “The so-called New York School assembled its own outsider identity from some of the same sources as the Beats: an urban male savvy, sometimes inflected with Jewish and gay sensibilities, and an openness to avant-garde work in other media,” explained Christopher Benfey in the New Republic. According to Benfey, Koch was “a conspicuous member of the New York School, often chronicling its exploits and mourning its losses.” Dictionary of Literary Biography contributor Michael Adams observed that Koch “characterized the New York School style as ‘antitraditional, opposed to certain heavy uses of irony and symbolism.’” Adams also quoted Koch as saying, “I think we may have been more conscious than many poets of the surface of the poem, and what was going on while we were writing and how we were using words.”\n\r\nLike other poets of the New York School, Koch used stream-of-consciousness in his writing and stressed the importance of the present moment and the ordinary. Pettingell, concluded that pop references and personal asides notwithstanding, Koch’s work continues to stand the test of time quite well. “The joke is that those bards of the passing scene, Ashbery and Koch, continue to flourish. Indeed, today they appear to exemplify the tenets of postmodernism.”\n\r\nKoch’s first book of poetry, titled simply Poems, was wide-ranging. In the New York Review of Books, F.W. Dupee wrote that “Koch is fond of making poetry out of poetry-resistant stuff. Locks, lipsticks, business letterheads, walnuts, lunch and fudge attract him; so do examples of inept slang, silly sentiment, brutal behavior and stereotyped exotica and erotica.” Employing the bizarre humor of surrealism and the techniques of abstract expressionism, Koch crafted poems that emphasize form and sound. The words Koch selects to present his subjects surge together “like an express train of exuberant sounds,” observed Poetry contributor David Lehman, adding that “the poet takes a great deal of delight in the sounds of words and his consciousness of them; he splashes them like paint on a page with enthusiastic puns, internal rhymes, titles of books, names of friends … and seems surprised as we are at the often witty outcome.” \nThe publication of Poems sparked the critical debate over the seriousness of Koch’s work. Finding the book “tasteless, futile, noisy and dull,” Harry Roskolenko argued that “Koch writes lazy verse and is precious and puerile” in Poetry magazine. This negative review prompted a rebuttal from writer Frank O'Hara, who asserted that Koch “has the other poetic gift: vivacity and go, originality of perception and intoxication with life. Most important of all, he is not dull.”\n\r\nKoch seemed to thrive on the intensity in writing a new poem, and many of his verses deal with the poetic imagination and the act of creation. Poetry contributor Paul Carroll explained: “Koch celebrates that splendid faculty with which men make poetry. His poems embody the poetic imagination as it rejoices in the ebullience of its health and freedom, its fecundity, its capacity for endless invention, its dear, outlandish ability to transform everyday, pragmatic reality into an Oz or a tea-party at the March Hare’s house, its potency in, possibly, achieving a bit of immortality as a result of having brought forth some children of the soul.”\n\r\nIn his next book, The Art of Love, Koch’s “voice is unperturbed, offering serene and careless advice on the arts of love and poetry for those who have ears and can hear,” explained Paul Wilner in the Village Voice. Writing in Poetry, J.D. McClatchy referred to the book as an “erotic romp”; Wilner described it as “updating Ovid by reinventing the alphabet of emotion.” Zweig added that Koch’s “humor has an edge of satire; his ebullient absurdity slides into an original form of social and cultural criticism, as in ‘The Artist’ and ‘Fresh Air,’ both enormously funny epics about the impossibility of art.” In the poem “The Art of Love,” Koch parodies several advice-giving documents and tries to “enable both poet and reader to distance feelings, ideas, experiences, so as to perceive them strangely, freshly, as if they were rare or even alien curiosities, objets d'art, perhaps, in some great Bloomingdale’s of the imagination,” asserted Sandra M. Gilbert in Poetry. The drawbackto this form of presentation is that detachment can filter in. Shenandoah contributor Conrad Hilberry found that Koch’s verse, “like pop art, present great simplicity but maintain so much ironic distance that they make the ordinary reader uneasy.” \n“Every book of poems by … Koch seems to be a new beginning, a starting over, a trying-out of new voices, styles and idioms,” observed John Boening in review of Days and Nights in World Literature Today. The poems in the collection are concerned with love, aging, loneliness, the past, and the future; they demonstrate, wrote Mark Hillringhouse in the American Book Review, that “Koch has paid more attention to physical detail and places his emotions directly and concretely into the poem.” And the title poem, “Days and Nights,” is phrased in such a way so as to evoke “a whole spectrum of emotions; from lost time to old friends, to travels and defeats to fears of writing itself,” Hillringhouse said. “Koch sets out to explore a new landscape that is honest to the act of writing and to the process of the imagination.”\nOn the Edge, explained Mark Hillringhouse in the American Book Review, “consists of two lengthy poems, ‘Impressions of Africa’ and ‘On the Edge.’  The second was “more ambitious, ranging widely over the facts and fiction of … Koch’s life,” wrote New York Times Book Review correspondent John Ash. It moves back and forth between past and present, with “memories and currencies of sentiment jostling one another,” said Denis Donoghue in Commonweal.  Washington Post Book World contributor Peter Davison viewed the allusions the poem relies on as “calculated to exclude outsiders, to make the non-belonger feel stupid, to make the reader ransack for a footnote.” Ash, however, viewed the book as taking “great risks,” and claimed that “we cannot do better” than appraise the work according to Koch’s “own demanding criteria, set out in his Art of Poetry. Does it astonish? Is it sufficiently modern? Is it written in his own voice? Is it devoid of ‘literary, “kiss-me-I'm-poetical” junk’? Is it ‘serious without being solemn, fresh without being cold’? The answer, in all cases, must be affirmative.”\n\r\nKoch’s next collection, Seasons on Earth, is comprised of “Seasons on Earth” and two of Koch’s previously published comic epics, “Ko; or, A Season on Earth” and “The Duplications.” Adams described Ko; or A Season on Earth as “modeled partially after Byron’s Don Juan and Ariosto’s Orlando Furioso” that “details the misadventures of a group of outlandish characters who flit about from continent to continent, reality to unreality.” Among other things, the poem relates the story of Ko, a Japanese college student who comes to the United States to play baseball.\n\r\nIn the Washington Post Book World, Terence Winch described “The Duplications” as “something of a nonsense epic whose seriousness lies more in the demonstration of Koch’s impressive technical skill than in the narrative itself.” There are many “duplications” in the poem, maintained Winch, but the most important ones are the rhymes. And although the poem is a narrative, Winch also suggested that the way in which Koch’s mind works and the language he uses deserve more attention than the actual story. His “work is important for its singularity as for its exuberant invention, inspired fluency, and histrionic imagination,” concluded Lenhart.\n\r\nKoch’s mature works increasingly demonstrated the poet’s willingness to experiment in a variety of forms. In 1994 he released two poetry collections, following his 1993 volume of short-short stories. All three books earned significant critical response, with the poetry collections cited as factors in awarding Koch the Bollingen Prize. In a review of Koch’s work in the Chicago Tribune, Paul Hoover hailed the poet as “an extravagant improviser, natural formalist and borscht-belt comedian. His poems have daring, ease and sprezzatura; they are formally accomplished without pomposity.” Writing about his collection On the Great Atlantic Rainway, Hoover described Koch as “a poet of intimacy and size, lyricism and intelligence. Because his work is lighthearted, it has been accused of triviality. Yet in poems like his hilarious polemic, ‘Fresh Air,’ Koch shows the fiercely moral nature of the true satirist.”\n\r\nIn Straights Koch contributes not only poems but prose and even a fugue; still, the poems on themes of aging, seasonal change and “the loss of the sacred in everyday life” most accurately characterize the volume. Straits was viewed as a somewhat mixed bag, according to Poetry reviewer Ben Howard, although Koch’s most successful entries feature a “sophisticated wit and stylistic panache,” both of which “illuminate their subjects.” Noting an autobiographical bent in the collection, a Publishers Weekly contributor remarked upon perceiving “glimpses of the man behind the curtain” in the collection.\n\r\nKoch reaches even deeper into his own life for the stuff of New Addresses and A Possible World.  The two autobiographical collections would prove to be Koch’s last gift to readers; he was by now engaged in the battle against leukemia that would ultimately end his life in July 2002. A Publishers Weekly reviewer, praising New Addresses as the poet’s finest work to date, discussed with Koch its autobiographical elements. Examining his life as it revealed itself in the poems of New Addresses, the poet also came to terms with a pivotal moment in his life: his military service during World War II. “I'd never really been able to write [about the war] because it’s like being psychotic to be in a war. You're walking around with a gun … and they shoot you!” However, from a distanced perspective, the mature poet found that treating the war as a character, like any other person, “enabled me to get some of the feelings back, like the crazy idea that I couldn’t be killed because I had to write.” Containing “Bel Canto,” “Variations on Home and Abroad,” and “A Memoir,” as well as a number of short verses expressing the author’s love of travel, A Possible World “displays Koch’s verve and light touch,” according to a Publishers Weekly contributor, although the overall mood of the collection “is unmistakably colored by requiem.”\n\r\nKoch also wrote many short plays that critics have praised for their equal measures of parody, satire, and irony. As Koch said in his interview with Davis, “I like plays that are astounding in some way—that make convincing what is unusual and even, seemingly, impossible.” Denis Donoghue suggested in a New York Review of Books essay that in Bertha and Other Plays, “Koch implies in his smiling way that nothing is too silly to be said or sung, provided we know exactly how silly it is.” In the New York Review of Books, Stephen Spender described Koch’s plays as inventive and having “the funniness which comes out of exuberant vitality.” Koch’s cast of characters in One Thousand Avant-garde Plays, wrote David Lehman in the Washington Post Book World, David Lehman, includes Lord Byron, Bozo, Olive Oyl, a Chinese cook, Little Red Riding Hood, Watteau, and hippopotami. The plays are, Lehman wrote, “a pure act of poetic invention.”\n\r\nAside from writing poetry, Koch also devoted his time to teaching poetry to children and the elderly. He was a member of the faculty at Columbia University for many years. In 1968 he began his experiment with children at P.S. 61, a New York City elementary school. His Wishes, Lies, and Dreams: Teaching Children to Write Poetry describes how writing became exciting for these students and includes some of his students’ poetry. Saturday Review contributor Herbert Kohl considered the work “perhaps the best book I have read portraying the joy and excitement young people experience when writing in a happy place where people care about their work.”\n\r\nAlthough the students in Koch’s class wrote some exceptional poetry, Koch didn’t stop there. As John Gardner explained in the New York Times Book Review, “The children themselves felt a need for something more. Koch’s response was to shift the experiment to ‘teaching great poetry to children,’ thus broadening the tradition available to them.” The record of this experiment and its tremendous results is Rose, Where Did You Get That Red?: Teaching Great Poetry to Children. Koch also worked with the residents of Manhattan’s American Nursing Home. I Never Told Anybody: Teaching Poetry Writing in a Nursing Home was the result.” At first unresponsive, the elderly and infirm students learned “to summon and repeat words joyfully, to exaggerate enthusiastically, to celebrate contrasts, to become immersed in nature, to imagine all sorts of places, to put themselves into many different kinds of shoes,” wrote Robert Coles in the New York Times Book Review.\n\r\n“I seem to go on being influenced, and encouraged, by what I read,” Koch said of his work as a poet. He also served as an influence to the writers who have followed in his wake. “Koch’s poetry remains an underrated treasure, arousing discipleship and high ardor wherever the spirit of the New York school is strong and ignored wherever not,” Lehman noted in his book. In World Literature Today, Bernard F. Dick observed that the author’s body of work depicts “a poet’s progress, beginning with self-conscious experimentation in the usual way of finding a voice and ending with a voice as distinctive and resonant as the ones that echo through the poetry.” Koch’s poems “attest to a creative power and its gradual refinement, as life and art, the playful and the profound,” wrote Dick.\n", "attrs": {"School/Period:": ["New York School"]}}