{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-patchen", "name": "Kenneth Patchen", "yob": "1911", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/01d15369669d85ad81dcd71ae66ffc1cdeaa831b.jpeg", "bio": "\nKenneth Patchen was born into a poor family in Niles, Ohio. He moved to Wisconsin after high school and studied at the University of Wisconsin. He then held a variety of jobs as a migrant worker in the United States and Canada, and ended up in New York City, where, in 1936, he published his first book of poems, Before the Brave. His over 40 books of poetry include Wonderings (1971), But Even So (1968), Poems of Humor and Protest (1960), To Say If You Love Someone (1959), and Selected Poems (1946). In 1967, Patchen was recognized by the National Foundation on the Arts and Humanities for “a life-long contribution to American letters.”\nLargely a self-taught writer, Patchen never appeared to win widespread recognition from the professors at universities or many literary critics. As the New York Times Book Review noted, “While some critics tended to dismiss his work as naive, romantic, capricious and concerned often with the social problems of the 1930s, others found him a major voice in American poetry.”\nPatchen’s poetry has always resonated with young people. Kenneth Rexroth once pointed out that “during the Second World War and the dark days of reaction afterwards [Patchen] was the most popular poet on college campuses.” One reason for the attraction of generations of college-age readers to Patchen may be the quality of timelessness of his beliefs and ideas. An article in the New York Times explained that Patchen’s antiwar poetry—written in response to atrocities of World War II—was embraced by students protesting the Vietnam War in the late 1960s.\nA writer for the New York Times Book Review once wrote that “there is the voice of anger—outspoken rage against the forces of hypocrisy and injustice in our world. Patchen sees man as a creature of crime and violence, a fallen angel who is haunted by all the horrors of the natural world, and who still continues to kill his own kind: ‘Humanity is a good thing. Perhaps we can arrange the murder of a sizable number of people to save it.’”\nPatchen was also known for creating painted poems. He collaborated with the composer John Cage on the radio play The City Wears A Slouch Hat (broadcast in 1942), in the 1950s he became famous in poetry circles for reading his poetry to the accompaniment of jazz music.\nHe died in Palo Alto, California in 1972.\n", "attrs": {"School/Period:": ["Beat"]}}