{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-rexroth", "name": "Kenneth Rexroth", "yob": "1905", "yod": "1982", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/cdeccc3a32afeb0f2ddeb3b367b4468484cb524d.jpeg", "bio": "\nKenneth Rexroth was born in South Bend, Indiana and frequently moved around the Midwest during his childhood. He led a tumultuous life that included being orphaned at 14, constant traveling both in the US and abroad, intense political activism, and four marriages. He was largely self-educated and fluent in a number of languages; his work addressed and incorporated Eastern and Western philosophy, ecology, sexuality, and mysticism. Rexroth was influential to a number of midcentury American poets associated with the San Francisco Renaissance and was known, in his lifetime, as “Godfather” of the Beats—he organized and emceed the Six Gallery reading in 1955 where Allen Ginsberg first read “Howl.” Rexroth’s political activity was also notable: he was a conscientious objector during World War II and helped Japanese Americans evade internment policies enacted by the US government. Later in life, he also supported the Civil Rights, anti-war, and feminist movements. He taught at the University of California, Santa Barbara throughout the late 1960s and early ‘70s and went to Japan on a Fulbright fellowship in 1974. He was recognized later in life by the literary establishment he had spent decades railing against: he received the Copernicus Award from the Academy of American Poets in 1975 and a National Endowment for the Arts fellowship in 1977. Rexroth died in 1982.\nIn a reminiscence written for the Los Angeles Times Book Review, Kenneth Rexroth’s friend and former student Thomas Sanchez portrayed him as a “longtime iconoclast, onetime radical, Roman Catholic, Communist fellow traveler, jazz scholar, I.W.W. anarchist, translator, philosopher, playwright, librettist, orientalist, critical essayist, radio personality, newspaper columnist, painter, poet and longtime Buddhist.” Rexroth also made major contributions to modern American poetry. The length and breadth of his career resulted in a body of work that not only chronicles his personal search for visionary transcendence but also reflects the artistic, cultural, and political vicissitudes of more than half a century. In a 1967 New York Times Book Review John Unterecker commented that “reading through all of Kenneth Rexroth’s shorter poems is a little like immersing oneself in the literary history of the last 40 years; for Rexroth experimented with almost all of the poetic techniques of the time, dealt, at least in passing, with all of its favorite themes.”\n\r\nA prolific painter and poet by age 17, Rexroth traveled through a succession of avant-garde and modernist artistic movements, gaining a reputation as a radical by associating with labor groups and anarchist political communities. He experimented amid Chicago’s “second renaissance” in the early 1920s, explored modernist techniques derived from the European-born “revolution of the word,” played an integral part in the anarchist-pacifist politics and poetic mysticism that pervaded San Francisco’s Bay Area in the 1940s, and affiliated himself with the “Beat Generation” in the mid-1950s. Intellectually as well as artistically eclectic, Rexroth scorned institutionalized education and criticism, calling American academics “corn belt Metaphysicals and country gentlemen,” as M.L. Rosenthal noted in The Modern Poets. After quitting school in his early teens, the poet pursued a curriculum of self-education that included not only literature from diverse cultures and times but encompassed science, philosophy, theology, anthropology, Asian thought and culture, and half a dozen languages. William R. McKaye of the Washington Post emphasized: “In an era in which American colleges crank out graduates who seemingly have never read anything, Rexroth … [appeared] well on the way to having read everything. And ‘everything’ is not just the standard European classics in translation: it is the Latins and Greeks in the original; it is the Japanese and Chinese; it is poetry of all kinds; … curiosities as the literature of alchemy, the writings of 18th and 19th century Anglican divines and the ‘Religio Medici’ of Sir Thomas Browne.”\n\nJames Laughlin, founder of the New Directions Publishing Corporation which published and kept in print most of Rexroth’s books, agreed that the poet found his mature style in The Phoenix and the Tortoise (1944) and The Signature of All Things (1950). “When he hit his true vein, a poetry of nature mixed with contemplation and philosophy, it was magnificent,” Laughlin claimed in a tribute. The Phoenix and the Tortoise was called by Morgan Gibson in his book Kenneth Rexroth, “much more coherent in style and theme” than Rexroth’s earlier work while focusing less on experimentation and politics. Instead, the book initiated a study of “the ‘integral person’ who, through love, discovers his responsibility for all in a world of war, cold war, and nuclear terror.” The true achievement of The Phoenix and the Tortoise and Rexroth’s next book, The Signature of All Things, was the emergence of “poems that affirm more convincingly than ever the transcendent power of personal love,” Gibson stated. “Read The Signature of All Things,” Laughlin urged. “It, how shall I put it, pulls everything in human life together. It is all there, all the things we cherish, all our aspirations, and over it all a kind of Buddhist calm.” Reviewing The Signature of All Things in the New York Times, Richard Eberhart outlined both Rexroth’s intent and his accomplishment: “Mr. Rexroth’s purpose is to make a particular kind of poem which will be classical in its restraint, but without severity; personal, revealing, and confessional, without being sentimental; and it must, according to his bent, eschew symbolism and any kind of ambiguous imagery for a narrative or statement strength based on noun and verb, but not weakened by adjectives.”\n\r\nThe form Rexroth adopted in his mature work, which he called “natural numbers,” was unrhymed and syllabic rather than metrically regular. Generally varying from seven to nine syllables per line, the structure allowed him to emphasize the “natural cadences of speech,” which Gibson pointed out had been important to the poet from the days of his earliest Cubist experiments. Looking back to the 1950s, Karl Malkoff remarked in a 1970 Southern Review: “Rexroth … never stopped experimenting with rhythms, which not surprisingly are crucial to the success of his poems. Here his work is most vulnerable; here his successes, when they come, are most striking. When … Rexroth hit upon the seven syllable line as a temporary resolution, he was accused of writing prose broken up into lines. … Actually, on rereading, Rexroth’s ear proves reasonably reliable.” When he published his first collection of selected work, the poet entitled it Natural Numbers: New and Selected Poems (1963), thus reaffirming the importance of an element critics had dismissed earlier as ineffective or unimportant.\n\r\nRexroth’s tetralogy of verse plays in “natural numbers,” Beyond the Mountains (1951), proves not only his devotion to the natural patterns of speech but indicates his knowledge of classical Greek and Asian literature. Gibson claimed in his study that the author’s “poetic, philosophical, and visionary powers [reached] their epitome” in the four dramas “Phaedra,” “Iphigenia at Aulis,” “Hermaios,” and “Berenike.” While the characters were based in Greek tragedy, Rexroth’s style reflected Japanese Noh drama. As Gibson related, an “important quality of Noh found in Rexroth’s plays is yugen, a term derived from Zen Buddhism and defined by Arthur Waley as ‘what lies beneath the surface’; the subtle, as opposed to the obvious; the hint, as opposed to the statement.” Although several commentators felt Beyond the Mountains suffered from obscurity or was more complex than necessary—including R.W. Flint, who wrote in Poetry magazine that the “plotting has been just a shade too ambitious for [Rexroth’s] poetic gift”—the renowned poet William Carlos Williams applauded both the work’s language and its form. “Rexroth is one of the leading craftsmen of the day,” proclaimed Williams in the New York Times. “There is in him no compromise with the decayed line of past experience. His work is cleanly straightforward. The reek of polluted Shakespeare just isn’t in it, or him. I don’t know any Greek, but I can imagine that a Greek, if he knew our language as we ought to but don’t, would like the athletic freshness of the words.”\n\r\nA common concern for poetry as straightforward, spoken language was only one of the links between Rexroth and the Beat Generation. Quoting Jack Kerouac’s definition found in Random House Dictionary, Charters defined the term Beat Generation as “‘members of the generation that came of age after World War II who, supposedly as a result of disillusionment stemming from the Cold War, [espoused] mystical detachment and relaxation of social and sexual tension.’ Emerging at a time of great postwar change, the Beat Generation was more than a literary movement, but at its heart was its literature.” Charters and Miller explained how Rexroth came to be connected with the movement: “By the mid-1950s many of the poets who were to become famous as Beat writers—Lawrence Ferlinghetti, Allen Ginsberg, Jack Kerouac, Michael McClure, Gary Snyder, Philip Whalen—had moved to San Francisco, attracted by the climate of radical poetry and politics, and they were soon part of Rexroth’s circle. … Considering the diverse aspects of Rexroth’s interests in avant-garde art, radical politics, and Eastern philosophy, one can understand why he seemed the perfect mentor for the Beats.”\n\r\nRexroth occupied a central position in the Bay Area’s literary community at the time. Characterized as “anarchopacifist in politics, mystical-personalist in religions, and experimental in esthetic theory and practice” by Gibson, the community revolved around the Pacifica Foundation, with its public arts radio station, and the Poetry Center at San Francisco State College, both of which Rexroth helped establish. As a contributor to the Nation, the San Francisco Chronicle, and the New York Times, he also wielded a certain critical power across the country. Rexroth used these forums to champion the younger poets’ work in articles like his February, 1957, Nation review entitled “San Francisco’s Mature Bohemians.” Most instrumental in linking Rexroth with the Beats, however, may have been the frequent poetry readings—often to jazz accompaniment—that Rexroth attended or helped organize from 1955 to 1957.\n\r\nRexroth considered the readings essential to foment “poetry as voice, not as printing,” as he told readers in his American Poetry: In the Twentieth Century (1971). Supporting the Beats with reviews and with his presence at their events, including his series of readings at the Cellar jazz club, Rexroth earned the title “Godfather of the Beats.” “Kenneth Rexroth seemed to appear everywhere at their side like the shade of Virgil guiding Dante through the underworld,” Alfred Kazin wrote in Contemporaries. “Rexroth … suddenly became a public figure.”\n\r\nUndoubtedly influencing the Beats more than they influenced him, the poet nonetheless was considered part of the school he instructed by many conservative or academic critics. As such, he often was dismissed or opposed as being part of a nonconformist craze. Some reviewers looked beyond the image, however, to assess the poet’s work itself. “Rexroth’s In Defense of the Earth [1956] showed him the strongest of West Coast anarchist poets because he is a good deal more than a West Coast anarchist poet,” emphasized Rosenthal. “He is a man of wide cultivation and, when not too busy shocking the bourgeois reader (who would like nothing better), a genuine poet.” Added Gibson: “Rexroth’s book of the Beat period, In Defense of the Earth … is no period piece. … These poems of love and protest, of meditation and remembrance, stand out as some of his most deeply felt poems.”\n\r\nDespite the vehement support Rexroth expressed for the birth of the Beat Generation, he became disillusioned when he saw the movement’s more prominent members become “hipsters.” Miller and Charters state that the poet “seemed to have become jealous of [the Beats’] success and widespread attention from the national press. He had fought for many years for his own recognition as a Poet,” they pointed out, “and as [the Beats’] popularity increased, his growing hostility toward [them] was expressed in a series of articles over the next several years.” Nevertheless, Rexroth remained supportive of certain aspects of some Beat writers’ works while condemning the movement as a whole. Several critics now note this point, attributing both Rexroth’s animosities and his preferences to an individual integrity not influenced by blind allegiance—or enmity—to any literary collective.\n\r\nRexroth’s position as a central yet independent figure in American literature was further strengthened by a personal account of his youth, entitled An Autobiographical Novel (1966). According to Dean Stewart, writing in the Los Angeles Times Book Review, the work “did most to enhance [Rexroth’s] image as a living historical personality; his essays in book form and spreading reputation as a keen social critic and insightful philosopher also helped.” Yet, while his role as the “outsider’s insider” in the literary world became widely acknowledged, serious attention to his own poetry seemed to receive secondary consideration. Commented Stewart: “For a poet who has constantly said he ‘only writes prose for money,’ Rexroth rivals H. L. Mencken as a terse and cogent critic. But like Mencken, the largely forgotten lexicographer, little-read essayist and much remembered personality, Rexroth may share a similar descending fame from poet to translator to essayist to personality.”\n\r\nGibson emphasized that in order to appreciate the importance of what Rexroth presents in An Autobiographical Novel the reader must understand Rexroth’s world view as it evolves through all his works. Integral to the development of the poet’s vision were his translation of foreign verse (both contemporary and ancient) and his study of Asian thought. Rexroth felt an artistic kinship with the Greeks and Romans of classical times and with Japanese and Chinese writers. Although, as Gibson commented, literary critics have yet to explore the relationships between Rexroth’s translations and his own poetry, it has been generally recognized that his later poems are characterized by a serenity and quiet intensity that reflect his study of Asian art and philosophy.\n\nThe Heart’s Garden, the Garden’s Heart (1968), New Poems (1974), and The Morning Star (1979)—Rexroth’s major poetry collections published after his autobiography—illustrate both his involvement with Asian cultures and his final resolutions of philosophical and technical concerns. Rexroth was, stated Victor Howes in the Christian Science Monitor, looking “for a sort of day-to-day mysticism.” It was “a poetry of direct statement and simple clear ideas,” the critic continued. “A poetry free of superfluous rhetoric. One might call it a poetry of moments.” Agreed Richard Eberhart in Nation, “Rexroth … settled down to the universal validity of stating simple and deep truths in a natural way.” “Though he [had] always been a visionary, he spent more than three decades searching for a philosophical rationale for his experience, for history, and for nature. In the 1960s he seems to have abandoned that kind of quest in favor of pure visionary experience,” Gibson summarized. “[The Heart’s Garden, the Garden’s Heart], an extended Buddhist-Taoist meditation written in Japan, shows the depths of his resignation and enlightenment.”\n\r\nWritten as Rexroth celebrated his 60th birthday, The Heart’s Garden, the Garden’s Heart did not “aim at giving answers to final questions that have none,” explained Luis Ellicott Yglesias in the New Boston Review. “Instead it is a meditation on a handful of central images that have been treasured for centuries because they have the virtue of clarifying experience to the points of making it possible to relinquish life with the facility of a ripe apple dropping from its branch.” Woodcock, who recognized in Rexroth’s earlier works a dialogue between the poet’s “conceptualizing mind” and his “experiencing sensibility,” felt the two were reconciled in the volume. Out of the fusion “there appears a unique contemplative intensity,” the critic stated in New Leader. “What has been forged is a supercharged imagism in which every physical object, every scene, every picture the poet creates, is loaded with burdens of meaning that cannot otherwise be expressed.” This reconciliation of the immediate and the enduring continued in New Poems, which Herbert Leibowitz said were composed “of a flash or revelatory image and silent metamorphoses.” Describing what he saw as Rexroth’s achievement, Leibowitz continued in the New York Times Book Review: “Syntax is cleared of the clutter of subordinate clauses, that contingent grammar of a mind hesitating, debating with itself, raging against death and old age. The dynamics of his poems are marked piano—even storms are luminous rather than noisy.” The quietness, as well as a vital eroticism, carried over to Rexroth’s volume of verse The Morning Star. Containing three previously published collections, including the sequence that Rexroth pretended was translated from the Japanese (The Love Songs of Marichiko), the book offers a “directness and clarity” not usually associated with Western art, according to David Kirby in the Times Literary Supplement. “How different this is from the Rexroth of The Phoenix and the Tortoise (1944), who sounds like Lawrence and Pound and Whitman, or the one who wrote [Thou Shalt Not Kill] in In Defense of the Earth. … Now he appears to belong, or to want to belong, at least as much as a publishing writer can, to the Buddhist bodhisattvas [or other Eastern religions].”\n\nKenneth Rexroth and James Laughlin: Selected Letters offers letters exchanged between 1937 and 1982 between Rexroth and James Laughlin, the founder of the New Directions publishing house. The letters reveal the friendship between the men as well as their ongoing professional relationship; Laughlin published most of Rexroth’s important poetry collections, while Rexroth in turn led a number of influential writers to Laughlin and New Directions. “Rexroth is often preoccupied with his own financial need in his letters to Laughlin. Most often his tone is accusatory,” noted John Tritica in Western American Literature. Indeed, Rexroth often castigated Laughlin for not supporting him sufficiently or for not publishing authors that he thought deserved to be published. “More than anything, the letters testify to the forbearance and patience of James Laughlin as a friend,” remarked Gerald Nicosia in the Los Angeles Times Book Review.\n\r\n“Revolutionary and conservative, worldly and spiritual, Asian and western ideas from traditions that may seem irreconcilable were uniquely harmonized in Rexroth’s world view as expressed [throughout] his philosophical poetry and essays,” Gibson wrote in his study Kenneth Rexroth. Concluded Douglas Dunn in Listener: “Insufficient credit has been granted to Rexroth’s identity as an old-fashioned, honest-to-God man of letters of downright independence of mind. … His temper [was] too independent, too scholarly, for cut-and-dried allegiances. He [turned] his back on Eliot and Pound. He [had] the irritating habit—for the mediocre, that is, the literary side-takers—of liking some but not all of certain poets or movements. Like all good examples in modern poetry, he has been seen as a figure instead of as a creator; as a representative rather than as a participant. That he is all four of these persons at once comes as a sweet discovery from a reading of his work instead of from side-glances at other people’s estimates of his reputation.”\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}