{"pf_url": "https://www.poetryfoundation.org/poets/kevin-stein", "name": "Kevin Stein", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1d552b02106d98737399de9621b280e8ef6b9c1c.jpeg", "bio": "\nPoet and critic Kevin Stein was Illinois's poet laureate from 2003-2017. He retired from Bradley University at the rank of Distinguished Professor in 2017, where he worked for 34 years and directed the creative writing program. Stein earned a PhD in American literature and an MA in creative writing from Indiana University. He is known for the humor and insight of his poems, and the lucidity of his prose. The poet Bob Hicok described Stein’s work: “Many of Kevin Stein’s poems hinge personal to social history, opening the private to the public and examining what connects and disconnects us. It’s as if he wants to reside where the self meets the group, and discover there some sense of responsibility, of causal involvement with the world. He uses the focused moment of poetry to show how one life can speak to the condition of a country, and asks that we look critically at our involvement in the society we have made.” Stein’s books of poetry include Wrestling Li Po for the Remote (2013); Sufficiency of the Actual (2009); American Ghost Roses (2005), which won the Society of Midland Authors Poetry Award; Chance Ransom (2000); Bruised Paradise (1996); and A Circus of Want (1992), which won the Devins Award.\nStein’s criticism includes a monograph on the poet James Wright, James Wright: The Poetry of a Grown Man (1988), the essay collection Private Poets, Public Acts (1996), and Poetry’s Afterlife: Verse in the Digital Age (2010), a book that examines poetry’s flourishing “underground” in the digital landscape. Poetry’s Afterlife grew out of Stein’s experiences as poet laureate. In an interview with Digital Culture Books, Stein elaborated: “As poet, scholar, and professor, I’d literally grown up with the assumption that poetry was knocking on heaven’s door. All of my teachers said so, nearly all the literary magazines bemoaned it, and most of my poet friends thought of themselves as nobly pursuing a moribund art. When I was named Illinois Poet Laureate in 2003, to my surprise I first discovered and then was sweetly flummoxed by the widespread public interest in poetry. What fascinated me was the disparity between the professor’s notion of poetry’s mortality and the spirited reception verse enjoyed when I presented well over 100 readings in schools, factories, nursing homes, churches, urban parks, and rural public libraries. It struck me then that poetic art had not given up its literary ghost. For a fated art supposedly pushing up aesthetic daisies, poetry these days is up and about in the streets, schools, universities, and clubs. Largely overlooked by national media, poetry flourishes among the people in a lively if curious underground existence. It’s this second life, or better, poetry’s afterlife, that interests me.”\nStein’s work as an advocate for poetry is matched by his work as a poet, which is concerned with the nature of significance and appreciation. Stein talked about his work with Contemporary Authors: “What most interests me is the way our lives continually surprise us, how the common may suddenly glint with uncommon light or darken with horror. How these quotidian events change our lives, or fail to. How what matters comes to matter, or matter not at all. It is precisely this mysterious process, through which we sort our lives and apply to their vagaries intellectual or emotional significance that fascinates me. My poems, and to some extent my critical essays, reflect that, for what else is an essay if not a sorting out of what attracts or repels us as readers?”\n", "attrs": {"Region:": ["U.S., Midwestern"]}}