{"pf_url": "https://www.poetryfoundation.org/poets/kevin-young", "name": "Kevin Young", "yob": "1970", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e7a04e80d717f350bb3468043c34e494b4028caa.jpeg", "bio": "\nKevin Young was born in Lincoln, Nebraska. He studied under Seamus Heaney and Lucie Brock-Broido at Harvard University and, while a student there, became a member of the Dark Room Collective, a community of African American writers. He was awarded a Stegner Fellowship from Stanford University and later earned an MFA from Brown University. He is the author of many books of poetry, including Brown (2018), Blue Laws: Selected & Uncollected Poems 1995–2015, and Book of Hours (2014). Three of Young’s books form what he calls “an American trilogy”: To Repel Ghosts (2001), which explores the paintings of Jean-Michel Basquiat; Jelly Roll (2003), a collection of blues poems; and Black Maria (2005), a film noir. His first book of poetry, Most Way Home (1995), was selected for the National Poetry Series by Lucille Clifton, who describes the collection as re-creating “an inner history which is compelling and authentic and American.” Reviewing Young’s work in 2007, critic Amy Guth largely agrees with Clifton, and adds, “Perhaps the most noticeable characteristic of Young’s work ... is the musical quality so fundamentally ingrained and supplied to each piece.”\nYoung’s other collections of poetry include Book of Hours (2014), winner of the Lenore Marshall Poetry Prize; Ardency: A Chronicle of the Amistad Rebels (2011), which won the Before Columbus Foundation American Book Award; Dear Darkness (2008); and For the Confederate Dead (2007), which won the Quill Award in Poetry and the Paterson Award for Sustained Literary Excellence.\nHis nonfiction collection of essays, cultural criticism, and “lyrical chorus,” The Grey Album: On the Blackness of Blackness (2012) won the Graywolf Press Nonfiction Prize and was a finalist for the National Book Critics Circle Award. It was also shortlisted for the PEN Open Award and was a New York Times Notable Book of the Year. Young is also the editor of the anthologies Jazz Poems (2006), John Berryman: Selected Poems (2004), Blues Poems (2003), and Giant Steps: The New Generation of African American Writers (2000).\n“I feel like a poem is made up of poetic and unpoetic language, or unexpected language,” Young said in a 2006 interview with Ploughshares. “I think there are many other vernaculars, whether it’s the vernacular of the blues, or the vernacular of visual art, the sort of living language of the everyday.” For roughly a decade, Young was the Atticus Haygood Professor of Creative Writing and English and curator of Literary Collections and the Raymond Danowski Poetry Library at Emory University, and then the director of New York Public Library’s Schomburg Center for Research in Black Culture. He is the poetry editor of the New Yorker and the director of the Smithsonian Institution National Museum of African American History and Culture.\n", "attrs": {"Region:": ["U.S., Southern"]}}