{"pf_url": "https://www.poetryfoundation.org/poets/kevin-prufer", "name": "Kevin Prufer", "yob": "1969", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8d77ea071fa1cba511f6fbfab174ca814585e54e.jpeg", "bio": "\n                                                                    Poet and editor Kevin Prufer was born in Cleveland, Ohio. He earned degrees from Wesleyan University, Hollins University, and Washington University. His work, which has been praised for its elegiac attention to the banalities of the contemporary United States, includes In a Beautiful Country (2011), a finalist for the Rilke Prize and listed as a 2011 Notable Book by the Academy of American Poets, and National Anthem (2008), named best poetry book of the year by the Virginia Quarterly Review. Other collections of poetry include Fallen From a Chariot (2005), The Finger Bone (2002, reissued 2013), and Strange Wood (1997). A bilingual edition of Prufer’s poetry appeared in Germany as Wir wollten Amerika finden: ausgewählte Gedichte: zweisprachig (2011), selected and translated by Norbert Lange and Susanna Mewe.    Prufer edits the journal Pleiades: A Journal of New Writing; other editing projects include Until Everything Is Continuous Again: American Poets on the Recent Work of W.S. Merwin (coeditor with Jonathan Weinert, 2012), Dunstan Thompson: on the Life & Work of a Lost American Master (with D.A. Powell, 2010), New European Poets (with Wayne Miller, 2008), Dark Horses: Poets on Overlooked Poems (with Joy Katz, 2006), and The New Young American Poets: An Anthology (2000).    Prufer’s many honors and awards include fellowships from the National Endowment for the Arts and the Lannan Foundation. He has received three Pushcart Prizes, awards from the Poetry Society of America, and the William Rockhill Nelson award. He is a professor in the English Department at the University of Houston and lives in Houston with his wife, the artist and literary critic Mary Hallab.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}