{"pf_url": "https://www.poetryfoundation.org/poets/kevin-killian", "name": "Kevin Killian", "yob": "1952", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6e5ccd377a5e9804d1917477b11467848ae2c0b9.jpeg", "bio": "\nPoet, novelist, playwright, art critic, and scholar Kevin Killian earned a BA at Fordham University and an MA at SUNY-Stony Brook. Exploring themes of risk, iconography, invisibility, and vulnerability, Killian weaved fragments of misremembered conversation, sex, and cultural ephemera into his collage-based poems. In a 2009 interview with Tony Leuzzi for EOAGH: A Journal of the Arts, Killian discussed the connection he feels to visual art in his approach to poetry: “I do think of myself as an artist in that high-flown way I associate with the visual arts: it’s all in the gesture. It doesn’t matter if the poem is good or bad. What matters is the gesture I’m making with it.”\r\n \r\nKillian’s poetry collections include Argento Series (2001), Action Kylie (2008), Tweaky Village (2014), which Macgregor Card chose for a Wonder Prize, and Tony Greene Era (2016). Killian’s poems were anthologized in Best American Poetry (1988, edited by John Ashbery) and Discontents: New Queer Writers (1992, edited by Dennis Cooper). He was also the author of Selected Amazon Reviews (2006); the novels Shy (1989), Arctic Summer (1997), and Spreadeagle (2012); the short-story collections Little Men (1996), which won the PEN Oakland award; I Cry Like a Baby (2001), and Lambda Literary Award-winner Impossible Princess (2009); and the memoir Bedrooms Have Windows (1989).\r\n \r\nKillian contributed significantly to scholarship on the life and work of American poet Jack Spicer. With Lewis Ellingham, he coedited Spicer’s posthumously published detective novels The Train of Thought: (Chapter III of a Detective Novel) (1994) and The Tower of Babel (1994) and cowrote the biography Poet Be Like God: Jack Spicer and the San Francisco Renaissance (1998). With Peter Gizzi, Killian coedited My Vocabulary Did This to Me: The Collected Poetry of Jack Spicer (2008), which won the American Book Award from the Before Columbus Foundation. He was the author of more than 30 plays for the San Francisco Poets Theater, including Stone Marmalade (1996, with Leslie Scalapino), The American Objectivists (2001, with Brian Kim Stefans), and Often (2001, with Barbara Guest). With David Brazil, he edited The Kenning Anthology of Poets Theater: 1945–1985 (2010).\r\n \r\nWith his wife Dodie Bellamy, Killian edited the literary and art journal Mirage #4/Period(ical) and the anthology Writers Who Love Too Much: New Narrative Writing, 1977–1997 (2017). He taught at California College of the Arts and lived in San Francisco before his death in 2019.\n", "attrs": {"Region:": ["U.S., Western"]}}