{"pf_url": "https://www.poetryfoundation.org/poets/khaled-mattawa", "name": "Khaled Mattawa", "yob": "1964", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5b0ae7305a80b1d6ebc821bc0e17a84688418da4.jpeg", "bio": "\nBorn and raised in Benghazi, Libya, poet Khaled Mattawa relocated to the United States as a teenager in 1979. He earned a BA in political science and economics from the University of Tennessee, an MA and an MFA from Indiana University, and a PhD from Duke University.\r\n \r\nInfluenced by Milan Kundera and Federico García Lorca, as well as the Arab poets whose work he translates, Mattawa’s poetry frequently explores the intersection of culture, narrative, and memory. In a 2007 Blackbird interview, addressing the connection between his emigration from Libya to the United States and his poetry, Mattawa observed, “I think memory was very important to my work as a structure, that the tone of remembrance, or the position of remembering, is very important, was a way of speaking when I was in between deciding to stay and not stay, and I had decided to stay.”\r\n \r\nMattawa has published several collections of poetry, including Tocqueville (2010), Amorisco (2008), Zodiac of Echoes (2003), and Ismailia Eclipse (1995). He has translated numerous volumes of contemporary Arabic poetry, including Adonis's Concerto al-Quds (The Margellos World Republic of Letters) (2017), Shepherd of Solitude: Selected Poems of Amjad Nasser (2009), and Miracle Maker: Selected Poems of Fadhil Al-Azzawi (2004), in addition to coediting the anthologies Dinarzad’s Children: An Anthology of Arab American Fiction (2004) and Post Gibran: Anthology of New Arab American Writing (1999). His own work has been widely anthologized as well.\r\n \r\nMattawa has been awarded several Pushcart Prizes and the PEN Award for Literary Translation, in addition to a translation grant from the National Endowment for the Arts, a Guggenheim Foundation fellowship, the Alfred Hodder Fellowship at Princeton University, and a MacArthur fellowship.\r\n \r\nThe editor of Michigan Quarterly Review, he has taught at Indiana University; California State University, Northridge; and the University of Michigan.\n", "attrs": {"Region:": ["U.S., Western"]}}