{"pf_url": "https://www.poetryfoundation.org/poets/kimberly-blaeser", "name": "Kimberly Blaeser", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b5dc33d5acdf5538560d7530c0235152a0401a01.jpeg", "bio": "\nPoet, critic, essayist, and fiction writer Kimberly Blaeser was raised on the White Earth Reservation in Minnesota by parents of Anishinaabe and German descent. She is a member of the Minnesota Chippewa tribe. Blaeser worked as a journalist before earning her PhD at the University of Notre Dame.\r\n \r\nBlaeser’s poems offer intimate glimpses into the lives of her subjects through loose, conversational portraits of Native American life and culture. Her collections of poetry include Apprenticed to Justice (2007), Absentee Indians and Other Poems (2002), and Trailing You (1994), which won the Native Writers’ Circle of the Americas First Book Award. She is also the author of a critical study on fellow White Earth writer Gerald Vizenor, titled Gerald Vizenor: Writing in the Oral Tradition (1996).\r\n \r\nBlaeser edited the anthologies Traces in Blood, Bone & Stone: Contemporary Ojibwe Poetry (2006), and Stories Migrating Home: A Collection of Anishinaabe Prose (1999). Her own writing has appeared in numerous anthologies, including Fire and Ink: An Anthology of Social Action Writing (2009, edited by Frances Payne Adler, Debra Busman, and Diane Garcia), Sweeping Beauty: Contemporary Women Poets Do Housework (2005, edited by Pamela Gemin), and New Voices in Native American Literary Criticism (1993, edited by Arnold Krupat).\r\n \r\nBlaeser’s work has been recognized with grants and fellowships from the University of Wisconsin Institute on Race and Ethnology and the D'Arcy McNickle Center for American Indian and Indigenous Studies. She has served on the editorial boards of Michigan State University’s American Indian Studies Series and the University of Nebraska Press’s Indian Lives Series. She has also served as the vice president of the Wordcraft Circle of Native Writers and Storytellers.\r\n \r\nIn 1991, as a professor at the University of Wisconsin, Milwaukee, Blaeser co-founded the multicultural writers’ organization Word Warriors. She lives with her family in rural Wisconsin. In 2017 she was named Poet Laureate of the state of Wisconsin.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}