{"pf_url": "https://www.poetryfoundation.org/poets/kofi-awoonor", "name": "Kofi Awoonor", "yob": "1935", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/f1148b1803367839c4f6c87c75e206828fca455d.jpeg", "bio": "\nKofi Awoonor was born George Awoonor-Williams in Wheta, Ghana, to Ewe parents. He was a poet, literary critic, professor of comparative literature and served as an ambassador for Ghana. Awoonor earned a BA from University College of Ghana, an MA from University College, London, and a PhD in comparative literature from SUNY Stony Brook. He is the author of novels, plays, political essays, literary criticism, and several volumes of poetry, including Rediscovery and Other Poems (1964), Night of My Blood (1971), Ride Me, Memory (1973), The House by the Sea (1978), The Latin American and Caribbean Notebook (1992), and a volume of collected poems, Until the Morning After (1987).\n\r\nAwoonor’s grandmother was an Ewe dirge singer, and the form of his early poetry draws from the Ewe oral tradition. He translated Ewe poetry in his critical study Guardians of the Sacred Word and Ewe Poetry (1974). Other works of literary criticism include The Breast of the Earth: A Survey of the History, Culture, and Literature of Africa South of the Sahara (1975).\n\r\nIn the early 1970s, Awoonor served as chairman of the Department of Comparative Literature at SUNY Stony Book. He returned to Ghana in 1975 to teach at University College of Cape Coast. In Ghana, he was arrested and tried for suspected involvement in a coup. He was imprisoned without trial and was later released; he wrote about his time in jail in The House by the Sea. Awoonor resumed teaching after his sentence was remitted. In the 1980s, he was the Ghanaian ambassador to Brazil and Cuba and served as ambassador to the United Nations from 1990 to 1994; in 1990 he published Ghana: A Political History from Pre-European to Modern Times.\n\r\nAwoonor is author of the novels This Earth, My Brother… (1971) and Comes the Voyager at Last: A Tale of Return to Africa (1992). He died in the Westgate shopping mall attack in Kenya in September 2013.\n", "attrs": {"Region:": ["Africa"]}}