{"pf_url": "https://www.poetryfoundation.org/poets/kwame-dawes", "name": "Kwame Dawes", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/ad961d7c40e1ba64c09642db71d6dcbc8796c921.jpeg", "bio": "\nBorn in Ghana in 1962, Kwame Dawes spent most of his childhood in Jamaica. As a poet, he is profoundly influenced by the rhythms and textures of the country, citing in a recent interview his “spiritual, intellectual, and emotional engagement with reggae music.” His book Bob Marley: Lyrical Genius (2007) remains the most authoritative study of the lyrics of Bob Marley.\nThe author of numerous books, his poetry collections include Wisteria: Poems From the Swamp Country (2006), Impossible Flying (2006), Back of Mount Peace (2009), Hope’s Hospice (2009), Wheels (2011), Duppy Conqueror: New and Selected Poems (2013), and City of Bones: A Testament (2017). Dawes’s novels include She’s Gone (2007), and Bivouac (2010), and his non-fiction collections include A Far Cry From Plymouth Rock: A Personal Narrative (2007) and Fugue and Other Writings (2012). His work has been included in anthologies, including So Much Things to Say (2010) and many others.\nHis awards include an Emmy and Webby for LiveHopeLove, an interactive website based on the Kwame Dawes Pulitzer Prize Center project HOPE: Living and Loving with AIDS in Jamaica. Dawes’s work reporting on the HIV AIDS in Haiti after the earthquake formed a key component of reporting done by the Pulitzer Center on Crisis Reporting that won the National Press Club Joan Friedenberg Award for Online Journalism and was released as the i-book Voices of Haiti (2012). Dawes’s other honors and award include the Forward Prize for Poetry for his first book Progeny of Air (1994); the Hollis Summers Prize for Poetry; a Pushcart Prize; the Hurston/Wright Legacy Award; the Poets and Writers Barnes and Noble Writers for Writers Award; and a Guggenheim Foundation fellowship. In 2004 he received the Musgrave Silver Medal for contribution to the Arts in Jamaica and in 2008 the Elizabeth O’Neill Verner Governor’s Award for service to the arts in South Carolina. In 2009 he was inducted into the South Carolina Academy of Authors. \nDawes is currently the Glenna Luschei Editor of Prairie Schooner and Chancellor’s Professor of English at the University of Nebraska. The co-founder and programming directory of the Calabash International Literary Fesitval and a chancellor of the Academy of American Poets, Dawes also teaches in the Pacific MFA Writing Program and is on the faculty of Cave Canem.\n", "attrs": {"Region:": ["Caribbean"]}}