{"pf_url": "https://www.poetryfoundation.org/poets/l-e-sissman", "name": "L. E. Sissman", "yob": "1928", "yod": "1976", "image": null, "bio": "\nL.E. Sissman was born in Detroit, Michigan. Somewhat of a child prodigy, his self-described “trick intellect” helped him win the National Spelling Bee at 13, tour the country as a Quiz Kid, and enter Harvard University at the tender age of 16. Though he dropped out two years later and worked at the Boston Public Library, Sissman eventually returned to Harvard, graduating in 1949 as Class Poet. In the years following college, he took a number of jobs in publishing, eventually settling into a career in advertising in Boston. As an advertising executive, Sissman wrote poetry documenting the life and mild tribulations of white-collar American men; according to his literary executor Peter Davison, his poetry “speaks to us out of midcentury American life with all of the poise and formal elegance of W.H. Auden yet with the joie de vivre of Sissman’s Harvard contemporary Frank O’Hara.”\nMuch of Sissman’s published poetry was written after he was diagnosed with Hodgkin’s disease in 1965. The diagnosis seems to have spurred him to great creative heights: he published three books of poetry before his death, Dying: An Introduction (1968), Scattered Returns (1969), and Pursuit of Honor (1971), as well as numerous book reviews for the New Yorker and a monthly column for the Atlantic, eventually collected and published as Innocent Bystander: The Scene from the ’70s (1975).\nSissman typically wrote in traditional meters and forms, using narrative, stanzaic verses, couplets, and sonnets with great dexterity and aplomb. Hilton Kramer, in the New York Times Book Review, remarked: “In neither style nor [in] his choice of subjects did Sissman conform to prevailing literary fashions. His was the kind of originality that does not sail under the banner of originality: the voice is so natural, the objects so real. He wrote with precision, fluency and wit about the ordinary experience of his world, which is recognizably our world.” And while “alert to its cruelty and contradictions,” concluded Kramer, Sissman “was nonetheless comfortable in the world he inhabited, and very wise about it, and he hated leaving it. As a writer he wore no masks.”\nSissman stopped writing poetry in 1974, and he died two years later. Two posthumous collections of his poetry have been published, including Hello, Darkness: Collected Poems (1978), which won the National Book Critics Circle Award, and a selection made by Davison, Night Music (1999). According to Davison, “Sissman’s position among poets of his time is anomalous. He did not follow the genius-in-the-garret route to poetry, nor did he come to teach fledgling poets in workshops, or indulge, or even tolerate, the excesses of either the Left or the Right in the 1960s. He was that very ordinary figure: a hardworking professional middle-class man, a northeastern liberal Democrat given to householding, marriage, and interesting hobbies like photography and sports cars—and also to something that went beyond both professions and hobbies: the calling of poet.”\n", "attrs": {"Region:": ["U.S., New England"]}}