{"pf_url": "https://www.poetryfoundation.org/poets/lady-mary-wortley-montagu", "name": "Lady Mary Wortley Montagu", "yob": "1689", "yod": "1762", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6839ac5e8448289f95fb32b1db06d0c72c6f08ce.jpeg", "bio": "\nBest known as a letter writer, Lady Mary Wortley Montagu wrote verses all her life and frequently referred to herself as a \"poet.\" From the young girl, as she later described herself, \"trespassing\" in Latin and Greek sources to the old woman haunted \"by the Daemon of Poesie\" (as quoted by Isobel Grundy in Essays and Poems, 1977), Montagu repeatedly turned to the forms of Augustan verse—satires, verse epistles, mock epics, translations, essays, ballads, and songs—to respond to events around her and, indirectly, to give public form to her private feelings. Montagu was born on 26 May 1689, the first daughter of Evelyn and Mary Pierrepont. Her father became earl of Kingston the year after her birth. Montagu's early influences were the same as those of her male contemporaries: the classics, John Dryden, and French romances. However, denied a classical education because she was a woman, she was educated at home and taught herself Latin in her father's library. Her earliest poetic endeavors were based on Roman sources and carefully transcribed in manuscript volumes, the most complete of which she titled \"The Entire Works of Clarinda\" (collected by Grundy in her Ph.D. dissertation, 1970). In 1710 she translated the Enchiridion of the Greek stoic philosopher Epictetus from Latin and sent a copy to Bishop Gilbert Brunet with a long letter defending women's right to formal education. Although Montagu imitated other classical sources, the influence of Ovid is particularly evident in her juvenilia and also in her later poetry. She claimed, according to Joseph Spence, that the pleasures of reading Ovid's Metamorphoses originally \"set [her] upon the thoughts of stealing the Latin language.\" She frequently reworked Ovidian sources, particularly the Heroides, in poems that probe different aspects of eighteenth-century sexual inequality. She uses the form of the heroic epistle in her \"Epistle from Mrs. Y[onge] to Her Husband\" (1724; collected in Essays and Poems), in which a woman accused of adultery lashes out against her flagrantly adulterous husband, against the patriarchal legal system that allows him to profit economically from their divorce, and against what she sees as women's enslavement in marriage: \"Defrauded Servants are from Service free, / A wounded Slave regains his Liberty. / For Wives ill us'd no remedy remains, / To daily Racks condemn'd, and to eternal Chains.\" Montagu used the Heroides to show victims of class difference and sexual exploitation condemning their attackers. As she writes in the \"Epistle from Mrs. Y[onge],\" \"Th' Oppress'd and Injur'd allways may complain.\" The \"Epistle From Arthur G[ra]y to Mrs. M[urra]y\" (1721; in Six Town Eclogues, 1747), written in the voice of a working-class man who has been accused of raping his employer's sister, transforms the speaker into a romantic hero denied access to his love because of his class. He describes both himself and the woman he loves as subservient to middle-class men, \"Trifflers that make Love a Trade.\" As an aristocrat Montagu was in many respects different from other feminist thinkers of her time. In her discussions of the need for women's education, she seems to have desired the privileges granted to men of her class, but was less vigorous in pressing for the education, much less the equality, of women in general. Critics have long called Montagu's poetry, \"masculine,\" an unfortunate epithet that indirectly mocks the most remarkable aspects of her writing: she was capable of extremely stringent satire, and particularly in published attacks on Alexander  Pope and Jonathan Swift, she engaged in poetic warfare with the best of her male contemporaries. She was also friends with Mary Astell, whose Serious Proposal To the Ladies, For the Advancement of their true and greatest Interest (2 volumes, 1694, 1697) proposed a retreat where unmarried women might educate themselves in religious and intellectual matters while protecting themselves from the economic demands of early marriage; and as a young girl Montagu thought of herself as one who would thrive in such a retreat rather than in the ordinary path of marriage. Although she occasionally satirized women's vanity and the follies resulting from it, Montagu wrote essays and poems describing the benefits of women's education and of more equitable marriage arrangements. The impetus for Montagu's feminism was at least partly personal experience. After her mother's death in 1693, Montagu was groomed to keep house for her father, then a Whig M.P. As her father's eldest daughter, her roles included presiding over his dinner table and carving up meats for his guests. According to her granddaughter Louisa Stuart, at the age of eight Montagu was made the \"toast\" of the Whig Kit-Cat Club, after which she \"went from the lap of one poet, or patriot, or statesman, to the arms of another, was feasted with sweetmeats, [and] overwhelmed with caresses.\" She claimed that \"the love of admiration, which this scene was calculated to excite ... could never again be so fully gratified.\" Despite her initial resistance to marriage and after prolonged negotiations with her father and her future husband, she eloped with Edward Wortley Montagu, also a Whig M.P., in 1712. A stingy and possessive man, he wished to control Montagu even more than her overbearing father had. Although the marriage quickly proved miserable for both partners, it was through her husband's close friendship with Joseph Addison that Montagu was introduced to other writers of her generation. In 1713 she wrote a critique of Addison's Cato; although her remarks were not published in her lifetime, Addison took them to heart, making several of the changes she recommended. Montagu's first published writing appeared in Addison's Spectator in 1714, where she wrote under the pseudonym Lady President. In this period she also became friends with  Pope and John Gay, and in 1716 they wrote a group of \"court eclogues,\" poems that describe upper-class rituals such as card playing and that mock immorality in the court of George I. In \"Satturday, The Small Pox, Flavia\" (1716; in Six Town Eclogues) Montagu describes her own experience of smallpox as taking her away from polite society:\n    Adieu ye Parks, in some obscure recess,Where Gentle streams will weep at my Distress,Where no false Friend will in my Greife take part,And mourn my Ruin with a Joyfull Heart,There let me live, in some deserted Place,There hide in shades this lost Inglorious Face.Ye Operas, Circles, I no more must view!My Toilette, Patches, all the World Adieu!\nThree of Montagu's eclogues were published in Court Poems, 1716, the first of many poems throughout her life intended only for manuscript circulation among her friends but published quickly and sloppily without her permission—and often, as a result, attributed to other authors.\" Later in 1716 Montagu traveled with her husband to Constantinople, where he was to be the English ambassador to Turkey. In Turkey she saw smallpox innoculation performed, and when she returned to England she had her son, Edward, Jr., innoculated. In September 1722 she wrote a biting letter to The Flying-Post: or, Post-Master in which she defended the practice and criticized English doctors who failed to perform the procedure correctly. While traveling, Montagu also began writing what became her best-known work, the \"Turkish Embassy Letters\" (published in 1763 as Letters of the Right Honourable Lady M--y W---y M----e [sic]). Some of these letters were written to specific friends, but the majority are aimed at a larger public audience. Montagu had Astell's introduction to the letters bound with her own manuscript, and she seems to have wanted the letters to be published after her death, as they were one year thereafter.\" An outspoken woman of strong convictions, Montagu seems to have assumed that her class status justified a certain amount of flamboyant behavior, and allowed her to imitate the freedoms granted to aristocratic men: she was often mocked for refusing to wear wigs, for taking snuff, and for sporting elaborate Turkish dress. Unlike Anne Finch, Countess of Winchilsea, who organized her manuscript poems and reworked many of them for publication in 1713, Montagu, as a female aristocrat, scorned publication through booksellers and circulated her early poems primarily in manuscript. However, she seems indirectly to have allowed some of her later satires into print, and she had a strong sense of possessing the verses she had written. According to Spence, when  Pope attempted to edit one of her poems, she told him, \"No,  Pope, no touching, for then whatever is good for any thing will pass for yours, and the rest for mine.\" And in her copy of  Pope's Eloisa to Abelard (1720), she wrote \"mine\" in the margin beside a couplet she believed he had stolen from her. There were numerous similar episodes in the long and fierce battle between Montagu and  Pope.\" Early in their relationship  Pope was much taken with Montagu's wit and vivacity, as well as her class; he wrote her flirtatious letters and poems and thought of himself almost as her suitor. There are many conflicting versions of their falling-out in 1722, including a story of Montagu laughing openly when  Pope finally declared his love to her. Pope subsequently attacked her as the dirty \"Sappho\" in some of his satiric works, until she was finally enraged by the characterization in his First Satire of the Second Book of Horace Imitated (1733). Joining forces with her sometime collaborator, John, Lord Hervey, whose name had also been dragged through the mud by  Pope, Montagu helped to produce VERSES Address'd to the IMITATOR of the FIRST SATIRE of the Second Book of Horace (1733), which many critics consider the best satire of  Pope written at that time. Manuscript evidence suggests that, while Hervey was more involved in the satire's publication, Montagu predominated in the poem's composition.\" In the satire she mocks Pope's \"obscure\" birth and makes his hunchbacked body the symbol of his status as outsider to the human race:\n      Thine is just such an Image of [Horace's] Pen,As thou thy self art of the Sons of Men:Where our own Species in Burlesque we trace,A Sign-Post Likeness of the noble Race;That is at once Resemblance and Disgrace.\nShe claims that, like his body, his satire is unsightly, diseased, and out of control:\n    Satire shou'd, like a polish'd Razor keen,Wound with a Touch, that's scarcely felt or seen,Thine is an Oyster-Knife, that hacks and hews;The Rage, but not the Talent, to Abuse;And is in Hate, what Love is in the Stews.\nWhereas Pope's depiction of \"Sappho\" had been fairly general, many people in addition to Montagu believing themselves the objects of his attack, Montagu's revenge was quite specific, flaunting the class privilege that allowed her to look down on Pope with scorn.\" While Montagu's scathing satire against  Pope was the result of a complicated friendship turned sour, her \"Reasons that Induced Dr. S[wift] to write a Poem call'd the Lady's Dressing Room\" (published as The Dean's Provocation for Writing the Lady's Dressing Room, 1734) was born out of lifelong distrust. In Swift's The Lady's Dressing Room (1732), the voyeuristic Strephon goes to his mistress's chamber when she is not there, and after looking through piles of filthy laundry and pots of saliva and excrement, he runs from the room in disgust. Montagu's riposte suggests that Swift's own sexual failure is the event that precedes the poem and engenders the author's contempt for the materiality of the female body:\n     The Reverend Lover with surprizePeeps in her Bubbys, and her Eyes,And kisses both, and trys--and trys.The Evening in this Hellish Play,Beside his Guineas thrown away,Provok'd the Priest to that degreeHe swore, the Fault is not me.\nShe accuses Swift of being both impotent and cheap, threatening to write verses because the prostitute refuses to return his money. The poem's final couplet responds to Swift's line, \"Celia, Celia, Celia shits\": \"She answer'd short, I'm glad you'l write, / You'l furnish paper when I shite.\" Montagu wrote many of her strongest lines in these satiric poems, which she clearly intended as public attacks and which she allowed to appear in print.\" Other aspects of Montagu's sense of herself as public judge and critic are seen in her numerous manuscript poems that address the situations of women in extreme circumstances: horrid marriages, divorces, and attempted rapes. One of her earliest poems (written in 1712 or 1713), \"Written ex tempore in Company in a Glass Window the first year I was marry'd\" (published as \"The Lady's Resolve,\" Plain Dealer, 27 April 1724), anticipates her fascination with women's unhappiness in marriage and their potential adultery: \"In part to blame she is, who has been try'd; / Too near he has approach'd, who is deny'd.\" While this early poem seems to blame women for men's sexual advances, her later work often speaks out against the institution of marriage and comes very close to defending women who, like Montagu herself, find a variety of pleasures with men other than their husbands. Speaking in the voice of a woman who shuns her lover's proposal in \"The ANSWER to the foregoing ELEGY\" (in An Elegy to a Young Lady, 1733), she likens marriage to bondage:\nFor would'st thou fix Dishonour on my Name,And give me up to Penitence and Shame!Or gild my Ruin with the Name of Wife,And make me a poor Virtuous Wretch for Life?    Could'st thou submit to wear the Marriage-Chain,(Too sure a Cure for all thy present pain)....Tho' ev'ry softer Wish were amply crown'd,Love soon would cease to smile, when Fortune frown'd.\nShe writes of a young woman sexually abused--if not murdered--by her husband in \"Written ex tempore on the Death of Mrs. Bowes\" (Weekly Journal or Saturday's-Post, 26 December 1724), and in her 1731 \"Song\" she urges a young widow to forget her grief, to find an appealing young lover instead (the poem was collected in The Works of 1803).\" Many of Montagu's best poems seem to have been written \"extempore\"; she wrote quickly, without much revision, when events provoked her. She also wrote several more contemplative poems, including \"Constantinople, To---\" (in A New Miscellany, 1720) and \"The 5th Ode of Horace Imitated\" (London Magazine, September 1750), which concludes with these lines:\nFor me, secure I view the raging Main,Past are my Dangers, and forgot my Pain,      My Votive Tablet in the temple shews       The Monument of Folly past,I paid the bounteous God my gratefull vows       Who snatch'd from Ruin sav'd me at the last.\nIndeed, by the end of her life, Montagu had spent considerable time away from her husband and England, estranged from many who had once been close friends. Living almost in genteel poverty, she still entertained those who sought her out in her retreats in France and Italy. After years of her poems being sneaked into print a few at a time, without her knowledge of their publication, she was outraged to discover that they had been sloppily edited and some of them attributed to others when they appeared in Dodsley's Collection of Poems by Several Hands in 1748.\" Although her daughter, Mary, Lady Bute, destroyed Montagu's diaries, there is still a considerable amount of primary material relating to her career. Montagu remains the one eighteenth-century woman poet of whom there is both a standard edition and a critical biography; she would have been pleased to see other eighteenth-century women poets given such scholarly attention and respect. — Carol Barash, Rutgers University\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}