{"pf_url": "https://www.poetryfoundation.org/poets/larry-levis", "name": "Larry Levis", "yob": "1946", "yod": "1996", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a689bf85def1a8bc0dfdc4f688935b3851de269e.jpeg", "bio": "\nLarry Levis grew up in Selma, California. In his youth, he worked on his father’s vineyard. In 1968, he earned a BA from Fresno State College, where he studied with Philip Levine. He completed a master’s degree at Syracuse University in 1970; there, he and his peer Stephen Dunn studied under the poet Donald Justice. In 1974, Levis earned a PhD at the University of Iowa. He is the author of several poetry collections, including The Dollmaker’s Ghost (1981), winner of the Open Competition of the National Poetry Series; The Afterlife (1977), which won the Lamont Poetry Prize; and Wrecking Crew (1972), which received the United States Award from the International Poetry Forum. Levis taught at the University of Missouri, the University of Utah, and the Warren Wilson College MFA Program for Writers. \nLevis often employed an imagist or surrealist approach in his work. As Diane Wakoski wrote in Contemporary Poets, Levis’s “work is best when the poems are short and are shaped by his imagist instincts or his gestures towards surrealism. He is a master of the brief moment of recognition where the personal is embedded in the generic … and the least effective when he allows nostalgia to reign over or shape his poems.”\n“The landscapes in which I live always have a powerful and direct, although often delayed, effect on my poetry,” Levis once explained to Contemporary Authors. Among Levis’s personal sources of inspiration are his childhood experiences surrounded by migrant workers at his family’s farm and his time during college when he was exposed to tough, violent, and crude people while working as a janitor in a steel mill. However, as Levis said, “the most important landscape, for me, is that of my childhood: the central valley of California.”\n“Levis’s first book, Wrecking Crew, includes poems on war, rape, discrimination, death, and wasted lives,” Steven M. Wilson explained in the Dictionary of Literary Biography. “However, little of the book suggests solutions to the troubles; the book is more an existentialist’s litany of America’s cruelty.” “He describes the book as ‘overtly political,’” the critic continued, “and he does deal with the major concerns of his day, but his decision to ‘witness’ leaves the reader ultimately disappointed by what could be seen as artistic cowardice.” “Unlike later works,” Wilson recognized, the “Wrecking Crew poems are short—often very short—relying on calculated understatement and the connecting of concretely described images (a sort of exhausted imagism), often explained by the use of simile. … [Levis] had not yet found the technique that best suited his poetic philosophy.”\nLevis explained to Contemporary Authors that he made changes to his concept of poetry through time, especially after the publication of his first book: “My themes have changed since Wrecking Crew. The poems are far less overtly political, and, in The Afterlife, much more personal. By personal I do not mean ‘confessional’ at all. I mean the creation of a private, familial mythology which intends to be representative rather than idiosyncratic.” According to Wilson, critics recognized that “The Afterlife is evidence of a maturing writer. Behind the poems of this collection is someone who has begun to trust the leaps of logic and imagery provided by his intuition, and a reader is better able to follow the narrator of each poem as he struggles to find meaning in a chaotic world. … Levis’s later poetry [is] an unexpected pleasure, as he moves beyond experimentation into an artistry and insight of the best kind.”\nLevis continued to mature as a poet throughout the 1980s. In his essay expounding on Levis’s growth as a poet, Wilson commented, “In [The Leopard’s Mouth Is Dry and Cold Inside] are the beginnings of an important feature of Levis’s work: he uses his poetry and imagination to reach into other people’s lives and find symbols there.” “The value Levis discovers in poetry, then,” the critic continued, “seems to be its ability to illustrate the similarities of all people. … There is moving clarity of vision in The Dollmaker’s Ghost, and Levis’s technical abilities have matured, resulting in a volume that contains his best writing to that point.” Wilson has similarly complimentary remarks about Levis’s later works: “Winter Stars, even though it concerns the death of Levis’s father, is finally an affirmation of the ability of the poet and his art to rejuvenate the soul. The Widening Spell of the Leaves is a journey through moments from the poet’s life that have taken on symbolic or personal importance, and that lead him through a sometimes dizzying maze of images and meanings as he explores the uses of intuition and personal history in reaching an understanding and acceptance of human existence.”\n“As Levis … progressed and … [drew] more heavily from his experiences,” Wilson summarized, “his work [took] on greater depth and eloquence, so that in later books many poems are self-referential but are also moving, insightful meditations on living. Levis uses his life, but also looks outside himself and beyond the events he remembers to find connections with broader truths. Thus he is an important figure in contemporary American poetry, both as a highly decorated practitioner of a style and philosophy many see as the dominant method of poetry in recent decades and as a writer who considers, with at times artistic brilliance, the issues involved in being human.”\nLevis died in Richmond, Virginia on May 8, 1996.\n", "attrs": {}}