{"pf_url": "https://www.poetryfoundation.org/poets/latasha-n-diggs", "name": "LaTasha N. Nevada Diggs", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/5f1e8c044550c505ead806efff2e5622f78738d5.jpeg", "bio": "\nInterdisciplinary poet and sound artist LaTasha N. Nevada Diggs was born and raised in Harlem. She studied at the Borough of Manhattan Community College and earned an MA at New York University and an MFA at California College of the Arts.\r\n \r\nDiggs’s work is truly hybrid: languages and modes are grafted together and furl out insistently from each bound splice. In a review of TwERK for the online literary site Montevidayo, poet Joyelle McSweeney writes, “Language is not a neutral tool, and the history of the peoples who belong to these language[s] and the hegemonic forces that would distress, suppress or obliterate both the languages and their peoples is what makes these poems so fierce, fraught, bladey and mobile. The showiness and flaunt of these poems are like the fierceness of the drag balls Diggs salutes in one poem: a visible weapon, a tactic simultaneously offensive and defensive, a wargame for the whole body. Diggs’s poems truly work the whole body of the poem, the whole body of sound, the whole body of history, the whole body of voice and ear, the whole body of language and the ability of the page to be its own sonic syntax; they articulate and rotate joints that seemed fixed; they are bawdy and triumphant and they more than work. They TwERK.”\r\n \r\nIn her contribution to the online self-interview project The Next Big Thing, Diggs addresses the many inspirations for TwERK, including “the overall desire to communicate with other tongues. The fact that most of the world is at the least bi/tri-lingual and … a number of Americans still think English is best and fail to hear the Bengali being spoken just feet away from them in the 7-Eleven.”\r\n \r\nDiggs is the author of the poetry collection TwERK (2013) and several chapbooks, as well as the album Television (2003). She has been a poetry editor for the online arts journal exittheapple and, with writer Greg Tate, is a founding editor of YoYo/SO4 magazine. Diggs’s interdisciplinary work has been featured in exhibits at several New York museums, including the Whitney and the Museum of Modern Art. Her additional honors include scholarships and residencies from the New York Foundation for the Arts, Cave Canem, Virginia Center for the Creative Arts, the Harlem Community Arts Fund, the Jerome Foundation, the Eben Demarest Trust, Caldera Arts, Black Earth Institute, and the Barbara Deming Memorial Foundation. She lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}