{"pf_url": "https://www.poetryfoundation.org/poets/laura-kasischke", "name": "Laura Kasischke", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9d43351b973f9b6e68e24f5ceff0effe96f00e51.jpeg", "bio": "\nPoet and novelist Laura Kasischke was born in Grand Rapids, Michigan and teaches in the MFA program at the University of Michigan. Her books of poetry include Wild Brides (1992), Fire and Flower (1998), Dance and Disappear (2002), Gardening in the Dark (2004), Lilies Without (2007), Space, in Chains (2011), which won the National Book Critics Circle Award, and Where Now (2017). Kasischke has won numerous awards for her poetry, including the Juniper Prize, the Beatrice Hawley Award, the Alice Fay DiCastagnola Award, the Bobst Award for Emerging Writers, and the Rilke Poetry Prize from the University of North Texas. She has also won several Pushcart Prizes, as well as received fellowships from the National Endowment for the Arts and the Guggenheim Foundation.\r\n \r\nKasischke’s poetry is noted for its intelligent, honest portrayal of domestic and familial life; its explosively accurate imagery and dense soundscapes; and its idiosyncratic use of narrative. According to Stephen Burt in the New York Times: “No poet has tried so hard to cut through suburban American illusion while respecting the lives, young and old, that it nurtures or saves. No poet has joined the chasm of ontological despair to the pathos of household frustration so well as Kasischke at her best.” In a review of Space, in Chains for the National Book Critics Circle website, Burt noted “a persistent fact about Kasischke’s poetry,” describing her innovative use of narrative: “[N]o single story controls even a single poem,” Burt wrote. “Our lives are too strange, too inwardly wild, too outwardly unpredictable for that. Instead, the poet presents herself as angry, nostalgic, angry, skeptical, pious, distraught, glad and helpless by turns.”\r\n \r\nKasischke’s narrative expertise helps account for her dual career as a novelist. Her novels include Suspicious River (1996), White Bird in a Blizzard (1999), The Life Before her Eyes (2002), which was made into a movie starring Uma Thurman, In a Perfect World (2009), and The Raising (2011). Taking on such weighty subjects as global pandemics and school-shootings, Kasischke’s novels have nonetheless enjoyed broad popular appeal. In the New York Times, Erika Krouse noted the poetic qualities of Kasischke’s fiction: “It is not enough to say that Kasischke's language is ‘poetic,’ a word that has come to mean ‘pretty.’ Rather, her writing does what good poetry does—it shows us an alternate world and lulls us into living in it.”\n", "attrs": {}}