{"pf_url": "https://www.poetryfoundation.org/poets/laura-ulewicz", "name": "Laura Ulewicz", "yob": "1930", "yod": "2007", "image": null, "bio": "\nLaura Ulewicz was born in Detroit to working-class Polish immigrants. In 1950 she moved to San Francisco, where she was involved with the Beat literary scene. She had an intense love affair with Jack Gilbert, who dedicated his first book to her, and she ran the I-Thou coffee house on Haight-Ashbury in the 1960s. She was hospitalized in a psychiatric ward for a time, and allegedly escaped. Her first and only book, The Inheritance, was published in 1967; she published sparingly during her lifetime, although her work appeared in literary magazines in the US and the UK, in anthologies such as Richard Peabody’s A Different Beat: Writing by Women of the Beat Generation (1997), and as broadsides in the Bay Area during the 1960s. She was friends with many Beat poets, but she didn’t identify her own poetics with the scene. Recalling Ulewicz, Erica Goss has remarked, “Laura’s role as a member of the Beat movement was not limited to that of dispassionate observer, but many of her poems function as snapshots of that era, taken, it seems, when her subjects were least aware of being photographed.”\nUlewicz lived in England in the early 1960s, where she joined poets George MacBeth, Edward Lucie-Smith, and others in The Group, an informal writing workshop in London. She published poems and gave readings but ultimately returned to San Francisco in 1965. Ulewicz’s literary executor, Stephen Vincent, described the challenges Ulewicz faced in the literary climate of those years: after her return from England, a Penguin editor wanted to bring out a pamphlet featuring three women poets, Ulewicz, Denise Levertov, and Sylvia Plath, and wrote to Ulewicz requesting poems. “Six months later he wrote back to say that he could not get his fellow editors and marketing to support a book of three women. So goes history and the fate of a working-class woman without a trust fund and a refusal to cotton in the ways that have brought male support, financial and otherwise.”\nAround 1970, she moved to Locke, California, a small Chinese-American community in the Sacramento-San Joaquin River Delta. She was a social worker for the county of Sacramento for many years, held positions on the Locke town council, and worked in local art galleries, all while continuing to write poems and garden. Ulewicz died of emphysema and heart disease at her home in Locke. The town subsequently erected a small plaque in her memory.\n", "attrs": {}}