{"pf_url": "https://www.poetryfoundation.org/poets/laura-hershey", "name": "Laura Hershey", "yob": "1962", "yod": "2010", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/9aa50b58c4bc89e915ad49b24bf8ff489f8b37fa.jpeg", "bio": "\nPoet, activist, and author Laura Hershey earned her BA from Colorado College, MFA from Antioch University, and was awarded an honorary doctorate from Colorado College. Recognized as a leader in the movement for disability rights, Hershey was the author of Survival Strategies for Going Abroad: A Guide for People with Disabilities (Mobility International USA, 2005), wrote a regular blog “Life Support” for the Christopher and Dana Reeve Foundation’s website, and published over 100 essays and articles in magazines, journals, anthologies, and websites. Her poems appeared in anthologies including Pushing the Limits: Disabled Dykes Produce Culture (Women’s Press, 1996), Bigger Than the Sky: Disabled Women on Parenting (Women’s Press, 1999), Fire in the Soul: 100 Poems for Human Rights (New Internationalist, 2009), as well as numerous literary journals and magazines. Hershey’s poetry chapbook, Spark Before Dark (Finish Line Press, 2011), was published posthumously.\nHershey pursued justice issues on several fronts, drawing attention to and exploring the intersections of “disability and sexuality, gender, race, class, gender identity and more,” according to activist Jessica Lehman: “Through her powerful, loving and thought-provoking words,” Lehman continued, “she changed the way many of us think and helped us explore and develop new ideas.” In addition to organizing for disability rights organizations such as ADAPT and Not Dead Yet, Hershey protested Jerry Lewis’s muscular dystrophy campaigns, advocated for queer expression and activist poetries, and attended United Nations conferences on women’s rights.\nLaura Hershey: On the Life and Work of an American Master (Pleiades Press, 2019) was edited by Meg Day and Niki Herd. The collection highlights the various modes through which Hershey engaged with disability, identity, and social justice. In an interview with Noah Roush, Day remarked that “when Hershey writes—powerfully, yes, and lyrically, narratively, politically—she’s modeling a kind of activism that still hasn’t been fully realized by contemporary disabled poets and writers. Can we write poems that exit the nondisabled orbit, that tend crip linguistics and don’t apologize or explain? Hershey’s showing us how.”\nHershey was the recipient of a Lambda Literary fellowship. After Hershey’s death following an unexpected illness in 2010, her partner Robin Stephens told the Denver Post, “She was a genius who lived with disability and lived well.”\n", "attrs": {}}