{"pf_url": "https://www.poetryfoundation.org/poets/lawrence-raab", "name": "Lawrence Raab", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/74e2b1d743db9fda94b2167b9f3b60191528d9a3.jpeg", "bio": "\nPoet and professor Lawrence Raab was born in Pittsfield, Massachusetts. He earned a BA from Middlebury College and an MA from Syracuse University and has taught at various institutions including American University, the University of Michigan, and Williams College, where he is the Morris Professor of Rhetoric.\nRaab is the author of many collections of poetry, including The Life Beside This One (2017); Mistaking Each Other for Ghosts (2015), which was a finalist for the National Book Award; The History of Forgetting (2009); Visible Signs: New and Selected Poems (2003); and What We Don’t Know About Each Other (1993), selected for the National Poetry Series by Stephen Dunn and a finalist for the National Book Award. He collaborated with Stephen Dunn on a chapbook of poems, Winter at the Caspian Sea (1999). \nConversational yet precise, Raab’s lyrical meditations trace human fallibility and doubt. As Boston Review critic Don Colburn noted in a review of What We Don’t Know About Each Other, “Lawrence Raab’s gracefully haunting poems explore the fine lines of our temporal lives‚ between distance and intimacy, limits and possibility, present and past … In Raab’s poems, reason and faith are not as far apart as they sometimes seem.”\nIn addition to his poetry, Raab has written the screenplays The Distances (1967) and Or I’ll Come to You (1968). The Birds, his adaptation of a play by Aristophanes, was first produced at the Power Center in Ann Arbor in 1975. Raab has been an editor for Frontiers and a member of the editorial board of Alkahest.\nRaab’s honors include the Bess Hokin Prize from Poetry magazine, the Academy of American Poets Prize, and the Charity Randall Citation from the International Poetry Forum. He has also received grants and fellowships from the National Endowment for the Arts, the Massachusetts Council on the Arts, the Bread Loaf Writers’ Conference, the University of Michigan Society of Fellows, the Peter S. Reed Foundation, and the John Simon Guggenheim Memorial Foundation. Raab’s poetry has been featured in The Norton Anthology of Poetry (1983), A Book of Luminous Things (1996, ed. Czeslaw Milosz), and several volumes of Best American Poetry.\nHe lives in Williamstown, Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"]}}