{"pf_url": "https://www.poetryfoundation.org/poets/leanne-howe", "name": "LeAnne Howe", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/add232b029c75b7cb97fd09082e46d55ea848fb1.jpeg", "bio": "\n                                                                    Poet, fiction writer, filmmaker, and playwright LeAnne Howe was born and raised in Oklahoma and is a member of the Choctaw Nation of Oklahoma. She worked as a newspaper journalist for 12 years before earning an MFA from Vermont College.   Howe’s lyrical poems engage Native American life. She is the author of the poetry collection Evidence of Red: Poems and Prose (2005), which won the Oklahoma Book Award.   Her novels include Miko Kings: An Indian Baseball Story (2007) and Shell Shaker (2001), which won the Before Columbus Foundation’s American Book Award. The French translation of Shell Shaker, entitled Equinoxes Rouge, was a finalist for the 2004 Prix Médicis Etranger. Howe’s scholarly articles have appeared in Pre-removal Choctaw History: Exploring New Paths (2008), Reasoning Together: The Native Critics Collective (2008), and Foundations of First Peoples’ Sovereignty: History, Culture, and Education (2008). She was the narrator and host of the 2006 PBS documentary Indian Country Diaries: Spiral of Fire. Her plays include The Mascot Opera: A Minuet, which was commissioned by Minneapolis’s Mixed Blood Theater in 2008. She performed her one-woman show Choctalking on Other Realities at the Krannert Center for the Performing Arts in 2009.   Howe’s honors include a Fulbright Scholarship to Jordan as well as residencies at the MacDowell Colony, Virginia Center for the Creative Arts, Ragdale, and the Atlantic Center for the Arts. She has also received the Writer of the Year Award from the Wordcraft Circle of Native Writers and Storytellers as well as a grant from the Iowa Arts Council.   She has taught American Indian studies and English at the University of Minnesota and the University of Illinois at Urbana-Champaign.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}