{"pf_url": "https://www.poetryfoundation.org/poets/les-murray", "name": "Les Murray", "yob": "1938", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8a12caea0dc557db784b97fad45f977bc4ed684c.jpeg", "bio": "\nLes (Leslie Allan) Murray was considered to be the leading Australian poet of his generation. He grew up in poverty on his grandparents’ farm in Bunyah, New South Wales, a district he moved back to with his own family in 1985. The recipient of numerous honors for his poetry, and often referred to as Australia's “Bush-bard,” Murray's many poetry collections included The Ilex Tree (with Geoff Lehmann, 1965) and Dog Fox Field (1990), both winners of the Grace Levin Prize for poetry; Subhuman Redneck Poems (1996), winner of the T.S. Eliot Prize for poetry and a UK Poetry Society Choice; Learning Human (2000); Conscious and Verbal (2001); Poems the Size of Photographs (2004); Taller When Prone (2011); New Selected Poems (2014); and Collected Poems (2018). He was also the author of Killing the Black Dog: A Memoir of Depression (2011). The National Trust of Australia named him one of the 100 Australian Living Treasures.\n\r\nRecurrent subjects in Murray’s work are the history and landscape of Australia, white settlers, indigenous life, family, and the rural landscape. The Poetry Book Society said of The Biplane Houses (2006), “His concerns ... are addressed in poems that range from the polemical and punning to the lyrical and mythic.” His works are replete with imagery of the Australian landscape, but Dan Chiasson has observed that “the key to Murray ... is not landscape but rage. ‘How naturally random recording edges into contempt,’ Murray writes, identifying the poles for his combustible temperament.”\n\r\nIn a 1998 BBC interview, Murray explained that his composition of poems takes place in a trance: “It’s an integration of the body-mind and the dreaming-mind and the daylight-conscious-mind.”\n\r\nMurray’s work has been translated into 10 languages, and he was awarded the Australian Literature Society’s Gold Medal and the Queen’s Gold Medal for Poetry. In 1996 Murray suffered from a liver infection; when he woke after three weeks in a coma, the press reported that he was again “conscious and verbal,” a condition that inspired the title of his 2001 collection of poems.\nMurray died in 2019 at the age of 80.\n", "attrs": {"Region:": ["Australia"]}}