{"pf_url": "https://www.poetryfoundation.org/poets/leslie-ullman", "name": "Leslie Ullman", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2b8b6cfdc21174b8c3b778fe482b1e24f520a6d5.jpeg", "bio": "\n                                                                    Born in Illinois, poet Leslie Ullman earned a BA at Skidmore College and an MFA at the University of Iowa Writers’ Workshop. In her poems, she moves through landscapes with precise boldness, open to the surprise and nuance of encounter—with the self, with others, with the landscapes themselves. In a 2013 interview with Melody Nixon for The Common, Ullman stated, “When I travel either literally or in my imagination into landscapes of the past, especially into foreign landscapes … I find myself seeking to project myself into history, to feel myself part of a continuum, and I suspect my experience of being an American raised in a suburb among assimilated people has given me a particular longing for this. … For me, absence is often linked with, or leads to, reverie, invention, and new forms of presence.” Discussing the poems in Progress on the Subject of Immensity, poet David Wojahn stated, “For over thirty years now, Leslie Ullman has steadily refined a poetry of the most acute and lyrically precise mindfulness, of what one of her poems calls the ‘greater alertness.’ This method has been forged in part by her ability to render the harsh beauties of the southwestern landscapes that have been her adopted home. More important still, however, is her almost shamanistic willingness to visit those liminal states between waking and dreaming, conventional reality and phantasm—states that sometimes offer menace, sometimes wonderment.”   Ullman’s debut poetry collection, Natural Histories (1979), was chosen by poet Richard Hugo for the Yale Younger Poets prize. Additional collections include Slow Work Through Sand (1998, a co-winner of the Iowa Poetry Prize), Dreams by No One’s Daughter (2008), and Progress on the Subject of Immensity (2013).    Her honors include multiple fellowships from the National Endowment for the Arts. Ullman is a professor emerita at the University of Texas at El Paso, where she established the bilingual MFA program. She has also taught at the Vermont College of Fine Arts. Ullman lives in southern New Mexico.\n                                                            ", "attrs": {"Region:": ["U.S., Southwestern"]}}