{"pf_url": "https://www.poetryfoundation.org/poets/leslie-scalapino", "name": "Leslie Scalapino", "yob": "1947", "yod": "2010", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6d0b30ee72b0a61522dd76b7c3179c1df9e651c6.jpeg", "bio": "\nAn experimental writer associated with the West Coast Language poets, Leslie Scalapino grew up in Berkeley, California. She attended Reed College and received an MA in English from the University of California, Berkeley. Her collections include It’s go in horizontal, Selected Poems 1974–2006; Day Ocean State of Stars’ Night: Poems & Writings 1989 & 1999–2006; New Time (1999); the trilogy The Return of Painting, The Pearl, and Orion (1991); that they were at the beach-aeolotropic series (1985); and Considering how exaggerated music is (1982).\nScalapino’s writing often blurs the distinctions between poetry, prose, and even the visual arts—her book Crowd and not evening or light (1992) includes photographs with handwritten notes. Her poems are attentive to changes of language, setting, and identity, rather than maintaining a strict adherence to narrative or lyric form; their “chronology” has been compared to Gertrude Stein’s idea of the “continuous present.” Eileen Myles considered Crowd and not evening or light to be “panoramic. The constant shuttling from context to context, her refusal to build tension beyond a certain point. Instead, the weave of her writing keeps flattening out and zipping along, always getting wider and wider.”\nScalapino’s work also engages ongoing political and social concerns. She received a commission from the publisher Atelos to write R-hu (2000), a piece composed while traveling through the Gobi desert. Of R-hu, Scalapino told Publisher’s Weekly: “I simply put into writing whatever I was thinking as well as seeing—sometimes responding to events at home and issues of writing.”\nScalapino was the editor and founder of O Books. She taught at the University of California, San Diego, where her papers are held in the Mandeville Special Collections Library. She died in 2010.\n", "attrs": {"Region:": ["U.S., Western"]}}