{"pf_url": "https://www.poetryfoundation.org/poets/letitia-elizabeth-landon", "name": "Letitia Elizabeth Landon", "yob": "1802", "yod": "1838", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/571aeff5b3eb4d186e1a1fa6245be188ffa34217.jpeg", "bio": "\nProlific English poet and novelist Letitia Elizabeth Landon, often known as L.E.L. among fans and in literary circles, was born August 14, 1802 in Chelsea. The eldest of three children, Landon showed literary talent at nine years old; her first published work, the poem “Rome,” appeared in in the Literary Gazette March 11, 1820, and her work continued to be published in the periodical under the initials “L.” and “L.E.L.” The following year, with financial support from her grandmother, Landon published The Fate of Adelaide: A Swiss Tale of Romance; and Other Poems; the collection was the first of her works to be published under her full name and sold well, though it received little critical attention. In addition to publishing her work in the Gazette, Landon served as the journal’s chief reviewer and had considerable influence on both book sales and literary reputations. \nHer second collection of poetry, The Improvisatrice, and Other Poems (1824), was very popular with audiences and went through six editions in its first year of publication. Landon reached the height of her popularity in 1825 with the publication of The Troubadour: Poetical Sketches of Modern Pictures, and Historical Sketches. Her popularity led to speculation about her personal life and she was often the subject of scandalous stories in gossip magazines. The collections The Golden Violet (1827) and The Venetian Bracelet (1829) followed, and she continued to publish in numerous periodicals, annuals, and illustrated gift books. Her style was influential to early 19th-century popular verse. “Landon’s poetry is marked by a sense of spontaneity, no doubt the combined result of her desire to suggest that she was an improvisatrice, and the need, given both her financial requirements and her great popularity, to produce a prolific amount of verse in a short period of time,” Glennis Byron observes in the Oxford Dictionary of National Biography. She frequently remarked in her letters that her mental and physical health suffered as a result of overwork. \nRomance and Reality (1831), Landon’s first of four novels, was praised by reviewers as a witty observation of modern life and cemented her status as a key figure in the literary scene. Despite or, perhaps, due to her popularity, Landon was often the target of cruel speculation about her personal life; again, Byron comments that though her “family background was certainly respectable, as a woman living alone and making a living as a professional writer she herself was often seen as less than respectable.” In 1834 Landon and John Forster, editor of The Examiner, began courting and became engaged; the relationship brought further public scrutiny to Landon’s relationship, not only with Forster, but with other male friends and colleagues, and the pair eventually split. She married George Maclean, governor of a British post in what is now Ghana, in June 1838. In October of the same year, she died from an overdose of prussic (hydrocyanic) acid. \nLandon’s life and works were remembered by later poets, such as Elizabeth Barrett Browning in “L.E.L’s Last Question” and Christina Rosetti’s response, “L.E.L.”, the epigraph of which begins “Whose heart was breaking for a little love.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}