{"pf_url": "https://www.poetryfoundation.org/poets/lew-r-sarett", "name": "Lew R. Sarett", "yob": "1888", "yod": "1954", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ae412b523326b847bd3f4de4129569c535e47ff9.jpeg", "bio": "\n                                                                    Poet, lecturer, and teacher Lew Sarett was born Lew Saretsky in Chicago to parents who immigrated from Poland and Lithuania. He was educated at University of Michigan-Ann Arbor, Beloit College, Harvard Law School, and the University of Illinois Law School. Sarett became interested in nature and American Indian culture and lore at an early age, and these interests are clearly reflected in his life and in his poetry. He served as an adviser on Indian affairs to the Department of the Interior, and lived among the Chippewa Indians of the Lake Superior region, and was adopted by them and given the name Lone Caribou. When Sarett was not teaching, he served as a part-time ranger in National Parks in Montana and Wyoming and as a wilderness guide in northern Minnesota and Canada. As a horticulturist, he produced six new varieties of dahlia, each of which won many awards.A noted orator, professor of English and Public Speaking, and participant in lyceum and chautauqua circuits, Sarett was the author or co-author of several popular speech textbooks. In 1921 he served briefly as an advisory editor of Poetry magazine and won Poetry's Levinson Poetry Prize; he won the Poetry Society of America's annual prize in 1925. Sarett was the author of five volumes of poetry including Many Many Moons (1920); The Box of God (1922); Slow Smoke (1925); Wings Against the Moon (1931); and The Collected Poems of Lew Sarett (1941), which included an introduction by poet Carl Sandburg, Sarett's friend of many years. His papers are held at Northwestern University, where he taught for many years.\n                                                            ", "attrs": {}}