{"pf_url": "https://www.poetryfoundation.org/poets/lew-welch", "name": "Lew Welch", "yob": "1926", "yod": "1971", "image": null, "bio": "\nPoet Lewis Barrett Welch was born in Phoenix, Arizona, in 1926. After his parents divorced, he moved with his mother and sister to a series of California towns. After high school, he served briefly in the Air Force. Welch was educated at Stockton Junior College, Reed College (where he earned a BA), and the University of Chicago. At Reed, he roomed with poets Gary Snyder and Philip Whalen, with whom he formed lifelong friendships. After visiting William Carlos Williams, a poet he admired greatly, in New Jersey, Welch lived for a time in New York City, where he wrote ad copy for Montgomery Ward. He returned to California, lived in Nevada for a short time, and resettled in San Francisco in 1963, where he taught at the University of California Extension Poetry Workshop. He helped his longtime partner Magda Cregg raise her son, Hugh Anthony Cregg III, who as an adult musician chose the stage name Huey Lewis in Lewis Welch’s honor.\r\n \r\nDrawn to poetry after discovering the work of Gertrude Stein in college, Welch composed poems that play with both grammar and images; in his work, he explored nature, pop culture, and spiritual practice. He was often grouped with the Beat poets, and Jonah Raskin described Welch as “a postmodern Walt Whitman” in the San Francisco Chronicle. “To the practice of poetry he brought […] intense mindfulness,” Raskin noted. “No wonder that his luminous poems feel as vibrant today as when they first burst from the wellsprings of creativity in his own head.” In his own celebrated essay “Language is Speech,” Welch described language as “Speech. The din of a Tribe doing its business. You can’t control it, you can’t correct it, you can only listen to it and use it as it is. If you want to write you have to want to build things out of language and in order to do that you have to know, really know in your ear and in your tongue and, later, on the page, that language is speech.”\r\n \r\nWelch’s work is included in the anthology The New American Poetry (1960). He published several collections of poetry during his life, including Wobbly Rock (1960) and Hermit Poems (1965). His prose includes How I Work as a Poet (1973) and How I Read Gertrude Stein (1996, published posthumously). Originally published as a slimmer version of selected poems in 1973, Ring of Bone: Collected Poems was expanded by poet Gary Snyder in 2012, with a new introduction. Welch is also the subject of the critical study Genesis Angels: The Saga of Lew Welch and the Beat Generation (1979), by Aram Saroyan.\r\n \r\nWelch disappeared into the Sierra Nevada in 1971. The Geisel Library of the University of California at San Diego holds a selection of his papers.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}