{"pf_url": "https://www.poetryfoundation.org/poets/lewis-turco", "name": "Lewis Turco", "yob": "1934", "yod": null, "image": null, "bio": "\n                                                                    Born in Buffalo, poet Lewis Turco earned a BA at the University of Connecticut and an MA at the University of Iowa Writers’ Workshop. A scholar of formal verse, Turco publishes free verse and prose poetry under his own name and formal verse under the anagrammed pseudonym Wesli Court. Regardless of its form, Turco’s poetry offers both wit and concision. Discussing his love for meter and received form with The Nervous Breakdown, Turco stated, “I love to see the language dance and hear it chime. I love to make it do what I want it to do and make it seem easy. I want to make it soar and dive deep into the human situation. I want to be able to do anything at all I wish to do with language.”   Turco’s poetry collections include The Airs of Wales (1981), The Green Maces of Autumn: Voices in an Old Maine House (2002), The Collected Lyrics of Lewis Turco/Wesli Court, 1953–2004 (2004), Fearful Pleasures: The Complete Poems 1959–2007 (2007), and The Gathering of the Elders and Other Poems (2010). His work has been featured in many anthologies, including Patterns of Poetry (1986) and An Exaltation of Forms (2002).   Turco is best known for his exhaustive handbook The Book of Forms: A Handbook of Poetics (1986, fourth edition, 2011). He also wrote the handbooks The Book of Dialogue: How to Write Effective Conversation in Fiction, Screenplays, Drama, and Poetry (1989) and The Book of Literary Terms: The Genres of Fiction, Drama, Nonfiction, Literary Criticism, and Scholarship (1999). His Visions and Revisions of American Poetry (1986) won the Poetry Society of America’s Melville Cane Award for Criticism. He is also the author of the children’s book Murgatroyd and Mabel (1978, illustrated by Robert Michaels) and La Famiglia/The Family: Memoirs (2009).   Turco was the founding director of the Poetry Center at Fenn College (now Cleveland State University). He also founded the Program in Writing Arts at SUNY Oswego, where he taught for 30 years before retiring in 1996. His honors include the Bordighera Poetry Prize, an honorary doctorate from Ashland University, and the John Ciardi Award for Lifetime Achievement in Poetry.   Turco lives in Maine, where he ran the Mathom Bookshop for many years. The University of Iowa library holds a selection of his papers.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}