{"pf_url": "https://www.poetryfoundation.org/poets/lewis-carroll", "name": "Lewis Carroll", "yob": "1832", "yod": "1898", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8c288c4aafce75723477141cbd54066b871de7b2.jpeg", "bio": "\nSelf-effacing, yet having an expressive critical ability; reveling in the possibilities of fancy, though thoroughly at home with the sophisticated nuances of logic and mathematics, Lewis Carroll (Charles Lutwidge Dodgson) was an individual who, through his rare and diversified literary gifts and power of communication, left an indelible mark upon the imaginations of children and adults both during his generation and in generations to come. His best-known works, Alice’s Adventures in Wonderland (1865) and Through the Looking-Glass, And What Alice Found There (1872) are still enjoyed by readers throughout the world and have been adapted for radio, television, and motion pictures.\nBorn in the small parish of Daresbury on January 27, 1832, Charles Lutwidge Dodgson (better known by his pseudonym, Lewis Carroll) was the son of Charles Dodgson, archdeacon, and Frances Jane Lutwidge. The third of 11 children, Dodgson’s secluded, quiet, and protected early childhood stands in ironic contrast to the impact he was to have on the world of Victorian children’s literature. In The Life and Letters of Lewis Carroll (1898), Carroll’s nephew Stuart Dodgson Collingwood wrote that his uncle “invented the strangest diversions for himself ... made pets of the most odd and unlikely animals, and numbered certain snails and toads among his intimate friends.”\nNurtured by a loving mother and father, Dodgson began writing at an early age. While at the Richmond School in 1845, Dodgson composed Useful and Instructive Poetry, his first family magazine, for the edification of his seven-year-old brother, Wilfred Longley Dodgson, and his five-year-old sister, Louisa Fletcher Dodgson; this book was finally published over 100 years later, in 1954. Of his writing in general, Mr. Tate, his instructor, was later to comment that the younger Dodgson was given toward some “creativity in replacing the inflexions of nouns and verbs, as detailed in our grammars,” a fault which Dr. Tate reassured the elder Dodgson his son would most likely outgrow.\nThe poem “My Fairy” in Useful and Instructive Poetry seems to reflect some of the frustrations Dodgson may have experienced over one issue or another. The fairy persona takes on the aspect of a censoring adult who attempts to interfere with Charles no matter which way he turns. Finally, in dismay, the voice of youth cries out against the restrictive adult persona in the last verse:\n \n“What may I do?” at length I cried,\nTired of the painful task.\nThe fairy quietly replied,\nAnd said, “You must not ask.”\n\n“Rules and Regulations,” in addition to commenting upon correctness in writing, also contains remonstrations. It refers to the problem of stammering, which plagued Dodgson throughout his life, emphasizing his shyness and becoming a major factor when he considered acceptance of any public-speaking engagements:\n \nLearn well your grammar,\nAnd never stammar,\nWrite well and neatly,\nAnd sing most sweetly,\nBe enterprising,\nLove early rising,\nGo walk six miles,\nHave ready smiles,\nWith lightsome laughter,\nSoft flowing after.\nIndeed, the passage might well be taken as Victorian commentary on the expectations of childhood.\nAccording to Carroll’s preface to his family magazine Mischmasch (published together with The Rectory Umbrella, 1932), “The Rectory Magazine,” which made its first appearance possibly around 1847, caused so much excitement in his household that most of his family members were sufficiently motivated to contribute to it. Of the dating of the magazine, biographer Anne Clark suggests that, “the real clue to the year of initiation may lie in Charles’ use of pseudonymous initials VX for his serial ‘Sidney Hamilton.’ Reversal of initials was a frequent device of his, and if the magazine dated from 1847, his age expressed in Latin would have been XV. The state of maturity of the contents is consistent with this dating.” Useful and Instructive Poetry and “The Rectory Magazine” were followed by other youthful magazines such as “The Comet” in 1848 and later “The Rosebud,” “The Star,” and “The Will-o’ The Wisp.” Carroll indicates in his preface to Mischmasch that the quality of these endeavors was poor and apparently generated little interest.\nIn 1846, at the age of 14, Dodgson was sent to Rugby. When he left the school in December 1849, it could well be said that he had satisfied the academic hopes his family had for him. In May 1850 he matriculated at Christ Church, University of Oxford, and thus embarked upon an association that lasted until his death. Clark tells of the regimented environment in force at Oxford that strictly controlled thought and dress. Despite such strictures Dodgson seemed able to conform to the degree required for that margin of “academic safety,” though, as Clark points out, “The many absurdities in the Oxford University Statutes were not lost on a humorist of Charles Dodgson’s calibre.” Indeed, such references were to find their way into his epic The Hunting of the Snark (1876) later on.\nFrom 1849 to 1853 Dodgson produced The Rectory Umbrella, eight manuscript magazines, of which four are extant. The manuscripts display an amazing degree of versatility and attest to his ease and familiarity with nursery rhymes, classical poets, and William Shakespeare. Dodgson displayed a talent for writing engaging prose as well as verse. Detail, remarkable for its inclusion in an informal family magazine, is evident in such practices as the use of footnotes both as commentary on the action and as a scholarly apparatus.\nThat Dodgson had a sensitivity for animals is seen in such pieces as “Moans from the Miserable, or The Wretch’s Wail,” written from the point of view of rabbits who publicize their dismay and anger at being carried around by their ears. Later, his concerns would take a much more serious turn, as indicated in his essays on vivisection, “Vivisection as a Sign of the Times” and “Some Popular Fallacies About Vivisection,” first printed in the Pall Mall Gazette (February 12, 1875) and Fortnightly Review (June 1, 1875), and later published in Collingwood’s biography The Life and Letters of Lewis Carroll and Alexander Woollcott’s The Complete Works of Lewis Carroll (1936).\nFancy was a strong element of the pieces appearing in The Rectory Umbrella. The brief essay titled “Pixies,” under the general heading “Zoological Papers,” was written as though such beings actually existed and foreshadows the preface of Sylvie and Bruno Concluded (1893), in which Carroll speaks convincingly of the existence of fairies. While illustrating was to remain an unsuccessful pursuit for the author, The Rectory Umbrella includes some amusing drawings, such as those done for “The Walking Stick of Destiny,” some of which are reminiscent of the style of Edward Lear.\nAs his diaries and letters indicate, Dodgson was a meticulous young man. In his diary entries for 1855, when he was 23, Dodgson reveals his frustration for failing to do his mathematics, having been enticed into the more attractive activities of reading and sketching. Dodgson’s disciplined, and at times exacting, nature was only one side of a complex personality. He was also known for his unfailing good humor and was the sort of person who, despite his innate reticence, could be entertaining at dinner gatherings.\nThe beginning of the year 1851 brought Dodgson’s long-awaited residence at Oxford, but this event was sadly followed by the death of his beloved mother at the age of 47. In July 1851 Dodgson had an opportunity to visit the Great Exhibition, which had opened on May 1. Its effect upon him was profound and moved him to write in a mood of great excitement to his sister, Elizabeth, on July 5. He described the place as “a sort of fairyland,” and near the conclusion of his lengthy letter stated, “I have to go to the Royal Academy so must stop: as the subject is quite inexhaustible, there is no hope of ever coming to a regular finish.” Dodgson reveled in anything that excited the powers of imagination, and the Great Exhibition, with its spectacular exhibits, located in the Crystal Palace, certainly did that; in fact, nothing like it had ever been seen either in England or abroad before.\nAt the end of that year at Oxford Dodgson’s scholarly efforts earned him a Boulter Scholarship, which brought with it the small annual sum of £20. In December 1852 he was to earn a studentship, worth £25 a year. In 1856 he received a master of arts, and in 1857 he was appointed as a tutor, with an income of £300 per year.\nOn December 22, 1861, Dodgson was ordained as a member of the clergy. However, he would not proceed to the priesthood since he deemed himself unsuited. In a relatively short time then, Dodgson had distinguished himself as a student and clergyman, and had won for himself a stable and permanent living. He settled in nicely with the duties of lecturing, studying, and training private students.\nHis new duties notwithstanding, Dodgson was able to pursue his literary interests. In 1856 and 1857 he composed a set of literary pieces specifically for the journal The Train. These included “Solitude,” “Novelty and Romancement,” “The Three Voices,” “The Sailor’s Wife,” “Hiawatha’s Photographing,” “Upon the Lonely Moor,” and “Ye Carpette Knyghte.” Their tones range from serious to humorous; Dodgson’s disposition toward parody was expressed through “Hiawatha’s Photographing,” which retained the meter of its famous counterpart, and “Upon the Lonely Moor,” which parodied William Wordsworth’s poem “Resolution and Independence” (1802). “Upon the Lonely Moor” was later to serve as a model for the White Knight’s ballad in Alice’s Adventures in Wonderland (1865).\nFrom 1858 until the publication of Alice’s Adventures in Wonderland, Dodgson’s output included mathematical and literary topics, including The Fifth Book of Euclid (1858), A Syllabus of Plane Algebraical Geometry (1860), The Formulae of Plane Trigonometry (1861), The Enunciations of ... Euclid, Books I and II (1863), and A Guide to the Mathematical Student (1864). The number of such publications would grow as his career advanced, striking a peculiar and interesting juxtaposition between the abstract but acceptable world of numbers and the intangible and less credible one of fancy.\nAs was the case with many of his literary contemporaries, Dodgson also contributed widely to newspapers and magazines. Beginning in 1854 with two anonymous contributions to the Oxonian Advertiser, he published a wide variety of fiction, nonfiction, and poetry in newspapers and magazines, including the Whitby Gazette, the Comic Times, the Oxford Critic, the Illustrated London News, College Rhymes, Strand Magazine, All the Year Round, Aunt Judy’s Magazine, Oxford University Herald, Pall Mall Gazette, and the Monthly Packet. With characteristic reticence about the value of the work he had produced, Dodgson at first refused to sign his name to his work, choosing instead to use the initials BB. Later, after having been prodded by Edmund Yates, editor of The Train, to select a pseudonym, Dodgson offered him several possibilities, among them “Lewis Carroll,” a version of his first and middle names. A serious poem titled “The Path of Roses,” which appeared in the May 1856 issue of The Train, was the first contribution to bear officially the Carroll pseudonym, by which the author is popularly known today.\nIn his diary entry for June 2, 1855 Carroll noted with regret that Thomas Gaisford, dean of Christ Church since 1831, had died on that day. Five days later he also noted rather matter-of-factly that “The Times announces that Liddell of Westminster is to be the new Dean; the selection does not seem to have given much satisfaction in the college.” The appointment ultimately became a most fortunate one for Carroll, for Dean Liddell’s three-year-old daughter, Alice, would profoundly influence the course of Carroll’s literary career.\nCarroll’s friendships with young girls have been the cause of enduring speculation. In The Life of Lewis Carroll (1932), an early Carroll biographer, Langford Reed, maintained that the author’s dealings with children were innocent. Commenting on the complexities of Carroll’s personality, Reed observed that the children who knew Carroll felt that he shared a commonality with them that was almost on the level of a sacred kinship. Surviving notes from Carroll to Enid Shawyer demonstrate the tenor of Carroll’s friendship with youth. In a letter dated April 7, 1891 Carroll wrote:\n\nSo you think you’ve got the courage to come a walk by yourself with me? Indeed! Well, I shall come for you on April 31st at 13 o’ clock, and first I will take you to the Oxford Zoological Gardens, and put you into a cage of LIONS, and when they’ve had a good feed, I’ll bring you to my rooms, and give a regular beating, with a thick stick, to my new little friend. Then I’ll put you into the coal-hole, and feed you for a week on nothing but bread and water. Then I’ll send you home in a milk-cart, in one of the empty milk-cans. And after that, if ever I come for you again, you’ll scream louder than a COCKATOO!\n\nWhile obviously joking, the letter’s violence is impossible to ignore. Such writing may have also raised the eyebrows of some Victorian parents.\nFurther, on April 16, 1891 Carroll wrote to Mrs. Stevens in what appears to be a state of mild alarm. Apparently Winnie, Enid’s sister, had seen some photographs of nude children taken by Carroll while Carroll and Winnie were visiting a friend. Anticipating the mother’s reaction, he carefully attempted to explain the photographs to Mrs. Stevens and assured her that any photographs he might take of her daughter Enid would be in full dress. Subsequently, Enid was permitted to accompany Carroll to tea for a few hours. In the mid-20th-century, such behavior was read through a psychoanalytic lens. In her study Swift and Carroll: A Psychoanalytic Study of Two Lives (1955), Phyllis Greenacre asserted that Carroll’s desire to photograph little girls in the nude beyond infancy was out of the ordinary during the Victorian period, and suggested that his abrupt abandoning of photography in 1880 may have been related to speculations regarding his hobby.\nThough Greenacre’s study is dated, scholars continue to speculate about the true nature of Carroll’s relationships with children. But there seems no doubt that he felt more at home with little girls than with little boys or with adults: in his letter dated March 31, 1890 to Edith Blakemore, he confesses that with little boys, “I’m out of my element altogether.” In the same correspondence he refers to having at least 100 child friends. He always maintained that his friendships, while their intensity was unusual, were to take place with the strictest propriety, although his letters to children occasionally adopted an uncomfortable familiarity.\nCarroll’s friendship with the Liddell daughters seems to have been mutual, and Carroll took the girls on many outings that they apparently enjoyed. The sunny, placid afternoon of July 4, 1862 is firmly fixed as a literary event in the minds of all those interested in Carrolleana, as the date when Carroll, at that point an ordained deacon, told the story that became Alice’s Adventures in Wonderland to Alice Liddell during a boat ride. Carroll apparently began writing the text almost immediately. Canon Duckworth, a close friend of the author, present in the boat as oarsman on that eventful day (and who later appeared as the duck in the story), wrote that Carroll reported to him that the written text was actually begun on the night following the boat ride. Duckworth reports that the manuscript was seen by Henry Kingsley, brother of Charles Kingsley, who was visiting Dean Liddell. Kingsley was so impressed with the manuscript that he urged Mrs. Liddell to inform Carroll that he should have it published.\nThe seed planted, Carroll contacted Duckworth and asked him to read over the manuscript to determine its worth. Duckworth enthusiastically recommended that Carroll proceed and suggested that he send the manuscript to the illustrator John Tenniel. At this point Carroll still had not finalized the title. In a June 10, 1864 letter to Tom Taylor, a dramatist acquaintance of Carroll’s, Carroll indicates several titles he was considering. Having considered such combinations as “Alice Among the Elves,” “Alice Among the Goblins,” and “Alice’s Doings in Elf-land,” Carroll states at the close of the letter that he prefers the title “Alice’s Adventures in Wonderland,” showing that he was looking more for affirmation than for new ideas.\nAlice’s Adventures in Wonderland was an audacious and thoroughly imaginative fairy tale without fairies. It makes bold references to the practices and politics of the day, and mentions specific friends and acquaintances of the author—not always in a complimentary fashion. Roger Lancelyn Green in “The Making of Alice: 1860–3” posited some of the individuals and incidents that may have been responsible for the eventual shaping of the story. Lorina and Edith, sisters of Alice Liddell, Green argued, serve as inspirations for the Lory and the Eagle respectively, while their two younger sisters, Rhoda and Violet, appear as the Rose and the Violet. Theophilus Carter, who had been affiliated with Christ Church but who ran a furniture shop in Oxford at the time the story was written, likely appears as the Mad Hatter.\nAlice’s Adventures in Wonderland was a story told to, and later written down for, privileged little girls at a time when only the middle and upper classes had primary access to leisurely pursuits and to the powerful medium of the book. While his strong Christian ethic informed an overall democratic approach, Carroll was generally uninformed about the less advantaged child, an attitude that occasionally manifests itself in a lack of sensitivity, though the author probably would have been appalled to have been considered insensitive.\nThe character Alice is a reflection of the children with whom Carroll had close contact. She is also, to some extent, a composite of the child audience toward whom most fantasy writers of the period were directing their work, even though some contemporary literary characters, such as Tom the chimney sweep in Charles Kingsley’s The Water Babies: A Fairy Tale for a Land-Baby (1863), are clearly on the low end of the socio-economic scale. Alice, who makes reference to her nurse in both Alice’s Adventures in Wonderland and its sequel, Through the Looking-Glass, And What Alice Found There (1872), demonstrates her sense of etiquette through her monologue about curtsying to the inhabitants she will meet at the bottom of the rabbit hole. While in Wonderland, she never once makes a complaint about being hungry or without adequate clothing in her waking life. She was a child with whose circumstances the Liddell children and the scholarly Canon Duckworth could easily identify. Lillian Smith has pointed out in The Unreluctant Years: A Critical Approach to Children’s Literature (1991) that modern readers should be aware of the double-layered, literal/symbolic implications of the tale, since there were present in the original audience two levels of listeners. The gifted Carroll may thus have fashioned the story subconsciously to accommodate both types of listeners, which perhaps, along with the humorous activities that Alice and her fantastic escorts engage in, explains the universal appeal of this story.\nThe basic plot involves Alice’s desire to enter a wonderful garden that she sees after having wandered into a magic hall. Alice eventually attains her goal and enters the garden. During the course of her travels through Wonderland she meets a strange combination of people and anthropomorphic animals.\nThe book is infused with Carroll’s unique sense of humor and reflects his love of punning and sophisticated plays on language. The illustrations that accompanied the text were immediately popular, for Tenniel managed to capture Carroll’s spirit of whimsy, as in the Cheshire cat episode in the chapter “Pig and Pepper,” and outrageous exaggeration, as in Alice’s sudden changes in size in the chapters “Down the Rabbit Hole” and “The Rabbit Sends in a Little Bill.” That Carroll and Tenniel both shared a passion for artistic accuracy is demonstrated in a July 19, 1865 letter, in which Tenniel expresses his dissatisfaction with the printing of his illustrations. Shortly thereafter, Carroll requested that Macmillan reprint the book, and he began recalling the inscribed copies he had sent to friends. The book was reprinted later that year to the satisfaction of both the author and the artist.\nThe hidden nuances and the more obvious aspects of invention in Alice’s Adventures in Wonderland have been examined, and the text and presumed subtext guessed at, affirmed, and alternately uplifted and debased from a literary as well as a psychological point of view. Alice’s Adventures in Wonderland remains not only Carroll’s personal tour de force, but also the most influential classic in Victorian children’s literature, despite the fact that many critics claim that the sequel, Through the Looking-Glass, And What Alice Found There, is a more inventive and imaginative work. Nevertheless, at the time when the first Alice book arrived, nothing like it had ever been seen before.\nCarroll carefully collected the notices about Alice’s Adventures in Wonderland in the newspapers. He was also concerned about how well the book would sell. In his November 19, 1865 letter to Alexander Macmillan, he asked the publisher not only to keep him abreast of any notices that appeared about the Alice books, but also of Macmillan’s perception of how well the sales were progressing.\nGratified by the reception of the first story, Carroll wrote to Macmillan in August of the following year that he had an idea for a sequel, eventually titled Through the Looking-Glass, And What Alice Found There. It was published in 1871 (dated 1872), again illustrated by Tenniel, and was perhaps even more inventive than the first book. Through a mirror Alice enters a “Looking-glass world” on the other side. This world is laid out in chessboard fashion, and Alice’s adventures are so many moves upon this giant chessboard. While some readers might interpret the story as an argument that all humans are pawns in the gigantic game of life (a stance that violates Carroll’s Christian ethic), Alice has an opportunity to live out the experience literally, in a relatively short period of time, as she makes her way toward the eighth square, where she hopes to be crowned queen.\nOnce again, as in the previous book, Alice comes into contact with unusual people and anthropomorphic flora and fauna. In particular, the “Wool and Water” episode is memorable for its imaginative portrayal of a dark little shop in which objects float from one shelf onto another and, ultimately, through the ceiling. In this three-part scene—with Alice first in the shop; then outside, rowing down a little stream; and then back in the shop again—the reader is led ever deeper into a world of nonreality. Carroll permits his heroine to test her senses of sight, sound, smell, and touch, but does not allow her to experience taste. Therefore, Alice, and ultimately the reader, is stopped from totally experiencing this episode as reality. Alice buys a little egg in the shop, but is not allowed to eat it. Instead, the sheep places it at a distance from her and informs Alice that in this shop people must get things for themselves. The egg turns into Humpty Dumpty before she can get it, and Alice is thrown headlong into another adventure.\nBoth of the Alice tales give voice to the Victorian desire to overcome restrictive environments, demonstrated to some degree through Carroll’s use of parody to open traditionally closed literary formats. Beverly Lyon Clark asserts that Carroll’s use of both open and closed fields, as well as his unique integration of text and poetry, constitutes a new approach in Victorian writing for children. Physically, the movement in the two stories is from indoor settings to outdoor environments. In Alice’s Adventures in Wonderland Alice passes through the restrictive environment of a rabbit hole and yearns to be free in the wonderful garden. Her most vibrant adventures take place primarily in the outdoors; her indoor experiences are generally more frustrating and uncomfortable, although the outdoor adventures have their own share of difficulties. The same is the case in Through the Looking-Glass. Alice passes through the closed-in setting of the looking-glass house and heads immediately for the outdoors. Since that entire country is laid out in chessboard fashion, Alice cannot see the limits of her existence as she proceeds along her journey. Therefore, the environment has no discernible boundaries.\nThe quest for freedom is one of the primary themes of the two works. Whether one considers the journey as being in concert with Alice’s rather precocious mindset (which might have led her into trouble in a Victorian environment), or, delving further, the concept of the dream story as representing a liberating ideal, there is a distinct air of unbridled joy about these works. They seem to invite readers of all ages and from all times to revel with Carroll in places and with people and creatures who are not bound by the usual rules and regulations.\nCarroll’s complex personality has made it appear to many critics that he was living a double life: the pragmatic world of the Oxford don and the secret shadowy world of fantasy. While he often stated that he wished to avoid the limelight and preferred not to be recognized as Lewis Carroll, the author of the Alice tales, Carroll recognized (and probably enjoyed) the convenience of being able to accomplish certain goals because he was who he was. In his diary entry for June 25, 1870 he notes that he gained an introduction to Lord and Lady Salisbury; he admits the introduction was probably because of his authorship of Through the Looking-Glass. In other instances Carroll turned down dinner invitations because he did not wish to be deluged with people asking him about Alice.\nAs the Alice stories left their imprint on the life of Carroll, so they have left their indelible mark upon readers in places far away in time and space from Victorian Great Britain. In his survey of the translations of Alice in Wonderland titled Alice in Many Tongues: The Translations of Alice in Wonderland (1964), Warren Weaver identifies 47 languages into which the book had been translated either in whole or in part by 1963. Charles C. Lovett, editor of Knight Letter, the newsletter of the Lewis Carroll Society of North America, identified 62 languages into which either the entire Alice’s Adventures in Wonderland or Through the Looking-Glass, And What Alice Found There had been translated. The accessibility of the Alice books, both in terms of language and the fact that they have never been out of print, has helped ensure a lasting place for these books in the libraries of children in both western and nonwestern cultures.\nCritics also continue to be fascinated with the works and explore ways in which to illuminate the intricacies of their texts and backgrounds for adults as well as for children. In The Other Alice: The Story of Alice Liddell and Alice in Wonderland (1993) Christina Bjork and Inga-Karin Eriksson present the story of Carroll’s friendship with Alice Liddell and the creation of the ensuing fantasy in a well-researched format accessible to young people.\nBetween the writing of the two Alice books, Carroll was also busy writing mathematical works, including The Dynamics of a Particle (1865), The New Method of Evaluation (1865), and An Elementary Treatise on Determinants (1867). During this time he also took a memorable tour of the Continent, including parts of Russia. His impressions were later recorded in “Journal of a Tour of Russia 1867,” published as The Russian Journal, and Other Selections from the Works of Lewis Carroll (1935).\nAside from the Alice books, however, Carroll’s most memorable work during this period was a collection of comic and serious poetry under the title Phantasmagoria and Other Poems (1869), which featured the long and amusing poem of the same title. In this seven-canto poem, in which a ghost calls upon a middle-aged gentleman, Carroll exercises some of his finest abilities as a humorous poet. The ghost is in Carroll’s study primarily to haunt, but ends up presenting a rationale for ghostly house selection and the manner in which these things are done in the spirit world.\nDespite the sophisticated treatment of the subject matter, Carroll apparently intended the poem to be read by children. In his letter of April 5, 1881 to A.B. Frost, his eventual illustrator, Carroll commented that Frost’s drawing of the ghost pleading for mercy from an enraged host was too frightening for young readers as the man had “‘murder’ written in his face.” Frost’s drawings for the poem continued to be amazingly realistic, superimposed with a kind of comic impossibility that well suited the fantastic subject. Though Carroll had previously approached several other illustrators, including Sir John Tenniel, Linley Sambourne, George Du Maurier, E. and A. Fairfield, F.W. Lawson, and Walter Crane, none of whom was able and/or willing to take on the assignment, he greatly admired the illustrations ultimately provided by Frost. He wrote in his April 5 letter, “It is difficult to find words which will express, as strongly as I wish, how thoroughly I admire your pictures to the ghost-poem. They really are wonderful.”\nAt the close of 1872, the year Through the Looking-Glass was published, Carroll published a letter of gratitude to his child readers of Alice’s Adventures in Wonderland. In it he reconciles his role as Lewis Carroll, author of a famous fairy tale, and Charles Dodgson, deacon and lecturer at Christ Church. He thanks his child readers for their support of his fairy tale, and also wishes them a wonderful Christmas season that is “bright with the presence of that unseen Friend, who once on earth blessed little children,” gently reminding them of the true meaning of the holiday season. Carroll, throughout his lifetime, wrote hundreds of letters to young admirers.\nIn April 1876 The Hunting of the Snark was published. Henry Holiday provided the illustrations. This elaborate nonsense poem actually had its origins in somewhat mystical circumstances. Two years earlier, while at Guildford assisting in the care of a sick relative, Carroll was out walking when a line seemed to occur to him out of nowhere. That line, “For the Snark was a Boojum, you see,” would eventually form the ending of The Hunting of the Snark. In his essay “Alice on the Stage” (1887) Carroll explains that he did not at the time, nor did he years later upon going back to the poem, understand its meaning. “I have received courteous letters from strangers, begging to know whether ‘The Hunting of the Snark’ is an allegory, or contains some hidden moral, or is a political satire: and for all such questions I have but one answer, ‘I don’t know!’” Despite this apparent affirmation of its “nonsense only” intention, many readers have drawn parallels between the poem’s content and individuals Carroll encountered and situations that occurred during his lifetime. For instance, Anne Clark points out strong connections between some of the characters in the poem and people mentioned in Notes by an Oxford Chiel, published two years earlier in 1874.\nThe reception of The Hunting of the Snark was disappointing. Carroll may have come to believe that the work had missed its mark with his youthful audience. In April 1876 he wrote to one of his child friends, Florence Balfour, and asked her to let him know whether she liked and understood the poem, since “some children are puzzled with it.” Further, in August 1879 Carroll heard from 19-year-old Mary Brown, who requested that he explain the Snark to her, but Carroll answered that he could not. Perhaps the best response he was to give on the subject was to the inquiry by the Lowrie children: he stated, “words mean more than we mean to express when we use them: so a whole book ought to mean a great deal more than the writer meant.”\nThe Hunting of the Snark is in eight parts, or “fits,” as Carroll called them. The story involves the quest of a ship’s crew of nine, captained by an obsessed Bellman, who are in search of the creature called “the Snark.” Hunting the creature seems to be akin to hunting the fabled unicorn, as Snark sighting seems to be an extremely rare event. But the creature they seek is dangerous as well as marvelous, since it is reported that some Snarks are Boojums, who have the ability to cause unlucky victims to vanish. Despite this knowledge, they decide to press on, until the Baker, who has wandered off on his own, at last sights a Snark. Too late, he shouts his warning and then vanishes, leaving the reader to ponder over the solemn news that “the Snark was a Boojum, you see.”\nMany readers are compelled to ignore Carroll’s admonition that the poem means nothing. Such a well-defined narrative with a quest and a conclusion seems to cry out for interpretation. Broadly speaking, one may guess the search for the unattainable, which even when known to be ridiculous and dangerous, is a goal still felt to be worth the seeking.\nIn 1879 the author published what many deem to be his most accessible mathematical work entitled Euclid and His Modern Rivals. Utilizing a dramatic format, Carroll presents a case for preserving Euclid’s manual in its entirety without modifications, by having Euclid appear as a ghost to convince the mathematics examiner of the efficacy of this approach. Collingwood makes the point in his biography that this fanciful presentation was by far more effective in getting across Carroll’s point than a scholarly essay on the same topic would have been. Carroll had the potential of being most successful when he could combine humor and fancy in his writing, regardless of subject.\nIn December 1882 Carroll was drafted into a post that would occupy the next nine years of his life: Curator of the Common Room at Christ Church. According to Anne Clark, Carroll was responsible for purchase, storage, and inventory of wine, food, supplies, and furniture, as well as the salaries and supervision of servants. Carroll was a fastidious individual who had a passion for record keeping and accountability. Hence, a great deal of his time for the next nine years was spent in attempting to refine the system. Additionally, Carroll discovered (and had no doubt anticipated) that the inherent rigors of an administrative position do not necessarily ensure the gratitude of one’s colleagues. He found himself engaged in many conflicts over issues, in many instances petty ones. After nine years, on March 4, 1892, Carroll gladly resigned from the position when a colleague, Thomas Banks Strong, agreed to take his place. The April 26 entry in Carroll’s diary reveals his sense of relief: “after nine years’ interval, I have my time wholly at my own disposal.” During this time he produced the pamphlet Twelve Months in a Curatorship, by One Who Has Tried It (1884), followed by Three Years in a Curatorship. By One Whom It Has Tried (1886), which were not, as the titles imply, without a substantial dose of Carroll’s characteristic sense of humor. Despite the distractions inherent in such a position, Carroll was able to maintain a schedule of writing projects.\nBesides the two Alice books Carroll’s most substantial works for the child audience were Sylvie and Bruno (1889) and its sequel, Sylvie and Bruno Concluded (1893). Both books are long and complex in format and offer a difficult mix of fact and fancy within the context of a fairy tale. They serve as curious contrasts to The Nursery Alice (1889), intended to make Alice in Wonderland more accessible to the young. Carroll willingly sacrificed concern for accessibility with the Sylvie and Bruno books—though it is interesting to note that when parts of the books were told orally to the earl of Salisbury’s children, the youthful audience was delighted. The written versions were later published in Aunt Judy’s Magazine. As full-length fantasy novels, however, the stories became part of an intricate interweaving of fancy with philosophical and theological musings.\nCarroll states in his preface to Sylvie and Bruno that in writing this book he had embarked upon a new type of venture—one that he hoped would be well received. Carroll hoped to entertain, but, above all, the stories were meant to introduce children to “some of the graver thoughts of human life.” It is precisely this factor that causes the two works to be a bit didactic and labored. The story includes several plots. First is that of the Warden of Outland, who is in danger of being usurped by his evil brother, the Sub-Warden. Because of his bookish and rather absent-minded tendencies, the Warden is in danger of losing his post and possibly his life. He has two enchanting children, Sylvie and Bruno, whose fairy adventures form a major part of the novel. The Warden is invited to be ruler of Elfland and leaves the affairs of Outland in the hands of his brother who, taking advantage of the Warden’s timely disappearance, spreads rumors of his death.\nSimultaneously, the author intervenes with a first-person “story” of his own. Carroll’s intervention complicates the tale, introducing a parallel story in which the narrator (who suffers from a heart condition and is guest of Arthur Forester, a doctor friend) fades in and out of Sylvie and Bruno’s adventures in fairyland. Arthur Forester is in love with Lady Muriel Orme, one to whom the narrator appears also to be attracted. Further complications involve a cousin, Eric Lindon, to whom Lady Muriel becomes engaged but (as the reader discovers in Sylvie and Bruno Concluded) does not marry. The narrator becomes involved in the ordinary and fairy concerns of Sylvie and Bruno when he is in a dreamlike state, but exists simultaneously within his adult world filled with heavily philosophical and theological concerns and conversations.\nCarroll sought to work out many of his preoccupations in these books: including questions about fatalism, free will, and ritual in religious practice. Additionally, adult characters engage in political and moral discussions that have little relevance or application to childhood. The best parts of the book are the adventures of Sylvie and Bruno, which are clearly within the realm of fancy. In the chapter titled “An Outlandish Watch,” the narrator’s experiences with a magical watch are a solid fantasy, situated within a realistic environment. While witnessing an accident, the narrator tries to manipulate time by moving the hands of the watch backward. The effect, however, is disastrous, since this merely causes the accident to take place again at the appointed hour, and the narrator witnesses the mishap over and over again each time he moves the hands of his watch backward. Through this experience, the narrator comes to realize how powerless he is against the inevitability of time. The idea is both fascinating and wrenching and allows Carroll to explore both his preoccupation with time and his belief in the inevitability of God’s will. Ultimately, Sylvie and Bruno is a children’s story subsumed within an adult framework; Carroll himself was to refer to the story as “a huge unwieldy mass of litterature [sic].”\nThe story of Sylvie and Bruno is continued in Sylvie and Bruno Concluded (1893). The narrator meets the title characters in Kensington Gardens, and his fantastic encounters with them and the other cohorts of their fantastic world continue. Arthur Forester marries Lady Orme, only to be separated from her when he volunteers to travel to a village plagued by a dread disease. It is erroneously reported that Arthur is dead, and Lady Muriel mourns his passing. In the parallel story, the Warden returns to Outland, but not to regain his place, which was usurped in the last book. Rather, he allows his sheepish brother to rule and announces his intention to return to Elfland with his children. This scene fades to reveal Lady Muriel knocking at the narrator’s door to inform him excitedly that her husband, Arthur, whom she had thought dead, has been found alive by her former suitor, Eric Lindon. Carroll neatly wraps up all the details and creates a firm conclusion.\nThe plot of the second book is less reliant on fantastic events, and Carroll seems more determined to pursue adult concerns. One wonders what children of the time made of conversations such as the one on how much money was raised at a Charity-Bazaar. This discussion quickly moves from morals and ethics to the economics of the situation, as Arthur and the narrator debate the “two distinct species” of Charity-Bazaars, where market value and fancy prices are involved. In such episodes Carroll appears to have placed his youthful audience to one side. Sylvie and Bruno Concluded is therefore less satisfying than its predecessor.\nThe preface to the work, however, is intriguing, as Carroll defines what he sees as the three states of fairy and discusses the ability of humans to see fairies and vice versa. He presents a tabulation in which he outlines the “abnormal states,” and this tabulation acts as a foundation for the blending of fact and fantasy that the reader experiences while reading the books. Each volume also includes an index, an unusual apparatus in a fictional work. Both books are unique presentations, of interest for Carroll’s rather daring experiment with form.\nThe Sylvie and Bruno books are Carroll’s last full-length works for children. Following Sylvie and Bruno Concluded, he was to produce shorter works, including several publications on logic. A Fascinating Mental Recreation for the Young (1895) was an eight-page circular advertising the author’s Symbolic Logic, Part I, which was to appear in 1896. The following year, Carroll delivered “An Address for Children” at St. Mary Magdalen Church during a children’s service. It presented four accounts of acts of kindness and love designed to serve as examples to be emulated by boys and girls.\nEarly in January 1898 Carroll received word of the death of his brother-in-law Charles Stuart Collingwood. It was his intention to attend the funeral, but within the week Carroll developed a case of influenza, causing his plans to be halted abruptly. He died on January 14, 1898. Two weeks following his death, Dean Paget was to state aptly of Carroll during the course of a sermon: “The brilliant, venturesome imagination, defying forecast with ever fresh surprise; the sense of humour in its finest and most naive form; the power to touch with lightest hand the undercurrent of pathos in the midst of fun; the audacity of creative fancy, and the delicacy of insight—these are rare gifts; and surely they were his.” It is for these gifts and their resulting contributions that Lewis Carroll occupies a seminal place in the history of children’s literature.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}