{"pf_url": "https://www.poetryfoundation.org/poets/lewis-warsh", "name": "Lewis Warsh", "yob": "1944", "yod": "2020", "image": null, "bio": "\nOne of the principal members of the second generation of the New York School poets, Lewis Warsh’s long career spanned the experimental writing movement on both coasts and produced a wealth of poems, novels, commentaries, translations, and art works. Born in the Bronx, New York, Warsh attended the City College of New York, where he earned both his BA and MA in English. Warsh started writing poetry and fiction as a teenager and published his first poems in Wild Dog Magazine in 1965.\r\n \r\nA year later, Warsh co-founded Angel Hair magazine and books with Anne Waldman. Described by Waldman as “a seed syllable that unlocked various energetic post-modern and post-New American Poetry possibilities,” Angel Hair published the early work of important experimental poets such as Lee Harwood, Joe Brainard, Alice Notley, Ron Padgett, and Tom Clark. Warsh later joined a community of writers that formed around the Poetry Project at St. Mark’s Church in the East Village. These included Ted Berrigan, Padgett, Brainard, George Schneeman, and Bernadette Mayer, who would later become his co-editor for United Artists Magazine and Books.\r\n \r\nWarsh authored over 20 books of poetry, including Dreaming as One (1971), Blue Heaven (1978), Information from the Surface of Venus (1987), Out of the Question: Selected Poems (1963-2003), and Alien Abduction (2015). In 2001, Julie Harrison and Warsh collaborated on Debtor’s Prison, a book length poem, and Warsh colloborated with Bernadette Mayer on Piece of Cake, a collection of prose poems written on alternate days in August 1976. He is also the author of autobiographies and fiction, including Agnes & Sally (1984), A Place in the Sun (2010), and One Foot Out the Door: Collected Stories (2014). \r\n \r\nWarsh’s awards included grants from the National Endowment for the Arts, the New York Foundation of the Arts, the Creative Artists Public Service Foundation, the Fund for Poetry and the Poet’s Foundation. He has also received an Editor’s Fellowship Award from the Coordinating Council on Literary Magazines, and a James Shestack award from the American Poetry Review. In 2005 Warsh was the winner of the Gertrude Stein Award for Innovative Poetry in English.\r\n \r\nWarsh taught at Long Island University in Brooklyn, New York as an associate professor in the English Department and directed the MFA program in creative writing. He died in late 2020 at the age of 76.\n", "attrs": {"School/Period:": ["New York School (2nd Generation)"]}}