{"pf_url": "https://www.poetryfoundation.org/poets/li-young-lee", "name": "Li-Young Lee", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/9f95fa08e5851e6dd5c717e8f19e90a41d22bc49.jpeg", "bio": "\nLi-Young Lee was born in Djakarta, Indonesia in 1957 to Chinese political exiles. Both of Lee’s parents came from powerful Chinese families: Lee’s great grandfather was the first president of the Republic of China, and Lee’s father had been the personal physician to Mao Zedong. In Indonesia, Dr. Lee helped found Gamaliel University. Anti-Chinese sentiment began to foment in Indonesia, however, and Lee’s father was arrested and held as a political prisoner for a year. After his release, the Lee family fled through Hong Kong, Macau, and Japan, arriving in the United States in 1964. Lee and his parents moved from Seattle to Pennsylvania, where Dr. Lee attended seminary and eventually became a Presbyterian minister in the small community of Vandergrift. Though his father read to him frequently as a child, Lee did not begin to seriously write poems until a student at the University of Pittsburgh, where he studied with Gerald Stern.\nInfluenced by the classical Chinese poets Li Bo and Tu Fu, Lee’s poetry is noted for its use of silence and, according to Alex Lemon in the Minneapolis Star Tribune, its “near mysticism” which is nonetheless “fully engaged in life and memory while building and shaping the self from words.” Though sometimes described as a supremely lyric poet, Lee’s poems often use narrative and personal experience or memories to launch their investigations of the universal. Lee talked about his belief in the oneness of all things in an interview with Tina Chang for the Academy of American Poets: “If you rigorously dissect it, you realize that everything is a shape of the totality of causes. What’s another name for the totality of causes? The Cosmos. So everything is a shape of Cosmos or God. It feels like something bigger than me—that I can’t possibly fathom but am embedded in.”\nIn his forward to Lee’s debut collection, Rose (1986), Gerald Stern wrote that he “was amazed by the large vision, the deep seriousness and the almost heroic ideal” of Lee’s poetry, adding that it was “reminiscent more of John Keats, Rainer Maria Rilke and perhaps Theodore Roethke than William Carlos Williams on the one hand or T.S. Eliot on the other.” The volume won the Delmore Schwartz Memorial Poetry Award from New York University. Lee’s next collection, The City in Which I Love You (1990), also won high praise, including the Lamont Poetry Selection—now known as the Laughlin Award—which is given in recognition of a poet’s second published book, the only award to do so. Publishers Weekly reviewer Peggy Kaganoff declared that The City in Which I Love You, a remembrance of Lee’s childhood and his father, “weaves a remarkable web of memory from the multifarious fibers of his experience.” Kaganoff added that Lee’s “images are economical yet fluid, and his language is often startling for its brave honesty.”\n\r\nIn The Winged Seed: A Remembrance (1995) Lee traces his family’s path from Indonesia to Pennsylvania in a memoir that is noted for both its compelling story and lyric language. A reviewer for Library Journal described how “Lee interweaves remembrances of incidents from his childhood with dreams, myths, his father’s sermons (dimly remembered), and mundane recollections, such as the seeds in his father’s coat pocket or the coconut oil in his Indonesian nanny’s hair. To the son, the powerful father figure embodied cruelty, Christian kindness, inspiration, deprivation, devotion, and penetrating insight. In this lyrical yet stark rendering of a family of modern China, we see the inner development of the author from his childhood in the 1950s to the present and his adaptation to new world and new perceptions of reality.” Breaking the Alabaster Jar, a collection of interviews with Lee, was published in 2006. The interviews, given throughout the course of Lee’s career, illuminate Lee’s personal aesthetics, personal history, and philosophies.\nLee’s third book, Book of My Nights (2001), deals less explicitly with childhood, family and memory and turns inward “for a transfiguring kind of introspection” according to M.L. Schuldt in Rain Taxi Review of Books. Schuldt continued: “Lee endures sleeplessness to contemplate the self’s urge for total presence. And as with the two volumes that precede it, Lee arrives at his revelations through a pliant, twining syntax and an archetypal diction.”  The book was awarded the William Carlos Williams award. Lee has said that his next collection, Behind My Eyes (2008), sprang from the “confusion” that accompanied writing Book of My Nights. In an interview with Poets and Writers magazine, Lee said he hoped Behind My Eyes is “clearer than Book of My Nights. I think I had to go through some real wilderness, tangled vines and trees and being lost in Book of My Nights, confusion about who I am and what’s going on, and what is language, what’s a poem, why am I writing—all that stuff—to get to this book. I hope it’s deeper and simpler.” Alex Lemon found that the poems in Behind My Eyes “are always extending the boundaries of what one might feel from a graceful arrangement of words.” Lee’s most recent collection of poems is The Undressing (2018).\nLee has said that he considers every poem to be a “descendent of God.” When asked about flawed poems by Poets and Writers, Lee explained: “There are great poems that have flaws. There are failures of perception, failures of understanding, but those flaws become a part of the poem’s integrity, so I still feel that those poems are descendants of God. But if a poem isn’t even good enough to be a poem, I don’t think it’s descended from God: [If] there is no “I” [as in Martin Buber’s I and Thou], there is no God. The ‘Me’ talking about ‘Me’—that’s not enough.”\n \n \n", "attrs": {}}