{"pf_url": "https://www.poetryfoundation.org/poets/linda-hogan", "name": "Linda Hogan", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/632780f3635e521bea48a6aa3c36bec06810198b.jpeg", "bio": "\n﻿A Chickasaw novelist, essayist, and environmentalist, Linda Hogan was born in Denver, Colorado. She earned an undergraduate degree from the University of Colorado-Colorado Springs and an MA in English and creative writing from the University of Colorado-Boulder.\n\r\nHogan is the author of the poetry collections Calling Myself Home (1978); Daughters, I Love You (1981); Eclipse (1983); Seeing Through the Sun (1985), which won the American Book Award from the Before Columbus Foundation; Savings (1988), The Book of Medicines, a National Book Critics Circle Award finalist (1993); Rounding the Human Corners (2008); Indios (2012); and Dark. Sweet. New and Selected Poems (2014). Intimately connected to her political and spiritual concerns, Hogan’s poetry deals with issues such as the environment and eco-feminism, the relocation of Native Americans, and historical narratives, including oral histories. William Kittredge, in his introduction to Hogan’s Rounding the Human Corners, noted, “poets like Linda, through their language, open for us a doorway into their specific resonating dream of the electric universe.”\nHogan’s collections of prose also reflect her interests in the environment and Native American culture. Her books include the essay collection Dwellings: A Spiritual History of the Living World (1995), The Woman Who Watches Over the World: A Native Memoir (2001), and, with Brenda Peterson, Sighting: The Gray Whales’ Mysterious Journey (2002). Together with Brenda Peterson, she edited the anthology The Sweet Breathing of Plants: Women and the Green World (2001) and she is editor of Inner Journey: Views from Native Traditions (2009). A recipient of grants from the National Endowment for the Arts and the Guggenheim Foundation for her fiction, Hogan’s novels include Mean Spirit (1990), Solar Storms (1995), Power (1998), and People of the Whale (2008).\nActive as an educator and speaker, Hogan taught at the University of Colorado and at the Indigenous Education Institute. She has been a speaker at the United Nations Forum and was a plenary speaker at the Environmental Literature Conference in Turkey in 2009.\nHogan’s awards include a Lannan Literary Award, the Mountains and Plains Booksellers Spirit of the West Literary Achievement Award, and a Lifetime Achievement Award from the Native Writers Circle of the Americas. In 2015 she received a National Artist Fellowship from the Native Arts and Culture Foundation and in 2016 she was awarded the Thoreau Prize from PEN.\n\n", "attrs": {"Region:": ["U.S., Southwestern"]}}