{"pf_url": "https://www.poetryfoundation.org/poets/linda-bierds", "name": "Linda Bierds", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/c4d57b99707e07a8d9d4a8791f6e1ce233d79f4d.jpeg", "bio": "\nLinda Bierds was born in Wilmington, Delaware and raised in Seattle, Washington. She earned her BA and MA, with an emphasis in fiction, from the University of Washington. Bierds’s many collections of poetry include Flights of the Harvest Mare (1985); Heart and Perimeter (1991); The Ghost Trio (1994), which was a Notable Book Selection by the American Library Association; The Seconds (2001); First Hand (2005); Flight: New and Selected Poems (2008); and Roget’s Illusion (2014) was a longlist nominee for the National Book Award. In Blackbird Susan Settlemyre Williams praised the scope and persistence of Bierds’s vision: “Flight … with its thirty-four-year perspective on her career, strongly suggests that Bierds is writing, if not in, then at least out of the Northern Renaissance, that period and culture in which Dutch, Flemish, and German artists and scientists imposed their own sensibilities on the spirit of discovery and invention that began to the south. Like those old discoverers, Bierds’s poetry explores the trajectory of human possibility.”\nBierds credits her poetry’s distinct style and interests to her early work as a fiction writer. She spoke to Contemporary Authors about life after receiving her degree:“Once on my own, writing each morning before going to a part-time job as a file clerk, it was poetry that attracted me. In fact, I have written only poetry since receiving the degree. My early training in fiction, however, informs all of my work and results in poems that have been described as ‘lyrical narratives.’”\nBierds’s “lyrical narratives” deal primarily with history and science, and she frequently employs dramatic monologue—using characters ranging from Philip I of Spain to Albrecht Dürer—to render unique the historical circumstances of individual speakers. In part, working with personae allows Bierds to explore definitions of selfhood while escaping confession. In Octopus Jeff Encke noted that “Bierds’ personae collectively strive to mend modern fragmentation, not to herald a return to a premodern state of absolute certainty—hardly that!—but to affirm the essentially human character of this striving.” David Baker, writing in the Kenyon Review, observed that Bierds undertakes “a fascinating investigation of historical characters in the midst of discovery, invention, travail, and… dramatic understanding.” Baker, who described Bierds's verse as “long, uneven lines and equally uneven stanzas—creating a ragged, prose-like density,” declared that “Bierds chooses to dramatize the more particular, critical moments in the lives of others so we might, for ourselves, determine how to invent, discover, create.” Bierds herself told Contemporary Authors: “I find no greater joy in the process of writing a poem than in those hours of research needed to create its world. It is during those hours that the borders of time slip away. If successful, the resulting poem will maintain that fusion of times and will create, for the moments it is read, a kind of eternity, the kind the imagination renders.”\n\r\nKnown for their erudition, dense verbal surfaces, and scientific grounding, Bierds’s poems navigate the boundaries of consciousness, poetry, history, and science. Encke described Bierds as writing a “high sentence,” adding that she “approaches each poem, as Fellini approached film, with an infinite capacity for wonder. The principal strengths of her poetry are its otherworldly detail and consistently sensuous music, subtly controlled.” Bierds’s poetry is often the product of sustained scholarship, and she has occasionally been charged with obscurity. However, Bierds has argued that poetry has no “one answer,” and “art thrives on diversity, not conformity.”\n\r\nBierds is the recipient of numerous honors and awards, including fellowships from the National Endowment for the Arts, the Guggenheim Foundation, the Ingram Merrill Foundation, the Poetry Society of America, and the MacArthur Foundation. She has received the PEN/West Poetry Prize, the Washington State Governor’s Writers Award, the Consuelo Ford Award from the Poetry Society of America, and four Pushcart Prizes. Bierds is the Grace M. Pollock Professor of Creative Writing at the University of Washington. She lives on Bainbridge Island.\n \n \n", "attrs": {"Region:": ["U.S., Northwestern"]}}