{"pf_url": "https://www.poetryfoundation.org/poets/linda-gregerson", "name": "Linda Gregerson", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/2909ca9076752bf835728fc9cff5f15b01974949.jpeg", "bio": "\nLinda Gregerson earned a BA from Oberlin College, an MA from Northwestern University, an MFA from the University of Iowa Writers’ Workshop, and a PhD from Stanford University. She is the author of several collections of poetry, including Prodigal: New and Selected Poems, 1976–2014, The Selvage (2012), Waterborne (2002), and The Woman Who Died in Her Sleep (1996). A Renaissance scholar, a classically trained actor, and a devotee of the sciences, Gregerson produces lyrical poems informed by her expansive reading that are inquisitive, unflinching, and tender. Tracing the connections she finds between science and poetry, Gregerson says, “I think there are rhythms of thought, fragile propositions about the intersections of human understanding and human habitus, robust intersections of the pragmatic and the sublime, that science shares with art, and I love the thought that poetry can learn from and do homage to its near cousins. The great thing about “facts” (and the scientists are much more sophisticated skeptics than the poets are) is that they put up resistance. Resistance is good for art, and for thinking in general.”\nAs a reviewer for the New Yorker noted, “Gregerson’s rich aesthetic allows her best poems to resonate metaphysically.” After her first collection, Fire in the Conservatory (1982), frustrated by the way her left-justified block stanzas seemed to stifle the syntactical leaps in her poetry, Gregerson created a specialized, sinuous tercet form in which she worked for nearly 20 years. Of the form’s advantages, Gregerson notes, “The tercets were the first formal vehicle I found that seemed to me to be properly flexible, and true. Especially important was that second, deeply indented line, the ‘pivot line’ as I conceived it, often only a single metrical foot long. It gave me a kind of skeletal resistance, something that syntax could work against, and thus it became a true generative proposition, not just a kind of packaging. The lineation produced the poem.” With Magnetic North (2007), Gregerson moved on from the tercet to other modes of formal experimentation.\nMagnetic North was a National Book Award finalist, and Waterborne (2002) won the Kingsley Tufts Award. Gregerson’s other awards include the American Academy of Arts and Letters Award in Literature, the Consuelo Ford Award from the Poetry Society of America, three Pushcart Prizes, and the Levinson Prize from Poetry magazine. She has also received fellowships from the Guggenheim Foundation, the Mellon Foundation, the Rockefeller Foundation Bellagio Center, the Institute for Advanced Study, the National Humanities Center, and the National Endowment for the Arts.\nGregerson’s books of literary criticism include Negative Capability: Contemporary American Poetry (2001) and The Reformation of the Subject: Spenser, Milton, and the English Protestant Epic (1995).\nIn 2015, she was elected a Chancellor of the Academy of American Poets. She teaches at the University of Michigan. \n", "attrs": {"Region:": ["U.S., Midwestern"]}}