{"pf_url": "https://www.poetryfoundation.org/poets/lisel-mueller", "name": "Lisel Mueller", "yob": "1924", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0c02643904aac4ddf32f1d036159bbe9bd9027e8.jpeg", "bio": "\nPoet and translator Lisel Mueller was born in Hamburg, Germany, in 1924. The daughter of teachers, she and her family were forced to flee the Nazi regime when Mueller was 15. They immigrated to the US and settled in the Midwest. Mueller attended the University of Evansville, where her father was a professor, and she performed her graduate study at Indiana University. Her collections of poetry include The Private Life, which was the 1975 Lamont Poetry Selection; Second Language (1986); The Need to Hold Still (1980), which received the National Book Award; Learning to Play by Ear (1990); and Alive Together: New & Selected Poems (1996), which won the Pulitzer Prize. Her other awards and honors include the Carl Sandburg Award, the Helen Bullis Award, the Ruth Lilly Prize, and a National Endowment for the Arts fellowship. She also published translations, including Circe’s Mountain by Marie Luise Kaschnitz (1990).\nInterested in language and memory, Mueller’s work probed the enigma of our public and private selves through image and metaphor. Russell Brignano described Mueller’s work as “imaginative, deeply reflective, [and] subtle.” In an interview with Elizabeth Farnsworth for PBS, Mueller revealed: “I am always haunted by the sense that I could have been someone else, there but for the grace of God go I, that kind of thing, and that’s a reason I chose as my title poem, or as a title for the book, the poem ‘Alive Together,’ which is in the book and was written quite a few years ago, and which is a kind of catalogue of all the people I was thinking of who I might have been at various times in history, and the miracle and the accident that it is that any of us are who we are.” Mueller’s work frequently engages history, as well as the folk and fairy tales she studied as a graduate student. As she told Karen DeBrulye Cruz, “I write a lot of poems that have tension between what is going on now in society and what has always been there. My poems are much concerned with history. The message is obvious. My family went through terrible times. In Europe no one has had a private life not affected by history. I’m constantly aware of how privileged we (Americans) are.”\nMueller’s work has also been praised for its attentiveness to quiet moments of domestic drama, and its ability to speak to the experiences of family and semi-rural life. She told Folio Press: “Though my family landed in the Midwest, we lived in urban or suburban environments. It was only after my husband and I built our house in Lake County, Illinois, near Libertyville, that my consciousness changed. On the first morning in our new home I woke up to the mooing of cows. Cows under my window, 35 miles northwest of Chicago! But there they were, rubbing against the fence that separated our one-acre lot from our neighbor’s 200-acre estate, and they were Holsteins, the only cows I knew from vacations in the flat North German countryside of my childhood. That was my initiation, and after 40 years in this house I know what time of day it is by the way the light slants. I am intimately familiar with the names and habits of the wildflowers and the birds that live in our hawthorns and aspens. We all live together, in the world and in my poems.”\nMueller lived in Lake Forest, Illinois for many years before her death in 2020.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}