{"pf_url": "https://www.poetryfoundation.org/poets/lois-lenski", "name": "Lois Lenski", "yob": "1893", "yod": "1974", "image": null, "bio": "\nThe daughter of a Lutheran minister and a schoolteacher, children’s author and illustrator Lois Lenski was born in Springfield, Ohio, in 1893 and raised in the nearby town of Anna. She earned a BA in education at Ohio State University and studied in New York City at the Art Students League and the School of Industrial Art, where she met her future husband, muralist Arthur Covey. Lenski also studied at the Westminster School of Art in London.\nLenski wrote her first children’s book, Skipping Village (1927), in verse, but her editor encouraged her to rewrite the book as prose. Not until 1952, when she suffered an extended illness, did she begin to write poems again. In the foreword to The Life I Live: Collected Poems (1964), Lenski wrote, “My poems are the very essence, the fabric behind all my work for children. The themes in them are my life's blood. They are my legacy to the children I love.”\nLenski wrote and illustrated nearly 100 books for children, many with historical themes, including Child Study Association Award–winner Judy’s Journey (1975) and the Newbery Honor books Phebe Fairchild: Her Book (1936) and Indian Captive: The Story of Mary Jemison (1941). In addition to illustrating her own books, Lenski contributed art to numerous books by other authors, including several in the Maud Hart Lovelace Betsy-Tacy series. Lenski also published an autobiography, Journey Into Childhood (1972).\nLenski received an honorary LHD from the University of North Carolina at Greensboro and a medallion from the University of Southern Mississippi for her work in children’s literature. Selections of her papers and published work are archived at the Martha Blakeney Hodges Special Collections & University Archives at the University of North Carolina at Greensboro and at the Bancroft Library at the University of California at Berkeley.\nLenski spent most of her adult life in Connecticut, until her health required that she move to a warmer climate. She died in 1974 in her home in Tarpon Springs, Florida. In accordance with her belief that all children should have access to literature, she founded the Lois Lenski Covey Foundation, which helps libraries and nonprofits serving children in need purchase books.\n", "attrs": {"Region:": ["U.S., New England"]}}