{"pf_url": "https://www.poetryfoundation.org/poets/lorenzo-thomas", "name": "Lorenzo Thomas", "yob": "1944", "yod": "2005", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c730c375429e0f1525ee5c413bab570332fdec1e.jpeg", "bio": "\nLorenzo Thomas was born in Panama and moved with his family to New York in 1948. His father was a pharmacist and his mother a community activist. The family lived in the Bronx and Queens, where Thomas, a native Spanish speaker, soon became fluent in English. He attended Queens College and joined the Navy in 1968. After serving in Vietnam, Thomas moved to Texas. A writer whose work is both political and personal, he is the author of five poetry collections: A Visible Island (1967), Dracula (1973), Chances Are Few (1979, reissued in 2003), The Bathers (1981), and Dancing on Main Street (2004). Thomas was the recipient of a National Endowment for the Arts grant and the Houston Festival Foundation Award.\n\r\nThomas was part of the Black Arts Movement in New York City and a member of the Umbra workshop, whose other members included Ishmael Reed, Calvin Hernton, and Tom Dent. Influenced by the work of the Caribbean poet Aimé Césaire, Thomas identified with African American and African culture. Often addressing the civil rights movement and Vietnam, his poetry reveals his familiarity with black music, surrealism, contemporary American popular culture, and cinema, as well as empathy for the underprivileged. Poet John Ashbery commented on his work: “Thomas’s poems have a graceful New York School nonchalance that can swiftly become a hard and cutting edge when he writes of the African American experience.” A critic as well as a poet, Thomas has also published Extraordinary Measures: Afrocentric Modernism and 20th-Century American Poetry (2000).\r\n \r\nA longtime resident of Houston, Thomas first moved to Texas as a writer-in-residence at Texas Southern University in 1973. He taught writing workshops at the Black Arts Center, through the artists-in-the-schools program, and as an English professor at the University of Houston’s downtown campus. He organized the Juneteenth Blues Festival in Houston and other cities in Texas.\n", "attrs": {"Region:": ["U.S., Southwestern"], "School/Period:": ["Black Arts Movement"]}}