{"pf_url": "https://www.poetryfoundation.org/poets/lorine-niedecker", "name": "Lorine Niedecker", "yob": "1903", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/df87f28c7a835b174b43297a9a4bf50fc0a5d0b3.jpeg", "bio": "\nLorine Niedecker was born in Fort Atkinson, in southern Wisconsin, and lived in the area for most of her life. Her father was a business man who owned property on Blackhawk Island, a peninsula on the Rock River. Niedecker attended two years of college at Beloit College but was forced to return home due to her father's struggling carp-seining business and her mother's increasing poor health. Niedecker would end up caring for her mother, who eventually suffered complete hearing loss. After a brief sojourn in New York City in the 1930s, Niedecker lived in southern Wisconsin for the rest of her life, at times working menial jobs to support herself and her writing. She endured real poverty which, coupled with her relative isolation from other writers and the beauty of her natural surroundings, had a notable impact on her work. Praised for its vivid imagery, subtle rhythms, and spare language, her poems are \"whittled clean,\" according to Kenneth Cox. Concerned with the distillation of images and thoughts into concise expression, Niedecker described her work as a \"condensery,\" and several critics have compared her poetry to the delicate yet concrete verse of Chinese and Japanese writers. Niedecker's long correspondence with Louis Zukofsky, her repeated publication in the important mid-century avant-garde magazine Origin, and her contact with poets such as Cid Corman and Basil Bunting brought her some critical notice during her lifetime, but her work was generally overlooked until late in her life. Since her death in 1970, however, major critics have identified Niedecker as a significant and original voice in contemporary American poetry and she is now considered an important modernist poet, one whose work anticipates the concerns of twenty-first century poetics—such as the intersections of biological, political, and cultural frames—in astonishing ways.\nNiedecker’s first book, New Goose (1946), was privately printed, and her second, My Friend Tree, which did not appear until 1962, was published in England. Niedecker attracted significant critical attention with North Central (1968), a volume which collects several of her best-known poems, including the long sequences \"Wintergreen Ridge\" and \"Paean to Place.\" Critics noted in North Central Niedecker's stylistic affinities to William Carlos Williams, particularly in her use of short lines and colloquial speech. The verse in this volume features terse language, which conveys with precision and vibrancy her observations of the natural world as well as abstract concepts. This duality of substance and thought is strongly present in both of the volumes published shortly before Niedecker's death: T & G: The Collected Poems (1970) and Collected Poems, 1968 (1970). Also evident in these books is Niedecker's interest in history, which she tends to approach through correspondence, biography, and more intimate or personal records, and through techniques like collage which allow her works to achieve surprisingly polyphonic and collective viewpoints. Among her later poems are sequences about such historical figures as Thomas Jefferson and Charles Darwin.\n\r\nFive volumes of Niedecker's poetry have been published since her death: Blue Chicory (1976); From This Condensery: The Complete Writings of Lorine Niedecker (1985); The Granite Pail: The Selected Poems of Lorine Niedecker (1985); Lorine Niedecker Collected Works (2002), which collects all of Niedecker's poems as well as reviews and other prose; and Lake Superior (2013), which published Niedecker's long poem \"Lake Superior\" along with a collection of her personal, geological, and historical writings and essays on Niedecker by others. Evaluating her achievement, Michael Heller observed that \"[Niedecker's] gift . . . has been the courage to breach her reticence, to speak simply and accurately as few poets do today. Thus despite their often bitter quality, these poems are peculiarly consoling to the reader, for they offer, above all, the comfort of substance, of authentic possession.\" Basil Bunting, upon her death, wrote that “In England she was, in the estimation of many, the most interesting woman poet America has yet produced.”\n \n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Objectivist"]}}