{"pf_url": "https://www.poetryfoundation.org/poets/lorna-goodison", "name": "Lorna Goodison", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/c56d9ff16b3de4a29180c07d7d86d97f08dc164c.jpeg", "bio": "\nCaribbean poet Lorna Goodison was born in Kingston, Jamaica. A painter before she turned her focus to poetry, Goodison was educated at the Jamaica School of Art and the School of the Art Students League in New York. She was appointed poet laureate of Jamaica in 2017. In 2018, she received a Windham–Campbell Literature Prize, and in 2019, she was awarded the Queen’s Gold Medal for Poetry.\nHer numerous poetry collections include Collected Poems (2017), Supplying Salt and Light (2013), Goldengrove: New and Selected Poems (2006), Controlling the Silver (2005), Traveling Mercies (2001), Heartease (1988), and Tamarind Season (1980). She is also the author of the short story collections By Love Possessed (2011), Fool-fool Rose is Leaving Labour-in-Vain Savannah (2005), and Baby Mother and the King of Swords (1990), as well as the memoir From Harvey River: A Memoir of My Mother and Her People (2007), which won the BC (British Columbia) National Award for Canadian Non-Fiction and was a finalist for both the Trillium Book Award and the Charles Taylor Prize for Literary Non-Fiction. In 2019, she published Redemption Ground: Essays and Adventures. Her work is also featured in numerous anthologies, including the Longman Anthology of British Literature (third edition, 2006), the Norton Anthology of Modern and Contemporary Poetry (third edition, 2003), and the Vintage Book of Contemporary World Poetry (1996). Goodison is the editor of New Voices: Selected by Lorna Goodison, Poet Laureate of Jamaica, 2017–2020.\nGoodison’s image-rich and socially- and historically-engaged poems often inhabit the lives and landscapes of her Jamaican homeland. “I suspect that I might always write about Jamaica,” Goodison stated in an interview with Mosaic: Literary Arts of the Diaspora. Goodison also discussed the humor in her work, noting, “Jamaicans are very comical people, and laughter is a way of coping with life’s displeasures. Also, when you make something of it [a hard situation], it says that you are in control. There are incidences when we have no control; all we can do is make some sort of a gesture. Sometimes, the world can throw things at you that are so cruel and so devastating that you are in no position to have any kind of real response but to make a gesture. And I think that sometimes laughter is a gesture saying that you have not completely annihilated me; you have not robbed me of my ability to respond as a human being.” Noting that Goodison often “complements her careful observation of the physical world and her fine eye for detail with a tense, lean, elliptical style” in a review of Supplying Salt and Light, Jim Hannan observed, “At their best, Lorna Goodison’s poems observe the unsavory in history and society even as they guide us firmly toward sources of redemption. With compassion and empathy, Goodison writes about human failure and triumph in large and small measures.”\nA member of the Jamaican National Commission to UNESCO, Goodison was awarded Jamaica’s Musgrave Gold Medal in 1999. She also received the Commonwealth Poetry Prize for the Americas for her second book of poetry, I am Becoming My Mother (1986). Professor of English and of Afroamerican and African Studies at the University of Michigan, Goodison divides her time between Ann Arbor, Toronto, and the north coast of Jamaica.\n", "attrs": {"Region:": ["Caribbean"]}}