{"pf_url": "https://www.poetryfoundation.org/poets/lorna-dee-cervantes", "name": "Lorna Dee Cervantes", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6354f8fd39800252184b66cf481b486688d75c51.jpeg", "bio": "\nOne of the major voices in Chicana literature, poet Lorna Dee Cervantes’s writing evokes and explores cultural difference—between Mexican, Anglo, Native American, and African American lives—as well as the divides of gender and economics. Born in San Francisco in 1954 to Mexican and Native American ancestry, Cervantes was discouraged from speaking Spanish at home in an attempt to protect her from the racism prevalent at that time; this loss of language and subsequent inability to fully identify with her heritage fueled her later poetry. When her parents divorced in 1959, Cervantes and her mother and brother moved in with her grandmother. Her brother had a job at a local library and she became familiar with Shakespeare, Keats, Shelley and Byron, who would have the most influence on her self-conception as a poet. By the age of fifteen she had compiled her first collection of poetry. In 1974 she traveled to Mexico City with her brother, who played with the Theater of the People of San Jose at the Quinto Festival de los Teatros Chicanos. At the last moment, Cervantes was asked to participate by reading some of her poetry. She chose to read a portion of “Refugee Ship,” a poem that enacts the major dilemma of being Chicano—feeling adrift between two cultures. This reading received much attention and appeared in a Mexican newspaper, as well as other journals and reviews. The poem was later included in her award-winning debut, Emplumada (1981).\n\r\nThe term Emplumada can be translated as a combination of “pen flourish” and “feathered,” and it ties poetry’s concern with beauty and myth to Cervantes’s own obsession with language. Cervantes’s use of Spanish in her first collection presaged the struggles over bilingualism that took place in the 1990s by presenting Spanish and English side-by-side, switching seamlessly from one to the other. Emplumada includes verses of mourning, acceptance, and renewal and offers poignant commentary on the static roles of class and sex, especially among Hispanics. Characterized by their simplicity of language and boldness of imagery, the poems recreate the world Cervantes grew up in, both celebrating and mourning her own family history. But Emplumada also dramatizes the world of Hispanic women, showing the stark social realities and static roles they are often forced into, as well as speaking more generally to the liminal position of Mexican Americans in white America. “Beneath the Shadow of the Freeway,” one of Cervantes’s most celebrated poems, shows a young women who struggles with her identity, feeling caught between the wisdom of her grandmother and the cynicism of her mother. Emplumada earned considerable critical acclaim and continues to be an important work in Chicana literature. In 1982 it won the American Book Award.\n\r\nFollowing Emplumada’s publication, Cervantes’ life was tragically transformed when her mother was brutally killed in 1982. This incident and Cervantes’s subsequent mourning and rebuilding of her life, affected her next work, From the Cables of Genocide: Poems of Love and Hunger (1991). As in Emplumada, the poems in From the Cables of Genocide contain both concrete imagery and theoretical abstraction. Linda MacGregor summarized the books’ differences in Contemporary Women Poets: “Here the poet’s style is more complex, a result, perhaps, of coping with the violent death of her mother several years before…Stream-of-consciousness passages abound, interwoven with almost surreal imagery. Spanish words now stand on their own, unbuoyed by translation. The poetic voice is stronger, more self-assured, more confident. Love and hunger, genocide, injustice, and intercommunication are the cables binding together the poet’s reflections upon women’s roles, Native American history, and minority culture.” “Again the volume ends optimistically,” added MacGregor, “Section three is composed of clear, more concise, more structured lyrics that express the ways love is grounded—cabled—to the destructive tendencies, as well as to those inexhaustible forces that affirm life.”\nDrive: The First Quartet (2006) is arranged as five books and collects work that had previously been available only in little magazines and literary journals over two decades. Martin Espada called the volume “a landmark work.” The book, along with Cervantes' other recent collections such as Ciento: 100 100-Word Love Poems (2011) and Sueño (2013), demonstrates Cervantes’s ongoing concern with social injustice, radical politics, self-identity and women-centered artistic and intellectual activity. In the Journal of International Women’s Studies, Edith Vasquez wrote that although “Cervantes [has] steadily produced a body of poetry which insist[s] on the historical reckoning of injustices committed against her Mexican and Native communities and by extension other populations who have been subject to violence, genocide, or oppression … her poetry also abounds with poignant verbal portraitures of female personas as survivors, interlocutors, visionaries, and leaders who assert agency in unexpected places and by unexpected means.”\nCervantes has been much anthologized—most notably in multiples volumes of the Norton Anthology—and has been the recipient of many honors and awards, including a Lila Wallace-Reader’s Digest Award, the Paterson Prize for Poetry and a Latino Literature Award. She is director of the creative writing program at the University of Colorado-Boulder.\n \n", "attrs": {"Region:": ["U.S., Western"]}}