{"pf_url": "https://www.poetryfoundation.org/poets/louise-erdrich", "name": "Louise Erdrich", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/55fd2da9f6e0644b7a01489bd6e292200ddbd44b.jpeg", "bio": "\nLouise Erdrich was born in Little Falls, Minnesota in 1954. As the daughter of a Chippewa Indian mother and a German-American father, Erdrich explores Native-American themes in her works, with major characters representing both sides of her heritage. In an award-winning series of related novels and short stories, Erdrich has visited and re-visited the North Dakota lands where her ancestors met and mingled, representing Chippewa experience in the Anglo-American literary tradition. Many critics claim Erdrich has remained true to her Native ancestors’ mythic and artistic visions while writing fiction that candidly explores the cultural issues facing modern-day Native Americans and mixed heritage Americans. An essayist for Contemporary Novelists observed that “Erdrich’s accomplishment is that she is weaving a body of work that goes beyond portraying contemporary Native American life as descendants of a politically dominated people to explore the great universal questions—questions of identity, pattern versus randomness, and the meaning of life itself.” In addition to her numerous award-winning novels and short story collections, Erdrich has published three critically acclaimed collections of poetry, Jacklight (1984), Baptism of Desire (1989) and Original Fire: New and Selected Poems (2003).\nErdrich grew up in North Dakota, where her parents taught at a school run by the Bureau of Indian Affairs. Erdrich attended Dartmouth College, part of the first class of women admitted to the college; her freshman year also coincided with the establishment of the Native-American studies department. The author’s future husband and collaborator, anthropologist Michael Dorris, was hired to chair the department. In his class, Erdrich began the exploration of her own ancestry that would eventually inspire her poems, short stories and novels. Intent on balancing her academic training with a broad range of practical knowledge, Erdrich told Miriam Berkley in an interview with Publishers Weekly, “I ended up taking some really crazy jobs, and I’m glad I did. They turned out to have been very useful experiences, although I never would have believed it at the time.” Erdrich also became an editor for the Circle, a Boston Indian Council newspaper. She told Writers Digest interviewer Michael Schumacher: “Settling into that job and becoming comfortable with an urban community—which is very different from the reservation community—gave me another reference point. There were lots of people with mixed blood, lots of people who had their own confusions. I realized that this was part of my life—it wasn’t something that I was making up—and that it was something I wanted to write about.” In 1978, the author enrolled in an M.A. program at Johns Hopkins University, where she wrote poems and stories incorporating her heritage, many of which would later become part of her books.\n\r\nAfter receiving her master’s degree, Erdrich returned to Dartmouth as a writer-in-residence. Dorris—with whom she had remained in touch—attended a reading of Erdrich’s poetry there and was impressed. A writer himself—Dorris would later publish the best-selling novel A Yellow Raft in Blue Water (1987) and receive the 1989 National Book Critics Circle Award for his nonfiction work The Broken Cord: A Family’s Ongoing Struggle with Fetal Alcohol Syndrome—he decided then that he was interested in working with Erdrich. Though Dorris left for New Zealand to do field research while Erdrich moved to Boston, the two began collaborating on short stories, including one titled “The World’s Greatest Fisherman.” When this story won five thousand dollars in the Nelson Algren fiction competition, Erdrich and Dorris decided to expand it into a novel—Love Medicine (1984), which went on to win the National Book Critics Circle Award for Fiction. At the same time, Dorris had returned from New Zealand and their literary relationship led to a romantic one; they were married in 1981.\n\r\nThe publication of Erdrich’s first novel, Love Medicine, also coincided with her first collection of poems, Jacklight (1984). The poems in Jacklight center on the conflict between Native and non-Native cultures, but they also celebrate family bonds and the ties of kinship, offer autobiographical meditations, dramatic monologues and love poetry, as well as showing the influence of Ojibwa myths and legends. Erdrich has always claimed that her childhood, spent in a community of story-tellers, influenced her work and its concern with narrative. Much of Erdrich’s poetry is narrative poetry, told in direct language that often relies, as in the section of Jacklight entitled “The Butcher’s Wife,” on dramatic monologue. In Louise Erdrich: A Critical Companion, Lorena Laura Stookey noted that “Erdrich began her mature literary career as a poet, and the evidence of her origins can be found in her lyrical prose, in her deft use of imagery and metaphor, and in her employment within her fiction of patterned designs and recurring motifs. She began to move from poetry to fiction in 1980, when she became conscious of the narrative elements at work in her poems.” There is some cross-over in between the novels and poetry: the poem “A Love Medicine” explores similar themes to Erdrich’s first novel, Love Medicine, in addition to sharing its name.\nErdrich’s next collection of poetry, Baptism of Desire (1989), takes its title from an obscure tenet of the Catholic Church. The book itself concerns spirituality and the hybrid form of religion, with Roman Catholic and Native values mingling but also conflicting, that Erdrich grew up practicing. Written during Erdrich’s pregnancy, the volume also includes poems that focus on motherhood and children. The highly-praised poem “Hydra,” written while Erdrich was pregnant, evokes her unborn child and a mythical serpent figure, while its speaker compares herself to the Biblical mothers Eve and Mary. In Library Journal, Kathleen Norris noted that throughout the book, Erdrich “appropriates and transforms the Catholic theology learned as a child.” Original Fire: New and Selected Poems (2003) includes many poems from Erdrich’s first two collections, as well as new poems on familiar subjects. In Booklist, Donna Seaman noted “Erdrich’s fecund poems are seedbeds for her acclaimed novels,” adding: “Deeply attuned to the sacred as it is manifest in everything from sunlight to stones to water to plants and animals, Erdrich grapples with both Native American and Christian beliefs, and the conflicts ignited by the friction between them, in poems of sweet gratitude, voluptuous ecstasy, cutting satire, seething grief, and fiery resolve.” A reviewer for Publisher’s Weekly noted Erdrich’s influences (Richard Hugo and Louise Glück), but added “Erdrich’s particular landscapes and affiliations, and her way with myths and talismans, ensure that her poems, new and old, retain strengths all their own.”\nUndoubtedly, though, it is as a novelist that Erdrich is best known. Over the course of a dozen award-winning and best-selling novels, Erdrich has carved out an important place for herself and her work in contemporary American fiction. Erdrich’s novels Love Medicine (1984), The Beet Queen (1986), Tracks (1988), The Bingo Palace (1994), and Tales of Burning Love (1997), The Last Report on the Miracles at Little No Horse (2001), and Four Souls (2004) encompass the stories of three interrelated families living in and around a reservation in the fictional town of Argus, North Dakota, from 1912 through the present. The novels have been compared to those of William Faulkner, mainly due to the multi-voice narration and non-chronological storytelling which he employed in works such as As I Lay Dying. Erdrich’s works, linked by recurring characters who are victims of fate and the patterns set by their elders, are structured like intricate puzzles in which bits of information about individuals and their relations to one another are slowly released in a seemingly random order, until three-dimensional characters—with a future and a past—are revealed. Through her characters’ antics, Erdrich explores universal family life cycles while also communicating a sense of the changes and loss involved in the twentieth-century Native-American experience.\n\r\nThough Erdrich’s early works were written in collaboration with Michael Dorris, and the couple published a novel together, The Crown of Columbus (1991), the pair separated in 1995 and all of Erdrich’s later work is hers alone. Dorris died by suicide in 1997. The Antelope Wife (1998) was the first book Erdrich released following Dorris’s suicide, and although the author disavowed any relationship between herself and her characters, the story does include a self-destructive husband. In a New York Times review Michiko Kakutani described The Antelope Wife as “one of [Erdrich’s] most powerful and fully imagined novels yet.” Kakutani added: “Erdrich has returned to doing what she does best: using multiple viewpoints and strange, surreal tales within tales to conjure up a family’s legacy of love, duty and guilt, and to show us how that family’s fortunes have both shifted—and endured—as its members have abandoned ancient Indian traditions for a modern fast-food existence…As for Ms. Erdrich’s own storytelling powers, they are on virtuosic display in this novel. She has given us a fiercely imagined tale of love and loss, a story that manages to transform tragedy into comic redemption, sorrow into heroic survival. She has given us a wonderfully sad, funny and affecting novel.” Though many of Erdrich’s novels involve the same revolving cast of characters, in The Master Butchers Singing Club (2003), Erdrich focused on the European half of her ancestry, telling the stories of a World War I veteran, his wife and a large cast of characters in a small North Dakota town. The book was a finalist for the National Book Award finalist. Erdrich’s 2008 novel A Plague of Doves was also widely praised and shortlisted for the Pulitzer Prize.\nWinner of the National Book Award, Erdrich's novel, The Round House (2012), is set in 1988 in the same North Dakota Ojibwe reservation as that in The Plague of Doves.  New York Times Book Review writer Maria Russo noted of The Round House: \"Law is meant to put out society's brush fires, but in Native American history it has often acted more like the wind. Louise Erdrich turns this dire reality into a powerful human story in her new novel.\" Similarly, a Publishers Weekly reviewer felt that this novel \"pulses with urgency as [Erdrich] probes the moral and legal ramifications of a terrible act of violence.\" A contributor to Christian Century found this novel to be a \"powerful combination of art and social justice alert.\" \n\r\nErdrich has also written non-fiction, including a chronicle of her pregnancy and the birth of her first child, The Blue Jay’s Dance (1995). She has also published a number of novels for children based on the lives of Native-American young people at the time of white encroachment. Her collected short stories were published as Red Convertible: Collected and New Stories in 2009. Her recent novels include LaRose (2016) and Future Home of the Living God (2017), both from HarperCollins.\nElizabeth Blair declared in World and I: “In an astonishing, virtuoso performance sustained over more than two decades, Erdrich has produced…interlinked novels that braid the lives of a series of fallible, lovable, and unpredictable characters of German, Cree, métis, and Ojibwe heritage.” Blair continued: “The painful history of Indian-white relations resonates throughout her work. In her hands we laugh and cry while listening to and absorbing home truths that, taken to heart, have the power to change our world. We listen because these truths come sinew-stitched into the very fabric of the tapestry she weaves so artfully.”\n \n \n", "attrs": {}}