{"pf_url": "https://www.poetryfoundation.org/poets/louise-bogan", "name": "Louise Bogan", "yob": "1897", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/ba109865a8c7d31387a19eaf0a29272703f67438.jpeg", "bio": "\nLouise Bogan is one of the most accomplished American poet-critics of the mid-20th century. Her subtle, restrained style was partially influenced by writers such as Rilke and Henry James, and partially by the English metaphysical poets such as George Herbert, John Donne, and Henry Vaughan, though she distanced herself from her intellectually rigorous, metaphysical contemporaries. Some critics have placed her in a category of brilliant minor poets described as the “reactionary generation.” Aware of the success and modern pretentions of Ezra Pound and T.S. Eliot, Bogan and others chose to use traditional techniques, though her poetry is modern and emotive without being sentimental, and her language is immediate and contemporary. Bogan’s poetry contains a personal quality derived from personal experience, but it is not private or confessional. Her poems, most critics agree, are economical in words, masterpieces of crossed rhythms in which the meter opposes word groupings. Brett C. Millier named Bogan “one of the finest lyric poets America has produced.” However, Millier wrote, “the fact that she was a woman and that she defended formal, lyric poetry in an age of expansive experimentation made evaluation of her work, until quite recently, somewhat condescending.” She also reviewed poetry for the New Yorker for 38 years, becoming one of America’s most astute critics for almost two generations.\n\r\nLouise Bogan was born in Maine, the daughter of a mill worker. Her parents’ marriage was not a happy one, due largely to her mother’s mental and emotional instability. As the Bogans moved from one New England mill town to the next, May Bogan indulged in numerous extramarital affairs, which she flaunted. She also mystified her family with frequent and lengthy disappearances. Millier proposed that “the difficulties and instabilities of her childhood produced in Bogan a preoccupation with betrayal and a distrust of others, a highly romantic nature, and a preference for the arrangements of art over grim, workaday reality.”\n\r\nBogan showed academic promise early, and through the help of a benefactor she was able to attend the Girls’ Latin School in Boston. Then, after her freshman year at Boston University, she won a scholarship to Radcliffe College but turned it down to move to New York City with her husband. The couple eventually moved to the Panama Canal Zone, where she wrote some of the poems that would appear in her early collections. Bogan and her husband separated in 1919, and he died of pneumonia a year later. She moved to Vienna, where she lived a writer’s life of solitude for three years. When she returned to live in New York in 1923, she worked in a bookstore and with cultural anthropologist Margaret Mead. She quickly became friends with such influential literary figures as Malcolm Cowley, Léonie Adams, William Carlos Williams, Conrad Aiken, and Edmund Wilson.\n\nBody of This Death (1923) was her first volume of poetry, and it “contains several of Bogan’s most memorable poems and in general reveals its author’s preoccupations and tastes,” wrote Millier. “Betrayal, particularly sexual betrayal, is a constant theme.” The critic found these poems, like Bogan’s poetry in general, to be “made of meticulously distilled experience, distanced from the source by objective language.” Several in the collection “address specifically female concerns and point to Bogan’s ambivalent relationship with the tradition of female lyric poets.” Millier added: “Her poems are by no means dogmatically feminist; Bogan held a deep distrust for all ideological commitment. In fact, she has been castigated somewhat unfairly by contemporary feminists.” She followed this book with Dark Summer (1929), which included new poems along with several poems from Body of This Death. \n\r\nBogan’s third book of poetry, Sleeping Fury (1937), further established Bogan as a modern master. A Books review said Bogan “has achieved a mastery of form rare in the realm of modern poetry. There is creative architecture in even the slightest of her lyrics. Miss Bogan works not as a landscape painter (while her visual imagery is exact, it does not depend on color alone), nor yet as a musician—although in many of her poems, the auditory imagery is superior to the visual: the ear listens, even as the eye sees. Her art is that of a sculpture.” A Nation critic wrote, “Distinguished is the word one always thinks of in connection with Louise Bogan’s poetry. Whatever form she tries, her art is sure, economical, and self-definitive. There is never in her poems a wasted adjective or phrase but always perfect clarity and a consistent mood precisely set down. She can write the completely artless lyric or the very subtle poem worked out through complex imagery.”\n\r\nReviewing Poems and New Poems (1941) in Saturday Review, William Rose Benet noted, “Her poetry is, and always has been, intensely personal. She has inherited the Celtic magic of language, but has blended it somehow with the tartness of New England.” Marianne Moore further observed in Nation, “Louise Bogan’s art is compactness compacted. Emotion with her, as she has said of certain fiction is ‘itself form, the kernel which builds outward form from inward intensity.’ She uses a kind of forged rhetoric that nevertheless seems inevitable.”\n\nCollected Poems, 1923-1953 was reviewed in the New York Times by Richard Eberhart. “Louise Bogan’s poems adhere to the center of English with a dark lyrical force,” wrote Eberhart. “What she has to say is important. How she says it is pleasing. She is a compulsive poet first, a stylist second. When compulsion and style meet, we have a strong, inimitable Bogan poem.” Saturday Review commented, “Louise Bogan is mistress of precise images and commands an extensive range of poetic accents and prosodic effects; she is also a musician, whose notes are as crystalline as those of Chopin’s Preludes. More than this, one cannot read far in her pages without realizing that at the core of her poetry is mind-stuff which it is fashionable to call metaphysical.” These poems are also important because they deal intelligently with the themes of sexual love and bodily decay.\n\nThe Blue Estuaries: Poems, 1923-1968 was the final collection of poems published before Bogan’s death. The New York Times reviewed the book: “Now that we can see the sweep of forty-five years work in this collection of over a hundred poems, we can judge what a feat of character it has been. ... [Her diction] stems from the severest lyrical tradition in English. ... [Her language is] as supple as it is accurate, dealing with things in their own tones.”\n\r\nWith the assistance of William Jay Smith, Bogan compiled an anthology of poems for children. The Golden Journey: Poems for Young People, with poems ranging from Shakespeare to Dylan Thomas, was described by James Dickey as possibly “the best general anthology of poems for young people ever compiled. By the poems they present, by their arrangement and timing, the editors subtly hold out the possibility that a child—though a child—is capable of rising to good poems, and so of becoming, through an encounter which also requires much of him, something more than he was. … [This book] could have been selected only by poets as distinguished as these two, and by human beings who realize that to make the wrong concessions to children is injurious to them.”\n\r\nBogan also wrote a great deal of criticism. Achievement in American Poetry, 1900-1950 was a brief account of American poetry during the first half of the 20th century. The Chicago Tribune described the book as “a delight. Like all Miss Bogan’s criticism, this book is full of acute, spirited, and authoritative judgments of writers and works, expressed with grace and wit.” The New York Times added, “Louise Bogan not only manages to compress a formidable amount of factual information into her small compass but also contrives to do a great deal of satisfactory talking about her facts.” The United States Quarterly Book Review commented, “Miss Bogan’s clarity of style, her ability to compress a great deal of information into a few lucid, interesting phrases, and her severely just appraisal form the chief attractions of this volume.”\n\r\nCommenting in the New York Times on Bogan’s criticism, Thomas Lask declared that she “took a median position between the New Criticism at one end and sociological (or Marxian) criticism at the other. She refused to identify the poet with the historical processes of his age. ... On the other hand, she was not willing to strip the work down to its formal elements only, as if the poet was a disembodied muse living in no fixed time or place and without those idiosyncrasies that made him what he was and no other. There is also little poking around in myth or in depth psychology.” Lask found that Bogan’s “manner was so quiet, her style so unemphatic that they sometimes obscured the force of her judgments. ... She could be wrong and she could be disappointing in her pieces, which is to say that she was mortal. An exquisite and scrupulous craftsman with a leaning to order, she had a natural tendency to respond to formal workmanship.”\n\r\n\"Louise Bogan is a great lyric poet,” concluded Paul Ramsey in Iowa Review. “To say that some of her lyrics will last as long as English is spoken is to say too little. For since value inheres in eternity, the worth of her poems is not finally to be measured by the length of enduring. To have written ‘Song for the Last Act,’ ‘Old Countryside,’ ‘Men Loved Wholly beyond Wisdom,’ … and some dozens of other poems of very nearly comparable excellence is to have wrought one of the high achievements of the human spirit, and to deserve our celebration and our love.”\n\r\nBogan died in 1970, at her home in Manhattan. She was 72.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}