{"pf_url": "https://www.poetryfoundation.org/poets/louis-zukofsky", "name": "Louis Zukofsky", "yob": "1904", "yod": "1978", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/10/e4911f2061430b31ef244250af6d8b78941f6298.jpeg", "bio": "\nLouis Zukofsky is an important American poet. The son of immigrant Russian Jews, he was born into the Jewish ghetto of the Lower East Side of Manhattan in 1904. He is perhaps best-known for “A”, a monumental poem in 24 parts, and for inventing the term “objectivists” to describe himself and a loose-knit group of avant-garde poets. By Zukofsky’s definition, objectivist poets were distinguished by their focus on “sincerity” and “objectification,” or treating the poem as an object.  \nZukofsky was a New York Jewish poet, responsive to the cacophonous voice of the cosmopolitan city and the Kaballistic emphasis on the magically transforming power of language. Determined to find a place for himself in the world beyond the ghetto, his route out was poetry. In his brief Autobiography he reported how he began to appropriate the heritage of Western literature, first in Yiddish and then in English: “My first exposure to letters at the age of four was thru the Yiddish theaters. … By the age of nine I had seen a good deal of Shakespeare, Ibsen, Strindberg and Tolstoy performed—all in Yiddish. Even Longfellow’s Hiawatha was to begin with read by me in Yiddish, as was Aeschylus’ Prometheus Bound. … By eleven I was writing poetry in English, as yet not ‘American English.’”\n\r\nAt age 16, Zukofsky entered Columbia University, where he wrote for and helped edit student literary magazines. He identified with the literary avant garde (as represented especially by James Joyce, Ezra Pound, and T.S. Eliot) that saw itself as committed to a revolutionary assault upon a dead bourgeois culture. Zukofsky’s first major poetic work, “Poem Beginning ‘The,’” written in 1926 and published in Exile in 1928, demonstrates his commitment to a modernist poetic. “The poem’s obvious predecessor,” said Barry Ahearn in Zukofsky’s “A”: An Introduction,” is [Eliot’s] ‘The Waste Land.’ In an attempt to surpass Eliot, Zukofsky pushes formal details to an excessive, but liberating, limit.” “Poem Beginning ‘The’” cultivates a tone of Eliot-like irony, as the poet tries to mediate between the insistently alien, Jewish particulars of his experience and an aspiration toward a broader American, “English,” vaguely Christian culture.\nZukofsky soon abandoned Eliot for Ezra Pound, who was at once more approachable and more overpowering. Pound’s warm response to “Poem Beginning ‘The’” led to a flurry of letters between the two men, and Zukofsky eventually visited Pound at his home in Rapallo, Italy. Pound gave Zukofsky’s poetic career an important boost by urging Poetry editor Harriet Monroe to appoint the young New Yorker as guest editor of a special issue devoted to new English and American poets.\n\r\nIt was in this Poetry issue that Zukofsky invented the name “objectivists” to describe himself and the other poets—including Charles Reznikoff, George Oppen, Carl Rakosi, and Basil Bunting—whose work he liked. (Zukofsky, however, never used the term “objectivism” and never claimed to be the leader of a movement named “objectivism.”) Most of these objectivists also appeared in Zukofsky’s An “Objectivists” Anthology, where they were joined by Pound and even Eliot. The core group of Zukofsky, Reznikoff, Bunting, Oppen, Rakosi, and Lorine Niedecker eventually cohered into something approaching a movement, with Zukofsky established as both the principal theorist and—until World War II—the most diligent critic of and advocate for the poetry of his friends.\n\r\nObjectivist verse owed a great deal to imagism. Indeed, in his preface to An “Objectivists” Anthology Zukofsky quoted Pound’s 1912 Imagist credo: “direct treatment of the ‘thing’ whether subjective or objective.” But in two respects objectivist poetry went beyond imagism. First, unlike such imagists as Amy Lowell, most of the objectivists were unwilling to treat the poem simply as a transparent window through which one could perceive the objects of the world. Rather the objectivists wanted, as Zukofsky declared in his Poetry essay “Sincerity and Objectification,” to see the “poem as object,” calling attention to itself by, for example, deliberate syntactic fragmentation and by line breaks that disrupt normal speech rhythm. Second, following Pound’s poetic practice of the 1920s, the objectivist poets were at least as much interested in historic particulars as they were in immediate sensory images. All the objectivists shared Pound’s aspiration to create a “poem containing history”; and Pound’s use of historical documents in his Cantos showed these poets a way of bringing history into their poems without violating the principle of objectivity.\n\r\nAs the Western world slid into the economic and political crises of the 1930s, a concern with history more and more often translated into political engagement. During the 1930s Zukofsky regularly described himself as a communist. At times in the 1930s, Zukofsky’s Leftism took the form of a vague, sentimental admiration for Soviet leader Joseph Stalin, but Zukofsky was also outspokenly critical of the crude dogmatism characteristic of certain Stalinists. During this period Zukofsky did become, however, a serious student of the writings of Karl Marx.\n\r\nThe short poems that Zukofsky wrote in the 1920s and 1930s, ultimately gathered in the opening two sections of All, bring together in various complex ways three currents: a Pound-like faith that truth can be achieved through a poetry which stays with the movement of “the particulars”; a neo-formalist concern with the poem as a shaped object; and a Marxist concern with social oppression and class struggle. A case in point is “Mantis” and “‘Mantis,’ an Interpretation,” written in 1934 and constituting a single two-part poem. The theme of “Mantis” is overtly political: a praying mantis becomes a symbol of “the poor,” lost and harried in a harshly mechanical world. Individually the “separate poor,” like the solitary mantis, are powerless; but the work ends with a vision of the mantis drawing up the “armies of the poor,” which, inspired by this fragile bit of nature that has managed to survive in the stone subway, will “arise like leaves” to “build the new world.”\n\r\nIn “‘Mantis,’ an Interpretation,” which is written in free verse, Zukofsky annotates his own poem; describes his own compositional process (providing, for example, lines from early drafts); and deconstructs the very symbol that he has created within the poem. (“The Mantis,” he says, “might have heaped up upon itself a / Grave of verse, / But the facts are not a symbol.”) As his commentary demonstrates, Zukofsky isn’t so much interested in the perfectly shaped created object, the “well-made poem,” as he is in the process of objectification; and the full text of the mantis sequence demonstrates his conviction that poetry faithful to this process will justify both the particulars of the world (the mantis as fact rather than symbol) and a history in which the poor are struggling to become the masters of their own destiny.\n\r\nGenerally, the poems in All seek the condition of song, a distilled lyric quintessence. In “A,” Zukofsky allows himself a much looser method. Like Pound’s Cantos, “A” is a ragbag: in theory anything can go in, and the sheer heterogeneity of the materials is itself the point. Yet there are thematic continuities in “A,” and the opening ten sections return repeatedly to the social and political concerns of “Mantis.” Beginning with an image of a young Jewish man (apparently Zukofsky) listening to a Carnegie Hall performance of The Passion According to St. Matthew, these opening sections of “A” revolve obsessively around the relationship between insider (economic, artistic, ethnic, religious) and outsider in American society—the young poet at once finds himself identifying with German composer Johann Sebastian Bach’s artistic purity and repelled by the capitalist world that has, among other things, built Carnegie Hall and paid the musicians.\n\r\nZukofsky composed the first seven sections of “A” between 1928 and 1930, and then abandoned the project for five years, returning to it in 1935 with the much longer “A”-8, where paraphrases of Henry Adams and Marx interweave in an extended meditation on “Labor as creator/Labor as creature.” Here Zukofsky struggles to redefine art itself, still represented chiefly by Bach, as a form of labor in Marx’s sense—that is, as the creation of use value. The Marxist concerns of “A”-8 return in the first half of “A”-9, an intricately musical text made up largely of phrases from Das Kapital. And in “A”-10 written in 1940, Zukofsky laments the Nazi violation of Europe and summons the people of the world to fight back.\n\r\nAfter “A”-10, however, the social and political concerns that dominated Zukofsky’s work in the 1930s retreat into the background. The years around 1940 mark a major rupture caused not only by the fading of the revolutionary hopes that had stirred Zukofsky and others during the 1930s but also by a recentering of Zukofsky’s life around home and family. Zukofsky met Celia Thaew, a musician and composer, in 1933, and they married in 1939; their only child, Paul, became a concert violinist in his early teens. (Zukofsky’s only novel, Little, is a roman a clef centered on Paul’s musical career.)\n\r\nThe short poems that Zukofsky wrote in the 1940s often record the music of domestic life, as in the delicate “Song for the Year’s End” collected in All: “Daughter of music / and her sweet son / awake / the starry sky and bird.” But in the 1940s Zukofsky both suspended work on “A” and wrote considerably fewer short poems than he had written in the previous two decades. He also largely suspended the various entrepreneurial poetic activities to which he had devoted much of his energy through the 1930s. This partial withdrawal from poetry may have been dictated by the need to support his family. At least while Paul was a small child, the combined demands of job and family seem to have left Zukofsky with relatively little time for writing.\n\r\nIn 1950 Zukofsky returned to “A” with the brief, dense “A”-11 and the expansive “A”-12. As Ahearn explained in Zukofsky’s “A”, both these new sections “use the family Zukofsky as a foundation.” “A”-12 is built thematically, like the final section of Bach’s The Art of the Fugue, on the letters B, A, C, and H. At both the beginning and end of the movement is a repeated sequence of words: Blest, Ardent, Celia, Happy. The sequence dances harmoniously, impelled by a love which is, for Zukofsky as for Dante, “the force that moves the sun and the other stars,” and which is music—the music of the spheres, of Bach, of Paul practicing his violin. The outside world disrupts this harmony from time to time: in the middle of “A”-12 a young family friend is drafted and sent off to Korea, and Zukofsky incorporates his wistful letters into the poem. But the harmony here sounded can absorb into itself even such discords, for the poem breathes a confidence that the poet has found a place within a larger order.\n\r\nDespite the sense of confidence and control pervading “A”-12, this poem seems less a new beginning than the finale of the first part—what might be called the neo-Poundian part—of Zukofsky’s career. “A”-12 is still essentially a collage text, layering incidents from domestic life with passages paraphrased from such sources as Spinoza and Aristotle. Zukofsky’s line in the first 12 sections of “A” is shorter than Pound’s, but it is Poundian in its attempts “to compose in the sequence of the musical phrase,” as Pound declared in “A Retrospect.” Thus Zukofsky says, in an often quoted passage from “A”-12: “I’ll tell you. / About my poetics— / music / speech / An integral / Lower limit speech / Upper limit music.”\n\r\nBut after “A”-12 the flexible Poundian line, ranging freely between speech and music, gives way to another kind of line, more artful, perhaps more brittle, certainly further from the cadences of everyday speech; and the musical pattern of organization also gives way to something new, heard in the opening of “A”-13 and continued through its 13-page first section: “What do you want to know / What do you want to do, / In a trice me the gist us; / Don’t believe things turn untrue / A sea becomes teacher; / When the son takes his wife / Follows his genius, / Found in search / Come out of mysteries.”\n\r\nRoughly two decade separates “A”-12 from “A”-13—which was written in 1960—and during this period Zukofsky’s poetic method underwent an enormous change. Hints of this new method appeared in some of the earlier short poems, where there the intricate, mannered patterns justified themselves as varieties of song—distinctly modern, often jaggedly atonal songs, but songs nonetheless. However, in “A”-13 and thereafter, Zukofsky began composing long poems organized not by music but by arbitrary, quasi-mathematical patterns. Zukofsky worked out the principles of this new poetics in a monumental prose work titled Bottom: On Shakespeare, written between 1947 and 1960 and published in 1963.\n\r\nIf Pound influenced the first half of Zukofsky’s career, Shakespeare influenced the second half. To Zukofsky, everything Shakespeare wrote revealed that love is ineffable: The language used to describe it is always too little or too much. Seeing love is no problem, but in speaking of it, love and reason split apart, creating a tragic world. The distance between eye and tongue troubled Zukofsky, as it troubled Shakespeare. This distance in turn meant that a “true” language must constantly reinforce the idea that it is a more or less arbitrary construct, not an infallible vehicle for conveying certainties about the world. Shakespeare’s language, Zukofsky proposed, enacts its own arbitrariness by constantly changing the terms of its engagement with the world. But poetic language, at least since William Wordsworth, has sought to validate itself by its claim to embody the felt truth of experience. When this claim becomes untenable, what happens to poetry? This is the question that Zukofsky’s later poetry systematically explores.\n\r\nThe new direction in which Zukofsky’s poetry moved during the 1950s is perhaps most clearly evident in his English adaptation of all the poetry of Catullus. Zukofsky’s versions of Catullus are best described as transliterations rather than as translations, for they seek to reproduce the sound as well as the sense of Catullus’s Latin. Or more accurately, it might be said that they reproduce the sound first and the sense only secondarily. He had given himself an insurmountable task. As Davenport noted, “To translate all of Catullus so that the English sounds like the Latin Zukofsky had to pay attention to three things at once: sound, rhythm, and syntax. The choice of each word therefore involved three decisions. This is of course impossible.”\n\r\nIn the later sections of “A” Zukofsky also explored language. For example, “A”-14, 44 pages long, is composed entirely of three-line stanzas. In the first 16 pages almost every line consists of two words; then it shifts to a three-word line, with occasional passages in one-word lines. The poet allows himself dashes, question marks, and quotation marks, but only an occasional period or comma. The resulting sense of syntactic indeterminacy was described as follows by Bruce Comens in a 1986 Sagetrieb article: “Rather than excluding meaning, Zukofsky’s increasing suppression of context … expands meaning. … [His] method results in a multiplicity of meanings having no central ‘point,’ so that, while the poem itself is remarkably assured, the reader is likely to feel considerable insecurity among the rapidly shifting perspectives available in reading any given line. Becoming more or less constantly ironic, the text achieves that … skepticism which [in Zukofsky’s words] ‘doubts its own skepticism and becomes the only kind of skepticism true to itself.’”\n\r\nThe remarkable opacity of Zukofsky’s later poetry offended many critics and even some his former friends—for example, Zukofsky quarrelled bitterly with George Oppen, his objectivist comrade from the 1930s, after Oppen accused Zukofsky of using obscurity as a tactic. But the 1960s and 1970s also brought Zukofsky a degree of public recognition that he had never before received. By the late 1960s, critics were also beginning to acknowledge the importance of Zukofsky’s work. In particular, the influential scholar Hugh Kenner became a close friend of Zukofsky and an advocate of his work. More important still, the later years brought Zukofsky the warm admiration of many younger poets. Such major poets as Robert Duncan and Robert Creeley have testified to Zukofsky’s importance as an example of dedication to the poetic craft and as the creator of daring experimental writing. As Creeley declared in his Paideuma tribute to Zukofsky: “For myself and others of my generation, our elders in the art were extraordinary example and resource. Despite a chaos of restrictive generalization, we had nonetheless the active, persistent functioning of example: Ezra Pound, William Carlos Williams, Basil Bunting, Louis Zukofsky—to note those most dear to my own heart.”\n", "attrs": {"School/Period:": ["Objectivist"]}}