{"pf_url": "https://www.poetryfoundation.org/poets/lucia-perillo", "name": "Lucia Perillo", "yob": "1958", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dde932027690bad9fcd991fed408df05781623c1.jpeg", "bio": "\nLucia Perillo grew up in the suburbs of New York City. She earned a BSc in wildlife management from McGill University in Montreal and worked for the U.S. Fish and Wildlife Service before earning an MA in English from Syracuse University. Perillo was the author of numerous collections of poetry, including Dangerous Life (1989), which won the Norma Farber Award from the Poetry Society of America; The Body Mutinies (1996), winner of the Kate Tufts prize from Claremont University; The Oldest Map with the Name America (1999); Luck is Luck (2005), a finalist for the L.A. Times Book Prize and won the Kingsley Tufts prize from Claremont University; Inseminating the Elephant (2009), a finalist for the Pulitzer Prize and winner of the Rebekah Johnson Bobbitt Prize from the Library of Congress; Spectrum of Possible Deaths (2012); and Time Will Clean the Carcass Bones: Selected and New Poems (2016).\nPerillo was diagnosed with multiple sclerosis when she was in her 30s. Her collection of essays, I've Heard the Vultures Singing (2005), is a clear-eyed and brazenly outspoken examination of her life as a person with disabilities. She also published a book of short stories, Happiness is a Chemical in the Brain (2012), a sharp-edged, witty testament to the ambivalence of emotions, the way they pull in directions that often cancel one another out or twist their subjects into knots.  \nPerillo taught at Syracuse University, Southern Illinois University, Saint Martin's University, and in the Warren Wilson MFA program. Perillo was awarded a prestigious MacArthur ‘genius’ grant in 2000. Perillo lived in Olympia, Washington, until her death in 2016. \n", "attrs": {"Region:": ["U.S., Northwestern"]}}