{"pf_url": "https://www.poetryfoundation.org/poets/lucille-clifton", "name": "Lucille Clifton", "yob": "1936", "yod": "2010", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/6f25101326ee6c9deaba396e162db03c1f8f84b6.jpeg", "bio": "\nLucille Clifton was born in 1936 in DePew, New York, and grew up in Buffalo. She studied at Howard University, before transferring to SUNY Fredonia, near her hometown. She was discovered as a poet by Langston Hughes (via friend Ishmael Reed, who shared her poems), and Hughes published Clifton's poetry in his highly influential anthology, The Poetry of the Negro (1970). A prolific and widely respected poet, Lucille Clifton’s work emphasizes endurance and strength through adversity, focusing particularly on African-American experience and family life. Awarding the prestigious Ruth Lilly Poetry Prize to Clifton in 2007, the judges remarked that “One always feels the looming humaneness around Lucille Clifton’s poems—it is a moral quality that some poets have and some don’t.” In addition to the Ruth Lilly prize, Clifton was the first author to have two books of poetry chosen as finalists for the Pulitzer Prize, Good Woman: Poems and a Memoir, 1969-1980 (1987) and Next: New Poems (1987). Her collection Two-Headed Woman (1980) was also a Pulitzer nominee and won the Juniper Prize from the University of Massachusetts. She served as the state of Maryland’s poet laureate from 1974 until 1985, and won the prestigious National Book Award for Blessing the Boats: New and Selected Poems, 1988-2000. In addition to her numerous poetry collections, she wrote many children’s books. Clifton was a Distinguished Professor of Humanities at St. Mary’s College of Maryland and a Chancellor of the Academy of American Poets. Her writing covered countless subjects in important ways, leading her poetry to be read by people with a wide variety of backgrounds and interests.\n\r\nClifton is noted for saying much with few words. In a Christian Century review of Clifton’s work, Peggy Rosenthal wrote, “The first thing that strikes us about Lucille Clifton’s poetry is what is missing: capitalization, punctuation, long and plentiful lines. We see a poetry so pared down that its spaces take on substance, become a shaping presence as much as the words themselves.” In an American Poetry Review article about Clifton’s work, Robin Becker commented on Clifton’s lean style: “Clifton’s poetics of understatement—no capitalization, few strong stresses per line, many poems totaling fewer than twenty lines, the sharp rhetorical question—includes the essential only.” Poet Elizabeth Alexander praised Clifton’s ability to write “physically small poems with enormous and profound inner worlds” in the New Yorker. \nClifton’s first volume of poetry, Good Times (1969), was named one of the 10 best books of the year by the New York Times. The poems, inspired by Clifton’s family of six young children, show the beginnings of Clifton’s spare, unadorned style and center around the facts of African-American urban life. Clifton’s second volume of poetry, Good News about the Earth: New Poems (1972), was written in the midst of the political and social upheavals of the late 1960s and 70s, and its poems reflect those changes, including a middle sequence that pays homage to black political leaders. Writing in Poetry, Ralph J. Mills, Jr., said that Clifton’s poetic scope transcends the black experience “to embrace the entire world, human and non-human, in the deep affirmation she makes in the teeth of negative evidence.” However, An Ordinary Woman (1974), Clifton’s third collection of poems, largely abandoned the examination of racial issues that had marked her previous books, looking instead at the writer’s roles as woman and poet. Helen Vendler declared in the New York Times Book Review that Clifton “recalls for us those bare places we have all waited as ‘ordinary women,’ with no choices but yes or no, no art, no grace, no words, no reprieve.” Generations: A Memoir (1976) is an “eloquent eulogy of [Clifton’s] parents,” Reynolds Price wrote in the New York Times Book Review, adding that, “as with most elegists, her purpose is perpetuation and celebration, not judgment … There is no sustained chronological narrative. Instead, clusters of brief anecdotes gather round two poles, the deaths of father and mother.” The book was later collected in Good Woman: Poems and a Memoir: 1969-1980, which was nominated for a Pulitzer Prize along with Next: New Poems (1987).\nThe book that followed Clifton’s dual Pulitzer nomination, Quilting: Poems 1987-1990 (1991), also won widespread critical acclaim Using a quilt as a metaphor for life, each poem is a story, bound together through history and figuratively sewn with the thread of experience. They’re divided into sections, each with a the name of a conventional quilt design—“Eight-pointed Star” and “Tree of Life.” Clifton’s main focus is on women’s history; however, according to Robert Mitchell in American Book Review, her poetry has a far broader range: “Her heroes include nameless slaves buried on old plantations, Hector Pieterson (the first child killed in the Soweto riot), Fannie Lou Hamer (founder of the Mississippi Peace and Freedom Party), Nelson and Winnie Mandela, W.E.B. DuBois, Huey P. Newton, and many other people who gave their lives to [free] black people from slavery and prejudice.”\n\r\nEnthusiasts of Quilting included critic Bruce Bennett in the New York Times Book Review, who praised Clifton as a “passionate, mercurial writer, by turns angry, prophetic, compassionate, shrewd, sensuous, vulnerable and funny. … The movement and effect of the whole book communicate the sense of a journey through which the poet achieves an understanding of something new.” Clifton’s 1993 poetry collection, The Book of Light, contains poems on subjects ranging from bigotry and intolerance, epitomized by a poem about controversial U.S. Senator Jesse Helms; destruction, including a poem about the tragic bombing by police of a MOVE compound in Philadelphia in 1985; religion, characterized by a sequence of poems featuring a dialogue between God and the devil; and mythology, rendered by poems about figures like Atlas and Superman. “If this poet’s art has deepened since ... Good Times, it’s in an increased capacity for quiet delicacy and fresh generalization,” remarked Poetry contributor Calvin Bedient, who argued that when Clifton writes without “anger and sentimentality, she writes at her remarkable best.” Lockett concluded that the collection is “a gift of joy, a truly illuminated manuscript by a writer whose powers have been visited by grace.”\n\r\nBoth The Terrible Stories (1996) and Blessing the Boats: New and Selected Poems, 1988-2000 (2000) shed light upon women’s survival skills in the face of ill health, family upheaval, and historic tragedy. Blessing the Boats is a compilation of four Clifton books, plus new poems, which, Becker noted in the American Poetry Review, “shows readers how the poet’s themes and formal structures develop over time.” Among the pieces collected in these volumes are several about the author’s breast cancer. She also deals with juvenile violence, child abuse, biblical characters, dreams, the legacy of slavery, and a shaman-like empathy with animals as varied as foxes, squirrels, and crabs. She also speaks in a number of voices, as noted by Becker, including “angel, Eve, Lazarus, Leda, Lot’s Wife, Lucifer, among others ... as she probes the narratives that undergird western civilization and forges new ones.”\n\r\nA Publishers Weekly reviewer concluded that the collection “distills a distinctive American voice, one that pulls no punches in taking on the best and worst of life.” The volume was awarded the National Book Award. Renee Olson reported on the award for Booklist that “Clifton was cited for evoking ‘the struggle, beauty, and passion of one woman’s life with such clarity and power that her vision becomes representative, communal, and unforgettable.’” In Mercy (2004), Clifton’s 12th book of poetry, the poet writes about the relationship between mothers and daughters, terrorism, prejudice, and personal faith. Clifton’s next book, Voices (2008), includes short verses personifying objects, as well as poems on more familiar terrain. Reviewing the book for the Baltimore Sun, Diane Scharper commented on the impetus of Clifton’s title: “Each section explores the ways the poet relates to voices: from those spoken by inanimate objects to those remembered to those ‘overheard’ in the titles of pictures. Serving as a medium, the poet speaks not only for those things that have no voice, but also for the feelings associated with them.”\nLucille Clifton was also a highly-regarded author for children. Her many books for children were designed to help them understand their world and African-American heritage. In books like All Us Come Cross the Water (1973), Clifton created the context to raise awareness of African-American history and heritage. Her most famous creation, though, was Everett Anderson, an African-American boy living in a big city. Clifton went on to publish eight Everett Anderson titles, including Everett Anderson’s Goodbye (1984), which won the Coretta Scott King Award. Connecting Clifton’s work as a children’s author to her poetry, Jocelyn K. Moody wrote in the Oxford Companion to African American Literature: “Like her poetry, Clifton’s short fiction extols the human capacity for love, rejuvenation, and transcendence over weakness and malevolence even as it exposes the myth of the American dream.”\nSpeaking to Michael S. Glaser in an interview for the Antioch Review, Clifton reflected that she continues to write, because “writing is a way of continuing to hope ... perhaps for me it is a way of remembering I am not alone.” How would Clifton like to be remembered? “I would like to be seen as a woman whose roots go back to Africa, who tried to honor being human. My inclination is to try to help.”\nClifton died February 13, 2010, in Baltimore.\n", "attrs": {}}