{"pf_url": "https://www.poetryfoundation.org/poets/lucretius", "name": "Lucretius", "yob": "94", "yod": "49", "image": null, "bio": "\n\"When a single day brings the world to destruction, only then will the poetry of the sublime Lucretius pass away.\" This judgment by the Roman poet Ovid , written in the generation after Lucretius's death, has been echoed by such writers as Voltaire and George Santayana; the author of De rerum natura (On the Nature of Things) holds a place in world literature as one of the great philosopher-poets. Of the life of Titus Lucretius Carus scholars know less, perhaps, than in the case of any other Roman poet. The dates assigned to his birth and death are based primarily on a brief notice in a chronicle compiled by St. Jerome in the fourth century A.D., placing Lucretius's birth in 94/93 B.C. and his death in his forty-fourth year. Jerome makes two other claims about Lucretius's life, both of which have plagued scholars: first, that after he had been driven to madness by a love potion, he worked at his poem during his lucid intervals until he finally committed suicide; and second—less luridly but still intriguingly—that Cicero later \"corrected\" or revised the poem after Lucretius's death.\n\r\nThe latter claim has a bit of circumstantial (and inconclusive) evidence in the only certain contemporary mention of the poet. In a letter dated February of 54 B.C., Cicero wrote to his brother that \"the poetry of Lucretius is, just as you say in your letter, filled with many flashes of native talent, but also with much literary art\" (the exact meaning of Cicero 's words is disputed). Some have argued that Cicero 's remark proves that Lucretius was already dead by the beginning of 54 B.C.; this inference is far from certain. Interestingly, Cicero 's philosophical works, written over the next decade, make no direct mention of Lucretius's poem. Jerome's other claim, that of Lucretius's madness, is in one sense easy to dismiss: no other surviving ancient author mentions it, including the earlier Christian apologist Lactantius, who wrote scathingly against Lucretius's philosophical arguments and who presumably would not have missed the opportunity to impute actual insanity to an author who denied the soul's immortality and the divine creation of the universe. In another sense, however, the taint of the suspicion of madness still troubles the contemporary reception of the De rerum natura. English-speaking readers, especially, often still come to this author already prejudiced by the vivid depiction of the poet's derangement and suicide in Alfred Tennyson's Lucretius (1869). Material for the justification of such a predisposition can be found in the passionate intensity and almost missionary zeal of Lucretius's philosophical argumentation in the cause of Epicurean doctrine. Certain descriptions of disease and decay in Lucretius's poem, too, have at times been interpreted as signs of a morbid pessimism on the part of its author.\n\r\nThe date of Lucretius's death is highly uncertain. Another fourth-century-A.D. source, a life of Virgil attributed to the grammarian Donatus, states that Lucretius's death coincided with Virgil 's assumption of the \"toga of manhood\" on his seventeenth birthday (15 October 53 B.C.). The account, however, includes at least one chronological error, quite apart from the fact that age seventeen seems a bit late for a Roman youth's rite of passage. This statement is best viewed as a fanciful image of one poet passing the torch to another—a token of the esteem in which Lucretius was held (at least among pagan readers) at the time and perhaps also an acknowledgment of the great debt of influence owed by Virgil to his immediate predecessor among Roman poets. The year 55 B.C. was for some time a \"traditional\" date of death among modern scholars, based partly on Cicero 's letter to his brother and partly on an adjustment of the dates in the account attributed to Donatus. Jerome's account gives a date of 50 or 49 B.C., and Jerome almost certainly had access to a life of Lucretius written by Suetonius (late first or early second century A.D.). Finally, another of Cicero 's letters, this one written to Atticus in early 49 B.C., makes mention of a friend of Cassius named Lucretius. At least one scholar has argued for the identification of this Lucretius with the poet. Still, 49 B.C. is at best a provisional date of death and rather later than the common opinion.\n\r\nThe great fact of Lucretius's life, at least of what is known of it, is his poem, a didactic epic in six books (7,415 verses, not counting lines lost in transmission) bearing the title De Rerum Natura (On the Nature of Things); evidence that Lucretius gave his work this title is that he plays upon it in the proem to book 1. While the ancients did not recognize didactic poetry (or other poetry written in hexameters) as a genre separate from epic, De Rerum Natura can usefully be regarded as belonging to a tradition of instructional poetry stretching back to Hesiod and including such works as the fifth-century-B.C. On Nature by the pre-Socratic philosopher Empedocles (whom Lucretius admired and seems to have imitated), the third-century-B.C. Phaenomena by the Hellenistic poet Aratus (which Cicero translated into Latin and which enjoyed a perennial interest in antiquity), and the Georgics by Virgil . The last two examples represent, arguably, a kind of didactic poetry in which poetic and artistic aims take the upper hand over the content of the poem. By contrast, Lucretius can be said to represent the more archaic type of instructional poetry: there can be little doubt as to the singleminded sincerity of purpose that informs every verse of his didactic epic. This purpose does not mean that Lucretius is unconcerned with poetry or that the poetic form of his writing is either inessential to his work or separable from it. It simply means that in the case of the De Rerum Natura, unlike that of the Phaenomena or the Georgics, the poet has set out to convey through his poetry an explicit and relatively unambiguous \"message\"; the content of that message is the teaching of Epicurean philosophy.\n\nEpicurus of Samos (341-270 B.C.) was an important Hellenistic philosopher whose teachings were circulating widely in the Roman world during Lucretius's time. Only a small fraction of Epicurus's substantial output has survived, but other ancient accounts of Epicurean teachings (most of them hostile), together with Lucretius's poem, are sufficient to reconstruct the broad outlines of Epicurus's teachings. The purpose of philosophy, according to Epicurus, was the practical aim of securing a happy life. Epicureans sought pleasure as the supreme good, though not by the hedonistic overindulgence attributed to them by critics both pagan and Christian. The Epicurean ideal of living was ataraxia (freedom from disturbance), which was to be attained by avoiding public life and all attachments to things for which the pains might outweigh the pleasures, and the study and contemplation of philosophy. One was to undertake the study of nature, of humankind, and of the cosmos, not out of a disinterested desire for objective knowledge but rather as a means to the end of achieving freedom from disturbance. Epicurus taught that all things were made of atoms, including the human soul, which was consequently as mortal as the body. He taught that though the gods exist, in a blissful state to be imitated by mortals, they neither created the physical world nor intervened in it. The clear aim of these teachings, together with the injunctions to avoid public life and cultivate moderate pleasure, was the elimination of all anxiety regarding human life and all fear of death and the supernatural. Little wonder that both the Roman political establishment and later the Christian church regarded Epicureanism as a dangerous threat.\n\r\nLucretius's De Rerum Natura is the only surviving full-length exposition of Epicurean philosophy. In all likelihood Lucretius conveyed his master's teachings with faithful orthodoxy; the major propositions included in the poem all have extant parallels in other Epicurean sources. The tone of argumentation is often forceful, with frequent direct addresses, made sometimes simply in the second person but often by name, to a certain Memmius, for whom Lucretius claims to have written the poem. The name almost certainly refers to Gaius Memmius, a prominent Roman aristocrat whose political career went aground after a bid for the consulate in 53 B.C. and who went into exile in Athens the following year. In 51 B.C. Cicero wrote Gaius Memmius at Athens, asking Memmius to spare from destruction a certain house that Epicurus's followers venerated as having belonged to their master; the tone is ironical, almost amused, and includes a suggestion that Memmius was not kindly disposed toward Epicureanism. One of several suggestions put forward by scholars is that Memmius may have taken offense at Lucretius's dedication. Memmius also appears in the poetry of Catullus , raising the possibility that the two poets may have known each other. One speculation, if correct, indicates some degree of enmity between them. Catullus addresses one of his milder invectives (poem 47) to two men whom he calls by the nicknames Porcius (Piggy) and Socration (Little Socrates). \"Little Socrates\" may possibly refer to Philodemus of Gadara, another Epicurean philosopher-poet, writing in Greek, who lived in Italy during Lucretius's lifetime; by the same token, \"Piggy\"—Epicureans were already called pigs by their enemies—may represent Catullus 's jab at Lucretius, as R. F. Thomas suggests.\n\r\nThe six books of the poem are bound together structurally as three pairs: books 1 and 2 treat the workings of the atoms; books 3 and 4 deal with the human soul and spirit and with human life, desires, and death; and books 5 and 6 describe the workings of the universe and the causes of various celestial phenomena. This global structure based on pairs and threes is in a sense replicated throughout the poem: in the crafting of his verse, Lucretius takes special delight in parallel pairs of verses or portions of verses and in the rhetorical device known as tricolon, in which three clauses or members of a list are strung together. Each book opens with a proem and closes with a finale, both marked off by elevation of tone and subject matter. The diction is archaic in places and in many instances must represent conscious archaizing on Lucretius's part. Scholarship on Latin poetry of the late Republic has for some time focused upon the influence of Callimachus on Roman poets and on the birth of a new poetic sensibility based on Hellenistic canons of taste that favored short, elegant, and highly learned poetry. Lucretius, though he was certainly not unaware of Hellenistic poetry, stands mostly outside this current. The attempts of some scholars to \"rehabilitate\" Lucretius aesthetically by showing him to have been secretly a Callimachean poet arguably do more harm than good to his poetic reputation. The beauties of Lucretius's verse are best appreciated on their own terms and within the context of his philosophical program.\n\r\nThe work opens with one of its best-known passages, a hymnic invocation to Venus as source of all pleasure and beauty and as generative principle of all life (1.1-49). Edmund Spenser imitated these lines closely (The Faerie Queene 4.10.44-47, 1596); Geoffrey Chaucer, in the proem to the Canterbury Tales (ca. 1387), recalled Lucretius's vivid description of the springtime awakening of nature. The entire poem is simultaneously given its title and placed under Venus's patronage in a stroke of characteristic Lucretian wordplay: since Venus alone governs the nature of things, the poet seeks her alliance as he opens his poem On the Nature of Things (1.21-28), written for the benefit of Memmius. Lucretius pictures the goddess with Mars reclining on her lap, throwing back his sinewy neck to kiss her lips. Lucretius begs her to take the opportunity to intercede with the war god on behalf of a troubled Rome in which both Lucretius's philosophical program and Memmius's political career are beset with difficulties. The proem closes with a description of the nature of the gods in Epicurean philosophy: \"for all divine nature must, of itself, enjoy immortal life with deepest peace, distant and far removed from our own lives . . . neither touched by our services nor moved to anger\" (1.44-49). Epicurus taught that the gods existed but took no part in human life or nature. By invoking Venus at the beginning of a poem expounding Epicurean teaching, some might have seen Lucretius as falling into a contradiction. The lines on the nature of the gods (if Lucretius in fact placed them there in the poem) convey a kind of assurance to the reader that the figure of Venus is intended allegorically or symbolically. Tennyson in his Lucretius has the poet say of Venus: \"Ay, but I meant not thee; I meant not her.\" This statement is not the only instance in the poem of a foray into mythology brought up short by the reassertion of Epicurean doctrine; in book 2 Lucretius's description of Earth as mother of all things leads into a depiction of the worship of the Magna Mater, or Mother of the Gods, which in turn concludes with a reminder that Earth in fact is not a divine being and possesses no sensation whatsoever (2.644-660). The verses from the proem on the nature of the gods in book 1 appear again in this later passage.\n\r\nFrom the proem Lucretius passes to a warning, addressed directly to Memmius, against judging the poem's Epicurean teaching to be impiety. Epicurus liberated humanity from the oppressive weight of religion by showing the true nature of things; impious crimes, Lucretius continues, have often been committed in the name of religion. The scene of Iphigenia's sacrifice follows in an unforgettable passage. On the day she was to wed Achilles, she came forward to the altar; when she saw her father's grief and attendants hiding a knife, she fell to her knees and began to beg for her life, in vain. She was offered as a sacrificial victim for the passage of the Greek fleet. The scene closes on a line that Voltaire cherished: \"so many evils has Religion persuaded men to do\" (1.101). Religion and its hold upon the mind is the target of Lucretius's entire poem, as the subsequent argument makes clear. The fear of death, a fear based upon ignorance, gives \"the threats of priests\" (1.109) their power and keeps people in darkness. Only the study of the true nature of things, as discovered and set forth by Epicurus, can dispel this terror of the mind, the ultimate source of which is the fear of death. Lucretius urges that people must study the laws and nature of the universe, not primarily as a pure intellectual pursuit but rather as a means of overcoming the crushing terror of what lies beyond death.\n\r\nLucretius passes directly to the exposition of Epicurean physics, opening with the proposition that \"nothing can ever be generated out of nothing by divine power\" (1.151). He offers six proofs of this assertion, all in the mode of negative proof or reductio ad absurdum. If something could come from nothing, then anything could arise from anything: humans could come from the sea, fish from the earth, and all manner of fruit from the same tree. No particular season and no length of time would be required for living beings to come to maturation. Crops and animals would need neither rain nor food; men could grow to the size of mountains; land unsown and untilled would bear rich crops. A similar series of proofs is advanced for the proposition that nothing in nature is ever reduced to nothing. If things could be reduced to nothing, they would disappear. Furthermore, everything would long since have died from lack of nourishment or else have disappeared. A touch would be sufficient to reduce things to annihilation. Finally, nature shows that the death of one thing gives life to another: when the father, the sky, showers rain into the lap of mother earth, the drops of water pass away; but soon sparkling crops arise, the branches are heavy with fruits, the countryside teems with crops and the cities with children, and newborn calves, drunk on their mother's milk, disport themselves over tender grass on tremulous young limbs. This first pair of propositions already brings to the fore certain recognizable features of Lucretian argumentation—a passionate, almost missionary, intensity and insistence; a sense of wild and woolly absurdity lurking beneath the surface of the rational; and a keen observation and lyrical expression of the beauties of nature.\n\r\nLucretius had already used the terminology of Epicurean atomism in the first two sets of proofs, and even earlier in the book he had warned the reader of his use of many different terms to represent the almost \"untranslatable\" Greek atomon (first beginnings, first bodies, or seeds of things). He then undertakes to prove the fundamental proposition of atomistic materialism: everything is composed of particles too small to be seen. Here the argument proceeds not by reductio ad absurdum but rather by analogy or similarity; there are invisible things other than atoms whose existence is beyond doubt. Ironically enough, Lucretius begins to preach invisible atoms with the same image used by Jesus to preach of invisible spirit: \"the wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth\" (John 3:8). Lucretius's wind is a disastrous twister, strewing fields with entire forests and giving Virgil a benchmark of the fever-pitch capabilities of Latin hexameter verse for his own storm in the first book of the Aeneid. Lucretius's windstorm ends on another, almost evangelical, note: \"wherefore, again and again, there are invisible bodies of wind, since in deeds and manner they are found to rival great torrents, whose bodies are visible\" (1.295-297). A series of similar arguments follows: one does not see scent, heat, cold, or sound; one does not see water flowing out of clothes as they dry; one does not see the wearing down of finger rings, plow teeth, pavements, or statues; nor does one see the growth of the young or the wasting away of the old. The indisputable reality of such occurrences, though, suggests that Nature works through invisible bodies.\n\r\nThe next series of proofs deals with the existence of void in addition to matter and with the proposition that no third thing exists that is neither matter nor void. Time, for example, has no existence of itself but is instead a property or accident of matter and void. At this point Lucretius engages in what might at first seem mere wordplay based upon a particularity of the morphology of the Latin verb: when one says that \"Helen of Troy, daughter of Tyndareus, was abducted\" (Tyndaridem raptam . . . esse), one is not thereby constrained to admit that Helen of Troy still is (Tyndaridem . . . esse) . Latin uses the present tense of the verb \"to be\" with a past participle to make the perfect tense in the passive voice; an overliteral construing leads to the conclusion that that which \"has been\" still \"is\". After a series of proofs that atoms are indestructible comes an Epicurean critique of the physical doctrines of three pre-Socratic philosophers. Heraclitus, who taught that fire was the original substance, is attacked first and most severely; Lucretius makes at least one unfavorable etymological play upon Heraclitus's name, and the stolidi (fools) who admire Heraclitus's obscure but impressive language are perhaps the similar-sounding Stoics. Empedocles of Agrigentum in Sicily, second of the three, presents a special and interesting case; while Lucretius disagrees with Empedocles' doctrine of the four elements (as he must, for it contradicts Epicurus), Lucretius shows a reverential admiration for Empedocles' power of expression as a philosopher-poet. Anaxagoras's doctrine of homoeomeria—bones made not of atoms but of small bones, flesh of flesh-particles, and so on throughout nature—is refuted with thoroughgoing care.\n\r\nLucretius then sets forth a kind of statement of his poetic and philosophical program: he claims for his poetry the status of first of its kind in the Latin language, and he explains why he has chosen to write philosophy in the form of a poem (a fair question for an Epicurean philosopher, since Epicurus seems not to have approved of poetry). Lucretius intends to use the deceptive charm of poetic art in the service of his reader's enlightenment:\n \nJust as doctors, when they try to give children foul-tasting\nwormwood, first touch the rim around the cup\nwith the sweet, golden liquor of honey,\nto trick the children's naive youth\njust as far as the lips, so that meanwhile they drink down the bitter\nwormwood's juice: the intent is deceptive, but not destructive:\nit is restoration of the patients' health that they seek.\n                                              (1.936-943)\n\r\nOne of the most avid readers of Lucretius and a fellow \"dangerous author,\" the Marquis de Sade, placed these lines as an epigraph to his epistolary novel Aline et Valcour (1795). The first book closes with proofs that the universe is infinite in extent. Lucretius suggests that one walk to its edge and throw a spear. If the spear flies forward, it must have encountered space; if it stops in its path, then it must have encountered matter. Too, if the world were destructible, it would long since have been destroyed.\n\r\nThe proem to the second book, another well-known and often quoted passage, takes the form of a priamel; a series of analogical examples leads up to the statement that Epicurean philosophy is a temple of refuge from the cares of human life:\n \nSweet it is, when the winds are troubling the waters over the deep sea,\nto look, from the vantage-point of dry land, on the distress of another;\nnot that the sight of another's vexation is itself a delightful pleasure,\nbut rather because it is sweet to see what evils you are without.\nSweet, too, to look upon the massive struggles of a war\nall arrayed over the battlefield, when you have no stake in the risk.\nBut nothing gives more joy than to dwell in a fortified temple,\nunshakable, built high on the teachings of the wise.\nFrom there you can look down and see everyone wandering astray. . . .\n                                              (2.1-9)\n\r\nThe proem ends with another memorable image that once again brings to the fore Lucretius's ultimate aim: without philosophy, mortals are like children afraid of the dark. What is needed to dispel that darkness is not the rays of the literal sun, but rather the contemplation and rational understanding of the workings of nature. The argumentation of the second book is taken up with the properties of the atoms, beginning with their motions. All atoms, Lucretius says, are falling faster than the speed of light through space, with the heavier particles moving no faster than the lighter ones (Epicureanism here anticipated Galileo). Two difficulties arise from this proposition: first and more obviously, if all atoms are moving downward at the same rate of speed, they can never hit against each other, lock their \"hooks\" (in French one still speaks of two compatible personalities as having atomes crochus), and form combinations of perceptible material objects and beings. The second difficulty is more subtle and points to an implicit analogical relation between physics and moral philosophy: if all motion is the result of the fall through space of atoms, then all action is determined by that fall (the Latin casus means both \"fall\" and \"chance\"), and consequently there is no place for free will. Fate, as an unbroken chain of causality was in fact part of the teaching of the Stoics, and of Democritus and Leucippus before them; clearly Epicureanism, a philosophical system for which pleasure is the highest criterion of good and the aim of which is to remove all fear and anxiety from human life, must necessarily militate against the notion of a stern determinism.\n\nEpicurus's solution to these difficulties was to posit a clinamen (swerve) in the motion of the falling atoms; the degree of the swerve was literally minimal, the smallest movement possible by which the atoms' motion could be differentiated from a straight downward fall. Lucretius's account of the clinamen is the most extensive one surviving. Although the clinamen is not described in Epicurus's extant works, other authors, including Cicero , attest that Epicurus was the author of the doctrine. Lucretius emphasizes that the clinamen \"breaks the chains of Fate\" and allows for the possibility of motion born of will rather than of external causality; however, neither Lucretius's nor any other account makes clear the precise manner in which such motion comes about. The clinamen has passed into the terminology of contemporary literary criticism through Harold Bloom's The Anxiety of Influence (1973).\n\r\nA description of the various properties of atoms leads to the propositions that they are limited in shape and kind, that nothing consists of only one kind of element, and that the earth is made up of all kinds of elements. Lucretius interrupts the philosophical exposition with a vivid description of the earth-goddess under her cultic title Magna Mater. Lucretius describes her iconographic image with a crown representing the walls of a city, and he alludes to her ritual worship by Galli (eunuch-priests) and by Curetes (armed dancers) representing the youths who clashed their armor to drown out the cries of the infant Jupiter, who was being nursed on Crete, hidden from his father Saturn. Lucretius brings the mythographic excursus up short with a reminder of the falsity of myth, together with an affirmation of its beauty and appropriateness for poetic discourse: \"though these things are set forth well and excellently, still they are far removed from true reasoning\" (2.644-645). The passage immediately following includes the verses that the manuscripts also show at the end of the invocation to Venus in book 1: all divine nature must enjoy immortal life in profound peace and is neither touched nor moved to anger by human service. The passage seems to enter abruptly in book 1; here it is prepared and motivated by what came before. Whether this \"doublet,\" one of several in the poem, is the result of corruption in the textual tradition or represents what the poet actually wrote is difficult to say. If the manuscripts are correct, then whether or not the doublet represents a lack of final revision in the poem is also difficult to say. The section ends with an even more explicit statement of the nature of mythopoetic language: \"if anyone prefers to call the sea Neptune and crops Ceres, and to use the name of Bacchus rather than to utter the name proper to that liquor, then let us allow also that he refer to the earth as the Mother of the Gods, provided that he forbear in reality to infect his mind with foul religion\" (2.655-660).\n\r\nThe argument for a limited number of types of atom continues with an analogy that links Lucretius's text to its subject in an important way: just as the elementa (letters of the alphabet), limited in number, are common to many different words and combine in many different orders to produce the different words included in the verses of the poem, so likewise the different kinds of atom, though limited in number, combine in different ways to produce humans, animals, plants, and all that exists. This analogy, of course, survives in the contemporary use of the term element (originally a letter of the alphabet) in the chemical sense. Its use is not far from a kind of alphabetic mysticism that one finds in traditions such as Kabbalah. To set up an analogy between letters and atoms is implicitly to call attention to the signifying power of language; hence, scholars have studied this passage in the light of both ancient and modern theories of language and signification.\n\r\nLucretius puts forward a series of arguments to prove that atoms are lacking in both perceptible qualities and sense-perception: they have no color; they are without heat, sound, moisture, or smell; they have no feelings and no emotions, for if they did they would be mortal, and if they could feel emotions, then they would also laugh, weep, deliver philosophical discourses on nature, and argue with each other. After a developed poetic image of earth and sky as mother and father of the universe comes a fanfare announcing the revelation of a new and strange truth: there is a multiplicity of worlds. Since the universe is limitless in every direction and since this world was formed not by divine agency but naturally by a chance combination of atoms, humankind must admit that not only other worlds but also identical replicas of the one they know exist elsewhere in the cosmos. Atoms are eternal, but everything born of their combination passes away. Earth has already begun the downward motion toward decline and decay. The second book ends with the image of an old farmer complaining that in an earlier, more godfearing time, a small plot of land easily produced what a larger one now ekes out with difficulty. He does not understand, Lucretius explains, that everything decays little by little and, wearied by long passage of time, makes its way toward annihilation.\n\r\nAs he turns from the study of atoms to that of the human soul, Lucretius opens his third book with an invocation addressed directly to Epicurus as bringer of enlightenment to humankind and as the model that Lucretius follows at a respectful distance, like a swallow imitating a swan. The language recalls the invocation of Venus in book 1 in several particulars: as the clouds receded before Venus's springtime appearance, so the light of the teachings issuing from the divine mind of Epicurus dissipates the terrors of the mind. Book 3 also includes another play upon the title of the poem: Epicurus's power of reason gives utterance to the nature of things. His hearers' minds are filled with images of blissful divinity, without a trace—and this peaceful state is Lucretius's target throughout the book—of the fear of Acheron, the place of punishment in the afterlife. That fear, Lucretius proceeds to relate, is the cause not only of terrors and anxieties to mortals but also of ambitious greed and murderous cruelty; indeed, many humans are driven by the fear of death, paradoxically, to take their own lives. The only cure for this fear, again, is not the rays and light of the literal sun, but rather the contemplation and rational understanding of nature.\n\r\nAnother abrupt break between proem and exposition is followed by definitions and distinctions among parts of the human faculties. Animus for Lucretius is essentially synonymous with \"mind\"; it resides in the chest and rules over the anima (spirit or, perhaps better, life force), which is dispersed through the limbs of the body, the two faculties forming a cohesive unit. Both mind and spirit are parts of the body, no less than feet or hands—the Greek doctrine of soul as a harmonia, Lucretius opines, is an unfortunate misapplication of a word better left as a technical musical term—and both mind and spirit are mortal, dissipating when the body dies. Both are corporeal (that is, material), since they act upon the body, and only body can act upon body. The lightest and swiftest of atoms compose both; proof rests in the mind's velocity, together with the fact that bodies weigh the same before and after the moment of death. The soul, in Epicurus's system, is composed of four component parts acting together to form a whole: breath (or wind), air, heat, and a nameless fourth substance, a kind of \"soul of the soul.\" The first three components are described in terms of a characterological typology similar to the Hindu Sankhya system of three gunas as described in the Bhagavad-Gita: \"heat,\" like the Sanskrit rajas, is the active force, prominent in lions (the animal examples are Lucretius's) and in men quick to anger; \"wind,\" a passive force like the Hindu tamas, is to the fore in the nature of deer and other timid creatures; and \"air,\" prominent in cows (and sages), is a neutral and peaceful nature like sattva. An excess of any of these components produces a flawed or sick soul. It is the goal of Epicurean doctrine to rid the soul of all but the merest traces of such defects. (Precisely how this cure is to happen remains unclear.) The whole formed by mind and spirit cannot be removed from the body without producing death; still, the body itself, while alive, possesses the power of sensation. The eyes, for instance, are not \"windows of the soul,\" but rather organs of sense perception. If the eyes are merely portals through which the soul sees, then tearing out the eyes ought to allow the soul to see more clearly.\n\r\nThe remainder of the book is devoted to Lucretius's central and most passionate argument, set forth in \"verses long sought out and found with loving labor\" (3.419): the soul is in every part mortal, dying utterly with the death of the body. Lucretius then includes a series of no fewer than thirty separate arguments for this key proposition; a few examples suffice to give their exalted tone. The mind is born with the body; a mind as it passes through life grows and ages; likewise, and naturally, the mind born with the body dies with it. The mind suffers disease and delirium; it is affected by wine. Are these the marks of an immortal being? The mind and spirit are thrown into dire confusion when the body is shaken by epilepsy; how might a disembodied spirit, then, continue its life at the mercy of the powerful winds that shake the world? The life force can be divided into parts—a severed limb or a snake cut into segments will twitch—and what can be divided is not immortal. If immortal souls are introduced into mortal bodies, why do souls have no memory of an earlier existence? Hereditary resemblance of character, too, proves that mind and spirit are not introduced from without into the body but rather are born with it and destined to die with it. \"Trees cannot exist in the air\"—the rhetorical figure is known as adynaton, from the Greek for \"impossible\"—\"nor clouds in the deep sea; fish cannot live in the fields; there can be no blood in branches nor resin in rock . . . so the soul by nature cannot exist alone without body and apart from muscles and blood\" (3.784-789). The conclusion and climax of this line of argumentation raises the tone still higher, opening out into a sweeping passage informed with the vividly colorful rhetoric of philosophical diatribe that brings the book to its end:\n \nDeath, therefore, is nothing to us, and matters to us not a whit,\nsince the nature of the soul is held to be mortal.\nJust as in times past we had no sensation, were not troubled,\nwhen the Carthaginians were coming from all sides to fight in battle,\nand all the war-struck world shook hard with tumult,\ntrembled and quivered beneath high heaven's breezes,\nand no one knew which people would win empire\nand rule over all humans on land and sea;\njust so, when we no longer are, when body from soul is split\nasunder—those parts whose whole is our being—\nnothing can happen, be sure of it, nothing can happen to us then,\nfor then we shall not be, and nothing can make us feel,\nnot if the earth dissolve into the sea, and the sea into the sky.\n                                              (3.830-842)\n\r\nEven if the atoms that form organisms were to return again to their present configuration, which in time they will, again and again (and to that extent Epicureanism can be said to include a doctrine of eternal return), still those configurations of atoms will not be the organisms, since the continuity of life and memory is broken at death. To feel distaste at the thought of rotting in the tomb or becoming food for dogs is to imagine, wrongly, that one shall survive himself in death, as if one were standing by his own corpse mourning the loss of himself. An unannounced interlocutor, representing a mourner addressing a dead man, takes the floor (in a manner comparable to the interlocutor in Roman satire): \"now nevermore will your happy home welcome you, nor your excellent wife, nor your sweet children run up to snatch kisses from you.\" The poet breaks in: \"and they neglect to add that you will no longer have the slightest desire for these things, nor feel their loss.\" By the device of prosopopoeia (personification—used, for example, by Plato in the Crito, where the laws of Athens address him directly), Lucretius makes Nature herself address the old man who fears to die, upbraiding his shameless, boorish greed for a life longer than his share. If life has been pleasant, then why not retire from the table like a well-fed guest, praising the host's generosity? If wretched, then why this unseemly urge to prolong what gives pain and repeat what is tiresome?\n\r\nA final series of images attacks directly the fear of afterlife punishment by means of an astonishingly modern-sounding argument: the great sinners tormented in Hades described in mythology are in fact allegorical images for the sufferings mortals foolishly inflict upon themselves in this life. There is no Tantalus in the underworld fearing an overhanging rock; but there are those who make their lives miserable through morbid fear of the gods. Sisyphus pushing the rock uphill again and again is not to be found in the underworld; he is an ambitious politician who runs unsuccessfully for office year after year (Memmius, if he ever read the poem dedicated to him, was not likely to have been flattered by this image). The daughters of Danaus, who murdered their husbands and were condemned in the underworld to fill vessels full of holes, are an image of those who, in this life, glut themselves with pleasures but are never satiated. Those hellish monsters Cerberus, the Furies, and Tartarus exist, but only in the mind: they are representations of the torment produced by the anxiety of a guilty conscience.\n\r\nBook 4 opens with a proem composed almost entirely of verses that appeared earlier in the poem. The announcement of Lucretius's poetic program is in a sense more appropriate here at the midpoint of the poem (a traditional place to insert a second proem at least since Apollonius Rhodius); however, the image of the cup of wormwood sweetened with honey perhaps fits less well in this spot than in its earlier place in book 1. The burden of book 4 is the existence and nature of simulacra, membrane-like images that all bodies constantly throw off from themselves like a snake or cricket shedding its skin. These images account for both waking senses and visions in dreams. Reflection of objects in mirrors is one of the strongest proofs of the existence of simulacra; the reversal of the reflection shows that the image flies straight off the object and so impacts the organs of sight. The simulacra move with extraordinary swiftness, and their properties account for all phenomena coming under the category of \"optical illusions,\" of which Lucretius gives a dizzying catalogue. These so-called illusions, he explains, do not deceive the senses but rather the mind interpreting the sense impressions. The senses are in fact the sole criterion of truth and foundation of reason. Certain types of simulacra are blunted or blocked by different bodies. Glass allows light to pass through it, but wood does not. Sound passes through the walls of a house, but the walls muffle it. Sound is no less corporeal and material, though; a man who has just given a long oration can attest that he has lost a part of his body. Taste and smell are somewhat different in operation but no less explicable: taste results from particles squeezed out of food that land upon the palate; smell is the result of larger, heavier particles than those that produce sight or sound.\n\r\nJust as the senses constantly receive impressions, so too simulacra of things impact the mind. The simulacra that affect the mind are subtler and far thinner than the sense-producing images; because they are like a spider's web or leaves of gold, these images easily cling together in the air and produce strange images in the mind. Thus, the mind perceives mixed or distorted images of things that never existed in reality—for example, mental visions of Centaurs, monsters, and ghosts. The images seen in dreams, too, are the result of these flitting simulacra perceived by the mind. That one can perceive motion in objects, both those seen in reality and those seen in dreams, must be the result of an unbroken succession of simulacra striking the perceiving organ. A difficulty arises: how is the mind able to call up any image at will? The easiest explanation is probably that although many images are available to the mind, perceives only the ones focused on; once the mind calls up one image, other associated images follow in rapid succession. The working of the senses, of course, is an argument often put forward in favor of creation by a providential deity; Lucretius is quick to anticipate this argument and warn against it. The uses of the senses did not in any way precede their existence—the \"teleological\" argument, common apparently to pagan and Judeo-Christian religions, that a divinity gave mortals eyes in order that they might see. Senses, Lucretius argues, came first, and the use of the senses came afterward. The senses are not like the labor-saving tools and devices that humans have invented with a specific and preexisting purpose in mind, nor is the natural urge that makes living creatures seek their food something to be marveled at. Since all things cast off bodily particles, and living things, through constant motion, expend themselves more quickly than other inanimate objects, for them to seek to restore what they have lost from themselves is natural and proper.\n\r\nThrough a description of the operation of sleep and dreams, including pubescent wet dreams, Lucretius passes to the closing section of the fourth book on sexual desire and love, another well-known passage and one that has often been misunderstood. What Lucretius counsels against is not sexual enjoyment but rather what the Roman elegists called servitium amoris (love's servitude). The danger, Lucretius explains, comes not so much from the object of desire as from the simulacra of the beloved acting upon the mind while the actual beloved is absent. The preventive cure that Lucretius puts forward against the mad sickness of love is not abstinence but rather variation of sexual partners, volgivaga Venus (promiscuous Venus): \"it is proper to flee from simulacra, to frighten away the fuel of love, to turn the mind toward another object and to cast the collected fluid into any body, not to retain it, being fixed once for all upon the love of a single one, and so hold on to care and certain pain\" (4.1063-1067). A satirical passage gives an inventory of the doting terms, mostly in Greek, by which a lovesick man glosses over a woman's various shortcomings: if she stutters and cannot speak, traulizi (she lisps divinely); if her lips are too thick, philema (she's all kiss). This unforgettable Lucretian moment takes its place in a long tradition that includes Semonides' Females of the Species (as Hugh Lloyd-Jones titled his 1975 translation) and the scene in Lorenzo da Ponte's libretto for Wolfgang Amadeus Mozart's Don Giovanni in which Leporello reviews his master's catalogue of conquests. Molière used parts of the passage almost unchanged in his Misanthrope (1666). Recent critics have pointed out that the misogyny, both implicit and explicit, of this passage and of the entire section on love and sex is less an instance of Epicurean (or Lucretian) cranky originality, and far closer to a conventional ancient view, than had formerly been believed. The book closes with some homely advice for promoting fertility—this passage is the context of Lucretius's infamous prescription that wives (unlike prostitutes) during coitus should lie perfectly still with their legs up—and with the observation that love in fact results not from the divine agency of Venus's arrows but rather from habit and passage of time, just as a rock is slowly worn down by drops of water.\n\r\nBooks 5 and 6 are occupied largely with the study of the cosmos. Rather like Dante's Paradiso, this final third of the work has tended to captivate less than a proportionate share of attention over the history of Lucretius's reception. The book 5 proem, addressed again to Memmius, is an encomium of Epicurus and says his equal will not be found among mortals: he deserves truly to be called a god. Epicurus's benefits to humankind are more precious than those associated with Ceres and Bacchus (crops and wine), and his deeds are more impressive than those of Hercules: Epicurus has purged the human mind of error and delusion. Lucretius would follow in his master's footsteps and teach the great truth that all things that exist in the universe are mortal and must eventually pass away with time; only the false simulacra of what is dead continue to deceive the mind in sleep. The world with its treble nature—land, sea, and sky—must one day be reduced to destruction (and this passage is the one that Ovid had in mind when he wrote the verses at the head of this article). Lucretius invokes the authority of reason, an authority greater than that of the Delphic oracle of Apollo, to proclaim a great truth: the world is not divine in origin, nor does it possess sensation of any kind. The gods, further, have no dwelling in this world; their bodies are subtle and removed completely from the realm of human senses. To say that the gods created the world for humans is plain foolishness: what would the gods have stood to gain from it? What good have humans gained? The world is too faulty to be of divine origin: two-thirds of it are uninhabitable, and the rest would be covered with nothing but brambles if not for humans' hard work. There is disease, there are predatory beasts, and the human child is the most helpless of all animal young, cast like a sailor onto savage waves, lying naked on the ground, without speech and utterly dependent on others for every support of life. Every part of earth waxes and wanes. That which is mortal in its every part must be mortal in its entirety. Only the solid matter of atoms and the void of space will last forever; the world is neither of these two things and must therefore be mortal. The end may come through the victory of one element over the others: conflagration, or perhaps universal flood. The world came about through the chance meeting of atoms; slowly the different constituent elements differentiated themselves to produce the world the senses now perceive.\n\r\nLucretius next takes on celestial motion. His arguments present a series of alternate explanations among which he refuses to choose; the essential point is that, while the precise natural explanation is not known, the correct explanation must be a natural and not a divine one. A great wind may be sweeping the entire sky; again, heaven may feed the stars, and what drives them forward is desire for food. The sun, moon, and stars are all about the size that they appear in the sky; their outlines can be seen clearly, and bright flames often look about the same size from a greater distance as from a shorter one. Lucretius then gives possible explanations for dawn and sunset, for the light of the moon, and for eclipses.\n\r\nThroughout the rest of the book Lucretius comes down from the heavens to present a kind of universal history of the earth and of humankind. The earth, the great mother of all, first brought forth trees, then birds, then larger animals. Her childbearing days are over; there will be no new species. Just as many beings, such as hermaphrodites, are born but cannot survive, so likewise many species have come into being but since passed away. The monsters of mixed species described in mythology, such as centaurs, never existed. Humankind in its earliest days was hardier than now (a commonplace of ancient literature) and was able to live, like the animals, on what nature provided. Lucretius works into the narrative certain topoi of Golden Age mythology: though men lived in fear of wild beasts, for instance, they did not have to fear death in battle or by shipwreck. They died of hunger at times, but no one destroyed his health through overindulgence. Civilization came about gradually and naturally. With the development of the bonds of friendship (valued in Epicurean teaching) came alliances and eventually communication through language, which also developed naturally rather than arbitrarily: even animals make different sounds in different circumstances and to express different emotions. The discovery of metals under the earth, particularly gold, brought lust for power, kings, wars, and crimes. Religion, which has long since filled the earth with its altars, began with visions in dreams (again, the dire operation of simulacra) and even in waking. Men attributed to these visions all that religion now teaches about the gods, including the creation and governance of the world, eternal life, and the desire for sacrifice. True piety, if they only knew, consists not in covering the head and worshiping at every altar but in \"being able to view all things with a mind at peace\" (5.1202). An account of the development of various human arts brings the book to what is by far the most optimistic close in the poem: \"little by little, time draws forth each thing into the midst and reason lifts it into the regions of light; for [men] saw one thing after another brighten into clarity in their minds, until through their arts they attained the highest pinnacle\" (5.1454-1457).\n\r\nThe sixth and final book opens with a proem close to the length of the proem in book 1. As in the previous book, the sixth book begins with the praises of Epicurus, this time celebrated as the fairest gift to the world from Athens (Lucretius may have believed his master was a native Athenian). Epicurus, in the narrative of the proem, looked about and saw that the human race had made as much external progress as was possible (Lucretius seems to continue the idea from the end of the previous book of humankind at the peak of its progress in arts) but was still \"vexing life without ceasing in ungrateful hearts, and being driven to rage furiously with racking distress\" (6.15-16). The problem, Epicurus realized, lay in the human mind itself—\"the pot was making its own flaw\" (6.17).\n\r\nThe opening reference to the gifts of Athens to \"suffering mortals\" seems to presage the dire and abrupt ending of the book—and the poem—with a description, adapted from Thucydides, of the famous plague that broke out in Athens near the beginning of the conflict between Athens and Sparta. Read in this light, this proem and its Epicurean teaching that one's troubles lie within the mind has seemed to several recent scholars almost inevitably to invite an ironic reading. Indeed, for some time scholars supposed that Lucretius had left the poem unfinished and that the final version would have somehow incorporated the plague into a more philosophical and seemingly less tragic view of human life. Study of endings and closure in classical poetry (in particular of the abrupt and unsettling end of the Aeneid, with its image of Aeneas killing Turnus after Turnus's surrender, which also was once widely attributed to the poem's unfinished state) has made clearer that the abrupt ending of the De rerum natura is far less an anomaly than earlier readers suggested. The opening reference to Athens and suffering mortals is likely a structuring device linking the beginning and end of the book. At any rate, the sixth book clearly constitutes the end of the poem in Lucretius's overall plan, not only because he has created the neat structure of three pairs of books but also because he announces this book as the final one near the end of the proem, with a punning invocation of the Muse Calliope and a reminiscence of the prayer to Venus in book 1: \"Precede me and mark out my course, as I run my stint to the white line of my final goal, callida Musa Calliope (clever Muse Calliope), repose of men and delight of gods, that with you as leader I may win the crown with signal glory\" (6.92-95).\n\r\nIn the middle of the book Lucretius presents a description and explanation of precisely those celestial and terrestrial phenomena most often attributed to divine agency by religious fear: thunder, lightning, rainstorms, earthquakes, and volcanic eruptions. As in the previous book, he often presents a series of possible alternate explanations; the essential point is that all phenomena in nature come from natural rather than divine causes. Some scholars have asserted (and perhaps not entirely with justification) that Lucretius misrepresented or exaggerated the level of religious fear with which Romans of his time regarded such phenomena, with the enlightened (and elite) skepticism of a Cicero or, a bit later, of a Horace put forward as an example. After a description of other natural phenomena, such as magnetism, Lucretius turns to the description of disease, passing quickly to the plague at Athens. A final scene depicts the Athenian temples full of unburied corpses and survivors fighting each other for access to funeral pyres.\n\r\nThe literary \"fortunes\" of Lucretius's poem have been, to say the least, varied. One of his closest readers was Virgil , the poet of the next generation who was to write the Aeneid, the central poetic text of the Latin language. Virgil knew Lucretius's work and had absorbed the rhythm and contours of Lucretian verse so thoroughly and so well that direct allusion is difficult to distinguish from conscious or unconscious imitation. A single but representative example is a phrase spoken by Virgil 's Dido in a tirade delivered to Aeneas as he is leaving her: moribundam deseris, hospes (you desert me in my dying, my guest; Aeneid 4.323). Lucretius's description of the soul's vital heat departing from a dying body was ringing in Virgil 's ears: moribundos deserit artus (it deserts our limbs in their death; DRN 3.129). Lucretian echoes of this type are not rare in Virgil , though they are less well known than Virgil 's explicit reference to Lucretius in the Georgics: \"happy he who was able to learn the causes of things, and cast down at our feet all fears, inexorable fate, and the roar of greedy Acheron\" (Georgics 2.490-492). Ovid 's praise of Lucretius comes from the youthful Amores, in a list of \"immortal\" Greek and Roman authors (of whose works some survive only in fragments). Statius , writing in the first century A.D., mentioned the \"lofty furor of learned Lucretius.\" As stated at the outset, the Life of Virgil attributed to Donatus attests to Lucretius's reputation in late antiquity, and Lactantius and Jerome show that Lucretius was already regarded as a dangerous enemy of religion by the fourth century A.D.\n\r\nThose two currents—admiration for Lucretius's poetic achievement and hostility toward the philosophical content of his poem—were both renewed with the rediscovery of De rerum natura early in the fifteenth century. Lucretius as ethical teacher has not been without his champions since that time, beginning with certain early modern humanists. The anti-Lucretian strain passed from Christian polemics—with Cardinal Polignac's 1747 Anti-Lucretius—to a kind of early version of deconstruction, viewing Lucretius as a poet hopelessly divided against himself. Lucretius's reputation among classical scholars and students of literature is still not entirely out of these shadows, though recent years have seen a new and growing literary appreciation for the philosophical poetry of this universal poet.\n \n", "attrs": {}}