{"pf_url": "https://www.poetryfoundation.org/poets/lyn-hejinian", "name": "Lyn Hejinian", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/5a8ba22f845b3bb1784e831b1d320ea5c36001ee.jpeg", "bio": "\nPoet, essayist, translator, and publisher Lyn Hejinian is a founding figure of the Language poetry movement of the 1970s and an influential force in the world of experimental and avant-garde poetics. Her poetry is characterized by an unusual lyricism and descriptive engagement with the everyday. She is the author of many poetry collections, including My Life and My Life in the Nineties (Wesleyan University Press, 2013), The Book of a Thousand Eyes (Omnidawn, 2012),  The Fatalist (Omnidawn, 2003), and her landmark work My Life (Burning Deck, 1980). A native Californian, she teaches in the English Department at the University of California, Berkeley.\nLike most Language writing, Hejinian’s work enacts a poetics that is theoretically sophisticated. While Language writing is stylistically diverse and, as a movement, difficult to reduce to a particular style, most writers in this group are concerned with writing in non-standardized, often non-narrative forms. Language writing is community-centered and often takes as its subject progressive politics and social theory. Hejinian’s work, for example, is committed to exploring the political ramifications of the ways that language is typically used. Her work differs, however, from the traditional, identity-affirming, political poetry of most left-wing writers as much as it does from main-stream poets. The poet Juliana Spahr has written of Hejinian, “It is easier to trace the influence of language philosopher Ludwig Wittgenstein’s aphoristic statement that ‘the limits of my language mean the limits of my world,’ or to apply Viktor Shklovsky’s theory of ‘making strange’ to Hejinian's poetry than it is to relate her work to the contemporary poetry usually anthologized in the Norton or Heath anthologies of American literature.”\n\r\nAlthough Language writing tends to be anti-confessional and antirealist, Hejinian’s work does not reject these modes. Her long “novels” My Life (2002) and Oxata (1991) unabashedly draw on her own experiences and are in some ways recognizably autobiographical. Rather, Hejinian’s work insists that alternative means of expression are necessary to truly represent the confessional or the real. Her work, repeatedly concerned with biography or autobiography, explores the relationship between alternative writing practices and the subjectivity that these genres often obscure. The alternative form that Hejinian uses most frequently is what has come to be called the “new sentence,” a form of prose poem composed mainly of sentences that have no clear transitions. The gap created by a text that moves from subject to subject invites the reader to participate, to bring his or her own reading to the text.\n\r\nCrucial to understanding Hejinian’s work is the realization that it cultivates, even requires, an act of resistant reading. Spahr noted, “Her work is deliberately unsettling in its unpredictability, its diversions from conventions, the way it is out of control.” In her essay “The Rejection of Closure,” published in The Language of Iniquiry (2002), a selection of her theoretical writings, Hejinian develops a theory of an “open text” that defines both her earlier work and her current work. “An open text,” she writes, “is open to the world and particularly to the reader….[It] invites participation, rejects the authority of the writer over the reader and thus, by analogy, the authority implicit in other (social, economic, cultural) hierarchies.” To provoke the reader’s participation, the open text engages in a series of disruptive techniques that expose the reader to the possibilities of meaning that he or she brings to the text.\n\r\nHejinian’s commitment to the Language movement and its techniques is evident throughout her work. Her first book-length collection, Writing Is an Aid to Memory (1978), investigates the confessional systems of memory and the difficulties of portraying these systems without smoothing over the questions they raise. An example of Hejinian’s “open text” is the autobiographical My Life. Spahr regarded My Life as “currently the most important of Hejinian's work,” noting that it has attracted much scholarly attention. Poet and critic Lisa Samuels, in a similar vein, has advocated the inclusion of My Life in the academic “canon.” This work, through its attention to alternative and multiple ways of telling, refuses to invoke the transparent language conventions that typically compose autobiography.\n\r\nOn a trip to Leningrad with her husband, Hejinian met a variety of contemporary poets who would provide the inspiration for Leningrad (1991). It is a typical Language movement text, even written collaboratively, as is common in the movement. The four poets in this collection alternate voices and discuss various ways post-glasnost society forces them to confront their own politics of encounter. Hejinian’s engagement with Russian poets and poetics has profoundly influenced her work. Her years-long collaboration with the Russian poet Arkadii Dragomoschenko has resulted in a theater piece, film script, and translations of each into the other’s language. It also led to Oxata (1991), a work that displays Hejinian’s interest in form, prose and the self-disclosures of language. Based loosely on Aleksandr Pushkin’s long poem, Eugene Onegin, the work shows, in Marjorie Perloff’s estimation, how “the long poems of our time … cannot be pigeonholed.”\nA prolific writer, Hejinian’s work since Oxata has been various and wide-ranging. Her long “autobiographical” poem, My Life, has been twice reprinted and updated. Originally 38 stanzas of 38 lines—Hejinian’s age at the time of initial publication—the work is now 45 stanzas of 45 lines. Her long poem Happily (2000) met with great acclaim and was included in a collection of her essays, The Language of Iniquiry (2002). Selecting from over 25 years of work, the book offers an illuminating glimpse of Hejinian’s influences and preoccupations, especially the centrality of Gertrude Stein to her development as a writer and thinker. Reviewing the book for the Boston Review, Brian Kim Stefans alleged that by “extending the frame of the ‘poet’s essay’ beyond issues of form and tradition and into an open-ended philosophical dialogue that engages with one in the very act of reading a book, alone at home or in a crowded cafe.” Hejinian’s continued interest in notions of the “experimental” is evident in some of her most recent work, including Saga/Circus (2009). Again in the Boston Review, Joyelle McSweeney noted how the two long poems of the book “make short work of narrative and dismantle genre with an alert and damaging wit.” McSweeney concluded, “the possibilities within Hejinian’s ouevre are inexhaustible, [h]er working and reworking of writing’s generic and epistemological potentials and capabilities is unending. In this life’s work, each falling short produces a conceptual distance into which writing can move.”\nSince the 1970s, when Hejinian began writing, many of the techniques and interests of Language writing have moved from the margins to the fore of American poetry; Hejinian and her fellow Language poets such as Ron Silliman, Charles Bernstein, and Rae Armantrout have also found employment in academia as professors and visiting writers, complicating the “oppositional” stance of much of their early work. Discussing the newly-anthologized status of language writing with Craig Dworkin in an interview originally published in Idiom #3, Hejinian noted “Both the big Messerli anthology and the Norton have the overt ambition to define and historicize a lot of activity, and they’re going to do that. They are going to be, for a long time now, the avenue through which people come to understand and be exposed to this work. That may be good for your generation: there it is, that’s history, now we can get on with what we’re doing. But for me, the big challenge is to remember that this story is not adequate, that it’s not the whole story, that these books don’t feel like what it really was—they don’t really show it.”\nIn addition to teaching literature at University of California, Berkeley, Hejinian has also been an editor and publisher. She was editor of Tuumba Press From 1976 to 1984, and she coedited Poetics Journal (with Barrett Watten) from 1981 to 1999. She is a coeditor of Atelos, which publishes cross-genre collaborations between poets and other artists.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Language Poetry"]}}