{"pf_url": "https://www.poetryfoundation.org/poets/lynda-hull", "name": "Lynda Hull", "yob": "1954", "yod": "1994", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c0de0b27d09b07be24802a14f0844a2c6dff96e5.jpeg", "bio": "\nLynda Hull was born in Newark, New Jersey, in 1954. Her collections include Ghost Money (1986), recipient of the Juniper Prize; Star Ledger (1991), which won the 1991 Carl Sandburg and 1990 Edwin Ford Piper awards; and The Only World: Poems, published posthumously in 1995 and finalist for the National Book Critics Circle Award in Poetry. In 2006, Graywolf Press published her Collected Poems, edited by her husband, David Wojahn.\nReviewing Collected Poems for The Believer, Craig Morgan Teicher wrote that Hull’s “lush, intensely lyrical evocations of the underbelly of American urban life . . . [are] driven by a sense of inevitable loss and degradation but also by a powerful attachment to momentary beauty.” Of her posthumously published third collection, The Only World, Diann Blakely commented in Ploughshares, “Hull loses herself again and again in [the book’s] coruscating but gritty panoply of subjects. Junkies and whores, the imprisoned, the beggared homeless of our urban landscapes, those dying or dead from AIDS, do not merely ‘appear’ in these poems, they become past or future selves, alternate selves, feared selves.” \nAs a teenager, Hull received a scholarship from Princeton University. Soon after, she ran away from home. For the next several years, Hull lived in various Chinatowns across North America and married a Chinese immigrant. After reconnecting with her family in the early ’80s, Hull met poet David Wojahn during undergraduate studies at the University of Arkansas at Little Rock. They were married in 1984. Hull later pursued graduate studies at Johns Hopkins University and Indiana University, and lived briefly in various cities across the United States and Europe. She died in a 1994 car accident.Hull was the recipient of four Pushcart Prizes as well as fellowships from the National Endowment for the Arts and the Illinois Arts Council. In addition to serving as the poetry editor for the journal Crazyhorse, she taught English at Indiana University, DePaul University, and Vermont College.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}