{"pf_url": "https://www.poetryfoundation.org/poets/lynette-roberts", "name": "Lynette Roberts", "yob": "1909", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4fbc026bb498ab2928cd62dced3c9a5cbeaa3793.jpeg", "bio": "\n                                                                    Evelyn Beatrice Roberts—known as Lynette Roberts—was born in Buenos Aires in 1909 to parents of Welsh origin. As a young woman, she moved to London and studied art at the Central School for Arts and Crafts. She married the Welsh author and editor Keidrych Rhys in 1939; Dylan Thomas was their best man. Roberts spent all her adult life in Wales, and her poetry reflects the sights, sounds, and people she encountered there, as well as modernist influences such as T.S. Eliot, who, as editor of Faber and Faber, published two of Roberts’s collections: Poems (1944) and Gods with Stainless Ears: A Heroic Poem (1951). Roberts’s poetry is known for its range and virtuosity. Her poems run the gamut from intimate descriptions of the Welsh village Llanybri where she lived to the difficult, shifting surfaces and scientific and epic themes of the long poem Gods with Stainless Ears. According to Drew Milne, the eponymous poem “deserves to be much read and admired as a long poem as important as Basil Bunting’s Briggflatts, and a neglected classic in the history of writing produced by women working in the British Isles.”   Roberts was read and admired by such contemporaries as Eliot, Thomas, and Robert Graves; Wyndham Lewis even drew her picture. However, after her marriage to Rhys dissolved in 1948, she published less frequently, though her documentary novel, The Endeavour: Captain Cook's First Voyage to Australia, appeared in 1954. In later life, she became a Jehovah’s Witness. For many years, her work was neglected, and she died, in relative obscurity, in 1995. Two collections of her work, Collected Poems (2005) and Diaries, Letters, and Recollections (2008), have brought renewed attention to her work.\n                                                            ", "attrs": {"Region:": ["Wales"]}}