{"pf_url": "https://www.poetryfoundation.org/poets/lynn-emanuel", "name": "Lynn Emanuel", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8ad4fbfb6b42be8c14ab569c69cc9e8b5bd150bc.jpeg", "bio": "\nLynn Emanuel is an American poet and educator. She earned a BA from Bennington College; an MA from City College of New York, where she studied with Adrienne Rich; and an MFA from the University of Iowa Writers’ Workshop. Emanuel retired from the University of Pittsburgh in 2018, where she founded and directed the Pittsburgh Contemporary Writers’ Series. She taught at the Bread Loaf Writers’ Conference, the Bennington Writers’ Conference, The Warren Wilson Program in Creative Writing, and served as the Elliston Distinguished Poet-in-Residence in the PhD program at the University of Cincinnati. Emanuel is the author of several volumes of poetry, including The Nerve of It: Poems New and Selected (2015) and Noose and Hook (2010). She describes her collections Then, Suddenly— (1999), The Dig (1992), and Hotel Fiesta (1984) as a triptych exploring the convention and flexibility of the book and the agency of readers and writers.\nHer poetry has appeared numerous times in the Pushcart Prize Anthology and Best American Poetry. She has received the Lenore Marshall Poetry Prize, the National Poetry Series award for The Dig, two grants from the National Endowment for the Arts, the Eric Matthieu King Award from the Academy of American Poets, and fellowships from the Ranieri Foundation and the National Poetry Series.\nAs poet Eavan Boland noted, “Lynn Emanuel’s poems have a rare power: they connect to the world through estrangement.” Influenced by Gertrude Stein and Italo Calvino’s If on a winter’s night a traveler, Emanuel’s poetry frequently engages the conventions of noir: the recycling of iconic images, the stark color palette, and the tension between stillness and movement, light and grime. Describing the evolution of her work in the context of her increasing intimacy with death, beginning with her father’s death during the composition of Then, Suddenly—, Emanuel says she has largely abandoned the lyric because “with so many dead, it feels grotesque to sing.”\nHer most recent poetry is concerned with violence, the self, and perspective. Noose and Hook includes a long monologue sequence, “The Mongrelogues,” that is told from a dog’s point of view. In Poets’ Quarterly, Adam Tavel describes the series as “a bizarre alchemy of Pilgrim’s Progress and [John] Berryman’s Dream Songs … in an inimitable dialect that marries the antiquated syntax of John Donne with the phonetic spelling in George Herriman’s ‘Krazy Kat’ comics.” Emanuel’s work also explores ideas of movement and identity. “What I always look for in my work,” she says, “is tension, the tension between, for instance, a transparent narrative and a number of other possibilities for poems. I’m interested in the slippery text, the multi-vocal text, and the text that can investigate itself and the possibilities of different positions and stances.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}