{"pf_url": "https://www.poetryfoundation.org/poets/leopold-sedar-senghor", "name": "Léopold Sédar Senghor", "yob": "1906", "yod": "2001", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/6f9cb9bf9152f481887307307bf36d244c564f95.jpeg", "bio": "\nSenegalese poet, writer, and statesman Léopold Sédar Senghor was born near Dakar in the town of Joal to a Fulbe mother and a Serer trader father. He was educated at the École Nationale de la France d’Outre-Mer in Paris, where he became friends with Aimé Césaire and future French president George Pompidou. After earning his French citizenship, Senghor taught in Tours and Paris. He joined the French army during World War II and spent 18 months in a German prison camp. After serving successive terms representing Senegal in the French National Assembly, Senghor returned to his native land, where he led his nation’s independence movement in 1960. He eventually became Senegal’s first democratically elected president, a post which he held for the next twenty years.\r\n \r\nSenghor’s political and literary careers were inextricably linked. Residing part-time in France, he wrote poems of resistance in French which engaged his Catholic spirituality even as they celebrated his Senegalese heritage. Senghor is the author of several collections of poetry, including Chants d’ombre (1945), Nocturnes (1961), and The Collected Poetry (1991, translated by Melvin Dixon). He also edited an anthology of work by African poets in French colonies, Anthologie de la Nouvelle Poésie Négre et Malagache (1945, with an introduction by Jean-Paul Sartre). His nonfiction work includes numerous volumes on politics, philosophy, sociology, and linguistics.\r\n \r\nSenghor co-founded, with Aimé Césaire, the Négritude movement, which promotes distinctly African cultural values and aesthetics, in opposition to the influence of French colonialism and European exploitation. He also co-founded the journal Presence Africaine with Alione Diop. Senghor, the first African invited to join the Académie Française, was awarded honorary doctorates from 37 universities, in addition to many other literary honors.\r\n \r\nSenghor died at his home in France at the age of 95.\n", "attrs": {"Region:": ["Africa"]}}