{"pf_url": "https://www.poetryfoundation.org/poets/laeonie-adams", "name": "Léonie Adams", "yob": "1899", "yod": "1988", "image": null, "bio": "\nAn educator, consultant, editor, and poet, Leonie Adams was best known for her lyric poetry reminiscent of both the Romantic and Metaphysical periods. Her poetry won her several awards, including the Harriet Monroe Poetry Award, the Shelley Memorial Award, and the Bollingen Prize. She served in editorial capacities for both Wilson Publishing and the Metropolitan Museum of Art in New York City during the 1920s and later taught English or lectured at various colleges and universities, such as Sarah Lawrence College, Bennington College, and Columbia University. From 1948 to 1949 Adams worked as a poetry consultant for the U.S. Library of Congress.\n\r\nAbout her poetry, Adams commented: \"[It is] Lyric Poetry, in largely traditional forms. At [my] formative period [I was] influenced by Elizabethan, Early Romantic and, through Yeats largely, by Symbolist poetry....My work has been sometimes described as 'metaphysical' and sometimes as 'romantic.' It is perhaps some sort of fusion. Its images are largely from nature (and the tradition of Nature) and I have tended in my better work toward a contemplative lyric articulated by some sort of speech music.\"\n\r\nIn communicating this metaphysical/romantic imagery, she evidenced a characteristic which Geoff Hewitt described as a meticulous craftsmanship. \"Nowhere does the reader feel that the poet has abandoned her poem in favor of a digressive second look at the subject. This single-mindedness sometimes results in an almost too-predictable unity to Miss Adams' work, but the energy with which she welds her vision to her art provides an oasis for those who thirst after a time when the poem was a song of life, neither contradictory nor simple.\"\n\r\nThough she acknowledged that the body of Adams' work is slight and limited in scope, Babette Deutsch believed that one of its virtues is the awareness that the loveliness it portrays is tenuous. \"None of her contemporaries has recorded more subtly the movement of the hours as sky and earth body them forth. She is as no other the poet of light....\"\n\r\nAdams told Contemporary Authors: \"In addition to writing poems when a poem occurs to me I have pursued. . . an interest in poetics, especially the preservation and renewed life of poetry as spoken. My viewpoint (or responsibility) on other matters rests with God and my conscience.\"\n\r\nAdams recorded her verse for the Columbia University Press Series of Contemporary Poets and for the Library of Congress.\n", "attrs": {}}