{"pf_url": "https://www.poetryfoundation.org/poets/m-nourbese-philip", "name": "M. NourbeSe Philip", "yob": null, "yod": null, "image": null, "bio": "\nM. NourbeSe Philip was born in Tobago. She earned a BSc from the University of the West Indies and an MA and LLB from the University of Western Ontario. Philip was a practicing lawyer for seven years before turning full-time to writing. She is the author of works of poetry, fiction, and nonfiction. Her collections of poetry include Thorns (1980); Salmon Courage (1983); She Tries Her Tongue (1989); Her Silence Softly Breaks (1988), which won a Casa de las Américas Prize for Literature; and Zong! (2008), a polyvocal, book-length poem concerning slavery and the legal system. Fred Wah has noted that Zong! “is legal poetry. This is, legally, poetry. … The poetry displays the agonizing tension of an exploration through the minute particulars and silences locked within the legal text, the precise and cautious movement that tries to not tell the story that must be told.” Like much of Philip’s work, the book asks readers to actively engage the text at the level of syllable, fragment, sound, and space.\nIn addition to poetry, Philip has published two novels: the young adult novel Harriet’s Daughter (1988), a runner-up for both a Canadian Library Association Prize for children’s literature and a Max and Greta Abel Award for Multicultural Literature, and Looking for Livingstone: An Odyssey of Silence (1991). Philip’s short story “Stop Frame” received a Lawrence Foundation Award in 1994. Her play Coups and Calypsos (1999) has been produced in both Toronto and London.\nPhilip’s essay collections include Frontiers: Essays and Writings on Racism and Culture (1992), Showing Grit: Showboating North of the 44th Parallel (1993), CARIBANA: African roots and continuities—Race, Space and the Poetics of Moving (1996), and Genealogy of Resistance and Other Essays (1997).\nPhilip’s numerous honors and awards include fellowships from the Guggenheim Foundation, Rockefeller Foundation, and MacDowell Colony. She is the recipient of awards from the Canada Council for the Arts, Ontario Arts Council, and Toronto Arts Council. In 2001, she was recognized by the Elizabeth Fry Society with its Rebels for a Cause Award, and the YWCA awarded her its Women of Distinction in the Arts Award. Philip has received a Chalmers Fellowship in Poetry and has been writer-in-residence at Toronto Women’s Bookstore and McMaster University. In 2012, she received a NALIS Lifetime Literary Award.\n", "attrs": {"Region:": ["Canada", "Caribbean"]}}