{"pf_url": "https://www.poetryfoundation.org/poets/malcolm-cowley", "name": "Malcolm Cowley", "yob": "1898", "yod": "1989", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/720bab6a8f5e9e6b337d0779cb49830a53104aad.jpeg", "bio": "\nIn 1934 Malcolm Cowley published an autobiographical literary history,  Exile's Return: A Narrative of Ideas, and established himself as an important writer. Three decades later in 1965 the editor of  Literary Times would write, \"Malcolm Cowley is, next to Edmund Wilson, the finest literary historian and critic . . . in America today.\"\n\r\nWhile in the early 1930s Cowley's name was often associated with Communism and the political left, reviewers frequently noted that his most important achievement as a critic was his treatment of William Faulkner's fiction. The Literary Times editor wrote: \"Probably more than any single person, Cowley is responsible for the entrenchment of . . . Faulkner as a major American writer with his brilliant introduction and presentation of The Portable Faulkner in 1946.\"\n\r\nCowley is also recognized as one of the major literary historians of the twentieth century, and his  Exile's Return, if not the definitive chronicle of the 1920s, is certainly one of the most widely read. At the time the book was first published in 1934, J. D. Adams of the New York Times noted: \"As the sincere attempt of a writer of our time to explain himself and his generation, to trace the flux of ideas and other influences to which he was subjected during his formative years, Mr. Cowley's book is a valuable document. It should interest the literary historian of the future no less than it must interest Mr. Cowley's contemporaries, however hard some of them may find it to grant him all his premises and to agree with all his deductions from them.\" When Exile's Return was revised in 1951, the new edition sparked further critical commentary. Lloyd Morris, in a New York Herald Tribune Book Review article, called it \"the most vivacious of all accounts of literary life during the fabulous 1920s\" and said that the book \"offers an intimate realistic portrait of the era that produced a renaissance in American fiction and poetry.\" J. W. Krutch of the  Saturday Review of Literature noted that \"Mr. Cowley's estimate of his most successful elder contemporaries, including Joyce, Eliot, and Proust, is cool and on the whole rather remarkably far this side of idolatry. But these evaluations do not seem unjust, and his picture of life on the Left Bank and in Greenwich Village is highly colored without being exaggerated.\"\n\r\nAnother literary history for which Cowley received considerable praise was A Second Flowering: Works and Days of the Lost Generation, which deals with the works of F. Scott Fitzgerald, Ernest Hemingway, John Dos Passos, e. e. cummings, Thornton Wilder, William Faulkner, Thomas Wolfe, and Hart Crane. William Styron, in a New York Times Book Review article, wrote: \"It is testimony to Cowley's gifts both as a critic and a literary chronicler that the angle of vision seems new; that is, not only are his insights into these writers' works almost consistently arresting, but so are his portraits of the men themselves.\"\n\r\nWriting in the Sewanee Review, Lewis P. Simpson explaind that Cowley dedicated a portion of his career \"to redeem[ing] the American writer from his condition of alienation.\" According to Simpson, the theme of alienation ran throughout Cowley's entire body of work, including his poetry. \"As both a creator and an interpreter of the literature of the lost generation,\" continued the critic, \"Cowley is a contributor to one of its leading aspects: a myth or a legend of creativity which is definable as a poetics of exile. He apprehended first the American writer's exile from childhood, second his exile from society, and finally his exile from what may be termed the sense of being in the wholeness of the self.\" In works such as Exile's Return these first two \"stages\" may be seen; in Blue Juniata: Collected Poems the third—the exile from self—is in evidence.\n\r\nIn an interview with Allen Geller, Cowley compared the literature of the 1960s and 1970s to the work produced earlier in the century. \"I think there is a very interesting group of writers today,\" he said, mentioning Saul Bellow and John Cheever among those he considered most important. \"[Literary taste] has become more sophisticated. Whether it's better or not is always the question, but it has more knowledge, more points of reference.\" He added, \"The great change from the 1930s is that nobody any longer believes in his duty or ability to any extent or in any manner whatever to reshape or alter conditions.\"\n\r\nRegarding his own career, Cowley explained to Southern Review interviewer Diane U. Eisenberg: \"I didn't drive myself to write some big work that was really expected of me. I had chances, too, but I didn't drive myself to finish it. And the fact that I didn't drive myself hard enough in my twenties is the big error I made. I should have been looking much more at the big overall pattern . . . keeping at producing bigger books.\" Still, he remained content that his life was spent in the field of literature. \"The writer's trade is a laborious, tedious but lovely occupation of putting words into patterns,\" he told Eisenberg. \"I love that trade, profession, vocation. And that is something that persists over time.\"\n\r\nThe majority of Cowley's books were published after his seventieth birthday. He retired from writing in 1983, and from then on remained on the sidelines of literary study. His papers are housed at the Newberry Library, Chicago, and at Yale University. \"Too damned many papers,\" the writer told  Contemporary Authors four years before his death in 1989. \"Not enough remaining time.\"\n", "attrs": {"School/Period:": ["Modern"]}}