{"pf_url": "https://www.poetryfoundation.org/poets/marcus-b-christian", "name": "Marcus B. Christian", "yob": "1900", "yod": "1976", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/46e126372e052bd1d7ddf1305d67188b76c74f06.jpeg", "bio": "\nPoet and educator Marcus B. Christian was born in Mechanicsville (now Houma), in Terrebonne Parish, Louisiana. Christian attended Houma Academy and moved to New Orleans in 1919 after his parents’ death. In New Orleans, Christian owned and operated Bluebird Cleaners, a dry-cleaning business, and began to make his name as a writer. He joined the Federal Writers’ Project in 1936, and worked for Dillard University, developing a catalogue of African American writers known as the “Colored Project.” He eventually became the project’s director, a post he held until the project dissolved during World War II. Christian continued to work at Dillard University, serving as the Director of their War Information Center and, after the war, as assistant librarian. From 1972 until his death, Christian was an instructor in English and history at the University of New Orleans.\r\n \r\nChristian’s knowledge of the history of African Americans in the region was impressive: in 1943 he received the Julius Rosenwald Fellowship to further his historical research. He contributed to many Federal Writers’ Project publications, including “A Black History of Louisiana.” His published works included From the Deep South (1937), Common People’s Manifesto of World War II (1948), Negro Soldiers in the Battle of New Orleans (1965), and Negro Ironworkers of Louisiana, 1718-1900 (1972).\r\n \r\nChristian is often regarded as the unofficial poet laureate of African American writers in Louisiana, and New Orleans in particular. He was both poetry editor and a contributing editor to the Louisiana Weekly, and he published hundreds of poems in various regional newspapers, including Afro-American, the Pittsburgh Courier, Opportunity, Crisis, and the New York Herald-Tribune, among many others. A selection of his poetry was published posthumously as I Am New Orleans and Other Poems (1999).\n", "attrs": {"Region:": ["U.S., Southern"]}}