{"pf_url": "https://www.poetryfoundation.org/poets/margaret-burroughs", "name": "Margaret Burroughs", "yob": "1915", "yod": "2010", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/0dc441964e8eb5eec6add3c321cf536e3a070581.jpeg", "bio": "\nMargaret Burroughs is recognized for her work as an artist, educator, and institution-builder. Though she lived and worked in Chicago for much of her life, Burroughs exerted a global impact on African American artistic and cultural heritage as a founder of the South Side Community Art Center, an organization that continues to serve as a gallery and workshop space for artists and students on Chicago’s South Side, and the DuSable Museum of African American History. Burroughs and her second husband, poet Charles Burroughs, started the DuSable, then called the Ebony Museum, in 1961 in their living room. The oldest museum dedicated exclusively to African American art and history, the DuSable now occupies a complex of buildings in Washington Park in Chicago and is affiliated with the Smithsonian.\nBurroughs was born Margaret Taylor in Saint Rose, Louisiana. Her family moved to Chicago when she was young, and she graduated from Englewood High, attended the Chicago Teachers College, and earned a BA and an MA from the Art Institute of Chicago. Burroughs taught at DuSable High School for 20 years, embarking on a career as a children’s book writer and an artist along the way. She published her first children’s book in 1947 and released many more in the 1950s and 1960s.\nAs a poet, Burroughs published a number of highly regarded collections, including For Malcolm: Poems on the Life and the Death of Malcolm X (1967), with Dudley Randall. Other collections include What Shall I Tell My Children Who Are Black? (1968) and Africa, My Africa! (1970).\nAs an artist, Burroughs worked in many mediums, including sculpture and painting, but she is most renowned as a printmaker. Working primarily with linoleum block prints, Burroughs crafted a lasting body of art that includes striking images of African American leaders, history, and ordinary life. Her work is held by many major museum collections, including the Art Institute of Chicago.\nBurroughs received numerous honors and awards for her contributions to art and culture, including a President's Humanitarian Award from Gerald Ford, a Paul Robeson Citation Award, and a Legends and Legacy Award from the Art Institute of Chicago. President Jimmy Carter appointed her a member of the National Commission on African-American History and Culture. Then-mayor of Chicago, Harold Washington, named February 1, 1986, \"Dr. Margaret Burroughs Day.\" Burroughs was inducted into the Chicago Women's Hall of Fame in 1989. After her death in 2010, President Barack Obama spoke of Burroughs’s “contributions to American culture as an esteemed artist, historian, educator and mentor.”\n", "attrs": {"Region:": ["U.S., Midwestern"]}}