{"pf_url": "https://www.poetryfoundation.org/poets/margarita-engle", "name": "Margarita Engle", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/71639785e669f9e4fc0ca38ca223f7b674771ba5.jpeg", "bio": "\nPoet, novelist, and journalist Margarita Engle was born in Pasadena, California, to a Cuban mother and an American father. She earned a BS from California State Polytechnic University and an MS from Iowa State University, and she studied for her doctoral degree in biology at the University of California, Riverside. From June 2017 to June 2019, she served as the Poetry Foundation's Young People's Poet Laureate.\nEngle is the author of many children's books, including A Dog Named Haiku (2018), Miguel's Brave Knight: Young Cervantes and his Dream of Don Quixote (2017), Drum Dream Girl: How One Girl's Courage Changed Music (2015), The Sky Painter: Louis Fuertes, Bird Artist (2015), Mountain Dog (2014), When You Wander (2013), and Summer Birds: The Butterflies of Maria Merian (2010). She has also authored the novels Singing to Cuba (1993) and Skywriting: A Novel of Cuba (1995), as well as several young adult novels in verse, including The Poet Slave of Cuba: A Biography of Juan Francisco Manzano (2006); The Surrender Tree: Poems of Cuba's Struggle for Freedom (2008), which received a Newbery Honor and won a Pura Belpré Award; Tropical Secret (2009), winner of a Sydney Taylor Award for Teen Readers and a Paterson Prize; Hurricane Dancers (2011), nominated for an ALA Best Books for Young Adults award; Silver People: Voices from the Panama Canal (2016); The Lightning Dreamer: Cuba's Greatest Abolitionist (2015); and Jazz Owls: A Novel of the Zoot Suit Riots (2018).\nEngle’s writing has appeared in the Atlanta Review, Bilingual Review, California Quarterly, Caribbean Writer, and elsewhere. She has received a San Diego Book Award, Willow Review Poetry Award, Jane Addams Award, Claudia Lewis Poetry Award, the NSK Neustadt Prize for Children's Literature, and she was a CINTAS fellow. On the impact Cuba has had in her writing, she says, “For more than three decades, official U.S. government travel restrictions made [travel to Cuba] impossible, so I used my imagination, remembering childhood visits, and wondering about the person I would be if that right to travel back and forth freely had not been taken away from me by a historical situation.”\nEngle lives in central California and has taught agronomy at California State Polytechnic University. \n", "attrs": {}}