{"pf_url": "https://www.poetryfoundation.org/poets/marilyn-hacker", "name": "Marilyn Hacker", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5aac93d2ec4a5157f88576524e9f1f7f27e2cd63.jpeg", "bio": "\nMarilyn Hacker is an award-winning poet best known for formal poems that mix high culture and colloquial speech. Over a career spanning nearly 50 years, Hacker has established herself as a preeminent voice in the tradition of Robert Lowell and Adrienne Rich. From her first book, the National Book Award-winning Presentation Piece (1974), Hacker has defined the dimensions of a poetic universe that she continues to explore. The dazzling variety of verse forms on display in Presentation Piece includes sonnets, sestinas, villanelles, blank verse, and heroic couplets—all forms that Hacker uses in subsequent work. Within a traditional poetics, Hacker couches the urgency of love, desire and alienation in brash, up-to-the minute language, writing from her perspective as a feminist, a lesbian, and someone who has suffered from cancer. Judith Barrington, writing in the Women’s Review of Books, described Hacker as a “radical formalist” who juxtaposes the traditional and vernacular. Though some have seen Hacker’s formalism as a way of subverting techniques traditionally associated with canonical male authors, Hacker herself said in an interview with Karla Hammond in Frontiers: “The language that we use was as much created and invented by women as by men.”\nA native of New York City, Hacker attended New York University in the early 1960s, earning her BA in 1964. In 1961 she married the science-fiction writer Samuel R. Delany; though Delany was gay, the couple remained married for 13 years and had one daughter. In the 1970s, Hacker spent much of her time living in London, England and working as a book dealer. She returned to the United States in 1976 but has continued to divide her time between the United States and France, editing literary periodicals such as Ploughshares and the Kenyon Review, and teaching at a number of colleges and universities. Openly lesbian since the late 1970s, Hacker has created a poetry that is feminist, political, and intimate at once.\nHacker’s first three books, Presentation Piece (1974), Separations (1976), and Taking Notice (1980), can be viewed as a trilogy. In fact, the books were reprinted as just that in First Cities: Collected Early Poems (2003). All three are concerned with the interior life of a modern woman as she moves through urban areas and her own personal memories. Hacker’s next collection, Assumptions (1985), is perhaps a more personally revealing and compassionate work. Here the poet’s concerns revolve around relationships among women: as mother and daughter, as friends, as lovers, and as mythic figures which inform women’s consciousness. In the Women’s Review of Books, contributor Kathleen Aguero wrote, “Hacker’s voice manages to be intimate and intellectual at the same time. The forms she uses so expertly lend her just enough distance to be personal and self-conscious about craft, about language as a repository of meaning, without being self-indulgent.”\nHacker’s next book, Love, Death and the Changing of the Seasons (1986), is an extended narrative, comprised mainly of sonnets, that describes the arc of a love affair between a poet living in New York and France and a younger woman. Hacker mainly uses Petrarchan sonnets to tell the story, peppering it with English and French slang, erotic language, the details of everyday life, a wide-ranging set of friends, and literary allusions—especially to William Shakespeare, whose sonnets to a younger lover are an obvious reference point. Marilyn French, in a review in the Nation, summed up the book as “deeply satisfying. It allows the reader, in the concentrated and vivid way only poetry provides, to be immersed in the texture of one woman’s actuality … Unlike any other love poems I know, Hacker’s sequence provides a context that offers a tacit explanation of how one can go on when the heart is shattered.”\nGoing Back to the River (1990) is another collection of formally constructed poems grouped into sections and based on personal subjects. Judith Barrington, reviewing Going Back for Women’s Review of Books, was impressed with Hacker’s “brilliant” form, describing it as an integral aspect of the poetry’s meaning. Barrington noted the sestina form of one poem in particular, “Cultural Exchange,” as being “perfect for conveying the nature of cross-cultural exchanges, with their moments of connection and their odd near-misses.” However, Hacker’s adherence to formal structures has been criticized for resulting in poems that are mere technical exercises. Writing in Poetry, Ben Howard found that the more formal poems of Presentation Piece “fall victim to artifice,” while poems in freer forms are “more convincing.” But Hacker’s unique ability to allay formal structures with the busy, sociable, sexy and domestic facts of everyday life has become her signature style. Hacker has also been praised for her development of a linguistic worldview. “Over and again one encounters images of the body, especially the tongue; of salt upon the tongue; of the sea, cliffs, a beach; of lovers awakening,” Howard noted. “And it becomes apparent that the poet is attempting to formulate, in these and related images, a language of instinct and feeling—of a woman’s bodily awareness—and to express the body’s longings, including its ‘inadmissible longings’ as they are shaped and repressed in personal relationships.”\nSelected Poems, 1965–1990 (1994) is a collection of poems from five previous books. In addition to highlighting Hacker’s formal skill, “this retrospective collection documents the extent to which she has consistently articulated the complexities of contemporary culture, as a feminist, as a lesbian, and simply as a politically aware human being,” noted Lambda Book Report contributor Sue Russell. Hacker’s unique gift is on awesome display in the volume, as poem after poem takes on radical subject matter in traditional forms. Published at the same time as Selected Poems and the winner of the Lenore Marshall Poetry Prize, Winter Numbers (1994) “represents a darker vision than one is accustomed to from Hacker,” according to Russell. Russell found “the same clear image of women’s bodies, together or alone, this time augmented by a starkly vivid physical consciousness of aging and disease in the self or others.” Matthew Rothschild explained the serious turn that many of Hacker’s later poems have taken in the Progressive: “As a Jew who lives part-time in Paris, her ‘chosen diaspora,’ Hacker writes hauntingly of the Holocaust. As a lesbian who lives part-time in America, Hacker writes with tremendous force about bigotry, AIDS, and breast cancer.” The critic concluded, “It is the specter of death that lends this work its unforgettable power.”\nOver time, Hacker’s poems have reflected an increasingly somber mood as well as a frustration with international events and American foreign policies. Her 2000 collection, Squares and Courtyards, addresses a number of issues, including the death of loved ones, AIDS, her own breast cancer, anti-Semitism, family, friendship, nature, and life on the streets of New York City and Paris. Death is a repeated theme throughout the book, and a corollary is Hacker’s insistence that “language as a force … does not necessarily survive or tell the whole story,” Beatrix Gates explained in the Lambda Book Report. Hacker published the collection Desesperanto: Poems, 1999-2002, in 2003. The title, as several critics noted, is formed from a combination of the words “despair” and “Esperanto,” the artificially created international language, and it reflects Hacker’s view of the world as she straddles the Atlantic Ocean. As Hacker continues to struggle with pain, life as a lesbian, the illness of loved ones, and the death of others, her personal experiences are paralleled by anger over world events dictated by America’s actions. A contributor to Publishers Weekly described the book as a combination of “lucid … autobiography, outspoken progressive politics and a casual mastery of elaborate forms.”\nA volume of Hacker’s new and selected work was published in the United Kingdom as Essays on Departure in 2006. Reviewing the book for the Guardian, George Szirtes described it as “masterly and authoritative … she convinces us of the authenticity of a world as it exists in language, through mastery, delight, desire, passion and wit. The wit is sexual and rakish, the passion humane and dense, the delight is in the mastery that is both formal yet acrobatically flexible and free-spirited, often breathtaking.” Though he acknowledged that Hacker’s focus was on delineating her own identity as “American, lesbian, feminist, Jewish, and voluntarily displaced to France,” Szirtes alleged that the poems transcend mere “box-ticking.” Hacker’s follow-up American collection, Names: Poems (2009), mixes details of contemporary life with traditional and invented forms to startling effect, proving Szirtes’s assertion that Hacker “is a major poet … exciting and true.” A Stranger’s Mirror: New and Selected Poems 1994–2013 (2015) is a selection of work from four volumes with 70 pages of new poems that frequently explore Arabic language and culture, of which Hacker has become a profound student. In the Kenyon Review, Grace Shulman described Hacker’s method: “Like all great poets, she transcends the very material she collects and alters. Her true quest is for language that will realize the stranger, and, in doing so, unify the self.” A Stranger’s Mirror was nominated for the National Book Award.\nSummarizing Hacker’s work in Feminist Writers, contributor Renee Curry noted that “Much of Hacker’s life work has been to frame the nameless inside the names, to work on providing forms for the formless.” Hacker’s significance to modern poetry, Curry added, “is synonymous with her persistent contribution of her own life experiences and her own life’s wisdom to the feminist lesbian canon.”\nIn 2019, Carcanet Press published Blazons: New and Selected Poems, 2000–2018, which collects new works by Hacker, including pantoums, sonnets, canzones, ghazals, and tanka. In her review of this collection in The Rumpus, Julie R. Enszer writes, “While Hacker’s mastery of form and language continue to delight, her discipline as a translator, as a poet equally committed to other poets and with political implications, also inspires. ... If poetry is a practice, a discipline, Hacker is one of the greatest masters and Blazons is one of her achievements from her practice and discipline.”\n", "attrs": {}}