{"pf_url": "https://www.poetryfoundation.org/poets/marilyn-nelson", "name": "Marilyn Nelson", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/91585e1f497522f6b162b1e42760294d9a4d04c3.jpeg", "bio": "\nMarilyn Nelson was born in Cleveland, Ohio, into a military family: she is the daughter of one of the last of the Tuskegee Airmen. Her mother was a teacher. Nelson spent much of her youth living on different military bases and began writing poetry in elementary school. She earned her BA from the University of California at Davis, her MA from the University of Pennsylvania, and her PhD from the University of Minnesota. An accomplished poet and translator, Nelson has also written numerous books for children and young adults. She is a three-time finalist for the National Book Award, winner of the Robert Frost medal, and the recipient of fellowships from the National Endowment for the Arts and Guggenheim Foundation, among other honors. In 2013, Nelson was elected a Chancellor of the Academy of American Poets. In 2017, she was recognized with both the NCTE Award for Excellence in Poetry for Children and the prestigious NSK Neustadt Prize for Children’s Literature. In 2019 she was awarded the Ruth Lilly Poetry Prize from the Poetry Foundation.\nNelson’s work for both children and adults deftly manages lyric tradition and historical truths, examining complex issues around race, feminism, and the ongoing trauma of slavery in American life in narratives poised between song and speech. Her book The Homeplace (1990), which on the Annisfield-Wolf Award and was a finalist for the National Book Award, depicts her family’s history dating back to the sale of Nelson’s great-great-grandmother into slavery: “The sheer range of [Nelson’s] voice is one of the book’s greatest strengths, varying not only from poem to poem, but within individual poems as well,” noted Christian Wiman. And Suzanne Gardinier likewise noted that Nelson’s poetry “reaches back through generations hemmed in on all sides by slavery and its antecedents; all along the way she finds sweetness, and humor, and more complicated truth than its disguises have revealed.” Nelson’s many collections of poetry include The Fields of Praise (1997), a finalist for the Lenore Marshall Poetry Prize, the National Book Award, and the PEN Winship Award; The Cachoeira Tales (2005); Faster Than Light: New and Selected Poems 1996-2011 (2012); How I Discovered Poetry (2014), and My Seneca Village (2015).\nWhen he announced Nelson as winner of the NSK Neustadt Prize, Robert Con Davis-Undiano, World Literature Today’s executive director, declared, “Her engaging, lyrical style builds awareness around sensitive issues through human, and even humorous, storytelling that both children and adults can relate to.” Nelson’s many works for children and young adults include Carver: A Life in Poems (1995), which received numerous nominations and awards, including the Flora Stieglitz Straus Award, the Boston Globe/Horn Book Award, and designation as both a Newbery Honor Book and a Coretta Scott King Honor Book. Through the collection’s poems, Nelson creates a lyrical rendering of the life of George Washington Carver, a renowned and revered African American botanist and inventor. Her recent collections for young readers include A Wreath for Emmett Till (2005); The Freedom Business: Including a Narrative of the Life and Adventures of Venture, a Native of Africa (2008); The Story of the Greatest All-Girl Swing Band in the World (2009); and American Ace (2016). Nelson has also translated the work of Halfdan Rasmussen, Inge Pedersen, Euripides, and Phil Dahlerup.\nShe is a professor emerita at the University of Connecticut at Storrs and was Connecticut’s poet laureate from 2001 to 2006. \n \n", "attrs": {"Region:": ["U.S., New England"]}}