{"pf_url": "https://www.poetryfoundation.org/poets/maria-terrone", "name": "Maria Terrone", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a3a3c5f297395acfcd9b81575282dd7a61fa70c3.jpeg", "bio": "\n                                                                    Born in New York City where she still lives, Maria Terrone is the author of the poetry collections Eye to Eye (2014), A Secret Room in Fall (2006) and The Bodies We Were Loaned (2002), as well as a chapbook, American Gothic, Take 2 (2009). Her poetry ranges widely in subject, drawing inspiration from modern urban life, history, migration, and memory. Writes Dana Gioia about Eye to Eye: “Maria Terrone's poems are simultaneously sensuous and spiritual, earthy and intellectual. Her imagination takes fire from contradiction and complexity. One small image—washing a potato or rearranging a lingerie drawer—can open up vistas of private desire or public history. Her poetry explores the contingencies of time and eternity.” Reviewing Eye to Eye for The Common, Sarah Wetzel noted, “Terrone sees the world in all its blemished and brutal multiplicities.”  Her work, which has been published in French and Farsi, has appeared in magazines such as The Hudson Review, Ploughshares, Poetry, Poetry International, Notre Dame Review, and Crab Orchard Review. More than 20 anthologies have included her poems, including Killer Verse: Poems of Murder and Mayhem, Alfred A. Knopf Everyman’s Library; Waiting Room Reader, Vol. II: Words to Keep You Company, CavanKerry Press, edited by Rachel Hadas; and anthologies from Beacon Press, The Feminist Press, and University of Notre Dame Press, among others. Honors include the McGovern Award from Ashland Poetry Press, which led to the publication of A Secret Room in Fall; the Willow Review Award for Poetry; the Elinor Benedict Poetry Prize from Passages North; and the Allen Tate Memorial Award from Wind, as well as an Individual Artist Award from the Queens Council on the Arts.Terrone, who also writes and publishes essays, was among 10 writers commissioned by The Guggenheim Museum for the Queens version of stillspotting nyc. This multidisciplinary project in 2012 took the museum’s programming out into the streets of the city’s five boroughs.  Terrone works as a higher education communications consultant. She lives in Jackson Heights, Queens, with her husband, William Terrone. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}