{"pf_url": "https://www.poetryfoundation.org/poets/mari-evans", "name": "Mari Evans", "yob": "1923", "yod": "2017", "image": null, "bio": "\nBorn and raised in Toledo, Ohio, Black Arts poet, playwright, and children’s writer Mari Evans was educated at the University of Toledo, where she studied fashion design. She was influenced by Langston Hughes, who was an early supporter of her writing. In her short-lined poems, grounded in personal narratives, Evans explored the nature of community and the power of language to name and reframe. Her best-known poems include “Speak the Truth to the People,” “To Be Born Black,” and “I Am a Black Woman.”\nEvans’s poetry collections include Continuum: New and Selected Poems (2007, revised and expanded in 2015); A Dark and Splendid Mass (1992); Nightstar: 1973–1978 (1981); I Am a Black Woman (1970), which won the Black Academy of Arts and Letters poetry award; and Where Is All the Music? (1968). Evans also published the essay collection Clarity as Concept: A Poet’s Perspective (2006).\nIn her essay “How We Speak,” published in Clarity as Concept, Evans wrote, “Listening is a special art. It is a fine art developed by practice. One hears the unexpressed as clearly as if it had been verbalized. One hears silence screaming in clarion tones. Ninety decibels. Hears tears, unshed, falling. Hears hunger gnawing at the back of spines; hears aching feet pushed past that one more step. Hears the repressed hurt of incest, hears the anguish of spousal abuse. Hears it all. Clearly, listening is a fine art. It can translate an obscure text into reality that walks, weeps and carries its own odor. Listening can decode a stranger’s eye and hear autobiography. Listening can watch a listless babe and understand the absence of future, the improbability, in fact, of possibility. Listening, more often than not, is a crushing experience.”\nEvans’s books for younger audiences include I’m Late: The Story of LaNeese and Moonlight and Alisha Who Didn’t Have Anyone of Her Own (2006); Dear Corinne, Tell Somebody! Love, Annie: A Book About Secrets (1999); Singing Black: Alternative Nursery Rhymes for Children (1998, illustrated by Ramon Price); Jim Flying High (1979, illustrated by Ashley Bryan); and J.D. (1973, illustrated by Jerry Pinkney).\nEvans’s plays include Boochie (1979), Portrait of a Man (1979), River of My Song (1977), and the musicals New World (1984) and Eye (1979, an adaptation of Zora Neale Hurston’s Their Eyes Were Watching God).\nEvans’s critical works include Black Women Writers (1950–1980): A Critical Evaluation (1984) and Black Women Writers: Arguments and Interviews (1983). Her work featured in numerous anthologies, including Black Voices: An Anthology of Afro-American Literature (1968) and Black Out Loud: An Anthology of Modern Poems by Black Americans (1970).\nThe recipient of fellowships from the National Endowment for the Arts, MacDowell Colony, Yaddo, and the John Hay Whitney Foundation, Evans also received an honorary doctorate from Marian College and was featured on a Ugandan postage stamp. She taught at Spelman College, Purdue University, and Cornell University. Evans lived in Indianapolis for nearly 70 years, before her death in 2017.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Black Arts Movement"]}}