{"pf_url": "https://www.poetryfoundation.org/poets/marie-howe", "name": "Marie Howe", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/17fba72363b54e7a9ddac96522ddee9c173ae908.jpeg", "bio": "\nBorn in Rochester, New York, Marie Howe attended Sacred Heart Convent School and the University of Windsor. She earned an MFA from Columbia University, where she studied with Stanley Kunitz, whom she refers to as “my true teacher.”\n\r\nHer first collection, The Good Thief (1988), was chosen for the National Poetry Series by Margaret Atwood, who praised Howe’s “poems of obsession that transcend their own dark roots.” In that collection, Howe’s oracular yet self-doubting speakers often voice their concerns through Biblical and mythical allusions. Kunitz, on selecting the book for the Lavan Younger Poets Prize from the American Academy of Poets, observed, “Her long, deep-breathing lines address the mysteries of flesh and spirit, in terms accessible only to a woman who is very much of our time and yet still in touch with the sacred.”\n\r\nIn 1989, Howe’s brother John died of an AIDS-related illness. As Howe states in an AGNI interview, “John’s living and dying changed my aesthetic completely.” What the Living Do (1997), an elegy to John, was praised by Publishers Weekly as one of the five best poetry collections of the year. Stripping her poems of metaphor, Howe composed the collection as a transparent, accessible documentary of loss.\n\r\nIn The Kingdom of Ordinary Time (2008), Howe distanced herself from the personal narrative and returned to, as she describes in the AGNI interview, her “obsess[ion] with the metaphysical, the spiritual dimensions of life as they present themselves in this world.” In these poems Howe “makes metaphor matter and material metaphysical,” according to Brenda Shaughnessy in Publishers Weekly.\n\r\nHowe has taught at Sarah Lawrence College, Columbia University, and NYU. She coedited (with Michael Klein) the essay anthology In the Company of My Solitude: American Writing from the AIDS Pandemic (1994). She has received fellowships from the Bunting Institute at Radcliffe College, the National Endowment for the Arts, the Guggenheim Foundation, the Academy of American Poets, and the Fine Arts Work Center in Provincetown. She was the Poet Laureate of New York State from 2012 to 2014. She lives in New York City. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}