{"pf_url": "https://www.poetryfoundation.org/poets/marjorie-welish", "name": "Marjorie Welish", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, critic, and visual artist Marjorie Welish studied at the Art Students League of New York and earned a BA from Columbia University and an MFA from Vermont College and Norwich University. Her collections of poetry include The Annotated “Here” and Selected Poems (2000), Word Group (2004), Isle of the Signatories (2008), and In the Futurity Lounge/Asylum for Indeterminacy (2012). Her artist’s book with James Siena, Oaths? Questions?, was published in 2009. Welish has been described as “playfully and fiercely philosophical.” Her writing is far ranging in its concerns; architecture, grammar, modernity, cultural history, science and mathematics, and much else coalesce in her work to form a kind of “adamant geometry.”    Welish has received numerous honors and awards for her writing, including the Judith E. Wilson Fellowship from the University of Cambridge, the Howard Foundation Fellowship from Brown University, and two fellowships from the New York Foundation for the Arts. She has also been a Senior Fulbright Fellow, teaching at the University of Frankfurt and the Edinburgh College of Art.    As a visual artist, she has exhibited widely and received fellowships from the Adolph and Esther Gottlieb Foundation, the International Studio Program, and the Elizabeth Foundation for the Arts. She was artist-in-residence at the School of the Art Institute of Chicago in 2010. Her art criticism has appeared in numerous magazines and anthologies. A collection of essays about Welish’s work, Of the Diagram: The Work of Marjorie Welish, was published in 2003. Welish is a Distinguished Lecturer and holds the Madelon Leventhal Rand Endowed Chair in Literature at Brooklyn College.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}