{"pf_url": "https://www.poetryfoundation.org/poets/marjorie-maddox-58f8f523143f4", "name": "Marjorie Maddox", "yob": null, "yod": null, "image": null, "bio": "\nPoet, editor, fiction writer, and creative nonfiction writer Marjorie Maddox was born and raised in Columbus, Ohio. She earned a BA at Wheaton College, an MA at the University of Louisville, and an MFA at Cornell University, where she was a Sage Graduate Fellow and studied with A.R. Ammons and Robert Morgan.\nMaddox’s poems often explore history, the body, and spirituality. Maddox is the author of eleven poetry collections, including True, False, None of the Above (2016 Poiema Poetry Series and 2017 Illumination Book Award medalist, Education category); Local News from Someplace Else (2013); Wives' Tales (2017); Transplant, Transport, Transubstantiation (Yellowglen Prize, 2004); Weeknights at the Cathedral (2006); and Perpendicular As I (1994 Sandstone Book Award). She is also the author of the short story collection What She Was Saying (2017) and has published over 500 stories, essays, and poems in journals and anthologies. With Jerry Wemple, she edited the anthology Common Wealth: Contemporary Poets on Pennsylvania (2005). Her work has appeared in many anthologies, including A Fine Excess: Contemporary Literature at Play (2001), In a Fine Frenzy: Poets Respond to Shakespeare (2005), Heart of the Order: Baseball Poems (2014), Fast Break to Line Break: Poets on the Art of Basketball (2012), Western Pennsylvania Reflections (2011), Imago Dei (2012), Poems of Devotion: An Anthology of Recent Poets (2012), The Turning Aside (2016), Rabbit Ears: TV Poems (2015), Not Somewhere Else But Here: A Contemporary Anthology of Women and Place (2014), Hurricane Blues: Poems on Katrina and Rita (2006), and others.\nMaddox published the children’s books Rules of the Game: Baseball Poems (2009, illustrated by John Sandford), A Crossing of Zebras: Animal Packs in Poetry (2008, illustrated by Philip Huber), Inside Out: Poems on Writing and Reading Poems with Insider Exercises (2017), and the middle-grade biography A Man Named Branch: The True Story of Baseball’s Great Experiment (2017). Her work is included in the children’s poetry anthology Hey, You!: Poems to Skyscrapers, Mosquitoes, and Other Fun Things (2007), among others. Maddox is the great grandniece of Branch Rickey, the general manager of the Brooklyn Dodgers who helped break baseball’s color barrier by signing Jackie Robinson.\nMaddox’s honors include an Academy of American Poets Prize, the Cornell University Robert Chasen Memorial Poetry Prize, the Paumanok Poetry Award, Seattle Review’s Bentley Prize, and several Pushcart Prize nominations. The director of the creative writing program at Lock Haven University and recipient of the 2012 Honors Professor of the Year, Maddox lives with her family in Williamsport, Pennsylvania.\n", "attrs": {}}