{"pf_url": "https://www.poetryfoundation.org/poets/martha-collins", "name": "Martha Collins", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a57bad4c8b061d56e515e654dabf3ec1d7ce155e.jpeg", "bio": "\nBorn in Omaha, Nebraska, and raised in Iowa, poet and translator Martha Collins earned a BA at Stanford University and a PhD at the University of Iowa. In precise and meditative poems, Collins engages historiography and uncertainty through the use of fragmentation, white space, and interruption. In a 2012 interview with Michael Simms for Coal Hill Review, Collins stated, “I’ve learned that I have to push past the a whole army of mental censors (based on parents, teachers, critics, the culture at large) that tell me I cannot / should not / must not write what I’m writing, whether for aesthetic or moral or some other reasons. It took me awhile, but I finally learned that I’m usually onto something when I hear the censor’s voice.” In a 2006 New York Times Book Review of Blue Front (a collection of poems exploring Collins’s father’s boyhood witnessing of a lynching), Dana Goodyear observes that Collins “suppresses punctuation and traffics in fragmentary non sequiturs; her shifts in perspective are abrupt. Therefore nothing about the narrative is straight. Her discursive, breathless, self-contradicting, breaking-off-and-circling-back technique makes the book feel like the testimony of a traumatized witness. Which, of course, it is.”\r\n \r\nCollins is the author of numerous poetry collections, including Because What Else Could I Do (2019); Night Unto Night (2018); Admit One: An American Scrapbook (2016); Day Unto Day (2014); White Papers (2012); Blue Front (2006), which won an Ohioana Award and an Anisfield-Wolf Book Award; The Arrangement of Space (1991), which won the Peregrine Smith Poetry Competition; and Admit One: An American Scrapbook (2016). She has co-translated several collections by Vietnamese poets, including Into English: Poems, Translations, Commentaries (with Kevin Prufer, 2017); Black Stars (2013), by Ngo Tu Lap; Green Rice (2005), by Lam Thi My Da; and The Women Carry River Water (1997), by Nguyen Quang Thieu. Collins is also the editor of Critical Essays on Louise Bogan (1984).\r\n \r\nAdditional honors include fellowships from the National Endowment for the Arts, the Ingram Merrill Foundation, the Bunting Institute, and the Witter Bynner Foundation, the William Carlos Williams Award, an Alice Fay Di Castagnola Award, three Pushcart Prizes, a Laurence Goldstein Poetry Prize, and a Lannan residency grant.\r\n \r\nFounder of the creative writing program at the University of Massachusetts at Boston, Collins is a professor emerita at Oberlin College. An editor for Oberlin College Press and editor-at-large for Field magazine, she lives in Cambridge, Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"]}}