{"pf_url": "https://www.poetryfoundation.org/poets/martha-weinman-lear", "name": "Martha Weinman Lear", "yob": "1930", "yod": null, "image": null, "bio": "\nWriter and magazine editor Martha Weinman Lear was born in Boston, Massachusetts. She is a former articles editor and staff writer for the New York Times Magazine, and she has written for numerous publications, including AARP The Magazine, the New Yorker, the New York Times Book Review, GQ, House Beautiful, Ladies’ Home Journal, and Reader’s Digest. She is the author of Echoes of Heartsounds: A Memoir of Healing (2014), Where Did I Leave My Glasses?: The What, When, and Why of Normal Memory Loss (2009), and Heartsounds (1979), which was made into a Peabody Award-winning film.\nIn August of 1973, Lear was in Europe on assignment when she received word that her physician-husband, Harold Lear, had suffered a massive heart attack in their New York apartment. Dr. Lear had not fully recovered from this first heart attack when he suffered a second attach several months later, which left him in severe pain and unable to resume a normal life. After he was given an angiograph (an X-ray of the heart), open-heart surgery requiring a double bypass was performed. Complications following the operation prevented Dr. Lear from recovering fully.\nOne of the many friends who visited the ailing Dr. Lear was Lewis Bergman, the editor of the New York Times Magazine. Bergman felt Dr. Lear’s experience as a doctor and patient would make for a good article, so he commissioned the doctor to write his story of medical treatment for the magazine. Although Dr. Lear approached the project enthusiastically, he soon became too ill to continue and asked his wife Martha to undertake the major responsibility for the venture.\nMartha Lear conducted daily discussion sessions with her husband and took detailed notes of his treatment, condition, and emotional state. It soon became apparent to the Lears that they had assembled more than enough material for an article and that they really should tell their story in book form. From his hospital bed, Dr. Lear predicted that this accumulation of work would be a best seller—a prediction Lear never lived to see fulfilled. After a painful five-year battle with heart disease and 11 lengthy hospitalizations, Dr. Lear died on September 13, 1978. Heartsounds, the book chronicling this battle, was published almost a year and a half later.\nHeartsounds has been described by reviewers as one of the most moving and sensitive accounts of a couple’s fight against death. A reviewer for the New Yorker feels that Martha Lear writes of her ordeal “with passion” and describes her book as a “sustained and clinically detailed study of a man’s descent from full well-being, through an ordeal of pain, helplessness, and mental disarray, to death.” And Christopher Lehmann-Haupt is impressed with what he calls in the New York Times “the extraordinary sense of reality that Martha Lear somehow brings to her account.”\nApart from describing the deep emotional torture she and her husband experienced during the years covered in Heartsounds, Martha Lear recorded much of Dr. Lear’s medical regimen and, in some cases, what she felt was mistreatment. Although his treatment was mentally and physically painful to bear, Lear was shocked and disturbed by what he felt was the uncaring and occasionally unprofessional treatment he received. “Much of the anguish which Hal and Martha suffered was caused not by his heart disease but by the doctors who were supposed to be treating him,” explains William A. Nolen in the Washington Post Book World. “Both he and his wife were often misled, mistreated and ignored. ... I wish I could say that Martha Lear has painted a distorted portrait of medical care in the United States, but I can’t.” Christopher Lehmann-Haupt observes in the New York Times that Dr. Lear was “subjected to the shortcomings of the medical profession, which, to judge from Heartsounds, are probably no greater or less than those of, say, lawyers or glassblowers. It’s just that one expects more from doctors. Hal Lear certainly did, being one himself; and he was made to agonize by his experience over how many patients he himself had failed in the past.”\nMartha Lear told Judy Klemesrud of the New York Times Book Review that “pointing the finger of blame was never one of my motives in writing the book.” Maggie Scarf, however, points out in another issue of the New York Times Book Review that “whether or not Ms. Lear intended to write an indictment of present-day medical care, as it is practiced on people, she has indeed written one. One sees not only that there are inadequacies in the health-care system, but occasional acts of callousness that leave one breathless, speechless with rage.”\nAlthough Heartsounds is about the slow loss of human life and a person’s control over that life, most reviewers seem to agree that the main theme weaving through Heartsounds is love. Scarf reports that “this is an awesome and gripping book. It is about loving as much as about dying. [It is] about rage and dependence, and quarrels and jokes, and need and empathy. This is honest, tough, frightening, ... but it is, finally, about two people who touch and unite at the very center of their shared being.”\nLear lives in New York City with her husband, the screenwriter Albert Ruben.\n", "attrs": {}}