{"pf_url": "https://www.poetryfoundation.org/poets/martha-ronk", "name": "Martha Ronk", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/d2b0117c9bd538e72b80f2e3279c5ec1d94052b2.jpeg", "bio": "\nPoet, fiction writer, and editor Martha Ronk was born in Cleveland and earned a BA at Wellesley College and a PhD at Yale University. With wry humor and formal curiosity, Ronk tests the limits of syntax and literary convention in her work. She is the author of numerous collections of poetry, including Silences (2019), Ocular Proof (2016); Transfer of Qualities (2013), a National Book Award long-list selection; Partially Kept (2012); Vertigo (2007), chosen by C.D. Wright for the National Poetry Series; and In a landscape of having to repeat (2004), winner of the PEN Center USA Literary Award. Ronk has stated that, for her, “Writing is the most interesting and exhausting thing I do. And every time I read a great piece … I am eager to write more, to find yet another juxtaposition of words. Each one offers something of a solution to the mystery of how it is done.”\nRonk’s prose includes Glass Grapes: And Other Stories (2008), and Displeasures of the Table: memoir as caricature (2001). Her work has been featured in American Hybrid: A Norton Anthology of New Poetry (2009) and Lyric Postmodernisms: An Anthology of Contemporary Innovative Poetries (2008). Her additional honors include the PIP Gertrude Stein Award for Innovative Poetry and a fellowship from the National Endowment for the Arts.\nWith writers Paul Vangelisti and Dennis Phillips, Ronk founded the cooperative literary press Littoral Books. She coedited The New Review of Literature, which ceased publication in 2008. The Irma and Jay Price Professor of English Literature and a professor of comparative literary studies at Occidental College, Ronk has also taught at the Otis College of Art and Design. A selection of her papers is held at the University of California, San Diego’s Mandeville Special Collections Library. She lives in Los Angeles, California.\n", "attrs": {"Region:": ["U.S., Western"]}}