{"pf_url": "https://www.poetryfoundation.org/poets/marvin-bell", "name": "Marvin Bell", "yob": "1937", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/75e2c71b770f01633f7b7f6471b19590003ae191.jpeg", "bio": "\nAmerican poet and critic Marvin Bell was born in New York City into a Jewish family who had immigrated from the Ukraine, and frequently wrote about distance and reconciliation between people, often touching on his complex relationship to his heritage. He earned his BA from Alfred University, his MA from the University of Chicago, and then entered the University of Iowa for an MFA. A decorated teacher at the University of Iowa from 1965 to 2005, he taught such writers as Rita Dove, John Irving, and Joy Harjo. He won numerous honors for his work and was named Iowa’s first poet laureate in 2000. William M. Robins has written that Bell “is a poet of the family. He writes of his father, his wives, his sons, and himself in a dynamic interaction of love and loss, accomplishment, and fear of alienation. These are subjects that demand maturity and constant evaluation. A complete reading of Bell’s canon shows his ability to understand the durability of the human heart. Equally impressive is his accompanying technical sophistication.” Bell died at the age of 83 on December 14, 2020.\n\r\nBell was the author of over 20 volumes of poetry, including Incarnate: The Collected Dead Man Poems (2019), Vertigo: The Living Dead Man Poems (2011), A Primer about the Flag (2011), Days, 1 Book (2009), Mars Being Red (2007), and Rampant (2004). His second collection, A Probable Volume of Dreams (1969), opens with a poem addressed to the poet’s father, initiating a dialogue that continues throughout Bell’s works. “Although Bell is never narrowly confessional, it is important to note just how much the death of the father—his profound absence and presence—helps shape Bell’s poetry and create possible worlds. The father: Bell’s own dead father, and his growing sense of himself as a father who has sons and who, like him, will someday die,” wrote Arthur Oberg in American Poetry Review. In addition to this motif, the poems “tell how unlinear life and art are, how ‘progress’ is a deception of the nineteenth century, how increasingly distant the finishing line for the poet-runner proves to be,” Oberg observed. A Probable Volume of Dreams won the Lamont Award from the Academy of American Poets.\nBell’s concern with the self and its relationships, a focus of his earlier poetry, gradually gave way to reflections on the self in relation to nature in books such as Stars Which See, Stars Which Do Not See. Speaking of this development to Wayne Dodd and Stanley Plumly in an Ohio Review interview, Bell noted that attention to nature has always been an integral part of his life. He grew up among farmers; his inspiration was not the 1960s back-to-nature movement. His first work came from his interest “in what language could make all by itself. … And I was interested in relationships between people. I wrote one whole book of poems-in-series about the relationships between a couple of people, or among several people. But now, for whatever good reasons, I am interested in allowing nature to have the place in my poems that it always had in my life.”\n\r\nFor Bell, the change in subject matter signaled a change in attitude, both personal and cultural. He once explained, “Contemporary American poetry has been tiresome in its discovery of the individual self, over and over and over, and its discovery of emotions that, indeed, we all have: loneliness, fear, despair, ennui, etcetera. I think it can get tiresome when the discovery of such emotions is more or less all the content there is to a poem. We know these things. … So I sort of write poetry nowadays from some other attitudes, I think, that came upon me without my ever really thinking about them. I think, for example, that it’s ultimately pleasanter and healthier and better for everyone if one thinks of the self as being very small and very unimportant. … And I think, as I may not always have thought, that the only way out of the self is to concentrate on others and on things outside the self.”\n\r\nBell sometimes referred to this development as an achievement of poetic modesty. He told Dodd and Plumly, “There is a kind of physical reality that we all share a sense of. I mean, we might argue about what reality is, but we all know how to walk across a bridge—instead of walking across the water, for instance. And it seems to me that one definition of modesty in poetry would be a refusal to compromise the physical facts of what it is that is showing up in one’s poems,” Bell explained.\n\r\nSpeaking of his personal aesthetic, he told the interviewers, “I would like to write poetry which finds salvation in the physical world and the here and now and which defines the soul, if you will, in terms of emotional depth, and that emotional depth in terms of the physical world and the world of human relationships.” Regarding style, he added, “I’d like to write a poetry which has little if any insistence about it, as little as possible. I would like to write a poetry which doesn’t seem either to button-hole the reader, or demand too much allegiance, or demand that too much of the world be given up for the special world of the poem.”\n\r\nReviewers have argued that Bell’s more recent poems fulfill these aspirations. G.E. Murray, writing in the Georgia Review, remarked, “I am impressed by this poet’s increasing ability to perceive and praise small wonders. There is life and health in … [his verse], and if sometimes Bell’s expression is quiet and reserved, his talent is not. Altogether, Stars Which See, Stars Which Do Not See demonstrates an important transitional phase for the poet—a subdued, graceful vein that enables him to ‘speak of eyes and seasons’ with an intimacy and surehandedness that informs and gratifies. … I believe Marvin Bell is on a track of the future—a mature, accessible and personalized venture into the mainstream of contemporary American verse.” Of the same book, David St. John wrote in Parnassus, “Many poets have tried to appropriate into their poems a gritty, tough-talking American character, and to thereby earn for themselves some … ‘authenticity’. … In Stars Which See, Stars Which Do Not See, Bell has found within his own voice that American voice, and with it the ability to write convincingly about the smallest details of a personal history.”\n\r\nCritics have admired Bell’s blending of precise descriptive powers with deceptively simple grammar and syntax in his later works. In reviewing These Green-Going-to-Yellow, Richard Jackson wrote in the American Book Review that Bell’s strategy of deploying words and phrases in unusual contexts has resulted in “an increasingly expansive and colloquial language that is willing to gather in larger fragments of the world without the ‘new critical’ necessity of neatly tying each bit together on the surface of the text.” The poet’s linguistic maturity has also been singled out in discussions of the 1987 anthology, New and Selected Poems. For several critics, the less private and self-referential later poetry contained in this volume has made Bell one of the most arresting of contemporary writers. A Poetry reviewer noted that Bell “is a discreet master of withheld information. His writing has a distinctive enough flavor to make us feel we know him well after turning the last page of this book; but … of the events and circumstances of his life the poems say very little directly.” And a contributor to American Poetry Review related: “It is Bell’s later poetry, far less private and solipsistic, and far more abundantly intelligent and astonishing [than his earlier poetry,] that has made him one of the best poets now working.”\n\r\nThe subsequent collection, Nightworks: Poems 1962-2000, further allows readers to trace Bell’s growth, remarked a Publishers Weekly reviewer.  “This selection shows a poet progressing to the peak of his powers,” they wrote. The text, which contains selections from A Probable Volume of Dreams, The Escape into You, and Stars Which See, Stars Which Do Not See, among others, highlights subjects consistent throughout Bell’s body of work. Poems included in this collection touch on the death of Bell’s father, his Jewish identity, his experiences in the military, and his relationships with his wives and children. In an article for the North Stone Review, James Naiden noted that Nightworks places Bell within a poetic tradition. “While the ‘father poems’ and poems otherwise exhuming the past, as it were, illustrate the incantatory ghosts in Bell’s oeuvre,” wrote Naiden, “there are also acknowledgments to his prolific forebears, such as William Stafford … and, of course, Emily Dickinson.” These and other “kindred poets … provide clarity to [Bell’s] voice by their own leave-taking, the offering of a poet to give voice where otherwise there is silence.” In addition, the poems in the collection strike a balance between what Naiden termed “common experience” and Bell’s personal history, as well as his connections to others. In her North Stone Review assessment of Bell’s The Book of the Dead Man, Carol Ellis similarly remarked that in the interplay between Bell’s “Odysseus,” the dead man, and nature, “communion creates community,” emphasizing that “the dead man is in a state of constant knowing because he is never out of touch with the world.”\n\r\nBell’s use of humor developed over time. “Humor in the fifteen new poems contained in New and Selected Poems is of the sort that deflates our facile reductions of experience,” observed an essayist for Contemporary Poets. “Marvin Bell’s work satisfies a need for every kind of laugh and reminds us that comedy is at least as tough as tragedy. From the outset, however, he has been modulating the balance of amusement and profundity in his poetry. Early on his wit was, by turns, clever and probing, tending at one moment to trivialize his work, at another to deepen it. But over the long haul he has exerted mature control.”\n\r\nIn 1994 Bell published what some reviewers regard as his most radical work, The Book of the Dead Man, which consists of a sequence of 33 poems on various facets of life, narrated by the anonymous title character. Stan Sanvel Rubin wrote in Prairie Schooner that Bell has fashioned in this work “a dazzling linguistic Chinese box, at once alluring and elusive, which shows up for once and for all (maybe) the emptiness of ‘Language Poetry’ and, in fact, much recent experimental and postmodern writing.” Bruce Murphy averred in Poetry that “Bell is really out there—trying to invent a new kind of poetry, something like an epic with only one character.” Richard Jackson, in an appraisal for the North American Review, termed The Book of the Dead Man “one of the most complex, most original books in a long time.” Jackson added that Bell deals with both internal and external forces but does not see them as necessarily separate: “The counterpointed vision also means that to talk about the cosmos is to talk about the self and its tiniest sensations, to talk about government is to talk about the self’s needs—one thing is always seen in contrast to several other things.” The critic concluded, “What The Book of the Dead Man does, by its verbal pyrotechnics, is redefine sensibility, and this is the most essential thing any poetry can do. … This is an astounding feat. There’s not a greater gift any poet or poetry can bring.” In Ardor: The Book of the Dead Man, Volume Two, Bell continues in a similar mode, darkly rendering what a Publishers Weekly contributor described as “the thin line that separates the real from the unreal, the illuminated from the dim, the living from the dead.” Bell’s recent collections include Vertigo: The Living Dead Man Poems (2011), the collaboratively-written 7 Poets, 4 Days, 1 Book (2009), and Mars Being Red (2007).\n\r\nBell’s volume of essays, Old Snow Just Melting: Essays and Interviews, is concerned with themes typical of the author’s poetic works, particularly mutability and decay. Virginia Quarterly Review contributor Thomas Swiss commended Bell’s prose, saying Bell “writes with style: clean, metaphoric prose that’s readable and instructive. He writes simply without condescending and without ignoring the complexity of the issues he examines.” The volume also presents valuable insights into the author’s poetic process. Bell writes, as quoted by Swiss, “I’ll tell you right now the secrets of writing poetry. … First, one learns to write by reading. … Number two, I believe that language, compared to the materials of other art forms, has only one thing going for it: the ability to be precise. … And the third and most important secret is that, if you do anything seriously for a long time, you get better at it.”\n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}