{"pf_url": "https://www.poetryfoundation.org/poets/mary-karr", "name": "Mary Karr", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9fa7fcf083a3a32141ffdcf906859fdc9aadab04.jpeg", "bio": "\nPoet and memoirist Mary Karr was born in 1955 and raised in Texas. She is the author of several critically acclaimed books of poetry, including Abacus (1987; reprinted 2007), The Devil’s Tour (1993), Viper Rum (2001), Sinners Welcome (2006), and Tropic of Squalor (2018), a trilogy of memoirs including The Liar’s Club (1995), Cherry (2001), and Lit (2009), and The Art of Memoir (2015). Karr’s poetry and prose frequently include autobiographical elements, including her hardscrabble childhood, teenage drug-use, failed marriage and adult alcoholism, as well as her subsequent recovery and conversion to Catholicism. Yet despite the brutality of much of her subject matter, Karr’s work has received tremendous praise for its lyricism and beauty. Reviewing the breakthrough memoir, The Liars’ Club, in the New York Times, Michiko Kakutani noted that Karr’s “most powerful tool is her language, which she wields with the virtuosity of both a lyric poet and an earthy, down-home Texan. It’s a skill used… in the service of a wonderfully unsentimental vision that redeems the past even as it recaptures it on paper.”\nThe Liars’ Club recreated and reflected on Karr’s rugged and often traumatic childhood in an industrial town in East Texas. The work focuses primarily on events that took place between 1961 and 1963, when Karr was seven and eight years old, and the book contains the author’s adult musings on her past and her family. In the course of the work, Karr describes mental illness, violence, neglect, and substance abuse. Her mother suffered from mental instability. Her father was a heavy drinker and a storyteller, an oil refinery worker who spent his leisure time at what many women in the small town called the “liars’ club,” the back room of the local bait shop, where men gathered to socialize and spin yarns. Karr’s more recent memoirs, including Cherry and Lit, continue her story into adolescence and adulthood.\nLike her prose, Karr’s poetry treats events from her past; her style is frequently described as “unsentimental” and “unsparing” in its evocation of painful truths. David Barber described Karr’s tone in her second book, The Devil’s Tour: “Avowedly unsentimental, Karr doesn’t overcompensate by striking exaggerated poses of disabused wisdom or affecting mandarin disdain for the muddle of human relations… Hers are the measured lamentations of a writer who will always side with the painful certitude over the wishful thought.” Karr’s fourth poetry collection, Sinners Welcome, like the memoir Lit, includes meditative poems on Karr’s recovery from alcoholism and her new found, perhaps surprising, sense of faith. Reviewing the collection for the New York Times, David Kirby found in Karr a careful, tough religious poet: “Images rather than wishful abstractions abound,” Kirby noted. “So much trickery has been got up to in religion's name that it's natural to get nervous when a writer starts talking about salvation, but Karr never tries to substitute faith for sound poetic practices. If anything, by adding prayer, she just makes the poems that much stronger.”\nKarr’s interest in concrete language and representing lived experience has been widely noted—Karr herself has written about the need for poetry to remain grounded in direct, accessible language, in her essay “Against Decoration,” included in her book Viper Rum. Ellen Kaufman in Library Journal described the poems in that book as “confessional writing that conjures up the physical world.” Ullman contended that the poems in Viper Rum “affirm human gestures towards life by highlighting them as gestures… Karr peers beyond illusions of safety and is energized by the shadows out there, the persistent and unanswerable questions.”\nMary Karr has received numerous honors and awards for her work, including fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and a Bunting Fellowship from Radcliffe College. She has received a Pushcart Prize, the PEN/Martha Albrand Award, and Whiting Writer’s Award. She is a sought-after speaker who has given talks and lectures at major universities, libraries, and at the Weil Cornell Medical College, where she lectured during Grand Rounds in the psychiatric department in 2011. In 2012, she released an album of songs she wrote with singer Rodney Crowell, Kin. Her memoir, Lit, is scheduled to become and HBO television series. Karr is the Jesse Truesdell Peck Professor of Literature at Syracuse University.\n\r\nReflecting upon her aspirations as an author, Karr told Publishers Weekly: “Public readings and the oral tradition [are] important to me. An aesthetic experience is fine, but unless someone is infused with feeling from a work of art, it’s totally without conviction. My idea of art is, you write something that makes people feel so strongly that they get some conviction about who they want to be or what they want to do. It’s morally useful not in a political way, but it makes your heart bigger; it’s emotionally and spiritually empowering.”\n", "attrs": {"Region:": ["U.S., Southern"]}}