{"pf_url": "https://www.poetryfoundation.org/poets/mary-oliver", "name": "Mary Oliver", "yob": "1935", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/8e98d2c87f764ef07c7441280586bb825c5fa629.jpeg", "bio": "\nMary Oliver was an “indefatigable guide to the natural world,” wrote Maxine Kumin in the Women’s Review of Books, “particularly to its lesser-known aspects.” Oliver’s poetry focused on the quiet of occurrences of nature: industrious hummingbirds, egrets, motionless ponds, “lean owls / hunkering with their lamp-eyes.” Kumin also noted that Oliver “stands quite comfortably on the margins of things, on the line between earth and sky, the thin membrane that separates human from what we loosely call animal.” Oliver’s poetry won numerous awards, including the Pulitzer Prize, the National Book Award and a Lannan Literary Award for lifetime achievement. Reviewing Dream Work (1986) for the Nation, critic Alicia Ostriker numbered Oliver among America’s finest poets, as “visionary as [Ralph Waldo] Emerson.”\n\r\nMary Oliver was born and raised in Maple Hills Heights, a suburb of Cleveland, Ohio. She would retreat from a difficult home to the nearby woods, where she would build huts of sticks and grass and write poems. She attended both Ohio State University and Vassar College, but did not receive a degree from either institution. As a young poet, Oliver was deeply influenced by Edna St. Vincent Millay and briefly lived in Millay’s home, helping Norma Millay organize her sister’s papers. Oliver is notoriously reticent about her private life, but it was during this period that she met her long-time partner, Molly Malone Cook. The couple moved to Provincetown, Massachusetts, and the surrounding Cape Cod landscape has had a marked influence on Oliver’s work. Known for its clear and poignant observations and evocative use of the natural world, Oliver’s poetry is firmly rooted in place and the Romantic nature tradition. Her work received early critical attention; American Primitive (1983), her fifth book, won the Pulitzer Prize. According to Bruce Bennetin the New York Times Book Review, American Primitive, “insists on the primacy of the physical.” Bennet commended Oliver’s “distinctive voice and vision” and asserted that the “collection contains a number of powerful, substantial works.” Holly Prado of the Los Angeles Times Book Review also applauded Oliver’s original voice, writing that American Primitive “touches a vitality in the familiar that invests it with a fresh intensity.”\n\nDream Work (1986) continues Oliver’s search to “understand both the wonder and pain of nature” according to Prado in a later review for the Los Angeles Times Book Review. Ostriker considered Oliver “among the few American poets who can describe and transmit ecstasy, while retaining a practical awareness of the world as one of predators and prey.” For Ostriker, Dream Work is ultimately a volume in which Oliver moves “from the natural world and its desires, the ‘heaven of appetite’ ... into the world of historical and personal suffering. ... She confronts as well, steadily,” Ostriker continued, “what she cannot change.”\n\r\nThe transition from engaging the natural world to engaging more personal realms was also evident in New and Selected Poems (1992), which won the National Book Award. The volume contains poems from eight of Oliver’s previous volumes as well as previously unpublished, newer work. Susan Salter Reynolds, in the Los Angeles Times Book Review, noticed that Oliver’s earliest poems were almost always oriented toward nature, but they seldom examined the self and were almost never personal. In contrast, Oliver appeared constantly in her later works. But as Reynolds noted “this self-consciousness is a rich and graceful addition.” Just as the contributor for Publishers Weekly called particular attention to the pervasive tone of amazement with regard to things seen in Oliver’s work, Reynolds found Oliver’s writings to have a “Blake-eyed revelatory quality.” Oliver summed up her desire for amazement in her poem “When Death Comes” from New and Selected Poems: “When it’s over, I want to say: all my life / I was a bride married to amazement. / I was the bridegroom, taking the world into my arms.”\n\r\nOliver continued her celebration of the natural world in her next collections, including Winter Hours: Prose, Prose Poems, and Poems (1999), Why I Wake Early (2004), New and Selected Poems, Volume 2 (2004), and Swan: Poems and Prose Poems (2010). Critics have compared Oliver to other great American lyric poets and celebrators of nature, including Marianne Moore, Elizabeth Bishop, Edna St. Vincent Millay, and Walt Whitman. “Oliver’s poetry,” wrote Poetry magazine contributor Richard Tillinghast in a review of White Pine (1994) “floats above and around the schools and controversies of contemporary American poetry. Her familiarity with the natural world has an uncomplicated, nineteenth-century feeling.” \nA prolific writer of both poetry and prose, Oliver routinely published a new book every year or two. Her main themes continue to be the intersection between the human and the natural world, as well as the limits of human consciousness and language in articulating such a meeting. Jeanette McNew in Contemporary Literature described “Oliver’s visionary goal,” as “constructing a subjectivity that does not depend on separation from a world of objects. Instead, she respectfully conferred subjecthood on nature, thereby modeling a kind of identity that does not depend on opposition for definition. … At its most intense, her poetry aims to peer beneath the constructions of culture and reason that burden us with an alienated consciousness to celebrate the primitive, mystical visions that reveal ‘a mossy darkness – / a dream that would never breathe air / and was hinged to your wildest joy / like a shadow.’” Her last books included A Thousand Mornings (2012), Dog Songs (2013), Blue Horses (2014), Felicity (2015), Upstream: Selected Essays (2016), and Devotions: The Selected Poems of Mary Oliver (2017).\nMary Oliver held the Catharine Osgood Foster Chair for Distinguished Teaching at Bennington College until 2001. In addition to such major awards as the Pulitzer and National Book Award, Oliver  received fellowships from the Guggenheim Foundation and the National Endowment for the Arts. She also won the American Academy of Arts & Letters Award, the Poetry Society of America’s Shelley Memorial Prize and Alice Fay di Castagnola Award.\n\r\nOliver lived in Provincetown, Massachusetts, and Hobe Sound, Florida, until her death in early 2019. She was 83.\n", "attrs": {}}