{"pf_url": "https://www.poetryfoundation.org/poets/mary-jo-salter", "name": "Mary Jo Salter", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/189f933733c5ed71661529f2f5b2b63258da6f3b.jpeg", "bio": "\nPoet, editor, essayist, playwright, and lyricist Mary Jo Salter was born in Grand Rapids, Michigan. She grew up in Michigan and Maryland, and earned degrees from Harvard and Cambridge University. A former editor at the Atlantic Monthly, poetry editor at the New Republic, and co-editor of the fourth and fifth editions of the Norton Anthology of Poetry, Salter’s thorough understanding of poetic tradition is clearly evident in her work. Salter is the author of many books of poetry, including A Kiss in Space (1999), Open Shutters (2003), A Phone Call to the Future (2008), Nothing by Design (2013), and The Surveyors (2017). Her second book, Unfinished Painting (1989) was a Lamont Selection for the most distinguished second volume of poetry published that year, Sunday Skaters (1994) was nominated for a National Book Critics Circle Award, and Open Shutters was a New York Times Notable Book of the Year. Salter has received fellowships from the National Endowment for the Arts and the Guggenheim Foundation and taught for many years at Mount Holyoke College. She is currently the Krieger-Eisenhower Professor in the Writing Seminars at Johns Hopkins University.\nOften marrying domestic concerns to exotic locales, Salter’s most acclaimed poems are at once formally inventive and speak to her experiences in foreign cultures, including Iceland, Italy, Japan, France, and England. Discussing her first collection, Henry Purcell in Japan (1985), in the New Leader, Phoebe Pettingell described how Salter skillfully maintained her poetic individuality without abandoning the influence of her Western predecessors. According to Pettingell, “even where she employs English Poetry’s most traditional forms, rich in historical associations, her own voice sings out clearly.” Salter’s work shows the influence of English literary history, as well as that of writers like Elizabeth Bishop, who was her teacher at Harvard, and Amy Clampitt, whom she published at the Atlantic. Along with her former husband, the poet and writer Brad Leithauser, Salter was an important figure in the flowering of the New Formalist poets of the 1970s and 1980s. This loose grouping of poets sought to reinvigorate received and traditional forms. Published in the anthology Rebel Angels: 25 Poets of the New Formalism (1996), Salter’s early work is especially notable for its formal control and lucid poise, though Salter herself has never proclaimed allegiance to the group itself. In an interview with Robert Stewart, Salter said of the New Formalists: “Although I admire many of the people who are part of that movement, I’m not really interested in promoting it. I’m interested in trying to find … an appropriate way of saying something. So, for me, temperamentally, rhyme and meter are pleasing. They help me say what I want to say, and I suppose that’s been true ever since I was in college.”\nOver many collections, and her stewardship of the Norton Anthology of Poetry, Salter has remained committed to the history and forms of English and American poetry. However, reviewing her volume of new and selected poems, A Phone Call from the Future, in the New York Times, James Longenbach suggested that Salter’s true strengths lie in poems that struggle against the elegant formality—which often masks “a distaste for the unseemly” according to Longenbach—for which she has so often been praised: “But what makes Salter worth reading—what makes her stand apart from the merely polemical elegance of the New Formalism—is that she herself is appalled by this distaste.” Longenbach continued, “While many of her poems are burdened by a need to dispense wisdom (“love dooms us to earn / love once we can speak of it”), her best are driven by a compulsion to confront the inexplicable.”\nSalter is also the author of a children’s book, The Moon Comes Home (1989) and a play, Falling Bodies (2004). She composed the lyrics for the song cycle Rooms of Light, with music from pianist and composer Fred Hersch. The piece debuted at Lincoln Center in 2007.\n \n", "attrs": {"Region:": ["U.S., New England"]}}