{"pf_url": "https://www.poetryfoundation.org/poets/mary-wollstonecraft-shelley", "name": "Mary Wollstonecraft Shelley", "yob": "1797", "yod": "1851", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f32d3878f890870597a16f89778191bfdc1ca678.jpeg", "bio": "\nThe most eloquent summary of Mary Wollstonecraft Shelley's position in English letters is still Leigh Hunt's much-quoted couplet from \"The Blue-Stocking Revels\": \"And Shelley, fourfam'd,—for her parents, her lord, / And the poor lone impossible monster abhorr'd.\" Though recent studies have shown some appreciation of Mary Shelley by her own lights, the four \"fames\" Hunt mentioned have tended to outshine them. When not known as the wife of the poet Percy Bysshe Shelley, she is recognized as the daughter of the celebrated radical writer Mary Wollstonecraft and the equally well-known novelist and political philosopher William Godwin. Even the sole recognition won by her own efforts, the \"monster abhorr'd\" of her great novel Frankenstein (1818), is tainted by popular associations with stage and cinema versions of the monster which have little to do with her \"Modern Prometheus.\" Yet this \"four-famed\" woman was also a skilled editor and critic, an influential travel writer, a literary historian, a devoted mother, and a dabbler in verse as well as in the new genre of the short story.\n\r\nThere is some warrant for seeing Mary Shelley as a reflection of her parents, for both mother and father were extraordinary. Her mother, Mary Wollstonecraft, published the classic manifesto of sexual equality, A Vindication of the Rights of Woman (1792). Her father, William Godwin, established his preeminence in radical British political thought with his Enquiry Concerning Political Justice (1793) and won a permanent place in literary history with his novel Caleb Williams (1794), often considered the first English detective novel. The toast of radical social circles, the two were bound to meet. When they did, in the summer of 1796, an immediate mutual attraction began, and they were married on 29 March 1797. On 30 August of that year Mary Wollstonecraft Godwin was born. Complications from her birth resulted in her mother's death 10 September.\n\r\nIn 1801, when little Mary was four, Godwin remarried. The only memories of her stepmother that Mary recorded are bad ones. Godwin's second wife, Mary Jane Clairmont, brought her own children, Charles and Jane, into the family, and young Mary felt displaced. A son, William, born in 1803, furthered the girl's sense of alienation, and she felt driven to compete, not only with the other children but also with the second Mrs. Godwin, for her father's affection.\n\r\nGodwin's second wife was not of Mary Wollstonecraft's intellectual stature. Still, entering a literary household, she developed a literary pursuit of her own. In 1805 she persuaded Godwin to found a publishing house in her name, M. J. Godwin, to publish children's books under the imprint of the Juvenile Library. In 1808, at the age of eleven, Mary Wollstonecraft Godwin published a booklet in the series, a rhymed children's tale called Mounseer Nongtongpaw; or, the Discoveries of John Bull in a Trip to Paris.\n\r\nThreatened by her stepdaughter's attention to Godwin, especially when adolescence transformed the child into a beautiful image of the first wife, Mary Jane Godwin sent the teenaged Mary to Scotland on 7 June 1812, ostensibly for the girl's health. In addition to further isolating her from the father she loved, the two years in Scotland nurtured Mary's literary imagination, as she records in her 1831 preface to the single-volume, Standard Novels edition of Frankenstein:\nThey were my eyry of freedom, and the pleasant region where unheeded I could commune with the creatures of my fancy. I wrote then—but in a most common-place style. It was beneath the trees belonging to our house, or on the bleak sides of the woodless mountains near, that my true compositions, the airy flights of my imagination, were born and fostered.\nIn this period, during a brief visit home on 11 November 1812, Mary first met Percy Bysshe Shelley, who was in the company of his first wife, Harriet Westbrook.\n\r\nBy March of 1814, however, when Mary returned to England to stay, Shelley's marriage was troubled, and Mary had become a lovely young woman, almost seventeen. On 5 May Shelley saw her for the first time in two years; a swift summer courtship led to elopement on 28 July (though without a divorce Shelley was not free to marry), a quick tour of the Continent, and the raw material for Mary Shelley's first adult publication, History of a Six Weeks' Tour (1817).\n\r\nFrom the start, Percy Shelley encouraged Mary to write. When they eloped, they carried with them a box of her early writings, which were lost in Paris during the trip. Mary responded to the loss by beginning immediately a novel called \"Hate,\" and, when back in England, she started an historical novel, \"The Life of Louvet.\" Neither novel was ever finished, as pregnancy and illness stole her energy. On 22 February 1815 her first daughter was born prematurely, and died 6 March.\n\r\nIn August the Shelleys moved to Bishopsgate, where, on 24 January 1816, Mary gave birth to a son, named William after Grandfather Godwin. On 3 May the Shelleys, including the boy William, and Mary's stepsister, Jane Clairmont (who had come to be known as Claire) left for Geneva to meet George Gordon, Lord Byron. There, with the promise of a lengtheir stay on the Continent, and in the company of the most celebrated literary figure in Europe, Mary began to write her masterpiece, Frankenstein.\n\r\nThe story of the composition of Frankenstein is often told, though it is hardly ever told the same way twice. Though critics have called some of its details into question, the best account of the novel's genesis is Mary's own, in her preface to the 1831 edition. Sometime in mid June, the literary discussion of the Shelley-Byron party turned toward German ghost stories. Byron suggested each member of the group (Shelley, Byron, Claire Clairmont, Mary, and Dr. John William Polidori) write a ghost story in the same vein. In the next few weeks Mary produced a short story which, when expanded, became Frankenstein\n\r\nThe Geneva idyll ended 29 August 1816, when the Shelleys returned to England. Then came a series of shocks: Mary's half sister, Fanny Imlay (daughter of Mary Wollstonecraft and Gilbert Imlay), committed suicide on 9 October; a month later Shelley's wife, Harriet, drowned herself. Harriet's death left Shelley free to marry; on 20 December he and Mary were wed at St. Mildred's Church on Bread Street, London.\n\r\nBy May of 1817 Mary had finished writing Frankenstein. Knowing that the public had a romantic interest in their elopement and that it would take some time to see her novel through the press, Mary prepared an account of her romantic summer of 1814, padded with Shelley's Mont Blanc, written at that time, and a few of the poet's letters. History of a Six Weeks' Tour appeared in November of 1817, almost two months after the birth of Clara Everina Shelley on 2 September.\n\r\nThough the year 1818 opened with the publication of Frankenstein on New Year's Day, and the Shelleys began a much longer stay on the Continent, this period saw another series of emotional shocks to Mary Shelley: in September her daughter, barely a year old, died in Venice, and the following June her son died in Rome. By the end of the summer she was able to return to writing, producing the novella Mathilda. The birth of her fourth and last child, Percy Florence Shelley, in November made it difficult for her to see to its publication; it did not appear in print until 1959. Moreover, she had all but abandoned her shorter work in order to begin historical research for a much longer novel, Valperga (1823).\n\r\nIn the spring of 1820, Mary Shelley also made an attempt at writing drama, producing two short blank-verse adaptations from Ovid, Proserpine and Midas. The first appeared in an annual during her lifetime; the second was not published until 1922. Both blank-verse dramas include brief lyrical pieces by Percy Shelley.\n\r\nIn 1821 the Shelleys settled in Pisa, and by the end of the year Byron had joined them. Once again, as in Geneva five years earlier, the Shelleys enjoyed stimulating literary fellowship. But again Mary's joy was cut short. On 16 June 1822 she suffered a miscarriage, and on 8 July Percy Shelley drowned while sailing in the Gulf of Spezia.\n\r\nGrief so debilitated her, as her letters and journals attest, that the first year after her husband's death should have been Mary Shelley's least productive period, but her novel Valperga had been completed for more than a year and was ready for press, and bereavement drove her to express her grief in verse, a medium she normally avoided. \"I can never write verses,\" she wrote to Maria Gisborne on 11 June 1835, \"except under the influence of a strong sentiment & seldom even then.\" Furthermore, the need to support her surviving child and limits on her support from her father-in-law, Sir Timothy Shelley, made writing a practical need rather than a personal indulgence.\n\r\nThus, in February of 1823, Valperga appeared in three volumes, and the first of Mary's periodical essays—a review of the Florentine Chronicles of Giovanni Villani—appeared in Byron and Leigh Hunt's magazine The Liberal. Knowing of the strong marketability of her late husband's works, she immediately returned to England and began editing his remaining manuscripts. Sir Timothy, however, cut off that avenue of income: his angry reaction to the appearance of Posthumous Poems in 1824 forced Mary to agree not to publish any more of her late husband's writings in Sir Timothy lifetime. Sir Timothy had also threatened to withdraw all support for his grandchild, Percy Florence Shelley, unless Mary surrendered the boy to his care, but when Mary categorically refused Sir Timothy relented, sending an allowance of £ 100 per year beginning in 1823, increased to 200 the following year, 250 in 1827, 300 in 1829, and 400 in 1841.\n\r\nThrown back on her own literary resources, Mary began writing The Last Man, published in February of 1826. The public was anxious for works from her pen; the immense popularity of Frankenstein had been increased even more by several stage productions: Richard Brinsley Peake's Presumption; or the Fate of Frankenstein, which Shelley herself saw, was one of six different versions in 1823 alone. As she wrote to Leigh Hunt on 9 September, after seeing the drama: \"lo and behold! I found myself famous.\" The title pages of all of her later novels carry the phrase \"by the author of 'Frankenstein.'\"\n\r\nIn September of 1826 Charles Bysshe Shelley, son of the poet by his first wife and heir to Sir Timothy Shelley's title, died. Thus Mary's son, Percy, the only surviving male named Shelley, became heir to the baronetcy just before his seventh birthday.\n\r\nOnce again Mary Shelley had the financial means to travel to the Continent: she visited Paris in April of 1828, meeting General Lafayette and the rising young novelist Prosper Merimée. The meeting with Merimée, though brief, must have been stimulating: their literary conversation continued in letters after Mary's return to England. The trip was not all pleasant, however: contracting smallpox, she returned to England six weeks after she left.\n\r\nThough faithful to the letter of her agreement with Sir Timothy not to publish any of her husband's works, Mary Shelley did continue to assist in the editorial work of others. Most of the latter half of 1829 was devoted to helping Cyrus Redding with the Paris edition of Shelley's collected poems, as well as completing the writing and research for Perkin Warbeck, which appeared in May of 1830. That March she had the peculiar experience of reviewing her father's novel Cloudesley in Blackwood's Edinburgh Magazine. As one might expect, the review was overwhelmingly favorable, describing Godwin's work in superlatives and explicating his theory of the novel. In November of 1831 Frankenstein appeared in a best-selling single-volume edition, for which Mary Shelley wrote a new preface. She also published her drama Proserpine in a Christmas annual, The Winter's Wreath for 1832.\n\r\nPercy Florence Shelley, almost thirteen, began public school at Harrow in September of 1832. His mother's letters reveal a touch of wistfulness at letting him go, but the separation did create more writing time for her. Sometime in 1834 the Reverend Dionysius Lardner commissioned Mary Shelley to write biographical sketches for his popular Cabinet Cyclopedia. Doubtless, he had read her essays on Italian literature in the Westminster Review, and requested similar work for his series. The connection with Lardner proved fruitful for Mary: after the appearance of the first volume of Lives of the Most Eminent Literary and Scientific Men of Italy, Spain, and Portugal in February of 1835, another in October, and the third two years later, Mary went on to produce a similar work covering French authors, appearing in two volumes in 1838 and 1839. This period also saw the publication of Mary Shelley's last novel, Falkner, and Percy Florence Shelley's matriculation to Cambridge, both in 1837.\n\r\nAs Mary concluded the Cyclopedia series, Sir Timothy Shelley rescinded his prohibition against publishing his son's works. Although 1839 began a period of declining health for Mary Shelley, she began a complete edition of her late husband's poems in four volumes, the last of which appeared in May. In November she produced a single-volume edition of the same work, and her edition of Percy B. Shelley's Essays, Letters from Abroad, Translations and Fragments was reviewed in December.\n\r\nRecovering somewhat from her illness, and in hopes of gaining even more strength from a milder climate, Mary Shelley began a tour of the Continent with her son and his college friends; a second trip with the same company lasted more than a year, June 1842 to August 1843. Keeping a journal and copies of all her letters from both journeys, she turned them to profit as a travel book, much as she had with her elopement tour some thirty years earlier. Rambles in Germany and Italy, published in two volumes in July of 1844, was to be her last book.\n\r\nMary Shelley's primary concern of her widowed life—the care of her son—was relieved at this time, but other worries soon followed. On 24 April 1844 Sir Timothy Shelley died, leaving his estate and title to Percy Florence Shelley; but in the following year two blackmail schemes against her came close to crushing her spirit. Near the end of her Continental excursion in 1843, Mary Shelley had befriended in Paris a down-and-out Italian political exile named Ferdinando Gatteschi. It was for him that she wrote her Rambles, and she sent him the proceeds, as well as a continual flow of caring, supportive letters. The language of these heartfelt letters, however, was so sentimental that Gatteschi, realizing that the tone could be misconstrued as seductive, demanded further payment from Mary Shelley to keep them from the press. She was saved by another acquaintance from her travels, who had the Parisian police seize all Gatteschi's papers and retrieved the letters. Another attempt at blackmail by a literary forger known as George Byron, who claimed to be the poet's son, was also thwarted.\n\r\nThe last six years of Mary Shelley's life were spent in relative peace and retirement. She lived to see her son married on 22 June 1848, now secure as Sir Percy Shelley. On 1 February 1851 Mary Shelley died in London at the age of fifty-three.\n\r\nThough Frankenstein assures Mary Shelley a permanent place in literary history and though some of her other novels are praised by critics, her nonfiction prose, particularly in the forms of biography and travel essay, ranks with some of the best writing in those genres. Indeed, when Rambles and her Cyclopedia biographies are considered next to her fiction of the period after 1830, it must be admitted that the nonfiction is superior writing. Mary Shelley herself thought so: near the end of her literary career, she told her husband's publisher, Edward Moxon, \"I should prefer quieter work ... such as my lives for the Cyclopedia ... which I think I do much better than romancing ...\" (20 September 1843).\n\r\nMary Shelley's first adult work, History of a Six Weeks' Tour (1817), introduced her into the peculiar genre of travel writing almost by accident. Though Mary Shelley knew that much of the interest in the work would be based on hopes of catching glimpses of her husband's life, the book's main strength is the vivid description that had become a hallmark of Romanticism. Moreover, the description is of that essentially Romantic type which describes the observer as much as the scene, and senses a supernatural presence in nature. In her preface she tells the reader:\nThose whose youth has been past as theirs (with what success it imports not) in pursuing, like the swallow, the inconstant summer of delight and beauty which invests this visible world, will perhaps find some entertainment in following the author, with her husband and friend, on foot, through part of France and Switzerland, and in sailing with her down the castled Rhine, through scenes beautiful in themselves, but which, since she visited them, a great poet has clothed with the freshness of a diviner nature.\nThat \"great poet,\" of course, is her husband, and the reference is to his blank-verse masterpiece Mont Blanc, which was first published in this book. In her preface she is acknowledging that travel writing is not poetry, but that it is more than just clinical and objective description: it is an attempt to bring the reader imaginatively into scenes described. Mary Shelley's English audience, starved for real experience of the Continent (Napoleon's wars made travel there dangerous until the peace of 1814), was eager for new accounts of travel there.\n\r\nMary Shelley's literary career began and ended with travel books. Of all of her writings, her last, Rambles in Germany and Italy (1844), suffers most from the constraint of writing for money. Pushed into writing by a need for money for Gatteschi, Mary Shelley's heart was not always in what she wrote. Nevertheless, there are passages in which her heart was too much with her: again and again a scene would remind her of how she first saw it with her husband. Yet she does not allow the reminiscence to obscure the description for the reader. This work too has affinities to descriptive-meditative verse. It maintains the sense of a supernatural presence behind nature:\nIt has seemed to me—and on such an evening, I have felt it,—that this world, endowed as it is outwardly with endless shapes and influences of beauty and enjoyment, is peopled also in its spiritual life by myriads of loving spirits; from whom, unawares, we catch impressions, which mould our thoughts to good, and thus they guide beneficially the course of events, and minister to the destiny of man. Whether the beloved dead make a portion of this holy company, I dare not guess; but that such exists, I feel.\nThere is also a political element to the book, consisting mostly of laments over the increasing oppression of Italy under Austria, but this part owes most to Gatteschi, and is not Mary Shelley's best writing.\n\r\nWhen she breaks away from Italian politics and writes of Italian literature, Mary Shelley is at her best, and some sections dealing with Italian culture are as good as her periodical essays on Italy or her Cyclopedia entries on Italian writers. Letter XVI, in the second volume of Rambles in Germany and Italy, is a complete history of Italian literature: she is particularly eloquent in her discussion of the Italian Romantics, using military language to describe the struggle between classic and romantic.\nIt began in 1818, when Berchet, a poet of merit, descended suddenly into the arena, throwing, by way of challenge, a translation of the Leonora of Burgher, accompanied by an essay, discarding the old models and planting a new banner....\nThere is a fair portion of art criticism in the book as well, but it is not as good as her literary history.\n\r\nMary Shelley's periodical essays of the 1820s establish her as a leading ambassador of Italian culture in England. Her very first published essay was a review of the Italian historian Giovanni Villani's Chroniche Fiorentine. Her focus is telling: after a vigorous defense of modern writers (as opposed to classical; that is, since Dante), she praises Villani for his illumination of the places and people mentioned in Dante's Divine Comedy. She presents Villani as the very type of narrator she has been in her travel writing,\nthe writer who makes the persons of Dante's Spirits familiar to us; who guides us through the unfinished streets and growing edifices of Firenze la bella, and who in short transports us back to the superstitions, party spirit, companionship, and wars of the thirteenth and fourteenth centuries.\nMary Shelley's poetics in the opening paragraphs are squarely Romantic: citing Madame Germaine de Staël's distinction of classic and romantic without commenting on its validity, she laments the folly of systematizing genius.\n\r\nMore than any other topic, Mary Shelley's articles through the 1820s dealt with presenting Italy and its culture to English readers. \"Recollections of Italy\" in the London Magazine for January 1824 combined her Italophilia with travel writing. Her \"Defense of Velluti\" in the Examiner for 11 June 1826 was signed \"Anglo-Italicus,\" another indication of the extent to which Italy became a part of her literary identity.\n\r\nA review article in the October 1826 Westminster Review examining three English travel books about Italy shows how well Mary Shelley understood the genre, and the confidence with which she judged the expertise of other \"authorities\" on Italy. A similar essay in the same magazine three years later (July 1829) reviewed two books for English travelers in Italy. What is striking about these essays, as criticism, is one judgment which is out of line with those of her day and ours. It is the identification of a genre she terms \"Anglo-Italian literature,\" inaugurated, she says in the first article, by Byron's \"Beppo\" and represented by the five books she reviews in both essays. The fact that Mary Shelley discerned a \"school\" of English expatriate authors writing in and about Italy suggests one reason for her preoccupation with Italy in her nonfiction: she saw Anglo-Italian literature as a category as distinct as biography or travel writing. These two essays, \"The English in Italy\" and \"Modern Italy,\" form an important link between her travel writing and her writings about Italy, having elements of both.\n\r\nMary Shelley's book reviews of non-Italian topics are not nearly as engaging, but they are of some biographical interest when the reader speculates how peculiarly fitting each is to her personality, and how each in some way illuminates her other work. Her essay \"On Ghosts\" (London Magazine, March 1824) strikes those who know Mary Shelley only through Frankenstein as very much a part of her Gothic sensibility, and captures the mood that must have presided over that ghost-story session with Byron at Lake Geneva in 1816. Yet its tone is analytical, and it presents the Gothic as a yearning for a lost innocence of superstition. She suggests a central tenet of Romanticism and Gothicism: the Enlightenment did not totally exorcise the supernatural from human consciousness, and that is a good thing. \"But do none of us believe in ghosts?\" she continually asks.\n\r\nEach of the remaining essays bears some connection with an aspect of Mary Shelley's life. Her review of two works by Merimée in the October 1929 Westminster Review recalls her visit to the young poet the previous year. Her review, in the same issue, of The Loves of the Poets, by Anna Brownell Jameson, is poignant with the unstated realization that she too would be the subject of just such literary biography: the definition of love she cites is from her husband's essay \"On Love.\" The definition of a poet is her own, and is worthy of being placed beside those of the other Romantics, especially as hers is not well known:\nWhat is a poet? Is he not that which wakens melody in the silent chords of the human heart? A light which arrays in splendor things and thoughts which else were dim in the shadow of their own significance. His soul is like one of the pools in the Ilex woods of the Maremma, it reflects the surrounding universe, but it beautifies, groups, and mellows their tints, making a little world within itself, the copy of the outer one; but more entire, more faultless. But above all, a poet's soul is Love; the desire of sympathy is the breath that inspires his lay, while he lavishes on the sentiment and its object, his whole treasure-house of resplendent imagery, burning emotion, and ardent enthusiasm. He is the mirror of nature, reflecting her back ten thousand times more lovely; what then must not his power be, when he adds beauty to the most perfect thing in nature—even Love.\nMary Shelley's review of Thomas Moore's Life and Death of Lord Edward Fitzgerald (1831) in the January 1832 Westminster Review is interesting as a gauge of her demands on biography, the genre which would absorb most of her literary energies for the next decade. Her review of her father's novel Cloudesley in Blackwood's Edinburgh Magazine for May 1830 holds a twofold interest: as her only public critical comment on a work of fiction not her own and as a sign of her affection for her father, a glimpse at the critical biography that she planned but never finished (though portions of it appear in Kegan Paul's biography of Godwin).\n\r\nThe review also illuminates Mary Shelley's own thoughts on novel writing. It begins with a summary of the theory of the novel presented in Godwin's preface to Cloudesley, supported by lengthy quotations. Shelley then contrasts Godwin's theory with Edward Bulwer-Lytton's, as expressed in his preface to Pelham (1828). The comparison serves to assert Godwin's supremacy in the art of the novel. \"Mr. Bulwer,\" Shelley states, \"gives us ... himself, his experience, his opinions, his emotions. The high-wrought and noble tone of his mind spreads a sacred and even mysterious grandeur over his pages.\"\n\r\nOn the other hand Godwin, his daughter tells us, brings himself into his novels only by entering into his characters:\nBy dint of the mastery of thought, he transfuses himself into the very souls of his personages; he dives into their secret hearts, and lays bare, even to their anatomy, their workings; not a pulsation escapes him,—while yet all is blended into one whole, which forms the pervading impulse of the individual he brings before us.\nCloudesley is then presented as \"a fresh example of what we have been saying.\"\n\r\nShelley's contrast of the two styles reveals some of her own view of the novelist's craft. Her image of Bulwer-Lytton's is very like the Victorian age caricature of Romanticism: overrich, grandiose, overstuffed with the author's ego. Her concept of her father's practice represents what the Romantics themselves thought they were doing: balancing reason and emotion, subject and object, classical form and \"Gothic\" ornament. \"The mere copying from our own hearts,\" she concludes, \"will no more form a first-rate work of art, than will the most exquisite representation of mountains, water, wood, and glorious clouds, form a good painting, if none of the rules of grouping and colouring are followed.\"\n\r\nMary Shelley's biographical sketches in Lardner's Cabinet Cyclopedia may be, as she thought they were, her very best writing; ironically, they are the least read. There is little to lament in this irony: the type of work these sketches form may be best termed \"serviceable.\" They are lively and readable, but they are intended to be reference works. Mary Shelley's studies of the great men of Italy, Spain, Portugal, and France display a Romantic tendency to explore the inner workings of the subject's mind, insofar as they can be discerned. This imaginative quality in her biographies makes them more compelling than others before her time; yet there is no lack of hard fact or logical analysis in these accounts.\n\r\nThe last genre attempted by Mary Shelley is in many ways a continuation of her work in biography and literary history, for her notes and prefaces to Shelley's poems are mostly biographical rather than critical. There is varying critical opinion today concerning how careful Mary Shelley was as an editor, but most of the cavils—silent emendation, or even suppression of some material—are the result of demanding twentieth-century editorial values of a nineteenth-century editor. Her last paragraph in the preface to Posthumous Poems may be a key to the lack of any evaluative tone in her notes:\nI do not know whether the critics will reprehend the insertion of some of the most imperfect among them; but I frankly own that I have been more actuated by the fear lest any monument of his genius should escape me than the wish of presenting nothing but what was complete to the fastidious reader.\nSince the Oxford and other standard editions of Percy Shelley's works have incorporated all \"Mrs. Shelley's\" notes and prefaces, it may be that, after Frankenstein, the most-read works from her pen are her editorial works, which provide the most thorough and reliable biographical back-ground to Shelley's poems of any single source.\n\r\nMary Shelley's letters and journals must be evaluated by different criteria, as they were not written for publication. This is not a universal rule: many of her literary contemporaries wrote each slightest note with an eye toward the public, and it was not unusual to prepare one's own letters and journals for publication. To some extent, Mary Shelley did this with her travel journals and related letters. But with those excepted, most of her letters and journals are personal, showing the verbal shorthand one uses with close friends.\n\r\nThe journals are not typical of Shelley's prose style: they are more memoranda than diaries; telegraphic and abbreviated for the most part. Two exceptions are notable: travel entries, especially her descriptions of Geneva in 1816; and the melancholy entries following the three-month gap in her journal after Percy Shelley's death in 1822. Here she confides to herself the minutest feelings that had been previously found only in letters, and rarely there. Perhaps it was her husband's death that unleashed this eloquent self-communion, since her ideas and feelings before had always been tested against his. She says in the first entry (2 October) after the poet's death on 8 July:\nFor eight years I communicated, with unlimited freedom, with one whose genius, far transcending mine, awakened and guided my thoughts. I conversed with him; rectified my errors of judgment; obtained new lights from him; and my mind was satisfied. Now I am alone—oh, how alone! The stars may behold my tears, and the winds drink my sights; but my thoughts are a sealed treasure, which I can confide to none. But can I express all I feel? Can I give words to thoughts and feelings that, as a tempest, hurry me along? Is this the sand that the ever-flowing sea of thought would impress indelibly? Alas! I am alone.\nYet it is out of this solitude that Mary Shelley forged some of her greatest writing.\n\r\nThe extent to which Mary Shelley's mind was connected with her husband's before his death can also be seen in their letters. Many of her letters in the eight years of her marriage were postscripts to her husband's. Virtually every variety of style may be read in her letters. There is a breathless, precipitous jumble of emotions and half-uttered sentiments in her billets-doux to Shelley, such as this letter of 25 October 1814, when he was running to escape imprisonment for debt:\nFor what a minute did I see you yesterday—is this the way my beloved that we are to live till the sixth in the morning I look for you and when I awake I turn to look on you—dearest Shelley you are solitary and uncomfortable why cannot I be with you to cheer you and to press you to my heart oh my love you have no friends why then should you be torn from the only one who has affection for you ...?\nIn contrast is the florid \"Continental\" ornament of her formal epistles to French and Italian correspondents, such as this 11 November 1830 letter to Lafayette:\nPardon a woman, my dear and most respected General, for intruding these observations. I was the wife of a man who—held dear the opinions you espouse, to which you were the martyr and are the ornament; and to sympathize with successes which would have been the matter of such delight to him, appears to me a sacred duty—and while I deeply feel my incapacity to understand or treat such high subjects, I rejoice that the Cause to which Shelley's life was devoted, is crowned with triumph.\nYet another style is the respectful, almost deferential balance of dignity and humility in her formal letters to those she thought to be above her station, either in society or in letters. Consider this 25 May 1829 request to Sir Walter Scott for help on her research for Perkin Warbeck:\nI hope you will forgive my troubling you—it is almost impertinent to say how foolish it appears to me that I should intrude on your ground, or to compliment one all the world so highly appretiates—but as every traveller when they visit the Alps, endeavours however imperfectly, to express their admiration in the Inn's Album, so it is impossible to address the Author of Waverly [sic] without thanking him for the delight and instruction derived from the inexhaustible source of his genius....\nMary Shelley's business correspondence is pointed, succinct, and direct, as we see in this 6 August 1835 query to Charles Ollier about royalties:\nWhat of Lodore—Do you remember that when 700 are sold I am to have £ 50—? Will 700 never be sold—I am very unlucky; praised & noticed as it has been. You promised me to look after my interests in this particular and I trust you, because I think you will feel more sympathy with a poor Author than a rich Publisher.\n \n\r\nVirtually all of the Shelley circle were Mary Shelley's correspondents (Lord Byron, Maria Gisborne, Claire Clairmont, Edward John Trelawny), as well as other important Romantic writers (Leigh Hunt, Thomas Love Peacock, Henry Crabb Robinson), editors, and publishers (Thomas Campbell, Edward Moxon, John Murray, Charles Ollier). Mary Shelley's letters are of interest not only as sources for biography, but also as further indications of her literary skill. For whichever of her \"four fames\" draws us to her—her mother, her father, her husband, or her monster—everything from Mary Shelley's pen claims for her prodigious territory in English Romantic prose.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}