{"pf_url": "https://www.poetryfoundation.org/poets/mary-borden", "name": "Mary Borden", "yob": "1886", "yod": "1968", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/25b41f0670f40ba419fb9d7a7b2038caf5b0577f.jpeg", "bio": "\nAmerican writer Mary Borden was born in Chicago and earned a BA from Vassar College in 1907. One year later, she married George Douglas Turner, a British army general and member of Parliament, and they lived in England. She served as a director of French field hospitals in both World Wars, for which she received military medals for bravery. She drew upon these experiences for the backgrounds in several of her novels. Borden often traveled back to the United States and would assist her nephew-in-law Adlai Stevenson's presidential campaign, authoring several of his speeches. “Borden wrote in a tightly scripted style, every word carefully chosen to evoke the right feeling and atmosphere,” wrote P. Campbell in Twentieth-Century Romance and Historical Writers.\nMany of Borden’s novels concern illicit love affairs. In Action for Slander (1937), Major Daviot is accused of cheating at cards and takes his accuser to court. But Daviot is secretly having an affair with his accuser’s wife and this is the underlying reason the charge of cheating was made. D.L. Mann in Boston Transcript praised the “understanding of human nature” exhibited by Bentley in her novel, and called Action for Slander “a remorselessly moral story.” Sarah Gay deals with the love affair between a young English woman working, as did Borden herself, for the French Red Cross during World War I, and a Frenchman she meets at the hospital. Sarah gives up her husband and children back home to live in Paris with her new lover. But when one of her children becomes ill, Sarah returns to England.\nBorden’s A Woman with White Eyes (1931) is a more impressionistic novel. Telling the retrospective stories of two female friends nearing 60, the novel details their relationships with husbands, lovers and family members over a sometimes-stormy lifetime. Calling A Woman with White Eyes “perhaps the most complex novel of the year,” Fanny Butcher of the Chicago Daily Tribune found the profusion of memories a bit overwhelming, saying “if A Woman with White Eyes had been a little less diffused, technically, it would have been a much more powerful book.” Margaret Wallace in the New York Evening Post thought the novel “lacks the homely virtues of clarity and simplicity” although being a “brilliant and subtle piece of writing.” L.A.G. Strong in Spectator concluded that A Woman with White Eyes “is a most impressive and moving book, full of scenes that haunt the memory.”\nAfter her death, The Times commented, “Miss Borden was a writer of very real and obvious gifts. Intelligent, resourceful, and accomplished, not seldom impressive in their sustained narrative power, most of her novels were nevertheless somewhat narrowly confined to the experience of the very rich and exalted and in the result were stamped by a certain conventionality of outlook. She tried in time to broaden the field of her observation and imaginative sympathy, but continued for the most part to make the best use of her talents in keeping to the type of wealthy and fashionable milieu which for many years she knew best.”\n", "attrs": {"Region:": ["England"]}}