{"pf_url": "https://www.poetryfoundation.org/poets/mary-ruefle", "name": "Mary Ruefle", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/3c17e1da1d9f195200b91a633c9d7cb710441d43.jpeg", "bio": "\nThough poet and essayist Mary Ruefle was born outside Pittsburgh, she spent her youth moving around the United States and Europe with her military family. She has published over a dozen books of poetry, including Dunce (2019), which was a finalist for the National Book Critics Circle Award, My Private Property (2016), Indeed I Was Pleased with the World (2007), and The Adamant (1989), which won the Iowa Poetry Prize. She is also the author of the essay collection Madness, Rack, and Honey (2012) and the work of fiction The Most of It (2008). A Little White Shadow (2006), her book of erasures—found texts in which all but a few words have been erased from the page—reveals what Publishers Weekly, in a starred review, called “haiku-like minifables, sideways aphorisms, and hauntingly perplexing koans.” Ruefle's erasures are available to view on her website; a full-color facsimile of her erasure Incarnation of Now was published in a limited edition by See Double Press.\nRuefle’s free-verse poetry is at once funny and dark, domestic and wild. Reviewing Post Meridian (2000), critic Lisa Beskin of the Boston Review observed, “Like John Ashbery and James Tate, Mary Ruefle investigates the multiplicities and frailties of being with an associative inventiveness and a lightness of touch; the purposefulness of her enquiry never eclipses the remarkable beauty of her work.”\n\r\nRuefle earned a BA from Bennington College. She has received fellowships from the National Endowment for the Arts and the Guggenheim Foundation, as well as a Whiting Writers’ Award, and an Award in Literature from the American Academy of Arts and Letters. Her work has been anthologized in Best American Poetry, Great American Prose Poems (2003), American Alphabets: 25 Contemporary Poets (2006), and The Next American Essay (2002).\nRuefle has taught at Vermont College and the University of Iowa Writers’ Workshop. She lives in Vermont.\n", "attrs": {"Region:": ["U.S., New England"]}}