{"pf_url": "https://www.poetryfoundation.org/poets/mary-robinson", "name": "Mary Robinson", "yob": "1758", "yod": "1800", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ac77b2eedae080cc022691a6f9457d35839d8f08.jpeg", "bio": "\n“A woman of undoubted Genius,” according to Samuel Taylor Coleridge, Mary Robinson was an English actress, author, celebrity, and ardent supporter of the rights of women who gained considerable fame during her lifetime. \nKnown by the nickname “Perdita,” after her role in Shakespeare’s The Winter’s Tale in 1779, Robinson wrote eight novels, the first of which, Vancenza; or the Dangers of Credulity (1792), a Gothic story of seduction, quickly sold out its first publication. As a poet she was prolific and innovative, publishing 14 volumes of poetry during her lifetime, with two collections published posthumously. Her poetry is characterized by an innovative and insurgent spirit commonly associated with poets of the Romantic period. Composed in highly original meters and forms, much of her work demonstrates Robinson's interest in the marginalized, downtrodden figures of society, while others, such as “The Haunted Beach,” “The Lady of the Black Tower,” “Stanzas Written after Successive Nights of Melancholy Dreams,” and “To the Poet Coleridge,” reveal a fascination for the fantastic, the dream-like states of semi-consciousness, and the imagination. Robinson earned much popular and critical praise, and was part of the literary circle that included Robert Merry, John Wolcot, William Godwin, Mary Wollstonecraft, and Coleridge. In the last year of her life, Robinson succeeded Robert Southey as poetry editor for the Morning Post, for which she was also a regular contributor, and published Lyrical Tales (1800), a book which prompted William Wordsworth to reconsider the title for the second edition of Lyrical Ballads. \nPublic interest in Robinson stemmed not only from her literary accomplishments, but from her well-publicized personal life. She gained fame and popularity as an actress, debuting in the role of Juliet in December 1776. Her success in theater lasted the following for seasons and gave Robinson and her husband access to fashionable society. During her performance as Perdita, she caught the eye of the young Prince of Wales, later George IV, and the two were briefly romantically involved. Thereafter, she became a permanent fixture of daily papers, which detailed her personal life and cemented her status as a celebrity.\nSadly, Robinson’s final months were plagued by debt, illness, and despair. She died on December 26, 1800. \n \n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}