{"pf_url": "https://www.poetryfoundation.org/poets/matilda-bethem", "name": "Matilda Bethem", "yob": "1776", "yod": "1852", "image": null, "bio": "\n                                                                    Biographer and portrait painter Matilda Betham was raised in Stonham Aspal in Suffolk, England, the firstborn in a family of 15 children. She learned portrait painting in order to support herself and moved to London when her family was undergoing financial difficulties. Betham showed her work at the Royal Academy and painted portraits of poets George Dyer and Robert Southey. She met Samuel Taylor Coleridge in 1802 when she painted his portrait; he encouraged her writing, even composing the poem “To Matilda Betham, from a Stranger” for her.    Considered a Romantic poet, Betham published poetry collections including Elegies and Other Small Poems (1797), Poems (1808), The Lay of Marie (1816), Vignettes: In Verse (1818), and Sonnets and Verses, to Relations and Their Connexions (c. 1836). In the early 1840s, in a limited edition for acquaintances, she published an account of her life entitled Crow-quill Flights.    Betham became interested in suffrage for women and at one time wrote a letter on behalf of women’s rights to John Cam Hobhouse, a member of Parliament. She published A Biographical Dictionary of the Celebrated Women of Every Age and Country in 1804. In 1821 she published Challenge to Women, Being an Intended Address from Ladies of Different Parts of the Kingdom, Collectively to Caroline, Queen of Great Britain and Ireland in support of Queen Caroline, who had been tried for adultery.   Betham’s family committed her at least twice to an insane asylum. After one stay, she lived in London when she was released, keeping her address secret from her family. Later in life, when she had trouble supporting herself financially, George Dyer successfully petitioned the Royal Literary Fund for monetary assistance for her. Betham’s niece Matilda Betham-Edwards (1856–1919) wrote about Betham in Six Life Studies of Famous Women (1880).  \r\n \r\n﻿\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}