{"pf_url": "https://www.poetryfoundation.org/poets/matthew-zapruder", "name": "Matthew Zapruder", "yob": "1967", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/1386c14003f1b175c9a0e2717d7c20c2261cb5da.jpeg", "bio": "\nPoet and editor Matthew Zapruder was born in Washington, DC. He earned a BA in Russian literature at Amherst College, an MA in Slavic languages and literature at the University of California, Berkeley, and an MFA in poetry at the University of Massachusetts, Amherst.\r\n \r\nZapruder’s poems employ nuanced, conversational syntax to engage themes of grief, perception, and logic. As Dana Jennings noted in the New York Times, Zapruder has a “razor eye for the remnants and revenants of modern culture.” Discussing his own development as a writer in the Los Angeles Times, Zapruder addressed the role of rhyme in his work: “[T]he rhyme is what I would call ‘conceptual,’ that is, not made of sounds, but of ideas that accomplish what the sounds do in formal poetry: to connect elements that one wouldn't have expected, and to make the reader or listener, even if just for a moment, feel the complexity and disorder of life, and at the same time what Wallace Stevens called the ‘obscurity of an order, a whole.’”\r\n \nZapruder is the author of several collections of poetry, including Father’s Day (2019), Sun Bear (2014), Come On All You Ghosts (2010), The Pajamaist (2006), and American Linden (2002). He collaborated with painter Chris Uphues on For You in Full Bloom (2009) and cotranslated, with historian Radu Ioanid, Romanian poet Eugen Jebeleanu’s last collection, Secret Weapon: Selected Late Poems (2008).\r\n \r\nWith Brian Henry, Zapruder cofounded Verse Press, which later became Wave Books. As an editor for Wave Books, Zapruder coedited, with Joshua Beckman, the political poetry anthology State of the Union: 50 Political Poems (2008). His own poems have been included in the anthologies Best American Poetry (2013, 2009), Third Rail: The Poetry of Rock and Roll (2007), and Legitimate Dangers: American Poets of the New Century (2006), as well as Poets on Teaching: A Sourcebook (2010). He is also the author of Why Poetry (2017), a book of prose about reading poetry for a general audience. \n \nZapruder’s poetry has been adapted by some of America’s most exciting young composers. In Fall, 2012, his poetry was adapted and performed at Carnegie Hall by Composer Gabriel Kahane and Brooklyn Rider. In February, 2014, composer Missy Mazzoli, along with Victoire and Glenn Kotche, performed Vespers for a New Dark Age, a piece commissioned by Carnegie Hall for the 2014 Ecstatic Music Festival, and released as a recording on New Amsterdam records in spring, 2015. \n \nZapruder’s honors include a Guggenheim Fellowship, a Lannan Foundation Residency Fellowship, the William Carlos Williams Award from the Poetry Society of America, and the May Sarton Prize from the American Academy of Arts and Sciences. He has taught at New York University, the New School, the University of California Riverside - Palm Desert Low Residency MFA Program, the University of Massachusetts, Amherst’s Juniper Summer Writing Institute, and at the University of California at Berkeley as the Holloway Fellow.\n \nHe lives in Oakland, where he is an associate professor in the Saint Mary’s College of California MFA Program in Creative Writing, as well as editor at large for Wave Books. He is also a guitarist in the rock band The Figments.\n", "attrs": {"Region:": ["U.S., Western"]}}