{"pf_url": "https://www.poetryfoundation.org/poets/matthew-dickman", "name": "Matthew Dickman", "yob": "1975", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/d32c45ad2ff77bb98a2db983a13889c8bff3b95b.jpeg", "bio": "\nThe twin brother of poet Michael Dickman, poet Matthew Dickman grew up in Lents, a working-class area of Portland, Oregon. He earned a BA at the University of Oregon and an MFA at the University of Texas-Austin’s Michener Center. He is the author of the poetry collections Wonderland (2018), Mayakovsky's Revolver (2014), 50 American Poems (cowritten with Michael Dickman, 2012), and All American Poem (2008).\r\n \r\nUnabashed in their celebration and in their grief, Dickman’s expansive, long-lined lyric poems are layered with references to popular culture, personal history, and class-based struggle. In a 2010 interview with Brian Brodeur for the blog How a Poem Happens, Dickman stated, “I do believe in inspiration. Inspiration and meaning-making. Often they are bed partners.” Introducing a selection of Dickman’s poetry in the Boston Review in 2007, poet Major Jackson observed, “He knows something about the sorrow of this world, its call for a kind of toughness of spirit and a sensitivity that must go underground if one is to survive and, more importantly here, the violence that such poverty [re-creates] and echoes in the lives of the dispossessed. His authority is that of the native, unwavering and resolute.”\r\n \r\nDickman’s debut collection, All American Poem (2008), was chosen by Tony Hoagland for the American Poetry Review’s Honickman First Book Prize and also won the 2009 Oregon Book Award for Poetry. He has received the Kate Tufts Discovery Award, the American Academy of Arts and Science’s May Sarton Poetry Prize, as well as residencies and fellowships from the Provincetown Fine Arts Work Center, the Vermont Studio Center, Literary Arts of Oregon, and the Lannan Foundation. He lives in Portland, Oregon.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}