{"pf_url": "https://www.poetryfoundation.org/poets/matthew-arnold", "name": "Matthew Arnold", "yob": "1822", "yod": "1888", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/4bb06fa6c640521396b9391f0a70071b64efecbb.jpeg", "bio": "\nAmong the major Victorian writers, Matthew Arnold is unique in that his reputation rests equally upon his poetry and his poetry criticism. Only a quarter of his productive life was given to writing poetry, but many of the same values, attitudes, and feelings that are expressed in his poems achieve a fuller or more balanced formulation in his prose. This unity was obscured for most earlier readers by the usual evaluations of his poetry as gnomic or thought-laden, or as melancholy or elegiac, and of his prose as urbane, didactic, and often satirically witty in its self-imposed task of enlightening the social consciousness of England.\n\r\nAssessing his achievement as a whole, G.K. Chesterton said that under his surface raillery Arnold was, “even in the age of Carlyle and Ruskin, perhaps the most serious man alive.” H.J. Muller declared that “if in an age of violence the attitudes he engenders cannot alone save civilization, it is worth saving chiefly because of such attitudes.” It is even more striking, and would have pleased Arnold greatly, to find an intelligent and critical journalist telling newspaper readers in 1980 that if selecting three books for castaways, he would make his first choice The Poetical Works of Matthew Arnold (1950), because “Arnold’s longer poems may be an acquired taste, but once the nut has been cracked their power is extraordinary.” Arnold put his own poems in perspective in a letter to his mother on June 5, 1869: “It might be fairly urged that I have less poetical sentiment than Tennyson, and less intellectual vigour and abundance than Browning; yet, because I have perhaps more of a fusion of the two than either of them, and have more regularly applied that fusion to the main line of modern development, I am likely enough to have my turn, as they have had theirs.”\n\r\nMany readers have come to see Arnold as the most modern of the Victorians. Arnold himself defines “the modern” in his first lecture as professor of poetry at Oxford in 1857, “On the Modern Element in Literature.” This lecture marked Arnold’s transition from poet to social and literary critic. He argued that the great need of a modern age is an “intellectual deliverance”: preoccupation with the arts of peace, the growth of a tolerant spirit, the capacity for refined pursuits, the formation of taste, and above all, the intellectual maturity to “observe facts with a critical spirit” and “to judge by the rule of reason.” This prescription, which he found supremely fulfilled in Athens of the fifth century B.C., is of course an idealized one when applied to any age. Arnold believed, however, that holding up this ideal was necessary if his own age were to become truly modern, truly humanized and civilized.\n\r\nThe views Arnold developed in his prose works on social, educational, and religious issues have been absorbed into the general consciousness, even if what they are as far as ever from being realized. The prospect of glacially slow growth never discouraged Arnold. While he harshly satirized the religious cant and hypocrisy of his era, he believed that the possibility of a better society for all depended not only on critique but also a vision of human perfection. That vision is soberly expressed in the late essay “A French Critic on Milton”: “Human progress consists in a continual increase in the number of those, who, ceasing to live by the animal life alone and to feel the pleasures of sense only, come to participate in the intellectual life also, and to find enjoyment in the things of the mind.”\n\r\nWhen Arnold’s poetry is considered, a different meaning must be applied to the term modern than that applied to the ideas of the critic, reformer, and prophet who dedicated most of his life to broadening the intellectual horizons of his countrymen—of, indeed, the whole English-speaking world. In many of his poems can be seen the psychological and emotional conflicts, the uncertainty of purpose, above all the feeling of disunity within oneself or of the individual’s estrangement from society which is today called alienation and is thought of as a modern phenomenon. As Kenneth Allott said in 1954: “If a poet can ever teach us to understand what we feel, and how to live with our feelings, then Arnold is a contemporary.”\n\r\nThe recurring themes of man’s lonely state and of a search for an inner self; the rejection in “The Scholar-Gipsy” of “this strange disease of modern life,/With its sick hurry, its divided aims”; the awareness, at the end of the early poem “Resignation,” “In action’s dizzying eddy whirled” of “something that infects the world” make an impact a century and more later. Readers of the internet age may find wryly amusing these lines from “Stanzas in Memory of the Author of ‘Obermann’” (1849):\n          Like children bathing on the shore\r\n          Buried a wave beneath,\r\n          The second wave succeeds before\r\n          We have had time to breathe.\nBut the speed of the destabilizing process of change is, after all, relative. On the other hand, few readers will fail to respond to Arnold’s well-known lines in “Stanzas from the Grande Chartreuse“ describing himself as “Wandering between two worlds, one dead,/The other powerless to be born.” Romantic nostalgia for idealized older worlds, or for simpler states of being, is at the emotional core of many of his poems, with the insistent pressure of the present creating a conflict only to be resolved by a shift to prose and to the role of midwife, or at least prophet, of a better world in the future.\n\r\nChesterton’s view of Arnold as the most serious man of his times was supported by the publication in 1952 of the complete Note-Books. This “breviary of a humanist” contains quotations in six languages, copied from books over a period of 36 years, that caught Arnold’s attention, passages which held profound meaning for him and invited meditation and reconsideration. The Bible bulks largest, followed by moral, religious, and philosophical thinkers. Even an hour a day of serious reading was, in Arnold’s experience, immensely “fortifying.” In a letter of 1884 to Charles Eliot Norton he characteristically blends observation and prediction: “You are quite right in saying that the influence of poetry and literature appears at this moment diminishing rather than increasing. The newspapers have a good deal to do with this. The Times, which has much improved again, is a world, and people who read it daily hardly feel the necessity for reading a book; yet reading a book—a good book—is a discipline such as no reading of even good newspapers can ever give. But literature has in itself such powers of attraction that I am not over anxious about it.”\n\r\nThe emphasis on religion and morality in the Note-Books is what one might expect of a son of Dr. Thomas Arnold, a strenuous Christian and scholarly clergyman-historian who fulfilled a prophecy that if elected headmaster of Rugby he would change the face of education “all through the Public Schools of England.” But son Matthew was a more complex being. There is evidence that the good doctor, whose avowed aim in education was to place moral and religious edification above mere intellectual attainment in order to turn schoolboys into young Christian gentlemen, felt some disappointment at times over the behavior of Matthew, who was less amenable, apparently, than were his brothers and sisters. Some of this “worldly” behavior, which puzzled and alarmed family and friends and caused great surprise at the serious tone and substance of his first published poems, was probably a sign of incipient polarities and conflicts. It marked his school and university days and to some extent his earlier years in the larger world, years illuminated not only by his poems but even more by his letters to Arthur Hugh Clough; the collection of these letters published in 1932 gave fresh stimulus and direction to Arnold studies.\n\r\nFollowing five years under tutors at Laleham and at Rugby, Arnold was sent for a year to his father’s old school, Winchester College, presumably for discipline as well as instruction. At Winchester he won a prize for verse recitation with a passage from Byron and a barrage of potato peelings from horrified schoolmates who heard him casually telling the headmaster that the work of the school was really quite light. The fifth and sixth forms he spent at Rugby. He won prizes for Latin verse and for English essay and verse—his prize poem Alaric at Rome (1840) was printed at Rugby—and earned a scholarship to Balliol College, Oxford, in 1840. At Oxford he established an intimate friendship with Clough, the former Rugby student who had most completely fulfilled Dr. Arnold’s aim of intellectual brilliance crowned by Christian fervor and moral earnestness. “I verily believe,” Clough said, “my whole being is soaked through with the wishing and hoping and striving to do the school good”; he later transferred this compulsion to society, earning from Arnold the mocking title of “Citizen” Clough. There was a whole other side to Clough, as the satirical wit and realistic substance of many of his poems were to show, but his hyperactive conscience and often paralyzing dissection of desires and motives have frequently been adduced as the effect on sensitive natures of Dr. Arnold’s standards of prayer and purity.\n\r\nThere was little evidence at this time of a similar influence on Matthew Arnold. The touches of mischief and resistance displayed in boyish years developed at Oxford into outright dandyism and independence, entertaining but also at times disturbing his more conventional friends. Clough records with amusement and reproach that “Matt is full of Parisianism; Theatre in general, and Rachel in special: he enters the room with a chanson of Beranger’s on his lips … his hair is guiltless of English scissors: he breakfasts at 12 … and in the week … he has been to Chapel once.” This Frenchiness extended to the reading of George Sand’s novels, no doubt with a sense of daring in the Victorian atmosphere of rectitude and distrust of things foreign. In part it was a romantic response to vivid descriptions of nature and to a passionate gospel of freedom in human relations; in larger part it was a response to the element of social idealism based on a belief in equality, as recalled in his generous obituary tribute of 1877 to George Sand’s greatness of spirit and her civilizing influence. Visiting her at her home in Nohant in 1846 and following the actress Rachel to Paris to see every performance for six weeks must have been seen by his friends, however, as dangerous, Byronic adventures.\n\r\nIn the years at Balliol a deeper source of concern to his friends than his rather extravagant dress and behavior was his careless attitude to his studies in the formally required subjects. Only prodding and coaching got him even a second class degree, though his general performance was apparently good enough to let him join Clough as a fellow of Oriel College. Clough had been expected on all sides to get a first instead of the second he also received, but in his case the distractions were part of that period of hectic religious strife. Young men at Oxford were, as Clough described himself, caught “like a straw drawn up the draught of a chimney” in the anguished debates swirling around the Tractarian or Oxford Movement and the dominant figure of John Henry Newman, who was soon to move on with some disciples to the Roman Catholic church. Differences between the Roman and Anglican positions and difficulties in subscribing to the articles of faith required of communicants in the Church of England were only the chief among problems exercising sensitive young minds at Oxford in those days. But soul-searching and tormented inner debate were even then foreign to Arnold’s cool and skeptical consideration of religious dogma. He was moved by Newman’s imaginative and spiritual eloquence, but he was after all the son of an aggressively liberal reformer in matters of Church and State. (Dr. Arnold, who died suddenly in 1842, had been appointed professor of modern history at Oxford in 1841, at a time when echoes of his searing attack on Newman and the “Oxford Malignants” in the Edinburgh Review were still reverberating.) The tone of a letter from Arnold to John Duke Coleridge in 1845 is noncommittal, even playful. Telling his friend not to let admiration for the sermons of Thomas Arnold reduce his admiration for Newman, Arnold said: “I find it perfectly possible to admire them both.”\n\r\nArnold’s behavior during those early years enabled him to keep others at arm’s length while he tried to make up his own mind, to explore his own nature and needs. His preferred reading is revealing. He shared his friends’ enthusiasm for Carlyle’s attacks on materialism and sham,and his exalting of great men and of character, which may have inspired his own Oxford prize poem on Cromwell (1843). His preferences included Emerson, with his themes of “Self-Reliance” and “Trust thyself!”; Goethe, who taught that the main thing for man is to learn to master himself; and Spinoza, whose philosophy contains the idea that man’s need is to affirm his own essence, to follow the law of his being. He had developed a strategy of detachment, as against Clough’s commitment to the issues of the day; and the introspective analysis of his own nature and of his relations to men and ideas permeates the correspondence with Clough.\n\r\nArnold’s drive to self-understanding and self-control may suggest a wish for a detached and self-sufficient position from which to contemplate human events and the historical flow, and could explain a change in the story of the young Egyptian king Mycerinus in Arnold’s early poem of that name. Having heard from an oracle that he is to die in six years, although he has tried to atone for his father’s cruel reign by a virtuous life and justice for his subjects, Mycerinus turns in scorn from his gods and his “sorrowing people” to spend the last years of his life in revelry. The possibility Arnold adds to that decision in lines 107-111 may be self-revealing:\n          It may be on that joyless feast his eye\r\n          Dwelt with mere outward seeming; he, within,\r\n          Took measure of his soul, and knew its strength,\r\n          And by that silent knowledge, day by day,\r\n          Was calmed, ennobled, comforted, sustained.\nArnold’s appointment as private secretary to the elderly Whig statesman Lord Lansdowne in 1847, after a term as assistant master at Rugby School, gave him over the next four years a vantage point for observation of the “joyless feast” of 19th-century industrialism and class discontent and the revolutionary upheavals of 1848 throughout Europe. The striving to take “measure of his soul” is evident in poems and in the letters to Clough, as is the struggle to attain a state of peace and calm, a balance between withdrawal and commitment, a reconciliation of the claims of reason and the feelings and of the “two desires” which “toss about the poet’s feverish blood. /One drives him to the world without/And one to solitude.” Clough had committed himself to action and wrote Arnold from Rome describing his situation during bombardment of the city by the French armies. Arnold’s reaction to Clough’s reforming zeal appears in his two sonnets “To a Republican Friend.” The first sonnet declares: “God knows it, I am with you.” The second counsels a longer view, for “When I muse on what life is, I seem/Rather to patience prompted” than to the hope proclaimed by France “so loud.” The day when “liberated man” will burst through “the network superposed by selfish occupation” will not “dawn at a human nod.”\n\r\nSuch sympathy with revolutionary aims but distrust of precipitate action could be expected of the young man whose “respect for the reason” sent him to Locke and Spinoza, and who already was turning from Beranger’s “fade” Epicureanism to the stoic philosopher Epictetus and the tragic dramatist Sophocles. But his philosophical orientation was put to severe test by the new experience that came Arnold’s way on his travels: romantic love. Its powerful force threatened to frustrate entirely the longing to take “measure of his soul” and so to be “calmed, ennobled, comforted, sustained.”\n\r\nThe long dispute over whether Marguerite, the French girl Arnold fell in love with in Switzerland, was real or imaginary was settled by the publication of the letters to Clough, which has allowed the majority view to prevail. The Marguerite of the Switzerland lyrics was indeed real, as was the anguish of the lover who could not surrender himself to passion. For a man who believed above all in self-control and integrity, the outcome of a conflict between the Platonic and the Byronic (or between the shades of Dr. Arnold and of George Sand) could not be long in doubt. There is as much of relief as of desolation in the poem “Self-Dependence.” Standing at the prow of the ship bearing him back to England, “Weary of myself, and sick of asking/ What I am, and what I ought to be,” Arnold sends “a look of passionate desire” (the only one on record) to the stars, and asks that they “Calm me, ah, compose me to the end!”\n\r\nHaving survived exposure to the storms of passion in the Alps, Arnold still felt the need for a love and companionship compatible with the needs of ordinary human nature, and before long he was attracted by the charms of a more suitable English girl, the daughter of a judge. The conventional courtship which followed, and which produced some charming lyrics, was prolonged until Arnold could obtain a position with an income that would support a wife. He achieved this when Lord Lansdowne had him appointed inspector of schools in April 1851, and the marriage to Frances Lucy Wightman took place in June. Though his first volume of poetry, The Strayed Reveller and Other Poems (1849), and the second, Empedocles on Etna and Other Poems (1852), received limited attention and were soon withdrawn from circulation in spite of praise from a discerning few, Arnold continued writing poetry. His reputation was established with his third volume, Poems: A New Edition (1853). It omitted “Empedocles on Etna” and the early poem “The New Sirens,” but contained two new poems which have been widely known and liked ever since, “Sohrab and Rustum“ and “The Scholar-Gipsy.” Most of Arnold’s best poems are in these volumes, except for “Dover Beach.”\n During this period in which Arnold moved from a studied aloofness through turbulence to the desired calm, though with an awareness that “Calm’s not life’s crown, though calm is well” (“Youth and Calm”). Arnold’s poetics, as revealed in the letters to Clough, show a gradual shift from a predominantly aesthetic to a predominantly moral emphasis. Modern poetry, to serve the age well, “can only subsist by its contents: by becoming a complete magister vitae as the poetry of the ancients did: by including, as theirs did, religion with poetry.” Poetry is something more than Keats’s “Beauty is Truth, Truth Beauty,” of which Arnold was later to say that it is not “all ye need to know,” though it is much. It is a source of moral therapy for the age and a surrogate for the weakening Christian faith. These views anticipate Arnold’s lectures On Translating Homer (1861), in which “nobility” is seen as a major characteristic of Homer, and “The Study of Poetry” (1880), which proclaims that “the strongest part of our religion today is its unconscious poetry.”\nA parallel shift in emphasis is apparent in the definitions of style. It is at first simply “saying in the best way what you have to say,” though Arnold adds that “what you have to say depends on your age.” The new emphasis appears when Arnold declares that “there are two offices of Poetry—one to add to one’s store of thoughts and feelings—another to compose and elevate the mind by a sustained tone, numerous allusions, and a grand style.” Arnold’s perception of beauty and greatness in art has shifted from the aesthetic impact of a unity in form of conception and form of expression to the moral impact of a unity of style and substance which exhibits and influences character. Poetry must convey the emotional warmth and spiritual power that religion was losing in an era of sectarian strife on the one hand and agnostic indifference on the other. “If one loved what was beautiful and interesting in itself passionately enough, one would produce what was excellent without troubling oneself with religious dogmas at all. As it is, we are warm only when dealing with the last,” and because warmth is a blessing and frigidity a curse, Arnold would have “most others” stay “on the old religious road.”\n\r\nThis letter of September 6, 1853 foreshadows the Arnold of the 1870s who tried by humanistic reinterpretation to preserve the Bible and Christianity for the masses. He attempts to find in great poetry a supreme moral and spiritual influence as well as an ideal aesthetic form. In a letter written three months later, Arnold rejects Clough’s praise for “The Scholar-Gipsy\": “I am glad you like the Gipsy Scholar,” he says, “but what does it do for you? Homer animates—Shakespeare animates—in its poor way I think Sohrab and Rustum animates—the Gipsy Scholar at best awakens a pleasing melancholy.” But what men want is “something to animate and ennoble them … I believe a feeling of this kind is the basis of my nature—and of my poetics.”\n\r\nThe names of Homer and Shakespeare here, like the frequent praise of Sophocles elsewhere, suggest that for Arnold the high calling of poetry for the age could only be realized in the classical forms of epic and drama. Arnold tried at that time to offer his English readers an example of the kind of poetry he still wished to write, and felt ought to be written. In a letter to his sister Jane he admitted that he had not succeeded, and could not succeed. Merope (1858) might exhibit perfection of form, but “to attain or approach perfection in the region of thought and feeling, and to unite this with perfection of form, demands not merely effort and labour, but an actual tearing of oneself to pieces.” Arnold produced poems reflecting conflicts that were a genuine part of his emotional and intellectual experience, but not the poem of his ideal that would both illuminate and transcend experience in the artistic perfection of classical form.\n\r\nArnold’s characteristic verse structures tend to depart from the traditional. Stanzas or verse paragraphs of varying length and of varying line length make him a forerunner of free verse practice, as in “A Summer Night” and “Dover Beach,” in the romantically melancholy and melodiously rhymed “The Forsaken Merman,” and in unrhymed poems such as “The Strayed Reveller” and “The Future.” This last poem, and others of more conventional form such as “Human Life,” “Self-Deception,” and “Morality,” all reflecting upon the human condition, help to explain the view of Arnold’s poetry as thought-laden or “gnomic” or even, among hostile critics like Edith Sitwell and T.S. Eliot, as academic versifying. But perhaps the most Arnoldian verse form is that mixture of modes or genres which made it difficult for him to classify some of his own poems. The lyrical drama “The Strayed Reveller,” the dramatic narrative “The Sick King of Bokhara,” the diversity of verse patterns in his major work “Empedocles on Etna” all suggest a creative and original element in Arnold’s poetics as well as an urge to “animate” and “ennoble” mankind. Of “Empedocles on Etna” Swinburne said: “Nothing can be more deep and exquisite in poetical tact than this succession of harmonies, diverse without a discord.”\n\r\nArnold’s twofold search for knowledge of himself and of the world was from the beginning philosophical in nature. Modern poets, Arnold told Clough, “must begin with an Idea of the world in order not to be prevailed over by the world’s multitudinousness: or if they cannot get that, at least with isolated ideas.” One must begin with a controlling principle or be overwhelmed by experience. But experience resisted this rational commitment to “the high white star of truth” and compelled the honest poet to record his frustrations and mental sufferings. To achieve understanding by embracing or surrendering to experience was for Arnold a dangerous course, for it involved risking the sacrifice of the reason to the senses and feelings. Yet any answer arrived at without the sanction of emotion was, he said, arid and incomplete. This conflict runs through much of Arnold’s poetry, with his deepest feelings attaching to the unresolved debate, to the anxious questions and the ambiguous or dusty answers. The view of truth as multifaceted, the attempt at a synthesis in the phrase “the imaginative reason,” the definition of religion as “morality, touched with emotion”—all these later formulations suggest acceptance and interpretation of experience as a better way than prior commitment to an Idea of coping with the world’s multitudinousness.\n\r\nA useful approach can be made to Arnold’s poetry by recognizing three broad divisions. First, there is that large body of reflective or gnomic verse, where the poet’s voice is freely heard but which shows varying degrees of detachment, in tones of questioning or stoicism or contemplation. Second, there are the lyric poems of intense personal engagement in the human situation, especially the love poems with their burden of longing and suffering and the elegies with their milder melancholy. Third, there are the narrative and dramatic poems, which attempt to achieve objectivity and distance by form, character, and plot, and by the remoteness of myth and legend.\n\r\nThe first category most obviously anticipates Arnold’s later development as critic, consisting as it does of poems in which differing views on man, nature, or art are balanced or contrasted, advanced or rejected. “In Utrumque Paratus” shows that as early as 1846 Arnold could contemplate with equanimity alternative answers to man’s cosmic questions. The idealist hypothesis of the first three stanzas (“If, in the silent mind of One all-pure/At first imagined lay/The sacred world”) is balanced by the materialist hypothesis of the last three stanzas (“But, if the wild unfeathered mass no birth/In divine seats hath known”). What emerges is a twofold moral reflection on the unifying theme of man’s lonely state.\n\r\nTwo letters are especially relevant to the kind of writing in this division of Arnold’s poems, poems so often intellectual in impact and bare in style. A letter to Clough describes these poems as having “weight” but “little or no charm,” and wonders whether “I shall ever have heat and radiance enough to pierce the clouds that are massed around me.” Yet escape or isolation was impossible—“Woe was upon me if I analyzed not my situation” and “the modern situation in its true blankness and barrenness and unpoetrylessness.” In the other letter, to his mother on March 3, 1865, Arnold writes, “No one has a stronger and more abiding sense than I have of the daemonic element—as Goethe called it—which underlies and encompass our life; but I think, as Goethe thought, that the right thing is, while conscious of this element, and of all that there is inexplicable around one, to keep pushing on one’s posts into the darkness, and to establish no post that is not perfectly in light and firm.” The dominant effect conveyed by these letters is of an independent mind, the primacy of reason, and the compulsion to understand the world as well as oneself. Yet reason and the moral will were never to have it all their own way. In the many-sided search for truth, the critic was never to lose entirely the poet’s sense of the “daemonic” and the “inexplicable,” the mystery of the buried life, or the darkness beyond the last lighted post.”\n\r\nIf the poems Arnold is obviously referring to tend to be overly intellectual (one notes the word “analyzed”), they often compensate by a feeling of intimacy. They are poems of the speaking voice, sharing thoughts with the reader as he walks or stands or sits with the speaker, and if not intense in expression, the best of them awaken a response to ideas that have evoked emotion as well as thought in the poet. This blend of participation and detachment, an aloof and considering stance modified by an engaged sympathy, is characteristic of Arnold, and is often a source of that charm which, in a depressed moment, he told Clough he lacked musings of the earlier poem.\n\r\nTo make of the love poems and the elegies a second major division among Arnold’s poems is to see them, first, as dominated by the need for self-discovery and for wholeness of personality, and secondly, as poems in which the contrasting claims on man’s nature of passion and reason, and of solitude and society, find their most intense and personal expression. They are poems of confessional suffering and fractured sensibility, where the poet is too much involved in the emotional struggle to interpret experience in the light of philosophical alternatives or a dialectical process. They show the divided or alienated mind which so many, including Arnold himself, have seen as the marks of his early writing.\n\r\nIf all love poems are egotistical in seeing the loved one as the fulfillment in reality of the lover’s dreams, Arnold’s Switzerland lyrics are even more so: they depict the loved one as simply a means to the end of self-fulfillment. Marguerite was a victim of Arnold’s romantic attachment to a classical ideal of wholeness in life and art, and of his hope that sexual love might prove a way to find this intellectual integrity without sacrificing emotional vitality. The failure to achieve this transcendent union, to feel even the illusory happiness of men who have “dreamed two human hearts might blend in one,” inspired the best and best-known of the Marguerite poems, with the true theme evident in the title “Isolation. To Marguerite,” and in the uncompromising and paradoxical line of the companion poem, “We mortal millions live alone” (“To Marguerite—Continued”). The struggle itself, however, is most clearly seen in “Absence,” where the necessary choice between feeling and reason, and the pain of making it, elicit a cry of anguish:\n          This is the curse of life! that not\r\n          A nobler, calmer train\r\n          Of wiser thoughts and feelings blot\r\n          Our passions from our brain.\n          But each day brings its petty dust\r\n          Our soon-choked souls to fill,\r\n          And we forget because we must\r\n          And not because we will.\n          I struggle towards the light; and ye,\r\n          Once-longed-for storms of love!\r\n          If with the light ye cannot be,\r\n          I bear that ye remove.\n          I struggle towards the light—but oh,\r\n          While yet the night is chill,\r\n          Upon time’s barren, stormy flow,\r\n          Stay with me, Marguerite, still!\nOf the lyrics belonging to the Switzerland group, this is the strongest in its diction and feeling, though the “longing like despair” in the two poems “To Marguerite” and the climactic power of “the unplumbed, salt, estranging sea” make them the more melodious and memorable. By comparison, the poem “Longing” from the “Faded Leaves” series tends to suggest the sighing lover and unkind mistress of the conventional sonnet cycle. But then, this whole group of lyrics addressed to the future Mrs. Arnold has something of the conventional about it.\nThis is not to say that his love for Lucy was not genuine, or something caught on the rebound; it was rather that Arnold had revised his expectations. Having failed to transform Marguerite into an Alpine Beatrice, he was now at the more realistic level of seeking emotional security in marriage, in the Wordsworthian ideal of the perfect woman who is yet “not too good/For human nature’s daily food.” The most vital lyric in this series is “The River,” where the lovers glide in their boat down the Thames. The unusually loving and lingering description of Lucy’s physical appearance and movements conveys a yearning and a need that find expression in the last three stanzas, with even a decorous Arnoldian variant on the old carpe diem theme. Most revealing of all, however, is “A Dream,” which is not part of either series. As Arnold and his friend Martin sail “down a green Alpine stream” through scenes of rich natural beauty, Marguerite and her companion Olivia greet them from a balcony, with “white arms, waved eagerly,” while “more than mortal impulse filled their eyes.” Suspended for a moment by their longing gaze, their boat poised “on the rapid’s top,” the poet and his friend are swept away by the “darting river of life.” But this is no rationalized turning away from the symbolic new sirens of romanticism to the superior wisdom of reason; this is the melancholy memory of a flight from the warm promise of real sirens, down a river leading to “burning plains, bristled with cities.”\n\r\nTwo other poems which stand apart from both groups of love lyrics, and yet may be related to them, are “The Buried Life“ and “Dover Beach.” The former reveals more of the need and the search in Arnold’s love poems. As the lovers hold hands and exchange bantering words, “a nameless sadness” overcomes the poet. He gazes into the beloved’s eyes with “A longing to inquire/Into the mystery of this heart which beats/So wild, so deep in us,” to see whether love will disclose to him something of his hidden or “genuine self.” For once, the hope is not seen as utterly futile, though the feeling is illusory: “And then he thinks he knows/ The hills where his life rose,/And the sea where it goes.” But he is content to leave it at that and to be for a moment one of those “happier men” envied in the poems to Marguerite, who “at least/Have dreamed two human hearts might blend/In one,” and so to be released from “isolation without end/ Prolonged.”\n\r\nIf “The Buried Life” illuminates one side of Arnold’s dual search, hinting at a fleeting possibility of happiness through self-discovery in love, “Dover Beach” offers a somber picture of a world that has defeated all attempts at comprehension. The words “Ah, love, let us be true to one another!” are a heartfelt cry in the surrounding darkness where “ignorant armies clash by night.” Against the Sophoclean echo of “the turbid ebb and flow of human misery,” and hearing the retreating sea of faith, Arnold in his most modern poem finds himself in the dead end of a wasteland. “Dover Beach” is only momentarily a love poem, in the single cry which gives it pathos. It is the supreme expression of Arnold’s elegiac mood, induced by the failure of oracles old and new to help modern man escape the “confused alarms of struggle and flight,” or enunciate a principle to help understand the causes of the darkness and promote growth toward the light.\n\r\nThe elegies in general extend the theme of struggle between withdrawal and commitment from the love relationship to the relationship of the individual and the world, from the need for self-discovery to the need for a certainty of some kind as a base for operations in life. In “Stanzas in Memory of the Author of ‘Obermann,’” the self-imposed solitude appeals to one desire in the poet’s “feverish blood,” but the claims of duty are too strong for one “who in the world must live.” In “Stanzas from the Grande Chartreuse” the poet begs forgiveness of the “rigorous teachers” who showed him the “high white star of Truth,” yet there is the yearning for another kind of truth as he asks the “cowled forms” to “fence me round/Till I possess my soul again,” and as he nostalgically catches the “accents of another sphere.” And in “The Scholar-Gipsy” the reproach to modern life with its “sick hurry, its divided aims” reflects the appeal of a time when it was possible to have “one aim, one business, one desire.”\n\r\nIn the elegies as in the love poems can be seen how congenial to Arnold were themes of loss and longing—of the light that failed, the frustrated search, and the love that never was. The compulsions that drove him are also visible—the ingrained call to duty, the need for calmness of spirit, and the search for unity of mind and purpose in the fellow-feeling.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}