{"pf_url": "https://www.poetryfoundation.org/poets/maureen-owen", "name": "Maureen Owen", "yob": "1943", "yod": null, "image": null, "bio": "\nBorn in Graceville, Minnesota, poet and editor Maureen Owen was educated at Seattle University and San Francisco State University, where she earned a BA. In 1965, she moved to Japan, where she studied the practices of haiku and renku as well as Zen Buddhism. She moved to New York City in 1968, where she worked as program coordinator for the Poetry Project at St. Mark’s Church. In 1969, she founded the literary magazine Telephone and the press Telephone Books, where she published many New York School poets, including Ted Berrigan.\nOwen often builds her rangy, sharp, carefully structured lyric poems as longer sequences, paying precise and shifting attention to space, breath, and image. In a review of Erosion’s Pull for BOMB Magazine, Patricia Spears Jones observes, “For more than 25 years, Maureen Owen has been creating poems that explore the malleability of the page—how space becomes its own punctuation or phrase. Few poets examine American family life, feminism, art history, and the natural world with an underlying awareness and understanding of both Eastern and Western spirituality and thought: Buddhism and Catholicism.”\nOwen is the author of numerous collections of poetry, including Edges of Water (2013), Erosion’s Pull (2006), American Rush: Selected Poems (1998), American Book Award–winner AE (Amelia Earhart) (1984), and The No-Travels Journal (1975). For nearly 30 years, she collaborated with a group of poets, including Pat Nolan and Sandy Berrigan, on the haikai no renga collection Poetry For Sale (2015). Her work is also featured in the anthology Moving Borders: Three Decades of Innovative Writing by Women (1998).\nA recipient of grants from the National Endowment for the Arts, the Foundation for Contemporary Arts, and the Fund for Poetry, Owen has taught in the Naropa University low-residency MFA program and at Edinboro University and has served on the boards of the Poetry Project at St. Mark’s Church and the Coordinating Council of Literary Magazines. Owen now lives in Denver. A selection of her papers is held at the University of California San Diego.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic", "U.S., Western"]}}