{"pf_url": "https://www.poetryfoundation.org/poets/maurya-simon", "name": "Maurya Simon", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/10cec3a54039afcb965aaf4a600c875470ce916d.jpeg", "bio": "\nMaurya Simon was born in New York, the daughter of an ethnomusicologist father and artist mother. She has lived most of her life in California, with periodic travels abroad—including a number of years in Europe with her family when she was a child. Simon studied at the University of California, Berkeley; she earned a BA from Pitzer College in Claremont, California, and an MFA in English and creative writing from the University of California, Irvine. Her many collections of poetry include The Wilderness (2018); The Raindrop’s Gospel: The Trials of St. Jerome and St. Paula (2010); Cartographies: Uncollected Poems 1980–2005 (2008); WEAVERS, a fine-press edition of ekphrastic poems based on paintings by her mother, Baila Goldenthal (2005); Ghost Orchid (2004); Speaking in Tongues (1990); and Days of Awe (1989).\nSimon’s poetry often combines the natural world with spirituality and metaphysics; her writing is enlightened by the classics and art, and attentive to formal traditions. Reviewer Deborah Bogen noted: “Simon’s poems make it clear that the maps she is intent on making in Cartographies are body-born and body-bound. They lead us deep into the poet’s life as a soul-searcher, a mother, a wife, mountain dweller and a citizen of the larger world with its troubling truths and shifting boundaries.”\nAs a Fulbright/Indo-American Fellow, Simon lived in Bangalore, South India. She has been a Visiting Artist at the American Academy in Rome, was awarded National Endowment for the Arts fellowships in poetry, and received the Celia B. Wagner and Lucille Medwick Memorial Awards from the Poetry Society of America.\nSimon lives on Mt. Baldy in Angeles National Forest and teaches at the University of California, Riverside. \n", "attrs": {"Region:": ["U.S., Western"]}}