{"pf_url": "https://www.poetryfoundation.org/poets/maurice-kilwein-guevara", "name": "Maurice Kilwein Guevara", "yob": "1961", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b99ff41f7c62d8f68d679125669526d94fdac8a7.jpeg", "bio": "\nPoet, playwright, and actor Maurice Kilwein Guevara was born in Belencito, Colombia, and raised in Pittsburgh. He earned a BA in English and a BS in psychology from the University of Pittsburgh, an MFA from Bowling Green State University, and a PhD in English and comparative literature from the University of Wisconsin.\nKilwein Guevara’s poems often use overlapping voices and languages to explore the tensions and simultaneities that complicate the lives of immigrants in mid-America. Poet William Olson notes that the prose poems in Autobiography of So-and-so (2001) “reconfigure fixed assumptions about self and enter a threshold past which facts are as haunted as nightmares and consensual reality has become a waking dream.”\nKilwein Guevara has published several collections of poetry, including POEMA (2009); Autobiography of So-and-so: Poems in Prose (2001), nominated for the National Book Critics Circle Award and the Pulitzer Prize; and Postmortem (1994), nominated for the National Book Award. Kilwein Guevara co-wrote, with John Trevellini and Mike Sell, and acted in the film To Box Clouds (2002). His play, The Last Bridge/El Ultimo Puente (1999), received a staged reading Off-Broadway.\nKilwein Guevara’s honors include a Fulbright Scholarship in Colombia and awards from the Pennsylvania Council on the Arts and the Pennsylvania Humanities Council. His poetry has been included in numerous anthologies, such as Touching the Fire: Fifteen Poets of Today’s Latino Renaissance (1998, ed. Ray Gonzalez), The New American Poets: A Bread Loaf Anthology (2000, ed. Michael Collier), No Boundaries: Prose Poems by 24 American Poets (2003, ed. Ray Gonzalez), and The Autumn House Anthology of Contemporary American Poetry (2005, ed. Sue Ellen Thompson).\nHe is a founding member of the National Latino Writers’ Association. He teaches at the University of Wisconsin, Milwaukee.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}