{"pf_url": "https://www.poetryfoundation.org/poets/maurice-manning", "name": "Maurice Manning", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c22b6144bc8626f78d2e3d07c5daf8ed948ac79f.jpeg", "bio": "\nPoet Maurice Manning was born and raised in Kentucky, and often writes about the land and culture of his home. He earned a BA from Earlham College, an MA in English from the University of Kentucky, and an MFA from the University of Alabama. Manning’s first book of poems, Lawrence Booth’s Book of Visions (2001), was chosen by W.S. Merwin for the Yale Series of Younger Poets Award. His subsequent books include Railsplitter (2019), The Gone and the Going Away (2013), The Common Man (2010), which was a finalist for the Pulitzer Prize in poetry, Bucolics (2007), and A Companion for Owls: Being the Commonplace Book of D. Boone, Lone Hunter, Back Woodsman, &c. (2004).\nManning grew up listening to stories of his father’s childhood spent on a farm in Eastern Kentucky and has been inspired by the lives of his grandmothers, great grandmothers, and a great-great-grandmother. Inventive and historical, his work reflects his heritage and a respect for the natural world. Merwin wrote of Lawrence Booth’s Book of Visions, “The writing’s unfaltering audacity is equaled by its content, and the result is an outstanding collection, still more astonishing for a first book; the achievement of a fresh and brilliant talent.” A Companion to Owls is a collection of poems in the voice of frontiersman Daniel Boone, replete with details of the world of Daniel Boone. Bucolics, in the tradition of pastoral poetry, is a collection of untitled poems about the natural world, addressed to a figure referred to as “Boss.”\nManning has received fellowships from the Fine Arts Work Center in Provincetown and the Guggenheim Foundation. He has taught at DePauw University, Indiana University, in the MFA program at Warren Wilson College, and at the Sewanee Writing Conference. He is a professor of English and creative writing at Transylvania University.\n", "attrs": {}}