{"pf_url": "https://www.poetryfoundation.org/poets/maxine-w-kumin", "name": "Maxine Kumin", "yob": "1925", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f61032c9f1a22e3c81391887a1d27be1f7181104.jpeg", "bio": "\nAn enduring presence in American poetry, Maxine Kumin’s career spanned over half a century. Maxine Kumin (née Winokur) was born to a Reform Jewish family in Germantown, Pennsylvania. She attended Catholic and public schools before earning a BA and MA from Radcliffe College and married Victor Kumin in 1946 while still a student, and she would have two daughters and a son. On her early writing days, Kumin remarked, “began writing poetry in the Dark Ages of the '50s with very little sense of who I was—a wife, a daughter, a mother, a college instructor, a swimmer, a horse lover, a hermit.” She was the recipient of prestigious awards such as the Pulitzer Prize, the Ruth Lilly Poetry Prize, and an American Academy and Institute of Arts and Letters Award. She was the poetry consultant for the Library of Congress (now known as the US poet laureate position) in 1981-1982, and taught at many of the country’s most prestigious universities, including MIT, Princeton University, and Columbia University.\nDespite traveling away from home to lecture at schools and universities around the United States, Kumin retained close ties with her farmhouse in rural New Hampshire, where she maintained a garden and stable of horses; in an interview with Joan Norris published in Crazy Horse, Kumin disclosed, “Practically all of [my poems] have come out of this geography and this state of mind.” In a 2012 interview with recording by Mary Kuechenmeister, Kumin remarked, “The garden has to be attended every day, just as the horses have to be tended to, not just every day, but morning, noon and night. The writing, I think, exerts the same kind of discipline. A day without sitting down at my desk seriously is a day full of guilt. I think of myself as a Jewish Calvinist, you know, salvation through grace, grace through good works and working is good, just that simple. I wouldn’t trade this life for any other.”\n\r\nBecause her verse is deeply connected to her native New England, Kumin is often referred to as a regional pastoral poet. “I have been twitted with the epithet ‘Roberta Frost,’ which is not a bad thing to be,” Kumin told interviewer Karla Hammond in the Western Humanities Review. In other efforts to classify her work, critics have also described her as a transcendentalist, like Henry David Thoreau, or a confessional poet, like Kumin’s friend and coauthor, the late Anne Sexton. She has also been likened to Elizabeth Bishop because of her commitment to meticulous observation. In many ways, though, Kumin is unlike other poets. Her insistence on order is notable. Critic Rachel Hadas described Kumin’s predominant tone as “steady, grounded, almost stoical in comparison; the language less likely to transcend its occasion and engage in lyric flights. Kumin’s early work is more concerned with formal structures than her later work, but always her language is subordinated to observation and thought.” Philip Booth maintained in the American Poetry Review that “what is remarkable ... is the extent to which poets like Maxine Kumin can survive and outdistance both their peers and themselves by increasingly trusting those elements of their work which are most strongly individual.” For Kumin, Booth noted, these elements include “the dailiness of farm life and farm death.”\n\r\nHer “well-made poems and stories are two ways of coming at the same immemorial preoccupations: aging and mortality,” wrote Clara Claiborne Park in the Nation, and deemed Kumin’s work “the fiction and poetry of maturity.” Her poems are also mature for another reason: Kumin did not begin to write and publish until mid-life, when she found encouragement in workshops at the Boston Center for Adult Education. Her early poems display her mastery of technique and deal with themes that she has continued to explore throughout her career: identity, the ephemeral nature of life, loss, and man’s relationship to nature. Many of these early works were collected in Kumin’s first book of poems, Halfway (1961), published when she was 36. While attending the Boston workshops, Kumin met and befriended the poet Anne Sexton. Both homemakers with children when they began their literary careers, they wrote four children’s books together and in general contributed to each other’s development. The two poets communicated on a nearly daily basis, conducting private workshops by letter and phone. Consequently, critics tried to trace a strong mutual influence, but both poets denied one. Nonetheless, there were some significant exchanges, and the two poets suggested titles for each other’s work on at least two occasions.\nYet, despite her connection to Sexton, Kumin’s work shows little relation to the Confessional mode of poetry. Rather, observed Monroe K. Spears in the Washington Post Book World, “much of her poetry throughout is openly autobiographical, and the reader becomes acquainted with her family ... her Frostian New Hampshire neighbor Henry Manley ... and so on.” The “loss of the parent” and the “relinquishment of the child” are two central themes Kumin identified in a lecture on her work given at Princeton in 1977 and reprinted in To Make a Prairie: Essays on Poets, Poetry, and Country Living (1980). Booth explained the presence of these themes in Kumin’s The Retrieval System (1978), by noting that the poet “is familiar (in every sense) with how one’s parents depart toward death at nearly the same time one’s children leave to find lives of their own. Inevitable as such desertions may be, their coincidence ... is the shock which these seismographic poems record and try to recover from.” Booth believed Kumin’s poems “amply show that suffering doesn’t require confession to validate pain,” and that her “mode is memorial rather than confessional.”\n\r\nHowever, Kumin is most often compared to Robert Frost. The work of both poets shows a close attention to the details of New England rural life. Booth commented: “The distinctive nature of Maxine Kumin’s present poems derives from the primary fact that she lives in, and writes from, a world where constant (if partial) recovery of what’s ‘lost’ is as sure as the procession of the equinoxes, or as familiar as mucking-out the horses’ daily dung.” Kumin’s preference for traditional verse forms has also caused critics to liken her to Frost. Not only is there an order “to be discovered ... in the natural world,” she told Martha George Meek in a Massachusetts Review interview, “there is also an order that a human can impose on the chaos of his emotions and the chaos of events.” Kumin achieves this order by structuring and controlling her most emotional subjects, fitting them to exacting patterns of syllable count and rhyme. As she told Hammond, “The harder—that is, the more psychically difficult—the poem is to write, the more likely I am to choose a difficult pattern to pound it into. This is true because, paradoxically, the difficulty frees me to be more honest and more direct.”\n\r\nKumin was also a noted writer of fiction, and admitted to a certain overlap between the two genres. “I tend to steal from myself,” she said in an interview published in To Make a Prairie. “The compass of the poem is so small and so demanding, you have to be so selective, and there are so many things that get left out that you feel cheated. So you take all those things ... and they get into fiction.” Tribune Books contributor Catherine Petroski commented, “Kumin’s practice of poetry buttresses her practice of short fiction: The turns of phrase and points of view come from a poet, not a recorder of events. Similarly, the concerns of fiction—the chains of cause and effect, the explorations of character, the sense of scene—have much to do with the power of Kumin’s best poems.”\n\r\nKumin’s later work received praise for its emotional attentiveness and elegiac nature. Reviewing Nurture (1989), in the New York Times Book Review, Carol Muske remarked, “These poems are exhaustive in their sorrow: they are predominantly short, brutal elegies for the natural world.” In later books, such as The Long Approach (1986), Nurture, Looking for Luck (1992), and Connecting the Dots: Poems (1996), Kumin continued to focus on the daily rituals of farm-life, as well as turning her attention to social and environmental problems such as pollution, religious persecution, nuclear holocaust, and famine. Aimed resolutely outward, Kumin’s protest poetry did not receive unanimous praise. In general, Kumin was praised as a poet of the personal and every-day, not a prophetic seer. Diane Wakoski, writing in the Women’s Review of Books, criticized the socially-aware poems in Nurture as “bitter, overstated, trivial,” but praised the more personal poems in the collection, noting that in these pieces “the goddess voice and stance returns.” However, in Connecting the Dots: Poems, the poet returned to well-known territory and “reexamines the familiar materials of her previous books with her far-ranging eye and technical skill,” according to Fay Weldon, who reviewed the volume in the Boston Book Review.\nIn 1997, Kumin published Selected Poems, 1960-1990. Covering the first nine books of Kumin’s career, the volume was praised by Judy Clarence in Library Journal for allowing the reader the opportunity to “move slowly, meanderingly, deliciously through the stages of Kumin’s poetic life.” Noting that the poet’s “unsentimental affinity for animals has been her divining rod for locating and observing the natural world’s seemingly inexhaustible beauty and mankind’s terrifying willingness to destroy it,” a Publishers Weekly reviewer praised the collection for illustrating this through Kumin’s “plain style,” “surprising imagery ... and recurring reflections.” Kumin followed Selected Poems with The Long Marriage (2002), which celebrated her five-decade marriage to her husband, their life together in New Hampshire, and nature. The book was a finalist for the Lenore Marshall Award of the Academy of American Poets. The New York Times Book Review contributor Megan Harland called Kumin’s observations “earthy” and “practical,” and she declared that “Kumin’s tonal clarity is transformative.”\n\r\nWhen Kumin was 73 she suffered an accident while preparing a horse for competition and broke her neck, receiving serious internal injuries. She was able to make a successful recovery, however, and her book Inside the Halo and Beyond: The Anatomy of a Recovery (1999) described her convalescence. Anne Roiphe, writing for the New York Times Book Review, described Kumin’s language as “precise and spare.” Roiphe noted that although Kumin is a poet, this book “is rarely poetic in the usual sense of heightened metaphor or compacted image.” Roiphe likened the work “to a dignified prayer of thanks” that resonates with “wisdom while announcing a triumph of body and soul.” The same year that Inside the Halo and Beyond was released, Kumin also published Always Beginning: Essays on a Life in Poetry, a collection of essays and poems describing Kumin’s daily life as a poet. She included interviews, diary entries, and keynote addresses, as well as poetry.\nKumin’s later poetry collections include Jack and Other New Poems (2005), Still to Mow (2007), and Where I Live: New and Selected Poems (2011). Of Jack and Other New Poems, Elaine Sexton in Prairie Schooner noted that it “serves up ... a bracing mix of persona poems, elegies, and lyric narratives, the stuff of biting paradox and stark self-appraisal.” The book features a collection of simply worded poems, each written in the voice of a different type of person, from a hospice worker to someone looking back on history. Booklist contributor Donna Seaman found the work to be a group of “well-turned, neatly well balanced poems” and a “radiant testimony to life attentively witnessed and cherished.” Still to Mow likewise received praise, though its subject matter returned to some of the more overtly political statements of Kumin’s mid-'90s work. In the journal Rattle, Mike Maggio noted that while Kumin “has written poems that speak to the issues of our day, in this case the Iraq War and the travesties … that have followed in its wake,” the collection is not “a purely political collection: there are poems about nature, about her dog, Virgil, poems that hark back to her growing up during the depression or that deal with old age and death. All of which are written with the utmost economy, with a lyricism that belies some of the subject matter that Kumin delves into.” Her collection, Where I Live: New and Selected Poems, was the winner of the 2011 Los Angeles Times Book Award. Kumin's last collection of poetry And Short the Season (2014) was published posthumously.\n\r\nReviewing Kumin’s six-decade career, Booth commented that the poet “has simply gotten better and better at what she has always been good at: a resonant language, an autobiographical immediacy, unsystematized intelligence, and radical compassion. One does not learn compassion without having suffered.” Wakoski wrote in Contemporary Women Poets: “The one thing that is clear throughout [Kumin’s] substantial body of work is that she believes survival is possible, if only through the proper use of the imagination to retrieve those things which are loved well enough.” Kumin herself has said, in an interview with the Christian Science Monitor, “writing is my salvation. If I didn’t write, what would I do?”\n", "attrs": {"Region:": ["U.S., New England"]}}