{"pf_url": "https://www.poetryfoundation.org/poets/may-swenson", "name": "May Swenson", "yob": "1913", "yod": "1989", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/44ece5d0a7dd4b16c134cef694c4f4231efb5e84.jpeg", "bio": "\nMay Swenson was born in Logan, Utah to Swedish immigrant parents—English was Swenson’s second language, and she grew up speaking Swedish at home. Swenson earned a BA from Utah State University and briefly worked as a reporter in Salt Lake City. She moved to New York City in the 1930s and in 1959 she began working at New Directions Press, the modernist publishing house founded by James Laughlin. Swenson is considered one of mid-century America’s foremost poets; her typographic innovations and exuberance earned comparisons to e.e. cummings and her careful attention to the suggestiveness of objects, persons, and events of ordinary life could recall Elizabeth Bishop, with whom Swenson corresponded for decades. Swenson’s numerous collections of poetry include Another Animal (1954), A Cage of Spines (1958), To Mix with Time: New and Selected Poems (1963), Half Sun Half Sleep (1967), Iconographs (1970), New and Selected Things Taking Place (1978) and In Other Words (1987). Further collections, including The Love Poems (1991), Nature: Poems Old and New (1994), and May Out West (1996) were all published after her death.\nSwenson’s poetry was widely praised for its precise and beguiling imagery, and for the quality of its personal and imaginative observations. Taking inspiration from daily events, ordinary rituals, and the natural world, Swenson revealed “the larger, warmer energies of earth,” according to poet Richard Howard. As Priscilla Long commented in the Women’s Review of Books, “Swenson was a visionary poet, a prodigious observer of the fragile and miraculous natural world.” And in the Los Angeles Times Eloise Klein Healy described how “correspondences among all life forms pour from her work, confirming that nothing is meaningless. The universe’s basic beauty and balance is the stuff and soul of her poems.”\nThe poet William Stafford once observed: “No one today is more deft and lucky in discovering a poem than May Swenson. Her work often appears to be proceeding calmly, just descriptive and accurate; but then suddenly it opens into something that looms beyond the material, something that impends and implies… So graceful is the progression in her poems that they launch confidently into any form, carrying through it to easy, apt variations. Often her way is to define things, but the definitions have a stealthy trend; what she chooses and the way she progresses heap upon the reader a consistent, incremental effect.”\nSwenson’s ability to draw out the metaphysical implications of the material world were widely commented on; but she was also known for her lighthearted, even joyous, take on life in decades characterized by febrile “confessional” verse. Riddles, chants, and calligrams—experiments in typography and layout—dot Swenson’s oeuvre. Reviewing Half Sun, Half Sleep Karl Shapiro wrote: “The whole volume is an album of experiments… that pay off. It is strange to see the once-radical carmen figuratum, the calligraphic poem, spatial forms, imagist and surreal forms—all the heritage of the early years of the century—being used with such ease and unselfconsciousness.”\n\r\nSwenson herself wrote that the experience of poetry is “based in a craving to get through the curtains of things as they appear, to things as they are, and then into the larger, wilder space of things as they are becoming. This ambition involves a paradox: an instinctive belief in the senses as exquisite tools for this investigation and, at the same time, a suspicion about their crudeness.” Swenson also noted: “The poet, tracing the edge of a great shadow whose outline shifts and varies, proving there is an invisible moving source of light behind, hopes (naively, in view of his ephemerality) to reach and touch the foot of that solid whatever-it-is that casts the shadow. If sometimes it seems he does touch it, it is only to be faced with a more distant, even less accessible mystery. Because all is movement—all is breathing change.”\n\r\nSwenson also wrote poetry for children, including Poems to Solve (1966), More Poems to Solve (1968), and Spell Coloring Book (1976). Of Poems to Solve, Swenson acknowledged, “It is essential, of course, with a device such as this to make not a riddle-pretending-to-be-a-poem but a poem that is also, and as if incidentally, a riddle—a solvable one. The aim is not to mystify or mislead but to clarify and make recognizable through the reader’s own uncontaminated perceptions.” In addition to these books and her many collections of poetry, Swenson also wrote a one-act play, The Floor (1960), and co-translated, with Leif Sjoberg, Windows and Stones: Selected Poems of Tomas Transtromer (1972).\nSwenson left New York City in 1967, when she moved to Sea Cliff, Long Island where she lived with her partner, the author R.R. Knudson. During her prolific career, Swenson received numerous literary awards and nominations for her poetry. She taught and served as poet-in-residence at many institutions in both the United States and Canada, and she held fellowships from the Ford Foundation, the Guggenheim Foundation, the National Endowment for the Arts, the Rockefeller Foundation, and the MacArthur Foundation. She was the recipient of the Shelley Memorial Award, the Bollingen Prize, and Award in Literature from the National Institute of Arts and Letters. She received an honorary degree from Utah State University as well as their Distinguished Service Gold Medal. Swenson was a Chancellor of the Academy of American Poets from 1980-1989.\n", "attrs": {}}