{"pf_url": "https://www.poetryfoundation.org/poets/may-sinclair", "name": "May Sinclair", "yob": "1863", "yod": "1946", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1b1ccfab9044cc21a6524419ada92fa2ad41c05c.jpeg", "bio": "\nMay Sinclair may be considered England’s “leading woman novelist between the death of George Eliot and the rise of Virginia Woolf,” according to David Williams in Punch. The Feminist Companion to Literature in English, noting that Sinclair had been “generally acknowledged in the 1920s as one of the most important writers of her day,” viewed the posthumous decline in the novelist’s reputation as “an enigma.” That reputation began to resurge, however, with the republication by Virago Modern Classics of three of her best novels in the 1980s.\nSinclair was born in 1863, the youngest of six children, and the only daughter in the family of a wealthy, alcoholic ship owner and his wife. Her parents separated when she was seven, and she lived with her mother until 1901, when her mother died. Largely self-educated, she apparently seized upon reading as a survival outlet, and read philosophy as well as literature. Later she was to become interested in the Idealistic philosophy of T.H. Green, about which she wrote two books: A Defense of Idealism in 1917 and The New Idealism in 1922. She was an early adherent of psychoanalysis and, from middle age, an increasingly socially conscious feminist active in the suffrage movement. Later, she suffered from Parkinson’s disease and incurred mental deterioration as well as physical disability. She died in 1946.\nSinclair’s first novel was Audrey Craven (1897), in which the title character is, according to The Feminist Companion, “overwhelmed” by such forces as art, nature, religion, and love, rather than being able to use those powers to achieve personal growth. Interested in the moral progress of her characters, and in the ways self-denial could either fuel or retard that progress, Sinclair wrote a bestselling novel on that theme, The Divine Fire, in 1904. A feminist and member of the Woman Writers’ Suffrage League, she not only wrote novels which examined marriage critically ( Mr. and Mrs. Nevill Tyson, 1897, and The Helpmate, 1907), but was the author of a suffragist pamphlet with the simple but effective title, Feminism (1912). Her 1910 novel, The Creators, indicted the patriarchal social forces that hindered the creativity of the women of that era, forcing upon them the demands of family life instead.\nThe World War I years, and those immediately preceding them, were evidently a time of great personal growth for Sinclair. She began working at a London psychiatric clinic in 1913, and helped found the famous Tavistock Square Clinic. She was also one of the first novelists to incorporate Freud’s theories into her work. During the war, she worked in the cause of war relief in Belgium. She published a journal of those experiences, titled Journal of Impressions in Belgium, in 1915, and stated that the exposure to the harsh realities of war were revelatory for her as a politically committed woman artist. A wartime novel, 1917’s The Tree of Heaven, depicted the way the war affected families and women. In 1918, according to The Feminist Companion, Sinclair coined the now-standard literary term “stream of consciousness” in a positive review of fellow British modernist Dorothy Richardson’s novel, Pilgrimage. Sinclair herself has been called, by the authors of The Feminist Companion, “a major modernist writer who saw the connection between experimental writing and her own `difference’ as a woman.” She numbered among her friends such modern writers as Thomas Hardy, H. G. Wells, Henry James, and John Galsworthy.\nIn 1913 Sinclair brought her psychological insights on women’s lives to her novel The Three Sisters, which was inspired by the lives of the three Bronte sisters, on whom she had in 1911 written a nonfictional study. In the novel, the three sisters’ repressive, minister father takes them to live in remote Yorkshire as an unwarranted punishment for an imagined scandal. In the course of events, each sister develops an attachment to the local bachelor doctor—attachments that, more often than not, result in unhappiness. When The Three Sisters was reissued in 1985, a Publishers Weekly reviewer stated that Sinclair “brings to this novel psychological acuity reminiscent of D.H. Lawrence, as well as remarkable skill as raconteur.”\nThese skills were perhaps even more powerfully displayed in the two later novels that have become Sinclair’s best-remembered works, Mary Olivier: A Life (1919) and The Life and Death of Harriett Frean (1922). Both were reissued by Virago in England in 1980, with new introductions by Jean Radford, who had also re-introduced The Three Sisters. Both were viewed as semiautobiographical. Mary Olivier, the title character of the 1919 novel, is the youngest child and only daughter in a Victorian household, and grows up feeling a powerful ambivalence toward her mother. The novel traces her lifelong struggle for maturity and independence, a struggle that leads her to a fulfilling vocation as a poet and which culminates in a spiritual and intellectual awakening. A Publishers Weekly contributor noted the widespread hypothesis of the novel’s autobiographical origins and stated that “the emotions and anguish described ... are so real and affecting... . this is a ... fiercely passionate story from a wonderfully gifted writer.” Nation reviewer Katha Pollitt included Mary Olivier on her holiday book list for 1983 and hailed its unique conception of character. Mary Cadogan, in Books and Bookmen, considered the Virago republications “a welcome event” and specified that “the mystical quality which pervades the closing passages of the book is persuasively written.”\n\r\nReviewing The Life and Death of Harriett Frean in Books and Bookman, Cadogan noted its more satirical stance on the repression of women, and added, “it ... comes across with tremendous power.” The Life and Death of Harriett Frean was, according to Judy Cooke in New Statesman, “a study of repression, clinically exact.” The title character is brought up to be an unfailingly good girl, and she exists in that self-sacrificial state until the world decays around her in the form of the personal tragedies that beset her loved ones. She forsakes the possibility of marriage, and the man who might have married her enters an unhappy union with someone else. Finally, Harriett Frean achieves the dubious honor of becoming very much like her Victorian mother. Cooke termed the novel “imaginative and shrewd” and “succinct and chilling... . a little masterpiece, a disturbing analysis of British caste and character.”\n", "attrs": {"Region:": ["England"]}}