{"pf_url": "https://www.poetryfoundation.org/poets/mechthild-of-magdeburg", "name": "Mechthild of Magdeburg", "yob": "1207", "yod": "1282", "image": null, "bio": "\n                                                                    Medieval German mystic poet Mechthild of Magdeburg was born into a noble family. She experienced her first religious vision at the age of 12, and apparitions appeared to her daily thereafter. In 1230, she left her home to become a beguine, one of a group of evangelical women who took vows together but chose to live in the world rather than a convent. Mechthild’s seven-volume book, The Flowing Light of the Godhead, was one of the first German mystic texts composed in vernacular Low German rather than Latin. In 1250, she began writing the mix of prose revelations and poems that characterize The Flowing Light of the Godhead and completed the final volume 14 years later. Her devotional poems echo courtly love poetry as well as folk songs. Her book is both an account of her own ecstatic, passionate experience of divine vision and a fearless condemnation of vices she observed in the local clergy. Some scholars believe her account of the afterworld influenced Dante’s Divine Comedy. Though translated into Latin during her lifetime, her book was largely forgotten after her death until its rediscovery in the late 19th century. The original Low German version of the book has been lost, and a High German translation is the earliest version remaining. Jane Hirshfield included a sampling of Mechthild’s poetry in the anthology Women in Praise of the Sacred: 43 Centuries of Spiritual Poetry by Women (1994). Mechthild’s work has also gained recent attention from feminist scholars, including Sara S. Poor, author of Mechthild of Magdeburg and Her Book: Gender and the Making of Textual Authority (2004). Around 1270, Mechthild joined the Cistercian nuns at Helfta, near Eisleben, and lived in their convent until her death.\n                                                            ", "attrs": {"Region:": ["Germany"]}}