{"pf_url": "https://www.poetryfoundation.org/poets/melanie-neilson", "name": "Melanie Neilson", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/68b9cc1b9706c3d01e135c1565f8a120d3a3efb8.jpeg", "bio": "\n                                                                    Melanie Neilson was born in Humboldt, Tennessee, and raised in San Diego, California. She is the author of Civil Noir (Roof Books, 1991), Prop and Guide (The Figures, 1991), and Natural Facts (Potes and Poets, 1997). Natural Facts was described by Rae Armantrout as \"a beautiful and scary book. The speech of the past and the serrated present flies out like debris from some great explosion. Neilson presents us with dazzling conundrums. This book is made of eerie harmonies and wrenched homilies.\" In the online journal How2 \"ecopoetics feature,\" poet/editor Harriet Tarlo praises Neilson's play on \"classificatory language exploding its elevated, somewhat sinister sibilance throughout ... even as she mocks its pomposity and assumption of linguistic power.\" Robert Fitterman notes Neilson was one \"of a handful of poets, mostly women, working in radical appropriation in the mid-1990's. These poets (Doris, Spahr, Ngai, Rosenfield, Grim, Neilson, Morrison, Goldman and others) were taking their lead from Appropriation Art of the 1980s and a new wave of feminist theory. It was a distinctive shift from collage poetry because the appropriated source material was fore-fronted in new, unexpected ways.\"  Neilson's poetry has been anthologized and published in journals internationally since 1985. She edited and co-founded the journal Big Allis, in New York City with poet Jessica Grim. Big Allis generated a dynamic forum for contemporary writing by emerging and established experimentalpoets with a specific focus on innovative poetry by women.Neilson lives in Brooklyn, New York.\n                                                            ", "attrs": {}}