{"pf_url": "https://www.poetryfoundation.org/poets/melissa-broder", "name": "Melissa Broder", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/11157018eb16eb62837f4b4e001d6b735bc5b640.jpeg", "bio": "\nPoet and essayist Melissa Broder grew up in Bryn Mawr, Pennsylvania, near Philadelphia. She earned a BA at Tufts University and an MFA at the City College of New York.\nIn her lush, wryly vulnerable poems, Broder embraces the darkness of daily life. Explaining her writing process—Broder prefers to compose while in transit—in a 2012 conversation with Peter Moysaenko for BOMB, Broder states, “I’m a perfectionist. A nice desk in a pretty room doesn’t work for me, because the expectation that IT’S TIME TO MAKE ART is too high. I have to outwit myself and act casual—to approach with a sense of play. That doesn’t mean I never get “serious.” It’s just a question of outrunning the shit-talker within. There’s something about writing on the subway, or while walking, that frees the subconscious. It’s sort of a rebellion thing, like, I’m not really supposed to be doing this here now.” In that BOMB profile, Moysaenko describes Meat Heart, Broder’s second collection, as “a sleek machine hauling gnarly cargo—persons, places, things, things, things. … Because Melissa’s projections—more pop personist than personal—lay forth, and are laid upon, a sense of spirit contingent on body, we get more than love songs. We get skewed prayers. We get banquets. Transfigurations and showdowns, tough ghosts and fake heavens, escapades through culture-struck waking dreams and flaming cities of memory.”\nBroder is the author of several poetry collections, including When You Say One Thing but Mean Your Mother (2010), Scarecrone (2014), and Last Sext (2016), and the essay collection So Sad Today (2016), based on her posts on Twitter. “Emily Dickinson would have been great at Twitter,” Broder states in a conversation with Bryn Lovitt for a 2016 Vanity Fair profile, noting the 140-character economy of the form.\nBroder has served as director of media and special projects at NewHive, a publicist for Penguin, editor in chief for La Petite Zine, and organizer of the Polestar Poetry Series. She lives in Venice, California.\n", "attrs": {"Region:": ["U.S., Western"]}}