{"pf_url": "https://www.poetryfoundation.org/poets/melvin-b-tolson", "name": "Melvin B. Tolson", "yob": "1898", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/169286a6454de4eb7acdcf34d9263baf623967cc.jpeg", "bio": "\nKnown for his complex, visionary poetry, Melvin B. Tolson was one of America’s leading Black poets. He wrote within the modernist tradition and his work was influenced by the Harlem Renaissance. Tolson was born in 1898 in Moberly, Missouri. He earned a bachelor’s degree from Lincoln University in Chester County, Pennsylvania in 1924 and a master’s degree in English and comparative literature from Columbia University in 1940. In 1947, Liberia appointed him as poet laureate. He is the author of numerous works, including the poetry collections Harlem Gallery: Book One, The Curator (1965), Libretto for the Republic of Liberia (1953), and Rendezvous with America (1944), and the plays Black Boy (1963) and Black No More (1952).\nTolson had a vibrant teaching career. In Marshall, Texas, he taught English and speech at Wiley College, where he lead an award-winning debate team. From 1947 to 1965, he was a professor of English, speech, and drama at Langston University, a historically black college in Langston, Oklahoma.\nTolson’s first book, Rendezvous with America (1944), includes the poem “Dark Symphony,” which won first place in the American Negro Exposition National Poetry Contest in 1939. Robert M. Farnsworth asserted in the Dictionary of Literary Biography that this poem “celebrates … the historic contribution of black Americans … ending with a proud and defiant prediction of black accomplishment and cultural realization.” Other poems in the volume, written during World War II, address the war’s destruction, human aspirations and corruption, and the possibility of achieving “a new democracy of nations,” according to Farnsworth.\nTolson attracted increased attention with his Libretto for the Republic of Liberia (1953), an epic poem commemorating the African nation’s centennial. In The Nation, poet and critic John Ciardi observed that, in this collection, Tolson creates “a vision of Africa past, present, and future” with “prodigious eclecticism” and “force of language and … rhythm.” Donald B. Gibson, an essayist for the Reference Guide to American Literature, described the Libretto as “pyrotechnic,” and credited Tolson with creating “a system of tensions not unlike the dynamic forces holding an atom or a galaxy together. Each element threatens to go off on its own; yet as long as the balance of forces remains constant, the system functions.”\nPublished in 1965, Tolson’s Harlem Gallery: Book One, The Curator is widely considered a poetic masterpiece. Robert Donald Spector, reviewing the poem for Saturday Review the year it appeared, judged that it “marks [Tolson] as one of America’s great poets.” Originally a sonnet, in the early 1930s, it became the book-length Gallery of Harlem Portraits, which remained unpublished during Tolson’s life. In the 1950s, Tolson conceived it as part of a five-book epic about Harlem and Black America and revised it as Harlem Gallery: Book One, The Curator. A fictional gallery curator “provides the central point of view” in the poem’s discussions of Black art and life, remarked Farnsworth, “but three major characters, all practicing artists, dramatically amplify the reader’s view of the black artist’s dilemma and achievement.” Stanzas in the style of blues music punctuate the portraits, reinforcing Tolson’s points or offering ironic commentary. According to Blyden Jackson’s New Republic critique, “The brotherhood of man and the universality of serious art … catalyze [the poem’s] perceptions.”\nTolson’s skillful delineation of character, his ability to turn discussions of aesthetics into social commentary, his breadth of vision, and his deftness with language garnered critical acclaim. Reviewers compared Harlem Gallery to works by Walt Whitman, Edgar Lee Masters, Hart Crane, and T.S. Eliot and praised with Spector “the richness and variety of [Tolson’s] characters” and the “allusiveness that absorbs classical, Biblical, oriental, and African references.” According to Gibson, “Tolson, by virtue of an extraordinary mind and intelligence, keeps a vast array of disparate elements in constant relationship. His poetry is, therefore, coherent, and its primary effect is of the containment and control of vast reserves of energy.”\nTolson died in 1966 in Dallas, Texas.\n", "attrs": {"School/Period:": ["Harlem Renaissance"]}}