{"pf_url": "https://www.poetryfoundation.org/poets/michael-ryan", "name": "Michael Ryan", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0bf9085dfec699c12045d5768d06e04e4e021d77.jpeg", "bio": "\nPoet and memoirist Michael Ryan was born in St Louis, Missouri. He studied at the University of Notre Dame and Claremont Graduate School, and earned an MFA and PhD from the University of Iowa. Ryan’s first volume, Threats Instead of Trees (1974), won the Yale Series of Younger Poets Award. His second collection, In Winter (1981), was selected by Louise Glück for the National Poetry Series. God Hunger (1989) won the Lenore Marshall Poetry Prize, and his New and Selected Poems (2004) was awarded the Kingsley Tufts Poetry Award. Over the course of his long career, Ryan has been praised for his formal control and, in the words of David Baker, his ability \"to turn the apparently personal into the public and important.\" Writing in The Nation, William H. Pritchard alleged that Ryan \"reminds us on every page that poems can be about lives, and about them in ways most urgent and delicate.\" An acclaimed memoirist, Ryan's Secret Life (1995) was a New York Times Notable Book. His second memoir, Baby B (2004), was excerpted in the New Yorker. He has also published a book of essays on poetry, A Difficult Grace (2000).\n\r\nRyan has received numerous prizes for poetry, including a Whiting Writers Award and fellowships from the National Endowment for the Arts and the Guggenheim Foundation. He has taught at such institutions as the University of Iowa (where he was an editor of The Iowa Review), Southern Methodist University, Goddard College, Warren Wilson College, and the University of California-Irvine, where he has been a Professor of English and Creative Writing since 1990.\n\n\r\n(Poetry Foundation, 2011)\n\nPOETRY\nThreats instead of Trees. New Haven, CT: Yale University Press, 1974.\nIn Winter. New York: Holt, Rinehart & Winston, 1981.\nGod Hunger. New York: Viking Penguin, 1989.\nNew and Selected Poems. Boston: Houghton Mifflin, 2004.\n\nOTHER\nSecret Life: An Autobiography. New York: Pantheon Books, 1995.\nA Difficult Grace: On Poets, Poetry, and Writing. Athens, Georgia: University of Georgia Press, 2000.\nBaby B. St. Paul, Minnesota: Graywolf Press, 2004.\n", "attrs": {}}