{"pf_url": "https://www.poetryfoundation.org/poets/michael-gizzi", "name": "Michael Gizzi", "yob": "1949", "yod": "2010", "image": null, "bio": "\n                                                                    Poet and editor Michael Gizzi was born in Schenectady, New York. He earned his BA and MFA from Brown University, where he was involved with Burning Deck, a small press run by Keith and Rosmarie Waldrop. After graduation, Gizzi worked as a tree surgeon before moving to western Massachusetts to teach at Lenox High School; he later held teaching positions at Roger Williams College and Brown University. He worked as an editor for various presses and magazines, including Hard Press, Lingo, and Qua Books. His full-length poetry collections include Bird As (1976), Avis (1979), Species of Intoxication (1983), Continental Harmony (1991), No Both (1997), My Terza Rima (2001), and New Depths of Deadpan (2009). He has written many chapbooks, including Just Like a Real Italian Kid (1990) and Too Much Johnson (1999).    Gizzi’s work is known for its verbal exuberance and mordant wit. In a review of New Depths of Deadpan for Jacket2, Nico Alvarado noted, “the word ‘deadpan’derives from an old usage of ‘pan’for ‘face.’ It is a physical, visual description that also means something tonal, audible, and abstract, and Gizzi returns again and again to that intersection, where the senses are conflated and the impossible is made palpable.” Gizzi’s own comments on his work suggested he was after “the radical possibility that anything is possible.” His puns, play, and sonic hijinks catch and turn language in startling ways. Gizzi’s friend and sometimes collaborator John Yau described the effect as “not images or stories, but the constant music of American speech that Gizzi celebrates and dismantles, however grim, disturbing, and dark it might be.”   Gizzi’s collaborations with poets such as Clark Coolidge, as well as his openness to processes and procedures from the visual and plastic arts, meant that his work sometimes occupied registers and wavelengths that exceeded semantic sense. Gizzi also acknowledged the supreme importance of music to his work. In an interview with ArtVoice, he described “the insistent and spontaneous immediacy of jazz. I start listening and then just wait for the words in the form of pictures, neologisms, puns. It’s all an open conduit to what you hear could make all the difference.”    Gizzi’s honors and awards included two Gertrude Stein Awards for Innovative Writing and grants from the Foundation for Contemporary Arts, the Fund for Poetry, and the Massachusetts Foundation. In his statement for the Foundation for Contemporary Arts, Gizzi concluded, “I have faith in the human spirit, as well as in the cosmic joke that suggests we are merely parsecs of light fortunate enough to be passing through some vastness of space, at this, our moment.” He died suddenly in his home in Providence, Rhode Island, in 2010. The editor and poet William Corbett published Elegies for Michael Gizzi (2012) to “celebrate both his friend and friendship.” Gizzi’s collected poems, edited by Clark Coolidge and Craig Watson, arrived in April of 2015 from The Figures Literary Small Press.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}