{"pf_url": "https://www.poetryfoundation.org/poets/michael-hamburger", "name": "Michael Hamburger", "yob": "1924", "yod": "2007", "image": null, "bio": "\n                                                                    Poet, translator, and critic Michael Hamburger was born in Berlin in 1924. His father was a German Jewish professor of pediatrics, and the family fled Nazi Germany for Britain in 1933. Hamburger was educated at Oxford University, where he befriended the poets Dylan Thomas and Philip Larkin. While in college, Hamburger was drafted into the army and served in Austria and Italy during World War II. He returned to Oxford after the war to complete his undergraduate work.   In his early work, Hamburger made use of strict forms; later, he embraced free verse. Influenced by T.S. Eliot, Hamburger explored themes of loss, exile, and the natural world. His collections of poetry include Flowering Cactus (1950) and Collected Poems (1984). Hamburger published a memoir, A Mug’s Game (1973), which he later revised into A String of Beginnings (1991). He also wrote a critical work on modern poetry, The Truth of Poetry (1969), and edited the anthology East German Poetry (1973).   Hamburger translated numerous poets’ work from German into English and taught himself Italian in order to read Dante. His many translations include Baudelaire’s Twenty Prose Poems (1946), Decline: 12 Poems by Geore Trakl (1952), An Unofficial Rilke: Poems 1912–1926 (1981), Friedrich Hölderlin’s Poems and Fragments (1967), and Poems of Paul Celan (1980), for which he received the European Translation Prize in 1990. His additional honors include Germany’s Goethe Medal, Austria’s State Prize for Translation, a Bollingen Foundation fellowship, as well as honorary doctorates from the University of East Anglia and Berlin’s Technische Universität.   Hamburger served as an advisory editor of Modern Poetry in Translation and taught at the University of Reading, Mount Holyoke College, and UC San Diego. With his wife, poet Anne Beresford (Anne Ellen File), Hamburger spent his later years in Suffolk. He died in 2007 at the age of 83.\n                                                            ", "attrs": {"Region:": ["Germany"]}}