{"pf_url": "https://www.poetryfoundation.org/poets/michael-tyrell", "name": "Michael Tyrell", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c7f2a468213e74b05709b44c0a6ed283198f00cb.jpeg", "bio": "\n                                                                    Michael Tyrell is the author of the poetry collection The Wanted (National Poetry Review Press, 2012). With Julia Spicher Kasdorf, he edited the critically acclaimed anthology Broken Land: Poems of Brooklyn (NYU Press, 2007), which was named a favorite New York Book by the Gotham Gazette. Born in Brooklyn and raised in Long Island, Tyrell graduated Phi Beta Kappa from New York University and the Iowa Writers’ Workshop, where he was awarded a teaching-writing fellowship.    He has published over 50 poems in print and electronic journals, including Agni, Barrow Street, the Canary, Columbia, Fogged Clarity, the New England Review, the New Republic, the Paris Review, Ploughshares, Sycamore Review, and the Yale Review. He’s also written book reviews for Boston Review, Common Review, Harvard Review, the New Yorker, Time Out New York, and Us Weekly, and in2009, he blogged about Brooklyn poetry for the City Room at the New York Times. Writing for the Huffington Post in 2010, critic and poet Ben Evans said of Tyrell’s poetry: “To capture the voice of a city as immense and diverse as New York, to write its essence, is a challenge taken on by many resident literati. . . . and very few have the ability to communicate the places' ethos. Poet Michael Tyrell is one of those few. Tyrell's poems aren't so much depictions of the city as they are eloquent lamentations of the crowded memories and weary unease it renders.”   Tyrell has worked as an assistant poetry and fiction editor at the New Yorker, the awards director of the Academy of American Poets, the national writing program manager for The Scholastic Writing Awards, and for six years he served as an editor of the legendary literary magazine, Chelsea, which published the early work of Sylvia Plath and many artists from Andy Warhol’s Factory. His other awards include the James Merrill Residency and the John Ciardi Scholarship from the Bread Loaf Writers’ Conference. His poetry has been a finalist for the Yale Series of Younger Poets, the Walt Whitman Award, and Sycamore Review’s Wabash Poetry Prize. He has been nominated for a Pushcart Prize four times.           As an actor and a poet, Tyrell has performed at many venues, including the television film Husband for Hire, the award-winning horror/comedy short Where Socks Go, several New York Film Academy films,the NYC Fringe Festival, the Planet Connections Theatre Festival, Pete’s Candy Store, The Living Room, The Brooklyn Historical Society, the McNally Robinson Bookstore, and the Howmet Playhouse in White Lake, Michigan.    He has taught writing at Hunter College, John Jay College of Criminal Justice, St. Francis College, Pace University, and the New Haven Educational Center for the Arts. Currently, he lives in Brooklyn and teaches in New York University’s Tisch School of the Arts.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}