{"pf_url": "https://www.poetryfoundation.org/poets/michael-sowder", "name": "Michael Sowder", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/49617b6632f9eff49eacc8b039fc19d62b854901.jpeg", "bio": "\nDescribed by David Bottoms as “one of our finest spiritual poets,” Michael Sowder often writes poetry on the themes of wilderness, fatherhood, and spirituality. His poetry has been most strongly influenced by spiritual poets—including Walt Whitman, Kabir, Rumi, Hafiz, Du Fu, Li Po, and Rainer Maria Rilke—and by contemporary poets, including Sylvia Plath, Ted Hughes, David Bottoms, Pattiann Rogers, James Wright, and Li-Young-Lee.\nMichael Sowder was born in Cincinnati, Ohio, and moved with his family to Birmingham, Alabama, when he was nine. He earned a BA from the University of Alabama at Birmingham and a JD at the University of Washington in Seattle. After clerking for a federal judge, he worked as a lawyer for several years in Atlanta while he earned his MFA in poetry at Georgia State University. After abandoning the practice of law, he enrolled at the University of Michigan for his PhD, writing a dissertation on Whitman and 19th-century American religion. His scholarly study, Whitman’s Ecstatic Union, was published by Routledge in 2005.\nSowder’s first collection, The Empty Boat (2004), was chosen by Diane Wakoski for the T.S. Eliot Award. In response to the collection, Wakoski noted the way Sowder “takes the crow myth of Ted Hughes and the wish for Electra's retribution in Plath, creating his own personal mythology out of American reclamation and spiritual revelation.” Sowder’s first chapbook, A Calendar of Crows (2001),won the inaugural Diagram/New Michigan Press Award. In his most recent collection, House Under the Moon (2012), Sowder relies on his longtime practice in yogic and Buddhist traditions to investigate the challenges of living a contemplative life in the contemporary world. His poems and essays have also appeared in Ted Kooser’s American Life in Poetry, Five Points, Green Mountains Review, Poet Lore, Sufi Journal, New Poets of the American West, the New York Times Online, Shambhala Sun, and elsewhere.\nSowder is the founder of the Amrita Sangha for Integral Spirituality, an organization that studies and teaches the practices of the world’s contemplative traditions. In 2014, Sowder traveled to India on a Fulbright Fellowship to study Indian literature and religion and work on a spiritual memoir.\nA professor of English at Utah State University, and an affiliated faculty member in Utah State’s Religious Studies Program, Sowder lives at the foot of the Bear River Mountains with his wife and two sons.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}