{"pf_url": "https://www.poetryfoundation.org/poets/michael-hartnett", "name": "Michael Hartnett", "yob": "1941", "yod": "1999", "image": null, "bio": "\n                                                                    A bilingual poet who spoke both Irish and English, Michael Hartnett (also Micheál ÓhAirtnéide) was born in Newcastle West, County Limerick. Though he grew up in poverty—at times under the care of his Irish-speaking grandmother—Hartnett attended University College Dublin for a year on a scholarship and was writing poetry by the early 1960s.     Hartnett wrote poetry in English and Irish; his early collections include Anatomy of a Cliché (1968) and Farewell to English (1975). The latter announced his intention to write in Irish and led to the collections Adharca Broic (1978), Do Nuala: Foighne Chrainn (1984), and An Phurgóid (1989). He followed these with the English Inchicore Haiku (1985), A Necklace of Wrens (1987), Poems to a Younger Woman (1989), and The Killing of Dreams (1992). His Collected Poems appeared in two volumes in 1984 and 1987; Wake Forest University Press published his Selected & New Poems in 1994.    In addition to exploring the tensions between the two languages, Hartnett’s poetry shows a profound sense of the Irish landscape, a troubled relationship with Yeats’s Anglo-Irish influence, and careful treatment of the history of Ireland and England. Joan Trodden Keefe, reviewing Collected Poems, Vol. 1 in World Literature Today, wrote of his “technical virtuosity and spiritual daring.” She observed: “Throughout the poems there is, not unexpectedly, a highly strung tension between a romantic ideal and the real world.”   Hartnett translated poetry from the Irish, including Selected Poems of Dáithí ÓBruadair (1985) and The Poems of Aodhaghán ÓRathaille (1999). He also translated Federico García Lorca’s Gypsy Ballads: A Version of the Romancero Gitano of Federico García Lorca (1973) and the collection Tao: A Version of the Chinese Classic of the Sixth Century (1971).   Hartnett won the American Ireland Literary Fund Award in 1975, 1980, and 1990, and the Irish American Cultural Institute Award in 1988. He lived in London, Dublin, Madrid, and Limerick. The Éigse Michael Hartnett, a poetry festival established in 2000, is held annually in Newcastle West, County Limerick, in his honor.   \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}