{"pf_url": "https://www.poetryfoundation.org/poets/michael-ondaatje", "name": "Michael Ondaatje", "yob": "1943", "yod": null, "image": null, "bio": "\nPoet, novelist, and editor Michael Ondaatje was born in Sri Lanka in 1943. He lived in England as a child, and when he was 18, he moved to Canada, where he now lives with his wife, the novelist Linda Spalding. He earned a BA from the University of Toronto and an MA from Queens University. He has received many awards for his work, including two Governor’s General Awards and the Booker Prize for his novel The English Patient  (1992). He is the author of the poetry collections The Story (2006), Handwriting (1999), The Cinnamon Peeler: Selected Poems (1991), Secular Love (1984), There’s a Trick with a Knife I’m Learning to Do: Poems, 1963-1978, and The Collected Works of Billy the Kid (1970), among others.\nOndaatje is known for work that dissolves the lines between prose and poetry, past and present, image and intellect, thought and feeling. “Moving in and out of imagined landscape, portrait and documentary, anecdote or legend, Ondaatje writes for the eye and the ear simultaneously,” noted Diane Wakoski in Contemporary Poets.\nWhether retelling an American myth in The Collected Works of Billy the Kid (1973), reshaping recollections of friends and family from his childhood in old Ceylon in Running in the Family (1982), or delving into the brutality of Sri Lanka’s decades-long civil war in Anil’s Ghost (2000), Ondaatje displays a keen understanding of the internal struggles of his characters, using a poetic writing style that depends upon juxtaposition, startling imagery and intense, often difficult, language. A well-regarded poet before he turned to fiction, Ondaatje’s work in both genres is sensual and rich. \nCritics note that although Ondaatje’s poetry continually evolves as he embraces risk and formal experimentation, he work maintains focus on the myths that root deep in common cultural experience. As a poet, he is deeply invested in depicting the affinity between the art of legend and the world at large. “He cares more about the relationship between art and nature than any other poet since the Romantics,” stated Liz Rosenberg in New York Times Book Review, “and more than most contemporary poets care about any ideas at all.”\nOndaatje’s early poetry, collected in the volume There’s a Trick with a Knife I’m Learning to Do: Poems, 1963–1978, merges the surreal and the everyday. Charles Molesworth noted in the New York Times that Ondaatje writes poetry that “relies on a hushed approach.” Generally considered his first major work, The Collected Works of Billy the Kid (1970) is formally ambitious. Through a combination of lyric poetry, prose, snippets of a play, songs, mock-interviews and photographs, this book investigates both Billy the Kid and the consequences of myth.\nNew York Times Book Review contributor Adam Kirsch noted that Ondaatje’s collection Handwriting (1999) “uses the serene juxtapositions of haiku … to eliminate the need for explanation and exposition, leaving us with the things themselves.” Drawing on the history and mythology of China, India, and his native Sri Lanka, Handwriting shows Ondaatje’s style at its most fragmented, though as Henry Taylor wrote in Poetry, “singularly appropriate to the themes and subjects of the book, which arise from mixed heritage and the loss of cultural identity.” The Story (2006) pairs poems on childhood, mythology and love with watercolors by the artist David Bolducan. The book was commissioned by the World Literacy Project in Canada.\nOndaatje’s fame as a novelist skyrocketed after his best-selling novel The English Patient (1992) was adapted into an Academy Award-winning film. Set in an Italian villa at the end of World War II, the novel foregrounds Ondaatje’s linguistic prowess. As Cressida Connolly noted in the Spectator, “The writing is so heady that you have to keep putting the book down between passages so as not to reel from the sheer force and beauty of it. … when I finished the book I felt as dazed as if I’d just awoken from a powerful dream.” Conolly ranked Ondaatje among such contemporary novelists as Ian McEwan and Martin Amis. Ondaatje’s other novels have also received high praise, including his first, Coming Through Slaughter (1976), a poetic treatment of the early Jazz legend Buddy Bolden. As Diane Watson noted in Contemporary Novelists, Ondaatje is “concerned always to focus on the human, the private, and the ‘real’ over the theoretical and the ideological,” in his novels and short fiction. In novels like In the Skin of a Lion (1987), which focuses on immigrants in early 20th-century Toronto, and Anil’s Ghost (2000), which takes on the troubled history of modern Sri Lanka, “Ondaatje examines the internal workings of characters who struggle against and burst through that which renders people passive and which renders human experience programmatic and static,” wrote Watson. Reviewers have noted that Ondaatje’s novels, including Divisiadero (2007), have been “novels” in name only; Ondaatje’s attentiveness to beauty, despair, and individuals inform his narratives even as his potent language and circular structures often pull the books towards poetry.\nIn addition to writing novels, plays, and poetry collections, Ondaatje has edited several books, including The Faber Book of Contemporary Canadian Short Stories (1990). His memoir, Running in the Family (1982), complements stories about his family with poems and photographs. He has also written books of nonfiction, including The Conversations: Walter Murch and the Art of Film Editing (2002), which was highly praised by reviewers for its insight into the creative process. Both Ondaatje and Murch, who has worked with Francis Ford Coppola and George Lucas, talk about the task of revealing hidden themes and patterns in existing creative works. As Ondaatje noted in an interview with Maclean’s, editing—whether of film or one’s written work, is “the only place where you’re on your own. Where you can be one person and govern it. The only time you control making a movie is in the editing stage.”\n", "attrs": {"Region:": ["Canada"]}}