{"pf_url": "https://www.poetryfoundation.org/poets/michael-hofmann", "name": "Michael Hofmann", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/743db43ad6838aee251456886e45a1caf0297b4b.jpeg", "bio": "\nPoet, translator, and essayist Michael Hofmann was born in Freiburg, Germany, and moved to the UK at age four. When his family returned to Germany, Hofmann stayed behind, first at boarding schools and later Magdalene College, Cambridge University, where he earned his BA and MA. His first book of poetry, Nights in the Iron Hotel (1983), earned him instant acclaim in Britain. Of his early work, written in verse blocks and purposefully flat tones, Hofmann has said, “If you open any book at any page, you'll see something wilfully perverse and devious. I think a big part of my writing poems at all is to make myself English; and that means not being straightforward.\" His second book, Acrimony (1986), won a Geoffrey Faber Memorial Prize. Many of Hofmann’s poems detail his tumultuous relationship with his German father, the writer Gert Hofmann. Hofmann’s other collections of poetry include K.S. in Lakeland: New and Selected Poems (1990), Corona, Corona (1993), Approximately Nowhere (1999), Selected Poems (2009), and One Lark, One Horse (2019).\r\n \r\nHugely prolific and influential as a translator, Hofmann has translated more than 70 books from German, including works by Hans Fallada, Franz Kafka, Ernst Jünger, Joseph Roth, and Wim Wenders. His translation of Heinrich von Kleist's novella, Michael Kohlhaas (2020), was published by New Directions. He is the editor of the anthologies After Ovid: New Metamorphoses (1994) and Twentieth Century German Poetry (2006). A critic as well as a translator, Hofmann regularly publishes reviews and essays in the London Review of Books and Poetry magazine. His essays have been collected in two volumes, Behind the Lines: Pieces on Writing and Pictures (2002) and Where Have You Been? (2014).\r\n \r\nHofmann is the recipient of numerous honors and awards for his poetry and translations, including a Cholmondeley Award, an IMPAC Dublin Literary Award, a PEN/Book-of-the-Month Club Translation Prize, an Oxford-Weidenfeld Translation Prize, and a Helen and Kurt Wolff Translator’s Prize. A member of the American Academy of Arts and Sciences and the Deutsche Akademie der Künste, Hofmann teaches full time at the University of Florida.\n", "attrs": {}}