{"pf_url": "https://www.poetryfoundation.org/poets/michael-palmer", "name": "Michael Palmer", "yob": "1943", "yod": null, "image": null, "bio": "\nMichael Palmer was born in New York City on October 9, 1942. He earned a BA in French and an MA in Comparative Literature from Harvard University. He is the author of the poetry collections Thread (2011), Company of Moths (2005), Codes Appearing: Poems 1979–1988 (2001), The Promises of Glass (2000), The Lion Bridge: Selected Poems 1972–1995 (1998), At Passages (1995), and Blake’s Newton (1974), among many others. Palmer’s awards include two grants from the National Endowment for the Arts, the Wallace Stevens Award from the Academy of American Poets, a Lila Wallace-Reader’s Digest Writer’s Award, a Guggenheim Foundation fellowship, and the Shelley Memorial Prize from the Poetry Society of America. From 1999 to 2004, he served as a Chancellor of the Academy of American Poets.\nIn the early 1960s at Harvard, Palmer encountered confessional poetry. His opposition to this mode found root in a developing poetics when he attended the landmark 1963 Vancouver Poetry Conference, a three-week gathering where he met Robert Duncan, Robert Creeley, and Clark Coolidge. Correspondence with those three poets greatly influenced Palmer’s early development as a poet. Often associated with Language poetry, Palmer’s exploratory work confronts notions of representation and habits of language, and also seeks to examine the space through which poetry acts. Though critics have noted the influence of Louis Zukofsky, Paul Celan, Samuel Beckett, surrealism, and philosophical and linguistic theory in his poetry, Palmer’s work continues to evade categorization. For example, on awarding the 2006 Wallace Stevens Award to Palmer, panel judge Robert Hass wrote, “Michael Palmer is the foremost experimental poet of his generation and perhaps of the last several generations … His poetry is at once a dark and comic interrogation of the possibilities of representation in language, but its continuing surprise is its resourcefulness and its sheer beauty.”\nOf Palmer’s work, critic Brighde Mullins notes, “His poetic is situated yet active, and it affords a range of pleasure due to his wonderful ear, his intellection, his breadth. In this century of the Eye over the Ear, Palmer’s insistence on Sound evokes a subtextual joy.” The Company of Moths (2005) aligned the poet figure with its eponymous moths, but in such a way to suggest, according to Geoffrey O’Brien in the Boston Review that “the figure’s borders are open; the moth is a stage in a transformation, two pages in the book of a species, temporary, migrant, recursive.”\nIn a 2006 interview, Palmer described the trajectory of his poetry as “moving a little bit away from radical syntax into the mysteries of ordinary language, in the philosophical if not every day sense. It probably looks less unusual on the page. And I’ve been interested in the infinite, ingathering potential of the lyrical phrase—not confession, but the voicing of selves that make up the poetic self, from Greek lyrics to the Italians, to modern poets like Mandelstam.”\nPalmer has translated work from French, Portuguese, and Russian, and edited Nothing the Sun Could Not Explain: Twenty Contemporary Brazilian Poets (1997). He also edited Code of Signals: Recent Writings in Poetics (1983). A collection of his prose, Active Boundaries: Selected Essays and Talks, was published in 2008 by New Directions. Palmer has collaborated extensively with the Margaret Jenkins Dance Company and with visual artists and composers. He lives in San Francisco.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Language Poetry"]}}