{"pf_url": "https://www.poetryfoundation.org/poets/michael-drayton", "name": "Michael Drayton", "yob": "1563", "yod": "1631", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d5267130ad195059091e100db651ce5410618085.jpeg", "bio": "\nIn late-17th-century estimates of literary stature, Michael Drayton was not quite as highly regarded as Sir Philip Sidney, Edmund Spenser, and Ben Jonson. Until the middle of the 20th century, Drayton’s position as an important minor poet seemed secure, but his lengthy historical poems did not lend themselves to the techniques of close reading popularized during the vogue of New Criticism in the 1940s and after. An intellectual heir of the humanists, Drayton believed in the tradition of bonae litterae and envisioned the poet as a spokesman for public values. He was born during the reign of Elizabeth but lived through the Jacobean and into the Caroline period. By the end of his life, the didactic verse and historical epics upon which Drayton had lavished so much care no longer commanded an audience. The division between poetry and history had broadened, and that breach had undermined the great humanist tradition and its assumption that epic poetry grounded in the history of a nation towered over all other genres. Drayton’s own remarkable historical self-consciousness enabled him to understand and to record in his works the changes in the role of the poet that occurred during his lifetime.\nFew documentary sources exist for the life of Drayton, and even those that have survived and can be verified are not very revealing. He was born in the vicinity of Hartshill village, Mancetter parish, Warwickshire, early in 1563. His social status was inferior to that of William Shakespeare and well below that of Edmund Spenser or Samuel Daniel, both of whom obtained university degrees. Though early-20th-century editors and critics constructed a gentrified version of his life based on autobiographical anecdotes gleaned from his works, Drayton’s origins were humble. Dedications, which he intended as bids for patronage, were interpreted literally as factual records of his social and literary milieu.\nThe anecdote used to construct Drayton’s genteel background as page in the household of Sir Henry Goodyer the elder (1534–1595) occurs as an aside in a poem, which he published when he was 64. In “Of Poets and Poesie” (1627), an elegy addressed to Henry Reynolds, Drayton reminisces about his youth, as “a proper goodly page,” and reports that he asked his tutor “what strange kinde of men” poets were. His “milde Tutor” directs him in vintage Elizabethan fashion to Latin classics: Mantuan, Virgil’s Eclogues, and William Elderton. Drayton’s account of his education offers no particulars; his “milde Tutor” might be anyone from a clergyman who educated promising village children to the schoolmaster of a grammar school, but it was later interpreted as referring to a tutor employed by Sir Henry Goodyer or to Goodyer himself.\nNo 17th- or 18th-century biography mentions connections between Drayton and the Goodyers. However, in the late 19th century Drayton’s allusion was interpreted as a reference to Sir Henry Goodyer and used to construct his privileged youth at Polesworth, Sir Henry’s country manor. The first editor to interpret the “goodly page” reference as anything other than a literary allusion was John Payne Collier, who argued that Drayton was a page in the household of Sir Walter Devereux on the grounds that Drayton’s first publication was dedicated in 1591 to Lady Jane Devereux, sister-in-law to Sir Walter. Collier is also the first biographer to mention a possible patronage relationship between Drayton and the Goodyers, but he dismisses any intimate connection on the grounds that nothing is heard of the Goodyer family in Drayton’s work before 1597. Drayton’s sheltered youth at Polesworth was invented by Oliver Elton in his 1895 Introduction to Michael Drayton and influenced all subsequent studies of Drayton. Elton writes: “By some chance, or through the brightness of his parts, Michael Drayton, while yet a little boy, was picked out and made a man of by a house of gentlefolk in the same country-side.” Drayton’s reference to a “milde Tutor” was even used to bestow a university degree upon him. The Dictionary of National Biography article on Sir Henry Goodyer mentions that Drayton was assisted at the university by Sir Henry, but, in fact, there is no record of Michael Drayton’s having received a university degree. The extant documentary evidence indicates that Drayton spent his youth not at Polesworth but in the household of Thomas Goodyer, Sir Henry’s younger brother, and that he was employed not as a “goodly page” but as a servant.\nThe 20th-century gentrification of Drayton has established the grounds for critical approaches to his work. Poems that do not fit the mild and inoffensive image constructed for Drayton have been overlooked or dismissed. His numerous assaults on title and privilege have been ignored because they do not ring true as the docile reflections of a “goodly page.” Drayton was highly critical of the pro-Spanish foreign policy initiated by James I, and he despised the manners and morals of the Jacobean court. His contemporaries regarded him as honest and outspoken. His one surviving portrait depicts him as a satiric laureate: represented as wearing the traditional laurel wreath of the poet in the frontispiece to the 1619 folio edition of his works, he is portrayed as frowning in disapproval.\nBy 1590 Drayton had probably located in London. After publishing The Harmonie of the Church, verse translations from Old Testament prayers, in 1591, he experimented with a series of genres between 1591 and 1595, including the pastoral, the sonnet sequence, and the minor epic. His efforts in these genres were related, as repetition of “Idea” in the title of each poem suggests: Idea. The Shepheards Garland (1593), Ideas Mirrour (1594), Endimion and Phobe. Ideas Latmus (1595). It is significant that not one of these early poems is dedicated to the Goodyers: Idea. The Shepheards Garland, pastoral eclogues modeled on Spenser’s Shepheardes Calender (1579), is dedicated to Robert Dudley; Peirs Gaveston (1594?), an experiment with the historical complaint, is dedicated to Henry Cavendish; Ideas Mirrour, a sequence of 51 poems of three or four quatrains concluded by a couplet, is dedicated to Anthony Cooke. Ideas Mirrour also includes several allusions to Mary (Sidney) Herbert, Countess of Pembroke: she is called Pandora, the true patroness of poets, Minerva, goddess of the arts, and Meridianis, an anagram for Mary Sidney. Matilda (1594), a secular saint’s life in which Matilda chooses death rather than dishonor at the hands of King John, and Endimion and Phobe, a mythological narrative in couplets describing the fortunes of Endimion (Drayton), who falls in love with Phoebe (Lucy Harington), are dedicated to Lucy Harington, later Lucy Harington Russell, Countess of Bedford.\nDrayton’s 1593 pastoral, Idea. The Shepheards Garland, Fashioned in nine Eglogs. Rowlands Sacrifice to the Nine Muses, is organized as a poetic manifesto. The nine eclogues form a garland that will crown Drayton’s “Idea” of poetry, while honoring the nine muses who preside over learning. To reinforce this circular structure, he pairs the first four eclogues with the last four so that, like a garland, they surround the apotheosis of poetry in the fifth. The fourth, fifth, and sixth eclogues function as the poetic core. The fourth eclogue, a pastoral elegy, laments the death of Elphin, Sir Philip Sidney, while the sixth praises the patronage of his sister, Mary Sidney Herbert, Countess of Pembroke.\nThe fifth eclogue begins with a dialogue in which Motto and Rowland discuss contemporary abuses of poetry. Drayton devotes the first sixty lines, nearly one-third of the fifth eclogue, to a scathing denunciation of how literary clientage can corrupt poetry. He is unmistakably hostile to distinctions of class. Those who brag of their lineage are described as “forgers of suppos’d Gentillitie / When he his great, great Grand-sires glory blases, / And paints out fictions in base coyned Phrases.” This dialogue is followed by the apotheosis of the Idea of poetry. Poetry is the “stately Theater” upon which virtue plays a “princely part.” Poetry’s wisdom insures that the scenes played in England’s “stately Theater” will be “pronounced by a Sage” and given immortality by “divinest Poets Arte.” Drayton’s images and diction emphasize the social function of poetry and its political importance.\nWhile finishing the Idea poems, Drayton was also working on historical poems, which he at first described as tragical complaints and later called legends. In 1596 he published Mortimeriados, his first attempt at epic; his latest versions of Peirs Gaveston and Matilda; and his new complaint, The Tragicall Legend of Robert, Duke of Normandy (1596). All of these poems appeared with effusive dedications to Lucy, Countess of Bedford. The dedication in Mortimeriados is especially laudatory, praising the Haringtons, Lucy’s family by birth, and the Bedfords, her family by marriage, and acknowledging her kinship with the Sidneys. Drayton concludes by promising that her name “shall lyve in steele-out-during rimes.”\nIn 1596 Drayton had not yet arrived at a stable conception of either the complaint or the epic as a genre. For his third effort at the complaint he selected the historical figure Robert of Normandy, oldest son of William the Conqueror. Robert joined Godfrey of Bouillon on the First Crusade, leaving Normandy and England in his brother’s hands. After his return Robert is blinded and imprisoned by his brother. The first version of Robert, Duke of Normandy was heavily embellished with rhetorical set speeches by Fame and Fortune, and Drayton republished equally ornate revised versions of Peirs Gaveston, to which he had added 25 new stanzas, and Matilda, to which he had added 26. These early revisions and additions suggest how Drayton worked at the beginning of his career. He experimented with a particular genre or tradition and published the resulting poem. He continued to experiment and revise his published poems and then republished them later with new material. There are two or more versions for nearly all of Drayton’s early works.\nDrayton’s promise is realized fully in Englands Heroicall Epistles (1597), a work suited to his rhetorical virtuosity. The poem consists of 18 letters in rhymed couplets exchanged between couples who played important roles in English history. In 1598 and 1599 Drayton added to the collection, bringing the total number of epistles to 24. Drayton’s model was Ovid’s Heroides, but he borrowed little from Ovid except the concept of a collection of verse epistles. Instead of imitating Ovid’s thematic unity and subtle variations in tone, Drayton strives for contrast and generic variety. He also intended Englands Heroicall Epistles as a major bid for patronage. His earlier works had each contained one dedication, but this poem contains nine dedications, one for each set of epistles. He remains most interested in retaining the patronage of Lucy, Countess of Bedford, and her husband, Edward Russell, Earl of Bedford.\nEnglands Heroicall Epistles was the most popular of Drayton’s works: five separate editions appeared between 1597 and 1602; in contrast, between 1596 and 1609 only one edition of Spenser’s Faerie Queene (1590, 1596) was printed while Englands Heroicall Epistles went through seven editions. In these verse letters Drayton successfully interweaves fiction with history while contributing to a genre that had as yet attracted few English practitioners. Englands Heroicall Epistles, in addition, addressed themes of political importance to Drayton’s audience. In the 1597 version each of the paired epistles involves at least one monarch, sometimes two. Moreover, each set of epistles after the first two concerns the deposition of a monarch (reigns of Edward II, Richard II, Henry VI) or a struggle over the succession. Drayton’s additions to Englands Heroicall Epistles in 1598 and 1599 render the political thrust less obtrusive but by no means eliminate it.\nIn 1597 Englands Heroicall Epistles concluded with epistolary exchanges between Mary Tudor and Charles Brandon, and between Guilford Dudley and Lady Jane Grey; these two couples were ancestors of Edward Seymour, Lord Beauchamp, the Suffolk-Grey claimant to the English throne. Drayton’s subject matter was politically very risky. Beauchamp, the son of Lady Catherine Grey Seymour, Countess of Hertford, had the advantage over James VI, King of Scotland, of having been born and brought up in England. There were also legal grounds for insisting on the primacy of the Suffolk-Grey claim. When Henry VIII had Parliament establish the Act of Succession, after his own children he put next in line the offspring of his younger sister, Mary Tudor, and her husband, Charles Brandon, Duke of Suffolk. Even though, according to primogeniture, the offspring of his older sister, Margaret Tudor, would have preceded the offspring of Mary Tudor, his ordering of the succession excluded Mary Stuart, Queen of Scots, and her son, James, from the throne until the Suffolk-Grey line had been exhausted.\nDrayton may have inserted the exchange between Henry Howard, Earl of Surrey, and Lady Geraldine between the Brandon and Grey correspondence to soften the political implications. Nevertheless, the sequence still concluded with the tragic death of Lady Jane Grey and her husband, whom Drayton portrays as martyrs. Perhaps even more politically ill-advised than his treatment of the succession was Drayton’s obvious support for Robert Devereux, second Earl of Essex. Sir John Hayward was sent to the tower for having prefaced his history of the reign of Henry IV with a dedication to Essex. The government interpreted Hayward’s history as a cunning attempt to establish parallels between Richard II and Elizabeth, Henry IV and Essex, and to suggest the desirability of a popular uprising to put Essex on the throne. Even though Drayton made additions to Englands Heroicall Epistles in 1598 and 1599, it was not until 1600 that he engaged in a wholesale revision of the Richard II exchange, excising any passages that might relate the epistles to Essex. However, Drayton’s revisions probably came too late for him to retain the patronage of the Bedfords. His lack of a patron may have prompted him to try his hand at writing for the professional theater in 1598. His success in handling English history in Englands Heroicall Epistles would have recommended him to the Admiral’s Men as a likely collaborator on chronicle plays. From Henslowes’s Diary, Philip Henslowe’s book of receipts and record of payments for the company eventually known as the Admiral’s Men, sponsored by Lord Charles Howard of Effingham, Lord High Admiral of England, one can reconstruct Drayton’s career as a dramatist. He and his collaborators wrote twelve plays in the summer season of 1598, two in 1599, three in 1600, and one each in 1601 and 1602. Drayton may also have collaborated on The London Prodigal sometime between 1603 and 1605. Of these 20 or 21 plays, only the first part of Sir John Oldcastle (1600) was printed, and only it has survived.\nIn 1598, while Drayton was writing for the public theater, he appeared as a witness in the suit that Margaret Goodyer Saunders, the widow of Thomas Goodyer, brought against the Goodyers over her jointure and her son’s inheritance. The proliferation of Henry Goodyers makes the case somewhat difficult to follow, but these legal documents establish that Drayton spent his early years as a domestic servant. It is significant that Drayton was called as a witness by Margaret Saunders in her suit against William Goodyer and his son, Sir Henry Goodyer the younger (1571–1627). Sir Henry Goodyer the elder, who owned Polesworth and had no sons, had considered making his younger brother, Thomas (whose son was also named Henry Goodyer after his uncle), his heir. After Thomas’s death in 1585, Sir Henry changed his mind and instead made his other nephew, Sir Henry Goodyer the younger, the heir. In 1593, when Frances Goodyer had married her cousin Sir Henry Goodyer the younger, Sir Henry the elder bequeathed Polesworth to them. Sir Henry Goodyer the younger was the close friend of John Donne and a client of the countess of Bedford, who had acted as the godmother of the first child of Frances and Sir Henry the younger. The child was named Lucy after the countess, who later provided her dowry.\nDrayton testified on August 16, 1598. His deposition, supplemented by other testimony, indicates that he served in the Collingham, Nottinghamshire, household for at least five years prior to Thomas’s death in 1585; he probably joined the household in 1573 when the marriage between Thomas and Margaret Saunders took place. According to Drayton’s testimony, just before his death Thomas told his wife Margaret to summon two servants “that be thy frendes that thou best lykest of” to be witnesses to his statements about the Collingham lease. It is highly unlikely that Margaret would select Drayton as her witness to protect her interests against the Goodyer uncles if he had grown up in the bosom of the Polesworth family. In addition, since Collingham was located more than seventy miles away from Polesworth, visits cannot have been very frequent.\nBoth Drayton’s master, Thomas Goodyer, and Sir Henry Goodyer the elder were dead before Drayton alluded to the Goodyers in his dedications. The sequence of dedications makes sense only if one assumes that Drayton was not intimately acquainted with any of these people. He appears to have hinted at and elaborated his Polesworth connections to enhance his eligibility as a literary client and particularly to consolidate his position with the countess of Bedford. Drayton had dedicated mythological and historical poetry to the countess in 1594, 1595, and 1596, and it is especially significant that he dedicated Mortimeriados, his first attempt at epic, to her in 1596.\nSometime prior to 1602 Drayton seems to have entered the service or won the patronage of Sir Walter Aston (1583–1639). When Aston was created a knight of the bath at the coronation of James I in 1603, Drayton acted as Aston’s esquire. A year earlier Drayton had dedicated to Aston the as yet undedicated epistles of Edward the Black Prince and Alice, Countess of Salisbury, in Englands Heroicall Epistles. Sir Walter, whose father, Edward, had died in 1597, was a very wealthy man with estates in Stafford, Derby, Leicester, and Warwick counties and rents reputed to exceed 10,000 pounds a year. Drayton may have become acquainted with Aston through Warwickshire connections. Sir Walter’s mother, Anne Aston, was the daughter of Sir Thomas Lucy, and Aston and his sisters were brought up at Charlecote, the Lucy estate. Through the Lucys, Aston was also a first cousin of Sir Henry Rainsford, for whom Drayton was to write a glowing and warm elegy in 1622. Rainsford also married Anne Goodyer after her father’s death in 1595.\nDrayton probably served Aston as a secretary or steward. He dedicated his 1619 folio to Aston, but he wrote no entertainments for the Aston family and only one polite verse epistle to Aston’s wife, Gertrude Sadleir Aston. Moreover, in 1618 when Sir Henry Goodyer the younger was in debt and in danger of losing his property, Drayton acted as an agent in arranging a conveyance to protect the estate. Drayton probably acted on behalf of either Sir Henry Rainsford, Goodyer’s brother-in-law, or Sir Walter Aston.\nPrior to the conclusion of Elizabeth’s reign, Drayton revised Mortimeriados as The Barrons Wars (1603). The result has met with mixed reactions among modern critics: John Buxton praises the economical language of The Barrons Wars highly, but Richard Hardin prefers the more romantic Mortimeriados. In 1603 Drayton welcomed James with a poem entitled To the Majestie of King James, and in 1604, probably also in hopes of gaining James’s favor, he wrote the first of his divine poems, Moyses in a Map of his Miracles. James was known to enjoy theological debate and to favor biblical verse.\nThese bids for the king’s patronage were unsuccessful: Drayton never received and never again sought favor from the Jacobean monarch. He addressed no verse to James after A Pæan Triumphall (1604), entered in the Stationers’ Register on March 20th; his long and imposing Poly-Olbion (1612) was dedicated first to Prince Henry and then to Prince Charles. His isolation from the court has been attributed to a social lapse. His biographer and editors describe him as naively violating decorum by failing to mourn Queen Elizabeth in To the Majestie of King James. This explanation for Drayton’s failure to receive any favor from James is repeated by every scholar who discusses Drayton’s relationship to the Jacobean court. The myth of Drayton’s supposed error of taste in failing to mourn Elizabeth should be put to rest along with the fiction of his genteel upbringing. In Englandes Mourning Garment (1603) Henry Chettle reprimands a long list of poets for failing to mourn Elizabeth before welcoming James, including Samuel Daniel, William Warner, George Chapman, Ben Jonson, William Shakespeare, Thomas Lodge, Thomas Dekker, John Marston, and Henry Petowe. Daniel and Jonson were especially favored in the new reign, but quite a few poets received royal support of some kind.\nBy the time that James succeeded to the throne, Drayton had lost the favor of Lucy, Countess of Bedford. On April 23, 1603, when James was welcomed and entertained at the Harington family estate, Samuel Daniel’s A Panegyrike congratulatorie to the kings majestie (1603) was presented to the king under Lucy’s auspices. The title page to A Panegyrike congratulatorie states that Daniel personally delivered the poem to James. A few months later, Lucy arranged for Daniel to present his play The Vision of the Twelve Goddesses at Hampton Court on January 8, 1604. She also promoted Ben Jonson’s efforts to gain recognition by the court. It must have been galling to Drayton that Lucy, whose patronage he had earlier enjoyed, was achieving prominence in the new court but ignoring him entirely.\nEmphasis on the timing of Drayton’s To the Majestie of King James has diverted attention from the text. If, in fact, James read this poem, he might well have been offended by Drayton’s stern advice that he must banish from his court “the foole, the Pandar, and the Parasite.” To the Majestie of King James, however, was not the only one of Drayton’s poems that could have offended James. The Owle, a biting satire filled with topical allusions, was entered in the Stationers’ Register on February 8, 1604 just prior to the triumphal entrance of the royal family into London on March 15, 1604. Drayton’s public offering for the royal entry, A Pæan Triumphall, perfunctorily praises the royal family but concentrates on a history of Drayton’s sponsor, the Goldsmiths’ Company. The first editions of To the Majestie of King James and A Pæan Triumphall were also the last. Contrary to his usual practice of reworking his poems, Drayton never reprinted either of these tributes to James in later collections of his poetry.\nAs Daniel and Jonson became increasingly favored literary figures at court, Drayton must have realized that he had little chance of regaining Lucy’s favor, but he cannot have foreseen how powerful the countess would, in fact, become. Once he did understand that he would be ignored by the court, Drayton launched a breathtaking attack on Lucy, who after the queen had become the most prominent female figure of the court. In 1606 he reprinted Idea. The Shepheards Garland as Poemes Lyrick and pastorall with a new version of the eighth eclogue. In it for the first time he identifies Anne Goodyer Rainsford as “Modest Idea, flowre of Womanhood, / That Rowland hath so highly Deifide.” In the earlier versions of his Idea poems, he praised Mary Sidney Herbert, Countess of Pembroke, and Lucy, identifying them as Idea and celebrating them as ideal patrons.\nIdentification of Anne Goodyer as Idea is part of a calculated insult to Lucy. He retains an abbreviated version of his complimentary references to Mary Sidney, but Lucy is portrayed as Selena, a faithless patroness. Selena, whose name like Lucy’s is associated with light, has deserted the faithful Rowland (Drayton) to favor Cerberon, a “beastly clowne,” figuratively named after the three-headed dog who guards the gates to hell. In the concluding lines of his invective, Drayton consigns Lucy’s name to oblivion, taking back his earlier dedications promising her immortality: “Let age sit soone and ugly on her brow, / No sheepheards praises living let her have / To her last end noe creature pay one vow / Nor flower be strew&’d on her forgotten grave, / And to the last of all devouring tyme / Nere be her name remembred more in rime.” Calling for “age” to make this reigning beauty old and ugly before her time, he curses Lucy to unhappiness while she lives and oblivion after she dies. When Drayton prepared a folio collection of his early work in 1619, he removed the passages attacking Selena, but to insure that Lucy’s name would not be remembered in his rhymes, he eliminated all of the dedications and complimentary poems that he had addressed to her during the 1590s.\nBy August 12, 1607 Drayton joined a group that hoped to establish a company called Children of the King’s Revels at Whitefriars. He was associated with Lordinge Barry, William Trevill, William Cooke, Edward Sibthorpe, and John Mason, all of whom became bound “jointly and severally” to Thomas Woodforde for the sum of £120. The Children of the Queen’s Revels, for whom Samuel Daniel acted as licenser, had received royal protection under patent in 1604, and Drayton’s company hoped to achieve a similar success. The Children of the King’s Revels failed miserably; by 1609 Whitefriars was in the possession of the Children of the Queen’s Revels, but a series of court cases concerning the Children of the King’s Revels continued well into the 17th century.\nIn 1612 Poly-Olbion, Drayton’s attempt to preserve in verse the history and geography of Great Britain, appeared with a dedication to James’s heir, Prince Henry, who seemed to many the member of the royal family who most symbolized Elizabethan values. Drayton’s bid for favor was successful, but fate intervened; Prince Henry died on November 6, 1612. Henry’s household accounts record grants of pensions of twenty pounds to Joshua Sylvester for his translations and ten pounds to Drayton for Poly-Olbion, but the first part was not a popular success. The second part was completed in 1618, but Drayton did not find a publisher until 1622. While attempting to find a printer and bookseller, he began a correspondence in 1618 with the Scottish poet William Drummond of Hawthornden, asking Drummond to put him in touch with Andro Hart, the Edinburgh bookseller who had published Drummond’s work. Although Drummond and Drayton never met, they corresponded intermittently until Drayton’s death in 1631. After Drayton’s death, Drummond expressed interest in bringing out any manuscripts of Poly-Olbion that had survived and eloquently prophesied that its author would “live by all likelihead so long as ... men speak English.”\nIn the 1619 folio edition of his early poems, Poems by Michael Drayton Esquyer, Drayton published the final version of Idea, the sonnet sequence which he had begun in 1594 and repeatedly revised over the years. This final collection includes the sonnet “Since ther’s no helpe, Come let us kisse and part,” an acknowledged masterpiece. Although the 1619 folio is dedicated to Sir Walter Aston, Drayton’s service with Aston may also have ended in 1619. King James had appointed Sir Walter as ambassador to Spain, charging him with negotiation of a Spanish Catholic marriage for Prince Charles. Drayton’s elegies explicitly criticize James’s foreign policy, but the poems, written around 1621, were not published until after James’s death in 1625.\nAfter the appearance of the second part of Poly-Olbion, in which Drayton pays tribute to Tixall, the Aston family estate, Drayton published two more collections of poetry. The collection entitled The Battaile of Agincourt (1627), Drayton’s final and most successful epic, was comprehensively dedicated to those noble men who had the magnanimity of their courageous ancestors and who respected poetry. This collection also contains Drayton’s troubling satire, The Moone-Calfe; his mock epic, Nimphidia, the Court of Fayrie; his other pastorals, The Quest of Cinthia and The Shepheards Sirena; and his verse epistles, Elegies upon Sundry Occasions. Among the elegies, he published a tribute to Sir Henry Rainsford, kinsman of Aston and husband of Anne Goodyer, who had died on January 27, 1622. In “Upon the Death of his Incomparable Friend, Sir Henry Raynsford Of Clifford” Drayton uses the death of Sir Henry as an emblem of human mortality and movingly describes him as “so fast a friend, so true a Patriot.” Sir Henry’s widow, Anne Goodyer Rainsford, is not mentioned in the funeral elegy. Ben Jonson wrote a prefatory tribute to the 1627 folio, calling Drayton’s work “pure, and perfect Poesy” and celebrating him in images of the seven liberal arts and of “bright Ideas,” language that Drayton himself might have used.\nDrayton’s final folio appeared in 1630 under the title of one of his finest poems, The Muses Elizium. This volume also included two new divine poems, Noahs Floud and David and Golia, and reprinted a poem published in 1604 under the new title, Moses, his Birth and Miracles. The collection is dedicated to Edward Sackville, fourth Earl of Dorset, the grandson of Thomas Sackville, first Earl of Dorset, author of the induction to the 1563 enlarged edition of A Mirror for Magistrates. In his dedication Drayton says that the constancy of Sackville’s favors since they first began “have now made me one of your family, and I am become happy in the title to be called Yours.” This heightened rhetoric, however, should not be interpreted literally, since there is no evidence that Drayton received any more patronage from Dorset than did other poets: Donne was his guest at Knole; Jonson praised his liberality; Robert Herrick approved of his talents as a literary critic.\nThe Muses Elizium contains Drayton’s last critical statement on the craft of poetry. For England, which he portrays as an unhappy isle, he ironically selects the name Felicia (a Latin equivalent of the Greek pun used to render the title “Poly-Olbion” as “Happy Albion”). In The Muses Elizium Drayton retracts Poly-Olbion, his valiant effort to realize the humanist ideal of the poet as spokesman for public values. He may have deliberately left Poly-Olbion unfinished because he had concluded that epic poetry could no longer be written with conviction since heroic values had disappeared from life and art. The Muses Elizium, his last pastoral, forecasts that poets will turn to satire and romantic escape. However, the Orphic bard, the civilizer who embodies Drayton’s ideal of the poet, cannot escape into a romantic world in which poetry becomes an end in itself. For Drayton, satire is preferable, and so he abandons his pastoral name Rowland and becomes the old Satyre, whom the muses favor because of his truthfulness. In The Muses Elizium Michael Drayton prophesies a bleak future for England and no future at all for the kind of poetry he had spent his life writing.\nDrayton’s truthfulness earned him the respect of his contemporaries even if it did not win him prosperity. Henry Peacham observed that “Honest Mr. Michael Drayton had about some five pounds lying by him at his death,” and the final inventory of his estate was reported by his brother Edmund to be 24 pounds, 8s. 2d. The antiquary William Fulman, however, described his funeral as impressive: “He dyed at his lodging in Fleet Street ... the Gentlemen of the Four Innes of Court and others of note about the Town, attended his body to Westminster, reaching in order by two and two, from his Lodging almost to Standbridge.”\n", "attrs": {"Region:": ["England"]}}