{"pf_url": "https://www.poetryfoundation.org/poets/michael-benedikt", "name": "Michael Benedikt", "yob": "1935", "yod": "2007", "image": null, "bio": "\nPoet and editor Michael Benedikt was born in New York City. He earned a BA from New York University and a master’s in English and comparative literature Columbia University. An associate editor with Art News and Art International, Benedikt has occasionally been grouped with the New York School poets, and was managing editor of the magazine associated with the group, Locus Solus, for a brief time in the 1960s. Benedikt was also responsible for bringing European avant-garde poetry and theater to the United States, mainly through his editorship of the landmark anthologies The Poetry of Surrealism (1974) and The Prose Poem: An International Anthology (1976). He also coedited three volumes of plays, including Modern Spanish Theater (1969), Post-War German Theater (1967), and Modern French Theater: The Avant-Garde, Dada, and Surrealism (1964), as well as edited the collection Theater Experiment: American Plays (1967).\nBenedikt’s honors included fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the New York State Council for the Arts. His poetry is noted for its surrealistic roots. In a review of The Body (1968), Peter Gellatly of Library Journal compared Benedikt’s poetry to “a Chagall painting. In both, curious unrealities and soaring abstractions combine with mundane recognizable fact, and both have an emotional appeal that just about takes the breath away.” Benedikt’s other early surrealist-influenced work includes Sky (1970). With the publication of Mole Notes (1971), Benedikt’s poetry turned from traditional verse structures to the prose poem. Night Cries (1976) was Benedikt’s second collection of prose poems. His fifth book, The Badminton at Great Barrington; or, Gustave Mahler and the Chattanooga Choo-Choo (1980), worked in a more realistic vein. Benedikt told Contemporary Authors, “Since my first publication, but perhaps beginning in the mid-1970s especially, my poetry has changed considerably. In my recent work, I try to incorporate earlier skills and techniques in the direction of what I think of as ‘psychological realism.’ Still more recently, I have moved towards a more literally realistic direction. An underlying theme in my poems has always been change; my present poems increasingly represent those changes, external, now, as well as internal, which are necessary to my art and life, and which I believe are possible for us all.”\nEditor of the Paris Review from 1975 to 1978, Benedikt taught at institutions such as Sarah Lawrence, Bennington, Vassar, and Boston University. His as-yet uncollected later poems appeared in publications such as Agni, Iowa Review, the New Republic, the Paris Review, and Partisan Review. Benedikt died in 2007.\n", "attrs": {}}