{"pf_url": "https://www.poetryfoundation.org/poets/michael-c-blumenthal", "name": "Michael C. Blumenthal", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/31a1831ed3be89f52f4c2745f7f7fa132bf7b615.jpeg", "bio": "\nMichael C. Blumenthal was born in 1949 in Vineland, New Jersey. A poet, essayist, novelist, and translator, Blumenthal began his career as a lawyer. He earned his JD from Cornell Law School, and later went on to study clinical psychology at Antioch. Blumenthal once commented: “Like many poets, I came to my vocation, one might say, through the back door, having struggled through years of seemingly desirable yet (to me) unsatisfying jobs, while ‘stealing’ the time for my true work. The original impetus for my writing, perhaps, was best reflected in a statement made by Robert Mezey—‘I am a man, a Piscean, and unhappy, and therefore I make up poems’—but I feel, now, that my work derives from the healthier (and happier) desire to tap the sources of my own inner wisdom, and to make music of it.”\n\r\nBlumenthal’s poetry collections include Sympathetic Magic (1980), which won the Water Mark Poets of North America First Book Prize; Laps (1984), winner of the Juniper Prize; Dusty Angel (1999), winner of the Isabella Steward Gardner Prize; And: Poems (2009); No Hurry: Poems 2000-2012 (2012), and Breaking News: Poems Selected and New, 1980-2020 (forthcoming). Critic Helen Vendler described Blumenthal’s second collection of poetry, Days We Would Rather Know (1982), as “a buoyant and odd new presence to contemporary American poetry.” Vendler pointed out that while Blumenthal’s subjects, such as the Holocaust or mental doubt, might be termed “tragic,” the approach he takes in his poetry creates “poems exhilarating to read, full of lifts and turbulence.” Blumenthal’s later books have also been praised for their gentle wit and penetrating insight. David Yezzi, in Poetry, noted that Blumenthal “writes wonderful satire,” and critic Jay Parini described the poems in Blumenthal’s book And as “truth-giving,” noting their “radical innocence acquired the hard way, by passing through the crucible of experience.”\n\r\nHis novel Weinstock Among the Dying (1993) casts a baleful eye at academia, using the psychoanalytic process as a framing device. The book won the Ribalow Prize for Best Work of Jewish Fiction. Blumenthal’s nonfiction includes from When History Enters the House: Essays from Central Europe (1998), a collection of short essays he wrote during his years in central Europe,  and a remembrance of his youth, All My Mothers and Fathers: A Memoir (2002).\n\r\nThe Briggs-Copeland lecturer in poetry at Harvard University from 1983-1992, Blumenthal ultimately became director of its Creative Writing program. From 1992 to 1996 he lived and worked in Budapest, Hungary as a senior Fulbright lecturer. Since then, he has been visiting professor at universities and colleges both in the United States and abroad. His many honors and awards include fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Ingram-Merrill Foundation. He received the Lavan Younger Poets Award in 1985, and the poetry prize of the Society for Contemporary Literature in German in 2009. He holds the Copenhaver Distinguished Visiting Chair at West Virginia University.\n\r\n“I write poetry,” Blumenthal once commented, “quite unashamedly, because I believe, as Howard Nemerov has said, that ‘the beautiful is still among the possible,’ and that it redeems us, and as a screen against (and a reminder of) my own wickedness and complexity. As for my poems, it seems to me that only they can speak of themselves.”\n", "attrs": {}}