{"pf_url": "https://www.poetryfoundation.org/poets/michael-mcfee", "name": "Michael McFee", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ef0b5a543820dfcead9e54aa2c50d5547983d702.jpeg", "bio": "\nPoet, critic, and editor Michael McFee was born in Asheville, North Carolina and earned both his BA and MA at the University of North Carolina-Chapel Hill.\r\n \r\nMcFee’s poems, often set in his native North Carolina, are grounded in the particulars of place even as they explore themes of loss, memory, and family life. As Jake Adam York observed in his introduction to McFee’s work in the journal StorySouth, “McFee’s convincing power is founded, in part, on his ability to identify the persistent detail.” McFee has published numerous collections of poetry, including The Smallest Talk (2007), Shinemaster (2006), Sad Girl Sitting on a Running Board (1991), and Plain Air (1983). He is also the author of The Napkin Manuscripts: Selected Essays (2006).\r\n \r\nAs an editor and critic, McFee has contributed hundreds of reviews that have aired on NPR and appeared in the Spectator, where McFee served as a book editor from 1980-1993. His work has also appeared in USA Today, Newsday, and elsewhere. He has edited the anthologies This is Where We Live: Short Stories by 25 North Carolina Writers (2000), The Language They Speak is Things to Eat: Poems by Fifteen Contemporary North Carolina Poets (1994), and The Spectator Reader (1985).\r\n \r\nMcFee’s own work has been included in the anthologies The Faber Book of Movie Verse (1995), The Poetry Anthology 1912-2002 (2002), Sweet Nothings: An Anthology of Rock and Roll in American Poetry (1994), and For a Living: The Poetry of Work (1995).\r\n \r\nHis honors include fellowships from the National Endowment for the Arts, the Ingram Merrill Foundation, and the North Carolina Arts Council. He has also won a Pushcart Prize, a “Discovery”/The Nation Award, and the James Still Award for Writing about the Appalachian South from the Fellowship of Southern Writers. He is the recipient of several teaching awards from the University of North Carolina.\r\n \r\nMcFee teaches in the creative writing program at the University of North Carolina in Chapel Hill. He has also been poet in residence at Cornell and at Lawrence University. He lives in Durham.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}