{"pf_url": "https://www.poetryfoundation.org/poets/mikhail-lermontov", "name": "Mikhail Lermontov", "yob": "1814", "yod": "1841", "image": null, "bio": "\n                                                                    Romantic poet Mikhail Yuryevich Lermontov was born in Moscow, Russia and was raised in the Penzenskaya province by his wealthy maternal grandmother. His mother, an aristocrat, died when he was three years old after a bitter and trying marriage, and his father, a retired army officer, was separated from Lermontov upon his mother’s death by his grandmother. In 1830 Lermontov enrolled in the University of Moscow, where he studied for two years among classmates including Konstantin Aksakov, Nicholas Stankevich, Vissarion Belinsky, and Aleksandr Herzen before withdrawing in 1832 and entering the Guards School in Saint Petersburg.   Lermontov is the author of the narrative poems The Corsair (1828), The Angel (1831), Tambov Treasurer’s Wife (1838), The Fugitive (1846), and the much-revised Romantic masterpiece Demon (1839) and the first Russian psychological novel A Hero of Our Time (1840). Lord Byron greatly influenced Lermontov, and his early poems often featured a Byronic hero. Lermontov’s interest in the Russian Middle Ages drove the creation of historical poems and his love of the Russian countryside came out in colorful imagery and characters. Lermontov’s poetry is marked by Romantic intensity, and his lyricism was greatly admired by Anton Chekhov who said, “I know no better language than that of Lermontov.”    On Aleksander Pushkin’s death, Lermontov wrote the controversial and widely popular elegy Death of a Poet (1837), which launched him to a new level of fame. This elegy accused the high courts of playing a role in Pushkin’s death and caused Lermontov to be arrested and exiled to Caucusus for two years. In 1838, through the intercession of his grandmother and the poet Vasily Zhukovsky, Lermontov returned to Moscow, where critics hailed him as Pushkin’s heir. He wrote prolifically during this time and enjoyed literary fame and friendships. However, his strong personality and boastfulness also produced several enemies.     Lermontov died in a duel at the age of 26. In 1917 Boris Pasternak dedicated his first poetry collection My Sister, Life (1917) to the memory of Lermontov’s Demon.\n", "attrs": {"Region:": ["Russia"], "School/Period:": ["Romantic"]}}