{"pf_url": "https://www.poetryfoundation.org/poets/miroslav-holub", "name": "Miroslav Holub", "yob": "1923", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e727e5e9aac1014170ca75822ca1205c914a6ff3.jpeg", "bio": "\nScientist and poet Miroslav Holub was born in Plzeň, a city in modern-day Czech Republic. He earned an MD from the Charles University School of Medicine in 1953 and a PhD from the Czech Academy of Sciences Institute of Microbiology in 1958. Holub spoke English, French, and German. His many poetry collections include Shedding Life: Disease, Politics, and Other Human Conditions, translated by David Young with others (1997); Intensive Care: Selected and New Poems (1996); The Fly, translated by Ewald Osers with others (1987); Notes of a Clay Pigeon (1977); Tak zvane srdce (The So-Called Heart, 1963); and Denni sluzba (Day Duty, 1958). He was not published in the Czech Republic until after the fall of communism. By the 1970s, his work had been translated into over 30 languages, and he was highly regarded by critics.\nPoet Seamus Heaney described Holub’s writing as “a laying bare of things, not so much the skull beneath the skin, more the brain beneath the skull; the shape of relationships, politics, history; the rhythms of affections and disaffection; the ebb and flow of faith, hope, violence, art.” In 1988 poet Ted Hughes called Holub “one of the half dozen most important poets writing anywhere.”\nA clinical pathologist and immunologist, Holub prioritized his profession as a scientist over his writing. He told Stephen Stepanchev in a New Leader interview that the Czech Writers Union had offered him a stipend equivalent to his salary as a research scientist to enable him to devote two years to his poetry. “But I like science,” he said. “Anyway, I’m afraid that, if I had all the time in the world to write my poems, I would write nothing at all.” Holub told Stepanchev that, for him, science and poetry enjoy an “uneasy relationship.” “In scientific circles,” he said, “I try to hide the fact that I write verse. Scientists tend to be suspicious of poets; they feel that poets are, somehow, irresponsible.” And he admitted that his profession was similarly held suspect by his literary friends. But Holub sees no real conflict between science and poetry. As a scientist, he says, he believes in “an objective reality” and hates superstition. But, he adds, “I’m open-minded about all the phenomena of experience, including the irrational.” In his introduction to Selected Poems (1967), A. Alvarez points out that the “source of Holub’s strength is his subtle, critical acceptance of the realities as they are, his refusal either to shut things out or to praise them simply because, like Everest, they are there. His poetry is based finally on an unsentimental, probing, compassionate, witty sense of the modern world.”\n\r\nHolub often employs scientific metaphors in his poems, a technique that, although he considers it “a risk,” allows him to “find poetic equivalents for the new reality of the micro-world.” Holub told Stepanchev that one of the reasons he uses metaphors at all is “to avoid the aridities of rationalism.” “The other reason,” he adds, “is that I like the play or dance of metaphors, just as I like the play of ideas in a poem. My poems, by the way, always begin with an idea, an obsessive idea of some sort. ... I try to achieve effects of suspense with my long lines and tremendous emphases with my short ones.”\nFrom the 1960s to 1980s, Holub read his poems at many festivals, including the Spoleto Festival in Italy; the Lincoln Center Festival in New York; the Harrogate Festival in England; Poetry International in Rotterdam, Holland; the Cambridge Poetry Festival in Cambridge, England; and the International Poetry Festival in Toronto, Ontario.\nHolub died in Prague in 1998.\n", "attrs": {"Region:": ["Eastern Europe"]}}