{"pf_url": "https://www.poetryfoundation.org/poets/mona-van-duyn", "name": "Mona Van Duyn", "yob": "1921", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2eb9d48691df415b785386e9a93c3e945e31654f.jpeg", "bio": "\nPulitzer Prize-winning poet Mona Van Duyn was born in Waterloo, Iowa and raised in Eldora, Iowa. She earned a BA from Iowa State Teachers College and an MA from the University of Iowa. A distinguished writer whose honors included a Bollingen Prize, the Ruth Lilly Prize, the Loines Prize of the National Institute of Arts and Letters, and the Shelley Memorial Prize, Van Duyn was the first woman to serve as poet laureate, from 1992 to 1993. With her husband, Jarvis Thurston, she co-founded and co-edited the journal Perspective, a Quarterly of Literature. She taught at the University of Iowa Writers’ Workshop in the 1940s, and she was a longtime lecturer in the University College adult education program at Washington University in St. Louis. Van Duyn’s poetry collections include Selected Poems (2003); If It Be Not I: Collected Poems, 1959-1982 (1994); Firefall (1994); Near Changes (1990), for which she won the Pulitzer Prize; Bedtime Stories (1972); and To See, To Take (1970), which received the National Book Award in 1971.\nElizabeth Frank once described Van Duyn in the Nation as “a poet who usually tries harder than any of her contemporaries to coax affirmation out of the waste and exhaustion of modern life.” Known for its formal precision and exacting intelligence, Van Duyn’s work has been described by the poet Alfred Corn as “one of the most convincing bodies of work in our poetry.”\n\r\nVan Duyn published her first poetry collection, Valentines to the Wide World, in 1958. The book heralded Van Duyn’s enduring themes, including life in suburbia and domestic concerns. “Toward a Definition of Marriage,” in which Van Duyn compares married love to a novel, a circus, and a collection of old papers, is an example of her witty appraisal of such subject matter. In her next book of poems, A Time of Bees (1964), Van Duyn addresses gardens, friendship, and life in a mental institution. “Using her characteristic half rhymes, sometimes in quatrains, sometimes in couplets, Van Duyn creates poems impressive for their intelligence and their determined attempts to find reason in an unreasonable world,” noted Susan Ludvigson in the Dictionary of Literary Biography.\nVan Duyn’s National Book Award-winning poetry collection To See, To Take (1970) received much praise. William Logan once described Van Duyn’s investment in the “minor joys and partial surrenders” of middle-class suburban life, and the collection confirmed her mastery of the terrain. Notable among the poems in this collection is “Marriage, with Beasts,” “in which a couple’s tour of a zoo prompts a consideration of love.” David Kalstone, writing in the New York Times Book Review, contended that To See, To Take “has a special rhythm, swinging out, exploring, detaching itself,” and he hailed “Marriage, with Beasts” as “funniest and eeriest of all.”\r\n \r\nVan Duyn’s next collection was Bedtime Stories (1972), a series of recollections from the perspective of the author’s grandmother, related in Germanic dialect. Writing in Ploughshares, Lorrie Goldensohn observed that the poems in Bedtime Stories showcase Van Duyn’s affinity for “agrarian domesticity,” and she noted “a necessary event in the larger life of these poems: the subversion of their maturities and finish into new vitalities.” Van Duyn’s later volume Merciful Disguises: Poems Published and Unpublished (1973) includes verse from her earlier collections. Her book Letters from a Father, and Other Poems (1982) is a series of six poems structured as missives from father to daughter. In 1990, she published Near Changes, which features her poem celebrating her 50-year marriage to Thurston, “Late Loving.” In Poetry, Alfred Corn stated that, “‘Late Loving’ must be the most moving (and honest) poem ever written about marriage approaching the golden anniversary.” Likewise enthused, Edward Hirsch wrote in the New York Times Book Review that Van Duyn “has a gift for making the ordinary appear strange and for turning a common situation into a metaphysical exploration.” He concluded that in Near Changes Van Duyn “has ‘fixed’ her world with pathos and wit.”\nDuring her term as poet laureate, Van Duyn published If It Be Not I: Collected Poems (1992), a formidable volume amassing her previously published verse, and Firefall (1992), a collection that included poems she described as “minimalist sonnets.” Rachel Hadas observed in the New York Times Book Review that Firefall “varies the pace … with skinny ‘minimalist sonnets’ that capture large themes … with aphoristic slimness.” Ben Howard wrote in Poetry that this collection “speaks a human, forgiving spirit, rich in warmth and moral wisdom.”\nVan Duyn’s final publication was Selected Poems (2003). A Publishers Weekly critic summarized Van Duyn’s art as “acutely emotional poems about deceptively ordinary domestic experiences.” In the Seattle Times, Richard Wakefield concluded that Selected Poems “illuminates many brave new worlds and shows us that they are beautiful not in spite of but, often, because of their imperfections.”\nVan Duyn died in University City, Missouri on December 2, 2004.\n", "attrs": {}}