{"pf_url": "https://www.poetryfoundation.org/poets/mukoma-wa-ngugi", "name": "Mukoma Wa Ngugi", "yob": "1971", "yod": null, "image": null, "bio": "\nPoet, fiction writer, and scholar Mukoma Wa Ngugi was born in Evanston, Illinois, and grew up in Kenya. His father is the highly regarded African writer Ngũgĩ wa Thiong’o. Ngugi earned a PhD in English from the University of Wisconsin, Madison; an MA in creative writing from Boston University; and a BA in English and political science from Albright College. He is the author of the poetry collections Logotherapy (2016) and Hurling Words at Consciousness (2006). His books of fiction include Unbury Our Dead With Song (forthcoming, 2021), Mrs. Shaw (2015), Black Star Nairobi (2013), and Nairobi Heat (2009, 2011). He is also the author of The Rise of the African Novel: Politics of Language, Identity, and Ownership (2018). In addition, he wrote an eight-part radio play, Drugs to Cure, Drugs to Kill (2016), for German public international broadcaster Deutsche Welle; it was translated into Portuguese, Lingala, Kiswahili, Hausa, and French.\nNgugi has published essays and columns in World Literature Today, the Los Angeles Review of Books, the Guardian, the International Herald Tribune, the Los Angeles Times, Business Daily Africa, the Black Commentator, the Progressive, and elsewhere. \nIn an interview with Daniel Aloi in the Cornell Chronicle, Ngugi remarked, “I only write when I feel there is something urgent, like Donald Trump—that also is personal, as an anchor baby. I was born in the United States, grew up in Kenya, and came back to go to school, with the intention of going back to Africa.... Through your work, you can stay connected.”\nNgugi was shortlisted for the Caine Prize for African Writing in 2009 and the Penguin Prize for African Writing in 2010. He is the cofounder of the Mabati-Cornell Kiswahili Prize for African Literature. In 2013, New African magazine named him one of the 100 Most Influential Africans.\nHe has worked as coeditor of Pambazuka News and political columnist for the BBC Focus on Africa magazine, and he has been a guest on Democracy Now, NPR, Al Jazeera, Nation TV, and the BBC World Service. He is an associate professor of English at Cornell University, and he lives in Norwalk, Connecticut.\n", "attrs": {"Region:": ["Africa", "U.S., New England"]}}