{"pf_url": "https://www.poetryfoundation.org/poets/myra-cohn-livingston", "name": "Myra Cohn Livingston", "yob": "1926", "yod": "1996", "image": null, "bio": "\n                                                                    An acclaimed poet for children, Myra Cohn Livingston was born in Omaha, Nebraska, and grew up in California. She was educated at Sarah Lawrence College.    Though Livingston composed in free verse, many of her poems for children took on received forms such as the cinquain, limerick, and haiku. She wrote more than 25 books, including the volumes of children’s verse Whispers and Other Poems (1958), Sky Songs (1984), and B Is for Baby: An Alphabet of Verses (1996).    Livingston also edited numerous anthologies, including A Tune Beyond Us: A Collection of Poetry (1968), What a Wonderful Bird the Frog Are: An Assortment of Humorous Poetry and Verse (1973), and Poems for Jewish Holidays (1986), as well as the children’s handbook Poem-Making: Ways to Begin Writing Poetry (1991). Livingston’s books on the art and craft of poetry inspired a generation of writers of children’s verse. Her critical guides When You Are Alone / It Keeps You Capone: An Approach to Creative Writing for Children (1973) and The Child as Poet: Myth or Reality? (1984), as well as the essay collection Climb into the Bell Tower: Essays on Poetry (1990), have become classics of their kind.   In 1961 Livingston helped found the Southern California Council on Literature for Children and Young People, an organization now known as the Children’s Literature Council of Southern California. In her honor, the council gives the Myra Cohn Livingston Award for Poetry. During her lifetime, Livingston received the Award for Excellence in Poetry for Children from the National Council of Teachers of English, and the Kerlan Award from the University of Minnesota.   Livingston taught in the Writers Extension Program at the University of California at Los Angeles, in the Dallas public school system, and in the Beverly Hills Unified School District, where she was poet-in-residence for more than 20 years. Her husband, Richard Livingston, was an accountant who also wrote the children’s book The Hunkendunkens.    Myra Cohn Livingston died of cancer at the age of 70.  ﻿\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}