{"pf_url": "https://www.poetryfoundation.org/poets/nancy-willard", "name": "Nancy Willard", "yob": "1936", "yod": "2017", "image": null, "bio": "\nNancy Willard, the award-winning, versatile author of dozens of volumes of children’s fiction and poetry, also wrote novels, poetry, short stories, and literary criticism for adults. The first recipient of a Newbery Medal for a volume of poetry, Willard mingled the “magical and the mundane” in a technique that “requires a leap of faith on the part of the reader,” according to Sybil Steinberg in a Publishers Weekly interview with the author. As E. Charles Vousden and Laura Ingram pointed out in their Dictionary of Literary Biography entry, “Everything [Willard] writes affirms her belief in the ‘magic view of life;’ that is, a view of life that incorporates the imagination and stresses the appropriateness of things meant to be taken metaphorically.”\nSuch a stance toward life came at an early age. Born in Ann Arbor, Michigan, Willard gained early encouragement from her parents for her artistic leanings. Her father was a renowned university chemistry professor, while her mother ensured that her daughters would form an early love of words, taking them boating at Stony Lake, Michigan, where the family spent many summers. As often as not, Willard’s mother would simply take them out to the middle of the lake and read to them as the boat drifted lazily. “I heard Kingsley’s Water Babies that way, under the best possible conditions,” Willard told Steinberg in her interview. Also following their mother’s encouragement, Willard and her sister began publishing a summer newspaper, going all over their small vacation community to gather newsworthy items, a practice Willard later credited for giving her a good ear for speech and story.\nFrom a very early age, Willard was drawing and creating her own stories, influenced largely by the books she was reading: the stories of Lewis Carroll, and the fantasies of George MacDonald and L. Frank Baum. “To me, these books were as exotic as the descriptions of court life in ‘The Sleeping Beauty’ or ‘Cinderella,’” Willard wrote in an article for Writer magazine. She took the fantasy of her idyllic summers and her readings and blended them with the pragmatism of the scientific discipline she received from her father. “I grew up aware of two ways of looking at the world that are opposed to each other and yet can exist side by side in the same person. One is the scientific view. The other is the magic view.”\nBy the age of seven, Willard had already published her first poem, and as a senior in high school her “A Child’s Star” was published in Horn Book. One of her teenage illustrations was, in fact, used as a Horn Book Christmas card. Upon graduating from high school, Willard studied in the honors English program at the University of Michigan. During her undergraduate years, she wrote and illustrated a children’s book for the student literary magazine. Graduating in 1958, she earned a master’s at Stanford University with a thesis on medieval folk songs, and then went on to complete a doctorate at the University of Michigan. She then took a position teaching creative writing at Vassar College. Married in 1964 to the photographer Eric Lindbloom, she published her first collection of adult poetry, In His Country: Poems, in 1966. Initially, Willard published only adult works—poetry, short stories, and criticism. But with the birth of her son, James, she branched out to writing for children.\nHer first children’s book, Sailing to Cythera and Other Anatole Stories (1974), features “an imperturbable youngster named Anatole, whose adventures take him to a world that is a mixture of C.S. Lewis’s Narnia, Lewis Carroll’s Wonderland, and L. Frank Baum’s Oz,” according to Vousden and Ingram. Visiting magical lands, Anatole has a series of adventures involving wizards and sentient animals, battling always for good against evil. This debut children’s title won the Lewis Carroll Shelf Award in 1976. Willard followed this success with further Anatole titles, including The Island of the Grass King: The Further Adventures of Anatole (1979), Stranger’s Bread (1977), and Uncle Terrible: More Adventures of Anatole (1982). In the last adventure, Anatole is visiting a friend of his parents called Uncle Terrible. The two are shrunk to the size of an insect and Uncle Terrible even takes on the form of a snake at one point in this “imaginative book,” as Horn Book critic Nancy C. Hammond characterized it. “Like its predecessors,” Hammond concluded, “the book is beautifully designed and illustrated; the union of text and illustration is inspired.”\nThroughout the 1970s, Willard continued to produce picture books for children, both with prose and verse texts, celebrating everything from Christmas to the adventures of another boy inspired by her own son. In The Snow Rabbit (1975) and The Well-Mannered Balloon (1976), a young protagonist named James is featured. The former book tells of the boy’s attempts to bring a snow sculpture inside, where, of course, it promptly melts. In the second story, a balloon upon which young James has painted the face of a pirate becomes a foe in the middle of the night, and James is forced to pop it. Her first children’s novel, The Highest Hit (1978), recounts the numerous adventures of a plucky little girl named Kate Carpenter, who is, in part, fashioned after the author as a young girl.\nIn 1982 Willard won a Newbery Medal for her picture book A Visit to William Blake’s Inn: Poems for Innocent and Experienced Travelers (1981), which uses both lyrical as well as nonsense verse to tell of events at an enchanted inn. According to Barbara Karlin in the Los Angeles Times, “[William] Blake not only inspired author/poet Nancy Willard to write A Visit to William Blake’s Inn, he is an integral part of many of the poems.” “The title should not suggest that this picture book is merely a chronicle of the mystical English poet-painter,” Michael Patrick Hearn explained in the Washington Post Book World. “Instead, it is a collection of lyrical nonsense poems inspired by a reading of [Blake’s] Songs of Innocence when Willard was a little girl.” Donald Hall commented in the New York Times Book Review that “in this book, William Blake, poet and engraver, is transformed into an innkeeper. ... These new poems, made with adult skill, successfully embody a 7-year-old’s imagining of the poet who keeps an inn for the imagination. Color and verve are everything; import is nothing.” Reviewing the same title in School Library Journal, Peter Neumeyer called A Visit to William Blake’s Inn a “magical and original collection” in which poems and pictures, “integrated in spirit, flow into each other across double-page spreads.”\nWillard produced a succession of well-received children’s books in the 1990s, including reinterpretations of two classic tales. Her version of Beauty and the Beast (1992), set in the late 19th century with Beauty’s father recast as a wealthy New York merchant, was praised by a critic in Kirkus Reviews as a “felicitous retelling.” Linda Boyles wrote in School Library Journal that Willard’s version “startles and surprises,” while a Publishers Weekly critic similarly commended Willard’s “lavish language,” concluding that the book has “the assured look of permanence.” In The Sorcerer’s Apprentice (1993), Willard updated the traditional tale with a contemporary heroine who rides a bicycle and replaces Disney’s magical brooms with an uncontrollable sewing machine. Gary Wolfe praised Willard’s “ingenious verse revision” in Locus, while Michael Dirda described the book as “masterly” in a Washington Post Book World review. Commending Willard’s retelling, Booklist reviewer Hazel Rochman asserted that “Willard tells her story in lively rhyme that jumps with the unexpected.”\nWillard also displayed her imaginative, lyrical verse in A Starlit Somersault Downhill (1993), a children’s story about a hospitable bear who invites a rabbit into his winter den, though the rabbit soon thinks better of the arrangement and leaves. As Shirley Wilton observed in School Library Journal, “Willard effectively communicates inherent dangers in nature as well as contrasting the safe life with that of risk and adventure.” In An Alphabet of Angels (1994) and The Good-Night Blessing Book (1996) Willard incorporated her own photographs of angel figurines and statuary in a rhyming alphabet and litany of everyday items around the theme of angels. Publishers Weekly contributors praised An Alphabet of Angels for the “sheer loveliness of her cryptic poetry” and The Good-Night Blessing Book for Willard’s “arresting and sometimes humorous” photographic images.\nIn the pop-up book Gutenberg’s Gift (1995) Willard reinterpreted events precipitating the invention of the printing press. Though historically inaccurate, as noted in the afterword by the curator of The Morgan Library, Willard’s engaging tale describes Gutenberg’s determination to produce a printed Bible for his wife in time for Christmas. The traditions of not only Christmas but other seasons of the year are showcased in Cracked Corn and Snow Ice Cream: A Family Almanac (1996), a nostalgic view of family life in the rural Midwest that a Publishers Weekly critic called “exquisitely designed and compulsively readable. ... An American quilt of fact and folk wisdom.”\nOther popular titles from Willard include The Magic Cornfield (1997), The Tortilla Cat (1997), The Tale I Told Sasha (1999), and The Moon and Riddles Diner and the Sunnyside Café (2001). Willard turned illustrator/author for The Magic Cornfield, a “creative risk,” according to a critic for Kirkus Reviews, in which Willard assembles stamps and photographs to help illustrate the travels of an itinerant. “Marching to her own drummer, Willard once again emerges with an unconventional picture book,” declared a reviewer for Publishers Weekly. In The Tortilla Cat Dr. Romero’s children are saved from a deadly illness by a gray cat reciting nonsense verse and dispensing magic tortillas. Ann Welton, writing in School Library Journal, felt that The Tortilla Cat was an “easy-to-read story with real child appeal,” while a contributor for Publishers Weekly noted that this tale was yet another example of Willard’s “fertile imagination,” and that young readers would be sure “to enjoy the magical element.”\nTurning to verse in The Tale I Told Sasha, Willard created a “paean to a child’s imagination,” according to Shirley Wilton in School Library Journal. “Willard’s verse seems hewn out of the very rock of imagination,” noted Booklist critic Grace Anne A. DeCandido. In her picture book The Moon and Riddles Diner and the Sunnyside Café, Willard served up thirteen poems presenting Shoofly Sally and the other customers of the diner and café in question, establishments opened by the moon and sun. “Here, rich metaphors combine with the delicious nonsense of Mother Goose and the frank words and infectious rhythms of folk music and blues,” wrote Gillian Engberg in a Booklist review.\nThe Mouse, the Cat, and Grandmother’s Hat (2003) is a whimsical tale that borrows from “The House that Jack Built” and “The Gingerbread Man.” A birthday party comes to a halt when a mouse hiding under grandmother’s bonnet makes an escape. The cat, while chasing the mouse, upsets the girl carrying grandma’s birthday cake, which falls to the floor, grows arms, and rolls away, with everyone in pursuit. Willard’s Cinderella’s Dress (2003) is a retelling of the classic story, but in her version, Cinderella’s first dress is created by two magpies with a nest full of pretty collectibles, including everything from bits of lace and flower petals to shiny paper. Their beautiful dress of paper is destroyed by the stepsisters, but the fairy godmother saves the day with another. In this story, the magpies discover that the gold ring they have been holding belonged to Cinderella’s mother, and they give it to the girl. A Kirkus Reviews critic felt that Willard’s version, “with its rich details of shimmery things will be a lovely addition to any fairytale collection.”\nThe Tale of Paradise Lost: Based on the Poem by John Milton (2004) is a book in which Willard’s retellings made the biblical story of Adam and Eve more accessible to middle grade readers. Like Milton, she began with Satan already in hell, then posited him in Paradise, explaining his rebellion and the creation. A Publishers Weekly contributor wrote that Willard “remains faithful to Milton’s version of the events, even as she softens his tone.”\nSweep Dreams (2005) is a story for young children in which a lonely man falls in love with a red broom he finds at the supermarket. He takes her to his home, where he dances with her until she is stolen by a stranger who orders her to dance so that he can exploit her. The broom eventually returns home, but she is no longer happy confined to the house. The man loves her so much that he frees her, and she flies to the sky to sweep away clouds, clean stars, and polish rainbows. School Library Journal contributor Jane Barrer wrote that “Willard’s lyrical tale is a delightful love story.”\nIn her essay for Writer, Willard also reaffirmed another major principle that has shaped the entirety of her work—magic: “Most of us grow up and put magic away with other childish things. But I think we can all remember a time when magic was as real to us as science, and the things we couldn’t see were as important as the things we could. ... I believe that all small children and some adults hold this view together with the scientific ones. I also believe that the great books for children come from those writers who hold both.”\nWillard also published adult novels. The first, Things Invisible to See (1984), is set in the late 1930s and early 1940s and tells the story of a pair of twin brothers, Ben and Willie—one gregarious, intuitive, sentimental, the other shy, reserved, methodical. The story is also about a girl named Clare, who becomes accidentally paralyzed when Ben hits her on the head with a baseball and who later falls in love with him. “The point of this luminous first novel,” wrote Ann Tyler in the Detroit News, “is that the miraculous and the everyday often co-exist, or overlap, or even that they’re one and the same.” While the novel is filled with out-of-the-ordinary events, “what makes this book so moving,” according to Tyler, “is not the presence of the magical in the ordinary, but the presence of the ordinary in the magical.” Michiko Kakutani commented in the New York Times that Willard “writes of small-town life during World War II with a genuine nostalgia—neither sentimental nor contrived—for the innocence Americans once possessed; and she makes a teen-age love story ... reverberate, gently, with larger, darker questions about the human condition.” The reviewer praised Willard’s “pictures of daily life so precisely observed that they leave after-images in the reader’s mind,” and noted that “in the end, the novel probably most resembles an old-fashioned crazy quilt—eclectic and a little over-embroidered, but all in all a charming work of improvisation, held together by the radiance of its creator’s sensibility.”\nIn Sister Water (1993), Willard’s second novel for adults, the author explored the challenge to a family’s love and cohesion that are posed by death. As 70-something Jesse, who is now suffering from progressive memory loss and troubling encounters with the angel of death, awaits her calling into the next world, her daughter copes with the loss of her husband in a tragic automobile accident and the haunting dreams that follow. While praising Willard’s characterizations, Gregory Blake Smith noted in the New York Times Book Review that “the reader is teased with the idea that the quirky allure of image and character will ultimately coalesce into a vision” uniting the literal and metaphoric lands Willard had created. “We wait for revelation, but ... the novel keeps its secrets to itself.”\nIn the Salt Marsh: Poems (2004), Willard’s 10th volume of verse for adults, “returns to the gardens, riversides, parables and Northeastern landscapes whose patterns she has made her own,” reported a Publishers Weekly contributor. In a Library Journal review, Diane Scharper described the poems “Ladybugs” and “The Butterfly Forest,” in which Willard alludes to religion and Shakespeare’s Hamlet, as “elegant in their simplicity.” Scharper further characterized Willard’s poetry as being “charming but not whimsical, truthful but not prosaic, and, above all, fresh.” Booklist contributor Ray Olson reviewed four of the poems, including “The Way She Left Us,” “The House,” “Love in America,” and “The Migration of Bicycles,” writing that “these four masterpieces are matched by several others in this invaluable collection.”\nIn Telling Time: Angels, Ancestors, and Stories (1993), a collection of 13 essays, Willard offers personal reflections on the process of creative writing. Through the use of poetry, parable, and fiction, she conveys the maxim: “Show don’t tell; and write from what you know.” This remains sound advice for aspiring writers, and one that informed Willard’s career in her adult poetry and novels as well as in her prolific writing for children.\nWillard died on February 19, 2017, in Poughkeepsie, NY. \n", "attrs": {}}