{"pf_url": "https://www.poetryfoundation.org/poets/nancy-mercado", "name": "Nancy Mercado", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/29378541ebb8e129bf41f5cea230dfc69cb87ff6.jpeg", "bio": "\nPoet, writer, educator, and activist Nancy Mercado is the author of It Concerns the Madness (2000) and editor of the children’s anthology if the world were mine (2003). She earned a BA from Rutgers University, an MA from New York University, and a PhD in English from SUNY-Binghamton. Latino Leaders Magazine hailed Mercado as “one of the most celebrated members of the Puerto Rican literary movement in the Big Apple.”    Mercado’s work has been featured in many literary journals and included in dozens of anthologies, including Looking Out Looking In: Anthology of Latino Poetry, Breaking Ground: Anthology of Puerto Rican Women Writers in New York 1980-2012, Poetry After 911 An Anthology of New York Poets, From Totems to Hip-Hop: A Multicultural Anthology of Poetry Across the Americas 1900-2002, Bum Rush the Page: A Def Poetry Jam, Identity Lessons: Contemporary Writing About Learning to be American, and ALOUD: Voices from the Nuyorican Poets Café.    She authored and directed seven plays that have all been produced in venues such as the New Jersey Performing Arts Center (NJPAC). One of these works is co-authored with the writer Pedro Pietri. Mercado also authored a hip-hop educational curriculum for the Mayhem Poets featured at the New Jersey Performing Arts Center (NJPAC). Her film, television and radio credits include the documentary film Yari Yari Pamberi: Black Women Writers Dissecting Globalization directed by Jayne Cortez; the PBS NewsHour Special: America Remembers 9/11; Public Television’s Poetry Spots series directed by Bob Holman; National Public Radio’s The Talk of the Nation, among many others.\nMercado has toured throughout the US, Canada, Europe as a featured poet and conference panelist. She is an assistant editor and advisory board member of Eco-Poetry.org; a website for “poetry and commentary dealing with climate crisis concerns: ecological literature dedicated to inspiring action against global warming and respect for our biosphere and all human and animal life on our planet.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}