{"pf_url": "https://www.poetryfoundation.org/poets/naomi-long-madgett", "name": "Naomi Long Madgett", "yob": "1923", "yod": "2020", "image": null, "bio": "\nBorn in Norfolk, Virginia, poet and publisher Naomi Cornelia Long Madgett grew up in East Orange, New Jersey. When she was 13, her family moved to St. Louis. She earned a BA at Virginia State University (then Virginia State College), an M.Ed. at Wayne State University, and a PhD at Greenwich University. In her poetry, influenced by the work of Emily Dickinson, John Keats, and Langston Hughes, Madgett often engaged themes of civil rights and African American spirituality. She was the author of numerous collections of poetry, including One and the Many (1956), Exits and Entrances (1978), and Octavia and Other Poems (1988, reissued and expanded in 2002).\r\n \r\nMentored by poet Langston Hughes, Madgett moved to Detroit in 1946. In the 1960s, she joined a group of African American writers who met regularly at Boone House, including Margaret Danner, Dudley Randall, and Oliver LaGrone. In 1972, Madgett founded Lotus Press. She edited the anthology Adam of Ifé: Black Women in Praise of Black Men (1992), and her own work was included in the anthologies The Poetry of the Negro, 1746–1949 (1949, edited by Langston Hughes) and Ten: Anthology of Detroit Poets (1968, edited by Oliver LaGrone).\r\n \r\nMadgett was named Detroit poet laureate in 2001. Additional honors included a Michigan Artist Award, an American Book Award from the Before Columbus Foundation, a George Kent Award, and recognition in the Michigan Women’s Hall of Fame. The documentary film Star by Star: Naomi Long Madgett, Poet & Publisher was made by David B. Schock and released in 2011. Kathy Vander’s 1997 film A Poet’s Voice combines a selection of Madgett’s poetry with paintings made by Detroit artists.\r\n \r\nMadgett taught at Northwestern High School and at Eastern Michigan University. A selection of her papers, documenting her poetry career and the history of Lotus Press, is held by the University of Michigan’s Special Collections Library. She died in late 2020.\n", "attrs": {}}