{"pf_url": "https://www.poetryfoundation.org/poets/nathalie-handal", "name": "Nathalie Handal", "yob": "1969", "yod": null, "image": null, "bio": "\nFrench-American poet, playwright, translator, and editor Nathalie Handal is originally of a Palestinian family from Bethlehem. She has lived in Europe, Latin America, the Arab world, and the United States. Handal earned an MFA in poetry from Bennington College and an MPhil in drama and English from the University of London. She is the author of the poetry collections The Neverfield (1999); The Lives of Rain (2005); and Love and Strange Horses (2010), winner of the 2011 Gold Medal Independent Publisher Book Award, which the New York Times says is “a book that trembles with belonging (and longing);” and Poet in Andalucía (2012), which includes, as Alice Walker wrote, “poems of depth and weight and the sorrowing song of longing and resolve.”\nHandal’s poetry draws on her experiences of dislocation, home, travel, and exile. Critic Catherine Fletcher writes, “While alternating stylistically between the narrative—tinged by the Romantic tradition—and the slightly surreal, much of Handal’s work is also marked by various forms of fragmentation. Within poems from all her collections, she often deconstructs the bodies of her subjects into their parts and houses into their elements: doors, walls, and windows.” Handal edited The Poetry of Arab Women: A Contemporary Anthology (2000), which won the PEN Oakland Josephine Miles Book Award. With Tina Chang and Ravi Shankar, she coedited Language For a New Century: Contemporary Poetry from the Middle East, Asia, and Beyond (2008).\nHandal's poetry has been set to music and performed at Lincoln Center; the Chamber Music Northwest Summer Music Festival in Portland, Oregon; and the River Run Center in Canada. Her plays include Hakawatiyeh (2009), The Stonecutters (2007), La Cosa Dei Sogni (2006) and Between Our Lips (2006). She has been playwright-in-residence at the New York Theatre Workshop, and her most recent plays have been produced at The John F. Kennedy Center for the Performing Arts, the Bush Theatre, and Westminster Abbey in London. \nHandal has received many honors, including a Lannan Foundation fellowship, the Alejo Zuloaga Order in Literature (2011), and was an honored finalist for the Gift of Freedom Award. She teaches at Columbia University and at the Low-Residency MFA program at Sierra Nevada College. She writes the literary travel column The City and the Writer for Words without Borders.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}