{"pf_url": "https://www.poetryfoundation.org/poets/nazim-hikmet", "name": "Nazim Hikmet", "yob": "1902", "yod": "1963", "image": null, "bio": "\n                                                                    Nazim Hikmet Ran was born in Salonika, now Thessaloníki, Greece. His father worked in the Foreign Service for the Ottoman Empire; his mother was an artist and his grandfather was a poet. Hikmet left Turkey after World War I to study at the University of Moscow. While in Russia, he became a Marxist, a political affiliation that remained important to him politically and personally throughout his life. Hikmet became involved in leftist literary magazines upon his return to Turkey in 1924. Arrested for his political activities, he escaped to Russia and returned to Turkey in 1928. Over the next ten years, Hikmet wrote many works of poetry, including the long poems Şeyh Bedreddin destanı (“The Epic of Shaykh Bedreddin”) and Memleketimden insan manzaraları (“Portraits of People from My Land”), a 20,000-line epic novel-in-verse. Both were published in 1936. His early verse tended to be patriotic and written in syllabic form, but from the 1930s, Hikmet increasingly eschewed overtly poetic devices in his work and instead returned to Turkish folk traditions.    Hikmet ultimately left Turkey in 1951 after a long imprisonment for subversive political activities. He spent the rest of his life living and writing in the Soviet Union and Eastern Europe. After his death of a heart attack in Moscow, his works continued to be banned in Turkey until 1965. He is now considered one of Turkey’s preeminent writers, famous for his lyric and political poems and plays. Numerous collections of Hikmet’s verse have been translated into English, including Human Landscapes from my Country (2009; trans. Randy Blasing and Mutlu Konuk), Poems of Nazim Hikmet (2002; trans. Randy Blasing and Mutlu Konuk), Things I Didn’t Know I Loved (1979; trans. Randy Blasing and Mutlu Konuk), The Day Before Tomorrow (1972; trans. Taner Baybars), The Moscow Symphony (1970; trans. Taner Baybars), and Selected Poems (1967; trans. Taner Baybars). Hikmet is the subject of Mutlu Konuk Blasing’s biography Nazim Hikmet: The Life and Times of Turkey’s World Poet (2013).\n                                                            ", "attrs": {"Region:": ["Middle East"]}}