{"pf_url": "https://www.poetryfoundation.org/poets/nehassaiu-degannes", "name": "Nehassaiu deGannes", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/74963d1a12016ba55eaf674b2475fb615aec75f2.jpeg", "bio": "\nPoet, playwright, and actor Nehassaiu deGannes earned an MA at Temple University, where she studied with Sonia Sanchez, and an MFA at Brown University. She also studied acting at the Trinity Rep Conservatory.\r\n \r\nDeGannes is the author of two chapbooks, Percussion, Salt & Honey (2001), which won the Philbrick Poetry Award for New England Poets, and Undressing the River (2011), winner of the Center for Book Arts Poetry Chapbook Competition. Her poetry incorporates received forms, sensory detail, and the practice of storytelling to explore themes of memory, power, and cultural identity. Praising deGannes’s “ability to break down syllables and play syntax against line, creating powerful rhythms yet maintaining the nature of speech,” panelists for the Rhode Island State Council on the Arts Poetry Fellowship noted that she “tackles heavy topics in her poetry, infusing them with smells and imagery and darkness, but the reader is able to enter into her world with a trust in the writer's voice.” Her poetry is featured in the literary journals American Poetry Review, Callaloo, and Painted Bride Quarterly and the anthology After Shocks: The Poetry of Recovery for Life-Shattering Events (2008).\r\n \r\nDeGannes has appeared in many New York City theater productions, including EQUUS at the John Drew Theater in Guild Hall, directed by Tony Walton; Diana Sands: A Certain Toughness of Spirit by the Juneteenth Legacy Theatre at the Workshop Theater Company, directed by Sue Lawless; and The Balcony, at the Theater at St. Clements, directed by David Herskovits, and in numerous regional productions. Her solo work includes Door of No Return, performed in 2012 at Brown University with director Kelli Wicke Davis.\r\n \r\nA Cave Canem fellow and Dark Room Collective member, deGannes received the Providence Athenaeum’s Philbrick Poetry Prize, a fellowship from the Rhode Island State Council on the Arts, and residencies at the Squaw Valley Community of Writers, the Millay Colony, and Marilyn Nelson’s Soul Mountain Retreat.\n", "attrs": {"Region:": ["U.S., New England"]}}