{"pf_url": "https://www.poetryfoundation.org/poets/nelson-algren", "name": "Nelson Algren", "yob": "1909", "yod": "1981", "image": null, "bio": "\nBorn Nelson Ahlgren Abraham in Detroit, Michigan, Nelson Algren grew up in Chicago, a city he would make famous through his depictions of its poor, working, and criminal classes. Algren’s affinity for the underside of American society marked his entire career; his novels and poems portray characters on the fringes of respectability. He once declared, “I'm confined to the black and brown world of prostitutes, drug addicts and fighters. I'm a reporter of the black and brown world. Of people who live on the edge.”\r\n \r\nAlgren earned his BA from the University of Illinois-Urbana, graduating during the height of the Depression with plans to become a journalist. Unable to find work, he drifted south, falling in with petty thieves, hustlers, and gamblers—all experiences that informed his later fiction. He spent time in jail in Texas for theft. Broke upon his release, Algren returned to Chicago. In 1933, he sold his first story, “So Help Me,” based on his experiences in Texas. It received critical attention and led to a contract for his first novel, Somebody in Boots (1935). Algren eventually found work with the Federal Writers’ Project and in a venereal disease prevention program. He also began lifelong friendships with fellow Chicago writers Richard Wright and Jack Conroy, with whom Algren founded the proletarian literary journal New Anvil. His second novel, Never Come Morning (1942), was published just before Algren enlisted.\n \r\nDuring World War II, Algren served in the Medical Corps; returning to Chicago after the war, he continued to write, publishing his most famous work and generating controversy as his vision of an America populated by losers, has-beens, and drifters felt increasingly out of sync with post-war prosperity. Algren’s ties to the Communist Party caused him trouble in the political conformism of the 1950s, but his books from the immediate post-war years garnered tremendous praise. The Neon Wilderness (1947) received an award from the American Academy of Arts and Letters, and The Man with the Golden Arm (1949), considered by most to be Algren’s masterpiece, won the first National Book Award and was made into a movie starring Frank Sinatra. During the 1950s, Algren wrote the book-length prose poem, Chicago: City on the Make (1951) and the novel A Walk on the Wild Side (1956), a rewrite of Somebody in Boots,which began the Algren backlash. In a review of the novel, Leslie Fiedler famously called Algren “the bard of stumblebum.”\r\n \r\nAlgren’s last decades were marked by poverty and obscurity. He wrote travel books such as Who Loves an American? (1963), dedicated to his long-time lover, Simone de Beauvoir, and Notes from a Sea Diary: Hemingway All the Way (1965). He taught for one year at the Iowa Writers’ Workshop. In 1974, Algren left Chicago, moving first to Paterson, New Jersey, and then to Sag Harbor on Long Island. His last book was The Devil’s Stocking, a fictionalized account of the trial of the boxer Rubin “Hurricane” Carter. It was published posthumously in 1983. In his later years, Algren began to receive renewed attention and was elected to the American Academy of Arts and Letters just before he died from a heart attack.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}