{"pf_url": "https://www.poetryfoundation.org/poets/nick-montfort", "name": "Nick Montfort", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/d01de35f8375cbeac9618e081b69fcf447c75efa.jpeg", "bio": "\nPoet, digital media artist, and creative computing specialist Nick Montfort earned a BA/BS at the University of Texas at Austin, an MS at Massachusetts Institute of Technology, an MA at Boston University, and an MSE and a PhD at the University of Pennsylvania.\r\n \r\nA frequent collaborator at the intersection of digital media and literature, Montfort often creates and works within generative constraints and computational forms. Computer-based poetry generators are “usually very elaborate and large systems,” Montfort stated in a 2010 interview with Stephen McLaughlin for Jacket2, describing his own efforts as “trying to resist that and create something very small, [which] I find interesting because it brings me up against the question of what it is about a poem that makes it recognizable as a poem to someone. What makes it play in an interesting way with traditions of poetry, with concepts, with expression?”\r\n \r\nHis poetry collections include The Truelist (2017), #! (2014), and Riddle & Bind (2010). He has been a collaborator on digital media writing projects, including the interactive fiction system Curveship, the story generation system Slant, the ppg256 series, and the Concrete Perl poetry generators. Montfort is the author of Twisty Little Passages: An Approach to Interactive Fiction (2003) and, with William Gillespie, 2002: A Palindrome Story (2002), which the Oulipo group recognized as the longest narrative palindrome.\r\n \r\nMontfort organized and coauthored 10 PRINT CHR$(205.5+RND(1)); : GOTO 10 (2012) and Racing the Beam: The Atari Video Computer System (2009) with Ian Bogost, the first book in the MIT Press series Platform Studies, which Montfort and Bogost now coedit. Montfort’s art books include World Clock (2013), generated by 165 lines of Python code, and Implementation: A Novel (2012, with Scott Rettberg). With Noah Wardrip-Fruin, he edited The New Media Reader (2003), and with N. Katherine Hayles, Stephanie Strickland, and Scott Rettberg, he edited volume 1 of The Electronic Literature Collection (2006).\r\n \r\nMontfort is professor of digital media at MIT, where he has served as faculty adviser for the Electronic Literature Organization. He lives in New York and Boston.\n", "attrs": {"Region:": ["U.S., New England"]}}