{"pf_url": "https://www.poetryfoundation.org/poets/nikki-giovanni", "name": "Nikki Giovanni", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/056f0f756a6cee1497c51615db4ff94a0c332a7b.jpeg", "bio": "\nNikki Giovanni is one of America’s foremost poets. Over the course of a long career, Giovanni has published numerous collections of poetry—from her first self-published volume Black Feeling Black Talk (1968) to New York Times best-seller Bicycles: Love Poems (2009)—several works of nonfiction and children’s literature, and multiple recordings, including the Emmy-award nominated The Nikki Giovanni Poetry Collection (2004). Her most recent publications include Make Me Rain: Poems and Prose (2020), Chasing Utopia: A Hybrid (2013) and, as editor, The 100 Best African American Poems (2010). A frequent lecturer and reader, Giovanni has taught at Rutgers University, Ohio State University, and Virginia Tech, where she is a University Distinguished Professor.\nBorn Yolande Cornelia Giovanni. Jr, in Knoxville, Tennessee, Giovanni was the younger of two daughters in a close-knit family. She gained an intense appreciation for African American culture and heritage from her grandmother, explaining in an interview, “I come from a long line of storytellers.” This early exposure to the power of spoken language influenced Giovanni’s career as a poet, particularly her sophisticated use of vernacular speech. When Giovanni was a young child, she moved with her parents from Knoxville to a predominantly black suburb of Cincinnati, Ohio but remained close to her grandmother. Giovanni was encouraged by several schoolteachers and enrolled early at Fisk University, a prestigious HBCU (historically Black college or university) in Nashville, Tennessee. A literary and cultural renaissance was emerging at Fisk, as writers and other artists of color collaborated in cultural projects that explored and delineated the possibilities of Black identity. In addition to serving as editor of the campus literary magazine and participating in the Fisk Writers Workshop, Giovanni worked to restore the Fisk chapter of the Student Non-Violent Coordinating Committee (SNCC). Giovanni graduated with a B.A. in history in 1968 and went on to attend graduate school at the University of Pennsylvania and Columbia University in New York\n\r\nGiovanni’s first published volumes of poetry grew out of her response to the assassinations of such figures as Martin Luther King, Jr., Malcolm X, Medgar Evers, and Robert Kennedy, and the pressing need she saw to raise awareness of the plight and the rights of Black people. Black Feeling Black Talk (1968) and Black Judgement (1968) explore Giovanni’s growing political and spiritual awareness. These early books, followed by Re: Creation (1970), quickly established Giovanni as a prominent new voice in African American literature. Black Feeling Black Talk sold over ten thousand copies in its first year alone. Giovanni gave her first public reading to a packed audience at Birdland, the famous New York City jazz spot.\nCritical reaction to Giovanni’s early work focused on the revolutionary attitude or tone of her poetry. “Nikki writes about the familiar: what she knows, sees, experiences,” Don L. Lee observed in Dynamite Voices I: Black Poets of the 1960s.”It is clear why she conveys such urgency in expressing the need for Black awareness, unity, solidarity… What is perhaps more important is that when the Black poet chooses to serve as political seer, he must display a keen sophistication. Sometimes Nikki oversimplifies and therefore sounds rather naive politically.” However, Giovanni’s first three volumes of poetry were enormously successful, answering a need for inspiration, anger, and solidarity. She publicly expressed feelings of oppression, anger, and frustration; in doing so, she found new audiences beyond the usual poetry-reading public. Black Judgement sold six thousand copies in three months, almost six times the sales level expected of a poetry book. As she travelled to speaking engagements at colleges around the country, Giovanni was often hailed as one of the leading Black poets of the new Black renaissance. The prose poem “Nikki-Rosa,” Giovanni’s reminiscence of her childhood in a close-knit African American home, was first published in Black Judgement. The poem expanded her appeal and became her most beloved and most anthologized work. During this time, she also made television appearances, later published as conversations with Margaret Walker and James Baldwin.\n\r\nIn 1969, Giovanni took a teaching position at Rutgers University. That year she also gave birth to her son, Thomas. Giovanni’s work shifted focus after the birth of her son and she made several recordings of her poetry set against a gospel or jazz backdrop. In addition to writing her own poetry, Giovanni offered exposure for other African American women writers through NikTom, Ltd., a publishing cooperative she founded in 1970. Gwendolyn Brooks, Margaret Walker, Carolyn Rodgers, and Mari Evans were among those who benefited from Giovanni’s work. Giovanni also began to articulate a global sense of solidarity amonst oppressed peoples of the world; as she traveled to other regions, including the Caribbean, her work evolved to consider issues of diaspora. As she broadened her perspective, Giovanni began to review her own life, notably in Gemini: An Extended Autobiographical Statement on My First Twenty-five Years of Being a Black Poet (1971), which earned a nomination for the National Book Award.\n\r\nIn addition to writing for adults in Gemini and other works during the early 1970s, Giovanni began to compose verse for children. Among her published volumes for young readers are Spin a Soft Black Song (1971), Ego-Tripping and Other Poems for Young People (1973), and Vacation Time (1980). Written for children of all ages, Giovanni’s poems are unrhymed incantations of childhood images and feelings which also focus on Black history and explore issues and concerns specific to Black youth. Giovanni’s later works for children include Knoxville, Tennessee (1994), The Sun Is So Quiet (1996) and Lincoln and Douglass: An American Friendship (2008). Giovanni’s children’s book Rosa (2005) was awarded a Caldecott Medal and the Coretta Scott King Award for illustration.\nThroughout the 1970s and 1980s Giovanni’s popularity as a speaker and lecturer increased along with her success as a poet and children’s author. She received numerous awards for her work, including honors from the National Council of Negro Women and the National Association of Radio and Television Announcers. She was featured in articles for magazines such as Ebony, Jet, and Harper’s Bazaar. She also continued to travel, making trips to Europe and Africa, and her increasingly sophisticated and nuanced world view is reflected in her work from the period, including My House (1972), Cotton Candy on a Rainy Day (1978), and Those Who Ride the Night Winds (1983), a book that echoes the political activism of her early work as she dedicates various pieces to Phillis Wheatley, Martin Luther King, Jr., and Rosa Parks. As Giovanni moved through her middle years, her work continued to reflect her changing concerns and perspectives. The Selected Poems of Nikki Giovanni, 1968-1995 (1996), which spans the first three decades of her career, was heralded by Booklist critic Donna Seaman as a “rich synthesis [that] reveals the evolution of Giovanni’s voice and charts the course of the social issues that are her muses, issues of gender and race.” Twenty of the fifty-three works collected in Love Poems (1997) find the writer musing on subjects as diverse as friendship, sexual desire, motherhood, and loneliness.\nGiovanni volumes of nonfiction include Racism 101 (1994), which takes stock of Giovanni’s experiences of the civil rights movement and its aftermath. The book is a rich source of impressions of other black intellectuals, including writer and activist W.E.B. DuBois, writers Henry Louis Gates, Jr. and Toni Morrison, Supreme Court Justice Clarence Thomas, and filmmaker Spike Lee. In addition to publishing original writings, Giovanni has edited poetry collections like the highly praised Shimmy Shimmy Shimmy Like My Sister Kate (1996), a compilation of works composed by African American writers during the Harlem Renaissance.\nBlues: For All the Changes (1999) was published after a battle with lung cancer. It was Giovanni’s first volume of poetry in five years. Quilting the Black-Eyed Pea: Poems and Not Quite Poems (2002) includes, as the title suggests, “anecdotes, musings, and praise songs,” according to Tara Betts of Black Issues Book Review. In 2003, Giovanni published The Nikki Giovanni Poetry Collection, an audio compilation spanning her poetry from 1968 to the present. The audio compilation coincided with The Collected Poetry of Nikki Giovanni (2003) which includes poetry from each of her eleven volumes of poetry and features a chronology and extensive notes for each selection. A review from Publishers Weekly noted that Giovanni’s “outspoken advocacy, her consciousness of roots in oral traditions, and her charismatic delivery place her among the forebearers of present-day slam and spoken-word scenes.” Giovanni is an avid supporter of slam, spoken-word and hip-hop, calling the latter “the modern equivalent of what spirituals meant to earlier generations of blacks.” Giovanni’s recent works include Bicycles: Love Poems (2009), a follow-up to her earlier Love Poems, and Chasing Utopia: A Hybrid (2013), which mixes poetry and prose, “blending memories, reflections, even recipes,” noted David Ulin in the Los Angeles Times. “In its particularity, its informality,” Ulin went on “Chasing Utopia continually reminds us of what's important: the connections we develop with those we love.”\nGiovanni has received numerous awards and accolades for her work including seven NAACP Image Awards, the Langston Hughes Award for Distinguished Contributions to Arts and Letters, the Rosa Parks Women of Courage Award and over twenty honorary degrees from colleges and universities around the country. Oprah Winfrey named Giovanni one of her “25 Living Legends.” Giovanni has even had a species of bat named after her, the Micronycteris giovanniae. Giovanni taught at Virginia Tech during the tragic shooting in 2007 and composed a chant-poem which she read at the memorial service the day after. Of the poem, Giovanni said in an interview with the Virginian-Pilot “I try to be honest in my work, and I thought the only thing I can do at that point—because all I knew was that we are Virginia Tech. This was not Virginia Tech.”\n\r\n“Writing is ... what I do to justify the air I breathe,” Giovanni once wrote in Contemporary Authors. “I have been considered a writer who writes from rage and it confuses me. What else do writers write from? A poem has to say something. It has to make some sort of sense; be lyrical; to the point; and still able to be read by whatever reader is kind enough to pick up the book.”\n \n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}