{"pf_url": "https://www.poetryfoundation.org/poets/nikola-madzirov", "name": "Nikola Madzirov", "yob": "1973", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bddcc97fa87df30f6f98dc320cecef92b02a085c.jpeg", "bio": "\n                                                                    Macedonian poet, editor, and translator Nikola Madzirov was born in Strumica to a family of Balkan War refugees. Madzirov’s poetry examines both personal and cultural geography in order to trace the nature of our movement across those landscapes. In a review of Remnants of Another Age in the Tottenville Review, Mike Walker notes, “[O]ften in Madzirov’s poetry, there is a sense of escape but also a sense of the imperative for such escape. The characters who people his poems are half the time in transit, in flight, and half the time already gone. There is a sense of autumnal winsomeness yet also a feeling of suspense in his work.” In a 2011 interview with L.A. Grove for the California Journal of Poetics, Madzirov addressed the nature of translation, stating, “There are many poems in which we can recognize ourselves without having written them, just as there are cities where we have imagined ourselves much earlier before we travel there. The translator is a silent deconstructor, a night guard of the bridges of difference and understanding.”   He is the author of several collections of poetry including Studentski Zbor award-winner Locked in the City (1999), Aco Karamanov Award-winner Somewhere Nowhere (1999), and Huberta Burda Award-winner Relocated Stone (2007). Poet Carolyn Forché wrote the foreword to a volume of his selected poems, Remnants of Another Age (2011, translated by Peggy Reid, Graham Reid, Magdalena Horvat, and Adam Reed). Madzirov’s work has been translated into more than thirty languages.   His additional honors include the Hubert Burda European Poetry Award, the Miladinov Brothers poetry prize and residencies at the University of Iowa’s International Writing Program, LiteraturRaum in Berlin, KulturKontakt in Vienna, Literatur Haus NÖ in Krems, and Villa Waldberta in Munich. He has served as Macedonian coordinator for the international poetry network for Lyrikline and as poetry editor for the Macedonian online journal Blesok.  Madzirov lives in Macedonia.\n                                                            ", "attrs": {"Region:": ["Eastern Europe"]}}