{"pf_url": "https://www.poetryfoundation.org/poets/norman-maccaig", "name": "Norman MacCaig", "yob": "1910", "yod": "1996", "image": null, "bio": "\nNorman MacCaig was born in Edinburgh, Scotland on November 14, 1910. He attended the prestigious Royal High School and studied classics at the University of Edinburgh, where he earned an MA in 1932. He later worked as a primary school teacher. During World War II, MacCaig registered as a conscientious objector and consequently spent some time in prison, as well as in various labor programs. He was appointed a fellow in creative writing at the University of Edinburgh in 1967 and, in 1970, became a Reader in poetry at the University of Stirling. His awards included an OBE, the Cholmondeley Medal, and the Queen’s Medal for Poetry.\nThough he spent much of his life and career in Edinburgh, MacCaig’s mother’s Highland ancestry was an important part of his identity, and he spent his summers in Assynt, Scotland, in the northwest Highlands. MacCaig’s poetry bears the influence of his dual upbringing: though he wrote only in English—something of an anomaly for a Scottish poet of his generation—his poetry frequently drew on the Highland landscape and Gaelic culture which he loved.\nThough he began his career with two books associated with the surrealist-inflected New Apocalypse movement, MacCaig’s work is primarily known for its lucid, spare style; he even went so far as to later dismiss his first collections as obscure and meaningless. MacCaig’s third book, Riding Lights (1955), is thought to be his breakthrough, the volume in which he pioneered the direct, plainspoken style for which he became famous. In his books of the 1960s, including Measures (1966), Rings on a Tree (1969), and A Man in my Position (1969), he moved away from the metrical strictness that had characterized his early work, developing, according to Angus Calder, his “throwaway-seeming free verse” style. His later work, including A World of Difference (1983) and Voice Over (1988), shifted from “literary-philosophical description of landscape,” in the words of The Times, to deeper, more metaphysical themes. Simon Rae, reviewing Voice Over in the Times Literary Supplement, noted that “MacCaig hasn’t turned his back on the physical world, but he has, it seems, moved—easily and naturally—away from the excitements of the incidental to a more fixed contemplation of the elemental and the immemorial.” Three editions of MacCaig’s Collected Poems have been published, including The Poems of Norman MacCaig (2005), which was edited by his son and includes previously unpublished work.\nIn the Times Literary Supplement G.S. Fraser called Norman MacCaig “the most active and interesting mind fully at work on poetry in Scotland today.” Praised for his modesty, MacCaig was well known for his unique brand of wit—he once described his religious beliefs as “Zen-Calvinism.” A member of a circle of important 20th century Scottish poets including Hugh MacDiarmid, Sorley MacLean, Robert Garioch, and Sydney Goodsir Smith, MacCaig was somewhat unique in that he never attempted to write in Scots, and generally steered clear of making definitive political statements in his verse. But MacCaig was a beloved, vital presence on the Scottish poetry scene nonetheless. As part of the Scottish Arts Council Writers in Public initiative, he visited schools are all over Scotland, and his poetry still forms an integral part of Scotland’s curriculum. He died in Edinburgh on January 23, 1996.\n", "attrs": {"Region:": ["Scotland"]}}