{"pf_url": "https://www.poetryfoundation.org/poets/norman-dubie", "name": "Norman Dubie", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fca97aeed31671249062df8f5bd402e493564f2a.jpeg", "bio": "\nNorman Dubie was born in Barre, Vermont on April 10, 1945, the son of a radical minister and a nurse. He began writing poetry at age 11 and was influenced by both his father’s Sunday sermons and his mother’s tales of hospital life. Acknowledging his debt as a writer to his parents, Dubie noted in an interview with Poets & Writers magazine, “I got the weirdest introduction to writing from them—my mother, because she would come home from the hospital with the most grisly and grim, detailed stories about people dying, children dying. And she had to unload it, so she’d unload it at the supper table. We all had a love of detail, so we understood … I really learned not to blink, not to look away, from some of those things in life that are ugly and involve suffering.” After graduating from Goddard College in Vermont, Dubie attended the Iowa Writers’ Workshop, where he wrote his first collection, Alehouse Sonnets (1971), during a blizzard. The book was selected as a runner-up for the International Poetry Forum Prize and later published by the University of Pittsburgh Press. The strength of this first collection, as well as Dubie’s reputation as a teacher at Iowa, where he had remained following his degree, led Richard Howard to encourage Dubie to found an MFA program at Arizona State University. Dubie accepted a position there in 1975 and has worked there ever since, currently serving as the Regents Professor of English. His many collections of poetry include Robert Schumann is Mad Again (2019); Quotations of Bone (2015), which won the Griffin Poetry Prize; The Volcano (2010); The Insomniac Liar of Topo (2007); Ordinary Mornings of a Coliseum (2004); The Mercy Seat (2001); and The Everlastings (1980). His work has been translated into 30 languages. He has received the Bess Hokin Prize from the Poetry Foundation, the PEN Center USA Literary Award for Poetry, and fellowships and grants from the John Simon Guggenheim Memorial Foundation, the National Endowment for the Arts, and the Ingram Merrill Foundation.\nDubie’s work “manifests a powerful disposition to relocate his imagination out of its own time and place,” wrote Vernon Shetley in the New York Review of Books. This relocation may involve the use of a historically significant locale for the setting of a poem (ancient Egypt), or perhaps the life of an artist from the past (Renoir). In a review of The Everlastings (1980), Shetley draws a close parallel between Dubie’s techniques and those of the creator of the dramatic monologue, Robert Browning: “One might say that Browning takes a tape recorder to the past, Dubie a camera. [The latter] seeks to evoke emotion through a highly particularized rendering of a world of objects.” Though Dubie’s early books sometimes received criticism for their supposed obscurity and extreme facility, the young writer was recognized as “a determined and gifted poet, with energy to burn,” according to Katha Pollitt in the Nation. Pollitt also found that Dubie’s “lush images … fold into one another in a way that is often pleasing to the inner eye.” Prolific throughout the 1970s and ’80s, Dubie became famous for his political, historical imagination and opulently figurative language, as well as his deadpan syntax and style. In books like The City of the Olesha Fruit (1979), Groom Falconer (1989), and Radio Sky (1991), Dubie solidified his reputation as one of America’s premier poets. He is also known as one of the most generous and talented teachers of poetry working today.\nThe final installment of a trilogy that began with The Springhouse (1986), Radio Sky is rife with historical personae and wide-ranging subject manner. A reviewer for Library Journal noted that Dubie’s “spare, conversational style works best when the spiritual, the otherworldly, seeps over into dailiness … At times the reader has to work to fill in the gaps between title and subject, but the effort is usually rewarding: poetry in many voices, documenting many times.” It was Dubie’s final book for nearly 10 years. During a period in which he increasingly turned to the practice of Tibetan Buddhism, Dubie ceased publishing poems because he felt, as he told Poets & Writers, that he was in danger of falling into “a kind of mannerist writing in which you’re almost caricaturing your own work or satirizing your own work. I felt I was at the point of doing that.” Initially intending to stop for a year or two, Dubie began to seriously practice Buddhism and acknowledges that “it and the teaching completely absorbed me … I have to say truthfully that nothing ever entered my life with such force as the simple sitting practice and the energy, the states of mind that were involved, the states of mind that were filled with a kind of self-criticism I’d never really enjoyed before. It was all very depressing and scary and lovely. It will touch every cell in your body, this practice. I don’t know, the notion that I’d not only found a religion but one that was animate—if it is indeed a religion—well, it was good news. And it was probably time for me to rest. I had done probably too much work.”\nAfter this period of retreat from poetry, Dubie released The Mercy Seat: Collected and New Poems, 1967-2000 in 2001. The collection contains not only poems from his nearly 20 published books, but also new pieces. Addressing the influence of Buddhism on his writing, Dubie confessed that “there’s no way you have any success with a sitting, there’s no way that you can actually begin a sitting and somehow tolerate it and not be changed utterly in so many ways. More than anything else, it makes you aware of your own bullshit.” The Mercy Seat was highly praised in all corners. Reviewing the mammoth volume for the Boston Review, Ian Tromp noted Dubie’s trademark talent for “inhabiting a persona and making convincing representations of another person’s life, taking on a different view and experience of the world.” Tromp also recognized the influence of Tibetan Buddhism on Dubie’s work, specifically the idea of “exchange” of oneself for another’s reality, known as Bodhicitta training. This “other-identification,” Tromp argued, is a main tenant of Buddhism and runs throughout Dubie’s oeuvre: “Dubie’s texts might be seen as more than dramatic monologues: they would then take on the aspect of spiritual exercises of identification, exchanges of self and other.” The collection, in the words of Ray González in Bloomsbury Review, “reminds of what we missed” in Dubie’s long hiatus. \nSince The Mercy Seat, Dubie has published numerous books. His collection Ordinary Mornings of a Coliseum (2004) was hailed as a hugely enjoyable return to form. Concerned with the necessity of suffering to happiness, the book is shot through with anxious speakers and historical anomalies, including references to modern-day catastrophes in Iraq and Afghanistan. In a review for Verse, Brendan O’Conner noted that “the poems in Ordinary Mornings of a Coliseum compose a fragmentary chronicle, a far-from-complete record of atrocity and heartbreak stitched together with a longing for justice.” The Insomniac Liar of Topo (2007) won both praise and criticism for its frenetic pace and kitchen-sink aesthetic. A reviewer for Publisher’s Weekly granted that “at best, Dubie achieves a desert equivalent of the backwoods dream-vision poetry of Frank Stanford.” Dubie’s collection The Quotations of Bone (2015) won the 2016 Griffin Poetry Prize. The judges’ citation reads, “Dubie’s uncontested mastery of the lyric poem has, in this collection, broken into strange and revelatory territory.”\nDubie remains optimistic about the state of American poetry. In an interview with Poets & Writers, he prophesized: “If we’re remembered as a nation, as a culture of people, an awful lot of poetry and writing in general will survive from this period. It’s a wonderful time to be reading.”\nHe lives and works in Tempe, Arizona.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}