{"pf_url": "https://www.poetryfoundation.org/poets/norman-fischer", "name": "Norman Fischer", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/32cfae2326362e28a7ddd6cca7b6c77c5aee1683.jpeg", "bio": "\nA Zen Buddhist priest and teacher, Norman Fischer earned an MFA from the University of Iowa Writers’ Workshop and an MA from the Graduate Theological Union at the University of California, Berkeley. He spent five years at the Tassajara Zen Monastery in San Francisco, and twenty years in residence at Green Gukch Farm Zen Center. An author of both nonfiction and poetry, his collections of poetry include Turn Left in Order to Go Right (1989), Success (2000), Slowly but Dearly (2004), I Was Blown Back (2005), Questions / Places / Voices / Seasons (2009), Conflict (2012), The Strugglers (2013), and Escape This Crazy Life of Tears: Japan 2010 (2014). Latest books are Untitled Series:Life As It Is (2018) and On A Train At Night (2018).\r\n \r\nEarly in his career, Fischer was associated with the Language poets; during his time at Tassajara, his fellow students included Jane Hirschfield and Philip Whalen, both poets with whom he maintained close ties. Discussing writing on his website, Fischer states: “There’s no self or person, just what arises … writing is words, how they sound, how they look lying on the page.” Exhibiting a Buddhist sensibility, his poems display a literary bent while questioning the qualities of language.\r\n \r\nFisher has written numerous books on spirituality, among them Opening to You: Zen-Inspired Translations of the Psalms (2003), Taking Our Places: The Buddhist Path to Truly Growing Up (2004), Sailing Home: Using Homer’s Odyssey to Navigate Life’s Perils and Pitfalls (2008), Training in Compassion: Zen Teachings on the Practice of Lojong (2013) and The World Could Be Otherwise: Imagination and the Bodhisattva Path (2019).\r\n \r\nFischer was co-abbot for the San Francisco Zen Center from 1995 to 2000. He is a founder of and teacher at the Everyday Zen Foundation. \n \n", "attrs": {"Region:": ["U.S., Western"]}}