{"pf_url": "https://www.poetryfoundation.org/poets/norma-farber", "name": "Norma Farber", "yob": "1909", "yod": "1984", "image": null, "bio": "\n                                                                    Born in Boston in 1909, poet, children’s author, and classical soprano Norma Farber earned degrees at Wellesley College and Radcliffe College. She was the author of six poetry collections, including The Hatch (1955), A Desperate Thing: Marriage is a Desperate Thing (1973), and Something Further: Poems (1979), and her work often engaged biblical narratives and the nature of language itself. Year of Reversible Loss (2012), her posthumously published lyric meditation on the death of her husband, the scientist Sidney Farber, was praised by poet Robert Pinsky for its “formal doubleness,” weaving essay and verse to produce a memoir that is as “attentive as it is candid, cool as it is heartfelt, elegant as it is passionate.”   During her lifetime, Farber published 18 children’s books, including Did You Know It Was the Narwhale? (1967); National Book Award finalist As I Was Crossing Boston Common (1975), illustrated by Arnold Lobel; I Found Them in the Yellow Pages (1973), illustrated by Marc Brown); the children’s poetry collections Small Wonders: Poems (1979) and Never Say Ugh! to a Bug (1979); as well as the Lewis Carroll–inspired hybrid Six Impossible Things Before Breakfast: Stories & Poems (1977) and the young adult novel Mercy Short: A Winter Journal, North Boston 1692–1693 (1982).   Farber’s poetry received the New England Poetry Club’s Golden Rose Award and numerous awards from the Poetry Society of America. That organization honors her contribution to the field by annually awarding the Norma Farber First Book Award to an American poet.   A selection of her papers, mainly related to her children’s books, is held at the University of Minnesota Libraries Children’s Literature Research Collections. Farber died of vascular disease in Cambridge, Massachusetts, in 1984.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}