{"pf_url": "https://www.poetryfoundation.org/poets/ocean-vuong", "name": "Ocean Vuong", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/9fa144264e03d6686020a8b98148d113b5b87bd8.jpeg", "bio": "\nBorn in Saigon, poet and editor Ocean Vuong was raised in Hartford, Connecticut, and earned a BA at Brooklyn College (CUNY). In his poems, he often explores transformation, desire, and violent loss. In a 2013 interview with Edward J. Rathke, Vuong discussed the relationship between form and content in his work, noting that “Besides being a vehicle for the poem’s movement, I see form as … an extension of the poem’s content, a space where tensions can be investigated even further. The way the poem moves through space, its enjambment or end-stopped line breaks, its utterances and stutters, all work in tangent with the poem’s conceit.” Acknowledging the ever-increasing number of possible directions each new turn in a poem creates, Vuong continued, “I think the strongest poems allow themselves to collapse completely before even suggesting resurrection or closure, and a manipulation of form can add another dimension to that collapse.”\r\n \r\nVuong is the author of the poetry collections Night Sky With Exit Wounds (2016), winner of the 2017 T.S. Eliot Prize, and the chapbooks No (2013) and Burnings (2010), which was an Over the Rainbow selection by the American Library Association. His novel, On Earth We're Briefly Gorgeous (2019), was longlisted for the 2019 National Book Award for Fiction, the Carnegie Medal in Fiction, the 2019 Aspen Words Literacy Prize, and the PEN/Hemingway Debut novel award; the novel was also shortlisted for the 2019 Center for Fiction First Novel Prize and won the 2019 New England Book Award for Fiction. His work has been translated into Hindi, Korean, Russian, and Vietnamese. His honors include fellowships from the Elizabeth George Foundation, Poets House, Kundiman, and the Saltonstall Foundation for the Arts as well as an Academy of American Poets Prize, an American Poetry Review Stanley Kunitz Prize for Younger Poets, a Pushcart Prize, and a Beloit Poetry Journal Chad Walsh Poetry Prize.\r\n \r\nIn 2014, Vuong was awarded a Ruth Lilly and Dorothy Sargent Rosenberg Poetry fellowship from the Poetry Foundation. He received a Whiting Award in 2016 and a MacArthur fellowship in 2019. He is the former managing editor of Thrush Press and currently lives in the Pioneer Valley of Massachusetts, where he is on faculty in the MFA program at the University of Massachusetts, Amherst.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}