{"pf_url": "https://www.poetryfoundation.org/poets/odysseus-elytis", "name": "Odysseus Elytis", "yob": "1911", "yod": "1996", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b06f5956e8f3a4d34b45b415574633cf7cd49346.jpeg", "bio": "\nNobel Prize-winning poet Odysseus Elytis was born Odysseus Alepoudelis, in the city of Heraklion, on the island of Crete, on November 2, 1911. To avoid any association with his wealthy family of soap manufacturers, he later changed his surname to reflect those things he most treasured. Frank J. Prial of the New York Times explained that the poet’s pseudonymous name was actually “a composite made up of elements of Ellas, the Greek word for Greece; elpidha, the word for hope; eleftheria, the word for freedom, and Eleni, the name of a figure that, in Greek mythology, personifies beauty and sensuality.”\nElytis was relatively unknown outside his native Greece when he was awarded the Nobel Prize for literature in 1979. Although the Swedish Academy of Letters had bestowed the honor upon other previously little-known writers—among them Eugenio Montale, Vicente Aleixandre, and Harry Martison—their choice of Elytis came as a surprise nonetheless. The academy declared in its presentation that his poetry “depicts with sensual strength and intellectual clearsightedness, modern man’s struggle for freedom and creativeness ... [In] its combination of fresh, sensuous flexibility and strictly disciplined implacability in the face of all compulsion, Elytis’ poetry gives shape to its distinctiveness, which is not only very personal but also represents the traditions of the Greek people.”\nElytis’s poetry collections include What I Love: Selected Poems of Odysseus Elytis, translated by Olga Broumas (1978), Maria Nefeli: Skiniko piima (1978, translated as Maria the Cloud: Dramatic Poem, 1981), and To axion esti (1959, translated as Worthy It Is, 1974).\nTo be a Greek and a part of its 25-century-old literary tradition was to Elytis a matter of great pride. His words, upon acceptance of the Nobel Prize, gave evidence of this deep regard for his people and country: “I would like to believe that with this year’s decision, the Swedish Academy wants to honor in me Greek poetry in its entirety. I would like to think it also wants to draw the attention of the world to a tradition that has gone on since the time of Homer, in the embrace of Western civilization.”\nElytis first became interested in poetry around the age of 17. At the same time he discovered surrealism, a school of thought just emerging in France. He soon became absorbed in the literature and teachings of the surrealists and worked to incorporate aspects of this new school into the centuries-old Greek literary tradition. Elytis later explained the motivations behind his embracing of the French ideals: “Many facets of surrealism I cannot accept, such as its paradoxical side, its championing of automatic writing; but after all, it was the only school of poetry—and, I believe, the last in Europe—which aimed at spiritual health and reacted against the rationalist currents which had filled most Western minds. Since surrealism had destroyed this rationalism like a hurricane, it had cleared the ground in front of us, enabling us to link ourselves physiologically with our soil and to regard Greek reality without the prejudices that have reigned since the Renaissance.”\nThus, Elytis adapted only selected principles of surrealism to his Greek reality. Free association of ideas, a concept he often made use of, allowed him to portray objects in their “reality” but also in their “surreality.” This is shown in various poems, as when a young girl is transformed into a fruit, a landscape becomes a human body, and the mood of a morning takes on the form of a tree. “I have always been preoccupied with finding the analogies between nature and language in the realm of imagination, a realm to which the surrealists also gave much importance, and rightly so,” claimed Elytis. “Everything depends on imagination, that is, on the way a poet sees the same phenomenon as you do, yet differently from you.”\nProsanatolizmi (Orientations), published in 1936, was Elytis’s first volume of poetry. Filled with images of light and purity, the work earned for its author the title of the “sun-drinking poet.” Edmund Keeley, a frequent translator of Elytis’s work, observed that these “first poems offered a surrealism that had a distinctly personal tone and a specific local habitation. The tone was lyrical, humorous, fanciful, everything that is young.” In a review of a later work, O ilios o iliatoras (1971, translated as The Sovereign Sun, 1974), a writer for the Virginia Quarterly Review echoed Keeley’s eloquent praise: “An intuitive poet, who rejects pessimism and engages in his surrealistic images the harsh realities of life, Elytis is a voice of hope and naked vigor. There is light and warmth, an awakening to self, body, and spirit, in Elytis.”\nThe poet, however, disagreed with such descriptions of his work. He suggested that “my theory of analogies may account in part for my having been frequently called a poet of joy and optimism. This is fundamentally wrong. I believe that poetry on a certain level of accomplishment is neither optimistic nor pessimistic. It represents rather a third state of the spirit where opposites cease to exist. There are no more opposites beyond a certain level of elevation. Such poetry is like nature itself, which is neither good nor bad, beautiful nor ugly; it simply is. Such poetry is no longer subject to habitual everyday distinctions.”\nWith the advent of the World War II, Elytis interrupted his literary activities to fight with the First Army Corps in Albania against the fascists of Benito Mussolini. His impressions of this brutal period of his life were later recorded in the long poem “A Heroic and Elegiac Song of the Lost Second Lieutenant of the Albanian Campaign.” Regarded as one of the most touchingly human and poignant works inspired by the war, the poem has since become one of the writer’s best-loved works.\nElytis’s To axion esti (1959, translated as Worthy It Is, 1974), came after a period of more than 10 years of silence. Widely held to be his chef d’oeuvre, it is a poetic cycle of alternating prose and verse patterned after the ancient Byzantine liturgy. As in his other writings, Elytis depicted the Greek reality through an intensely personal tone. Keeley, the translator of the volume into English, suggested that To axion esti “can perhaps be taken best as a kind of spiritual autobiography that attempts to dramatize the national and philosophical extensions of the poet’s personal sensibility. Elytis’s strategy in this work ... is to present an image of the contemporary Greek consciousness through the developing of a persona that is at once the poet himself and the voice of his country.”\nAfter the overwhelming success of To axion esti, which won the National Book Award for Poetry in 1960, questions were raised regarding what new direction Elytis would pursue and whether it would be possible to surpass his masterpiece. When Maria Nefeli was first published in 1978, it met with a curious, yet hesitant public. M. Byron Raizis related in World Literature Today that “some academicians and critics of the older generations still [wanted] to cling to the concept of the ‘sun-drinking’ Elytis of the Aegean spume and breeze and of the monumental Axion Esti, so they [approached] Maria Nefeli with cautious hesitation as an experimental and not-so-attractive creation of rather ephemeral value.”\nThe reason behind the uncertainty many Elytis devotees felt toward this new work stemmed from its radically different presentation. Whereas his earlier poems dealt with the almost timeless expression of the Greek reality, “rooted in my own experience, yet ... not directly [transcribing] actual events,” he once stated, Maria Nefeli was based on a young woman he actually met. Different from the women who graced his early work, the woman in Elytis’s poem had changed to reflect the troubled times in which she lives. “This Maria then is the newest manifestation of the eternal female,” noted Raizis, “the most recent mutation of the female principle which, in the form of Maria, Helen and other more traditional figures, had haunted the quasi-idyllic and erotic poems of [Elytis’s youth].” Raizis explained further that Maria is the “attractive, liberated, restless or even blase representative of today’s young woman ... This urban Nefeli is the offspring, not the sibling, of the women of Elytis’s youth. Her setting is the polluted city, not the open country and its islands of purity and fresh air.”\nThe poem consists of the juxtaposed statements of Maria Nefeli, who represents the ideals of today’s emerging woman, and Antifonitis, or the Responder, who stands for more traditional views. Through Maria, the Responder is confronted with issues which, though he would like to ignore them, he is forced to come to terms with. Rather than flat, lifeless characters who expound stale and stereotyped maxims, however, “both are sophisticated and complex urbanites who express themselves in a wide range of styles, moods, idioms and stanzaic forms,” maintained Raizis.\nDespite the initial reservations voiced by some critics, Maria Nefeli came to be regarded as the summa of Elytis’s later writings. Gini Politi, for example, announced: “I believe that Maria Nefeli is one of the most significant poems of our times, and the response to the agony it includes is written; this way it saves for the time being the language of poetry and of humaneness.” Kostas Stamatiou, moreover, expressed a common reaction to the work: “After the surprise of a first reading, gradually the careful student discovers beneath the surface the constants of the great poet: faith in surrealism, fundamental humanism, passages of pure lyricism.”\nRobert Shannan Peckham in the Times Literary Supplement noted that Elytis’s reputation as a major poet was ensured when he received the Nobel Prize for Literature in 1979. Elytis, though, was also a prolific essayist, writing a variety of nonfiction criticism translated and collected in Carte Blanche: Selected Writings in 2000. Peckham argued that the essays need to read “as an extension of the poetry, exuberantly lyrical and self-consciously metaphysical ... The essays cohere through an associative, poetic logic, rather than developing any sustained critical argument.” Peckham concluded that the collection would not “secure Elytis a place among the outstanding essayists of the twentieth century,” but praised the translation by David Connolly.\nIn an interview with Ivar Ivask for Books Abroad, Elytis summarized his life’s work: “I consider poetry a source of innocence full of revolutionary forces. It is my mission to direct these forces against a world my conscience cannot accept, precisely so as to bring that world through continual metamorphoses more in harmony with my dreams. I am referring here to a contemporary kind of magic whose mechanism leads to the discovery of our true reality. It is for this reason that I believe, to the point of idealism, that I am moving in a direction which has never been attempted until now. In the hope of obtaining a freedom from all constraint and the justice which could be identified with absolute light, I am an idolater who, without wanting to do so, arrives at Christian sainthood.”\nElytis died in Athens, Greece on March 18, 1996.\n", "attrs": {"Region:": ["Greece"]}}