{"pf_url": "https://www.poetryfoundation.org/poets/omar-perez", "name": "Omar Pérez", "yob": "1964", "yod": null, "image": null, "bio": "\nPoet, editor, and translator Omar Pérez was born and raised in Havana. He earned a degree in English at the University of Havana and studied Italian at the Universitá per Straniere di Siena. He has worked as a journalist for El Caimán Barbudo, and as an editor for the magazine La naranja dulce. A former member of the Cuban intellectual group Paideia, he edited the poetry magazine Mantis from 1994 to 1996. He is the son of revolutionary Ernesto “Che” Guevara. \r\n \r\nOrdained as a Zen Buddhist monk, Pérez composes poems that engage languages, Zen, and political and cultural transcendence. His poetry collections include Lingua Franca (2010), Oíste hablar del gato de pelea? (1999, translated as Did You Hear about the Fighting Cat? by Kristin Dykstra, 2010), and Algo de lo Sagrado (1996, translated as Something of the Sacred by Kristin Dykstra and Robert Tejada, 2007). His translations include Italian-Cuban novelist Alba de Céspedes’s Nadie vuelve atrás (2003) and Shakespeare’s As You Like It (as Como Les Guste, 2000). He has also published a poet's notebook, Cubanology (2018, translated by Kristin Dykstra). \r\n \r\nIntensely interested in the ways in which poetry overlays experience, Perez noted in an interview with Jacket magazine that “the verse, the poem, even the rhyme, the melody of poetry are the tip of the iceberg, they are just one familiar aspect of a huge reality which we call consciousness […] Poetry is a natural function, like god, or DNA, or rain. The fact that we can give notice of it does not mean that we make it.”\r\n \r\nHe received Cuba’s Nicolás Guillén Prize for Poetry for Crítica de la Razón Puta (2009) as well as its National Critics’ Prize for his essay collection La perseverancia de un hombre oscuro (2000). His work has also been featured in the anthology The Whole Island: Six Decades of Cuban Poetry, A Bilingual Anthology (2009). He lives in Havana.\n", "attrs": {"Region:": ["Caribbean"]}}