{"pf_url": "https://www.poetryfoundation.org/poets/oni-buchanan", "name": "Oni Buchanan", "yob": "1975", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/39ec39c757550c4b81fbdca2067601ae0ef406a1.jpeg", "bio": "\nPoet and concert pianist Oni Buchanan was born in Hershey, Pennsylvania. She earned a BA at the University of Virginia, an MFA in poetry from the Iowa Writers’ Workshop, and an MA in piano performance from the New England Conservatory of Music.\nHer poetry collections include Must A Violence (2012), Spring (2008), which was chosen for the National Poetry Series, and What Animal (2003). Spring includes a version of her layered, kinetic poem “The Mandrake Vehicles” as a flash-animation CD. Presenting Spring with the 2009 Poetry Honors award, the Massachusetts Book Awards judges stated, “This is a work that grips down and awakens the very roots of a poetic process that is still and still moving, a ‘journeywork’ as Whitman might have called it, a multidimensional text that will transform the way Buchanan’s generation and future generations of poets approach poem-making.”\nBuchanan’s formally inventive poetry incorporates polyphonic, mathematical, and typographic elements into mosaics of ecstatic, searching beauty. In a statement for the Poetry Society of America, Buchanan traced the arc of the first poem she loved, Edward Gorey’s “The Object-Lesson,” whose tunneling and blossoming influenced the inventive unfolding that is a signature of Buchanan’s work. Buchanan praised Gorey’s piece for “how selectively withheld information combined with selectively presented details (and the placement of those details in the poem, the manner in which they surface, the timing of their appearance, their endurance, their disappearance) endowed objects, people, landscapes with a kind of radiant shifting, mutability, and depth which made them real and unknown in the way that real things are unknown and able to be tapped for the most alien of revelations.”\nBuchanan’s poems have been included in the anthologies Legitimate Dangers: American Poets of the New Century (2006), Best American Poetry (2004), and Isn’t It Romantic: 100 Love Poems by Younger American Poets (2004).\nAs a concert pianist, she has released several solo piano albums. She lives in Boston, Massachusetts with her husband, poet Jon Woodward, and maintains a private teaching studio for piano.\n", "attrs": {"Region:": ["U.S., New England"]}}