{"pf_url": "https://www.poetryfoundation.org/poets/opal-palmer-adisa", "name": "Opal Palmer Adisa", "yob": null, "yod": null, "image": null, "bio": "\nJamaican poet and writer Opal Palmer Adisa was born in Kingston. After a childhood education in British colonialist writers, Adisa came to the United States at the age of 15 and attended high school in New York City, where she encountered the work of Langston Hughes and Gwendolyn Brooks as well as Jean Toomer’s Cane (1923), a book that inspired her to become a writer. She earned a BA at New York University, MAs in English and in drama at San Francisco State University, and a PhD at the University of California–Berkeley.\nThe stories Adisa grew up hearing often help shape her work, in which she engages postcolonial Caribbean culture and history. In a 2008 interview with Michela A. Calderaro for Calabash: A Journal of Caribbean Arts and Letters, Adisa discusses her use of Creole language in her work. “I use nation language when it is the only way and the best way to get my point across, to say what I mean from the center of my navel. But I also use it to interrupt and disrupt Standard English as a reminder to myself that I have another tongue, but also to jolt readers to listen and read more carefully, to glean from the language the Caribbean sensibilities that I am always pushing, sometimes subtly, other times more forcefully. Nation language allows me to infuse the poem with all of the smells and colors of home.”\nAdisa is the author of numerous volumes of poetry and prose. Her poetry collections include American Book Award–winner Tamarind and Mango Women (1992), Leaf-of-Life (2000), Caribbean Passion (2004), the poetry and prose volume I Name Me Name (2008), the bilingual English-Arabic volume What a Woman Is (2010, with paintings by Shyma Kamel), and 4-headed woman (2013). She has collaborated with Devorah Major on the poetry volumes Traveling Women (1989) and Incantations & Rites (2013) as well as the poetry/jazz albums Fierce Love (1992) and The Tongue Is a Drum (2002). With Donna Weir-Soley, she edited the poetry and prose volume Caribbean Erotic: Poetry, Prose & Essays (2010). She is author of the novels It Begins With Tears (1997) and Painting Away Regrets (2011) as well as the short story collections Bake-Face and Other Guava Stories (1986, 2007) and Until Judgement Comes (2006).\nAdisa’s work for children includes Pina, The Many-Eyed Fruit (1985) and Playing Is Our Work (2008). She cofounded the children’s theater group Watoto Wa Kuumba. She edited and hosted the KPFA radio Parenting Show in Berkeley, and she has written on parenting for the Healthy You website and on poetry for the Virgin Islands Daily News, (St. Thomas edition).\nIn a 2013 interview with D. Scot Miller for Mosaic Magazine, Adisa states, “For me it’s healing every time I write, regardless of what I write about. Every time [we], as black people, write about us and our stories it’s part of a quilt that is making us whole. Our entrance into the new world was fragmented, the middle passage did that, and writing is about healing that rupture, that kidnap, that breakage from history, that one-third human we’re still trying to throw off. The word is balm. The word is healing. The word is the thing that is making us whole.”\nProfessor of writing and literature in the MFA program at California College of the Arts, Adisa has taught at Stanford University, the University of California–Berkeley, and the University of the Virgin Islands. She has received residencies around the world, including El Gouna, the Sacatar Institute, the Headlands Center for the Arts, and the McColl Center for Art + Innovation. She divides her time between Oakland and St. Croix.\n", "attrs": {"Region:": ["Caribbean", "U.S., Western"]}}