{"pf_url": "https://www.poetryfoundation.org/poets/oscar-wilde", "name": "Oscar Wilde", "yob": "1854", "yod": "1900", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/466dfcda024f5446da00307a7271c0ec561840f3.jpeg", "bio": "\nNo name is more inextricably bound to the aesthetic movement of the 1880s and 1890s in England than that of Oscar Wilde. This connection results as much from the lurid details of his life as from his considerable contributions to English literature. His lasting literary fame resides primarily in four or five plays, one of which—The Importance of Being Earnest, first produced in 1895—is a classic of comic theater. His only novel, The Picture of Dorian Gray (1891), is flawed as a work of art, but gained him much of his notoriety. This book gives a particularly 1890s perspective on the timeless theme of sin and punishment. Wilde published a volume of poems early in his career as a writer. Some of these poems were successful, but his only enduring work in this genre is The Ballad of Reading Gaol (1896). On a curious but productive tangent to his more serious work, Wilde produced two volumes of fairy tales that are delightful in themselves and provide insight into some of his serious social and artistic concerns. His significant literary contributions are rounded off by his critical essays, most notably in Intentions (1891), and his long soul-searching letter to Lord Alfred Douglas, De Profundis, written in 1897 from Reading Gaol.\nImprisonment for homosexuality was a particularly tragic end for an artist who believed that style—in life as well as art—was of utmost importance. That Wilde became a literary artist in the first place is not so surprising since, as H. Montgomery Hyde reported in Oscar Wilde: A Biography, his mother was a poet and Irish revolutionary who published under the name “Speranza,” and his father a successful eye and ear surgeon in Dublin and “author of a work which remained the standard textbook on aural surgery for many years.” Though his background was literary and professional, it was anything but stable. His mother doted on him as a child and, according to Hyde, “insisted on dressing him in girl’s clothes.” Dr. William Wilde was a notorious philanderer, and, in an ironic foreshadowing of his son’s famous trials, suffered public condemnation when a libel case disclosed his sexual indiscretions with a young woman named Mary Travers.\nWilde was a brilliant student in college, first at Trinity College, Dublin, where he won the Berkeley Gold Medal for Greek, and later at Magdalen College, University of Oxford, where his poem “Ravenna” captured the prestigious Newdigate Prize in 1878. It was at Oxford that Wilde came under the influences of John Ruskin, a critic, writer, and professor, and Walter Pater, a critic and essayist whose Studies in the History of The Renaissance legitimized Wilde’s nascent ideas on art and individualism.\nAfter earning his B.A. at Oxford, Wilde settled in London in 1879 and two years later published his first book, Poems. Most of the poems in this volume had been previously published in various Irish periodicals. The collection met with mixed reviews, less favorable in England than in America. Punch was at the vanguard of the criticism, leveling what was to become a common charge against Wilde: “Mr. Wilde may be aesthetic, but he is not original. This is a volume of echoes, it is Swinburne and water.” Hesketh Pearson recorded the words of Oliver Elton, who spoke against the acceptance of the volume as a gift to the Oxford Union, the famous debating society: “It is not that these poems are thin—and they are thin, it is not that they are this or that—they are all this or that; it is that they are for the most part not by their putative father at all, but by a number of better-known and more deservedly reputed authors. They are in fact by William Shakespeare, by Philip Sidney, by John Donne, by Lord Byron, by William Morris, by Algernon Swinburne, and by sixty more.” While Elton exaggerated the case, it is clear that most of the collection’s poems are highly derivative.\nSome of these early poems—“Panthea,” for example—are, as one would expect from a young aesthete, poems that extol pleasure and sensation: “to feel is better than to know.” Epifanio San Juan, in The Art of Oscar Wilde, summed up the argument of “Panthea”: “Let us live pleasurably since the gods are indifferent.” But other poems—“Helas” and “E Tenebris,” for example—strike a contrary note of moral awareness and even remorse. In “E Tenebris” the poet states, “And well I know my soul in Hell must lie / If I this night before God’s throne should stand.” As Philip Cohen noted in The Moral Vision of Oscar Wilde, this moral strain is paradoxically woven throughout the fabric of Wilde’s work, despite his seemingly definitive statements to the contrary, such as in the preface to The Picture of Dorian Gray: “No artist has ethical sympathies. An ethical sympathy in an artist is an unpardonable mannerism of style.” This moralism and remorse receive their fullest expression in the letter from jail, De Profundis. Perhaps the best poems of the 1881 volume are those titled “Impressions,” in which “Wilde attains sharpness and total complexity in the depiction of scenes,” San Juan remarked. “Colors, tactile sensations, and a weird ‘animistic’ vibration characterize physical movements, as in ‘Impressions du Matin.’”\nAmong Wilde’s most famous poems is “The Sphinx.” As Hyde reported, the work was begun at Oxford, substantially composed in Paris in 1883, and repeatedly polished until its publication in 1894. This most exotic of all Wilde’s poems begins with the raven-like sphinx planted in the corner of the poet’s room and proceeds through a series of imagined scenes in which the sphinx is depicted as a goddess, a prophet, and a lover. Reviewers criticized the work for being sensational and artificial, but later critics have found some notable qualities; in San Juan’s words, “Among all Wilde’s poems, ‘The Sphinx’ alone betrays a masculine energy that enlivens gorgeous landscape, fusing religion, iconology, and historical facts within the current of meditation and monologue.”\nBetween the publication of Poems in 1881 and his next significant book in 1888, Wilde went on a lecture tour of America, was married to Constance Lloyd, fathered two sons, became editor of a fashionable magazine, Woman’s World, and continued to build his reputation as the most sought-after dinner guest in the British Isles. Frances Winwar, in Oscar Wilde and the Yellow Nineties, described this social aspect of his fame: “His life from now on assumed an air of arrogance. He would do nothing in moderation—except work. But then, his real work was accomplished when he talked. Before a group of listeners, especially if they were young and handsome and titled, he outdid himself. In the spark of their admiration his mind quickened. Epigram followed epigram, one more dazzling, more preposterous than the other, yet always, like the incandescent core of the firework, with a burning truth at the heart.” In addition to his epigrams, Wilde’s table talk frequently consisted of his original fairy tales; they were later published in two volumes, The Happy Prince and Other Tales (1888) and A House of Pomegranates (1891).\nThat Wilde told these stories at dinner parties before they were published illustrates an unusual fact about their intended audience: they were not composed for children. A few of the stories in the first volume, particularly “The Happy Prince” and “The Selfish Giant,” continually find their way into anthologies of fairy tales for children, but most of the book’s nine tales do not appeal to young people. This is particularly true of the stories in A House of Pomegranates, which generally have more elaborate plots and a more mannered style than do those in The Happy Prince and Other Tales. When asked if the tales of the second volume were intended for children, Wilde replied in a typically flippant way: “I had about as much intention of pleasing the British child as I did of pleasing the British public.” The first volume received generally favorable reviews and, more importantly for Wilde, his mentor Walter Pater wrote him from Oxford to express his approval: “I am confined to my room with gout, but have been consoling myself with ‘The Happy Prince,’ and feel it would he ungrateful not to send a line to tell you how delightful I have found him and his companions. I hardly know whether to admire more the wise wit of ‘The Remarkable Rocket’ or the beauty and tenderness of ‘The Selfish Giant’: the latter is perfect in its kind.”\nWilde’s fairy tales deserve more notice than they have generally received. A few of them are minor prose masterpieces, most notably “The Happy Prince,” “The Nightingale and the Rose,” “The Selfish Giant,” and “The Fisherman and His Soul.” But they should be taken seriously for another reason as well: they embody some of the conflicts and themes that run throughout Wilde’s work. “The Happy Prince” stresses the importance of giving of oneself, even of making the ultimate sacrifice, in order to ameliorate the conditions of the poor. This message foreshadows some of Wilde’s ideas in his later work The Soul of Man under Socialism (privately printed 1895, republished 1904). “The Nightingale and the Rose” deals in a similar way with giving, but here the emphasis is on the need to sacrifice for love. Wilde’s love of beauty and his conception of its fleeting quality find expression in this story of a nightingale who sacrifices its life to produce the perfect rose. In the story’s final satirical twist the beautiful rose is rejected because it does not match the color of a young girl’s dress. In Oscar Wilde, Robert K. Miller declared that this ironic turn reveals Wilde’s “ambivalence toward love” that is “related to his ambivalence about women.” In “The Selfish Giant” the title character overcomes his selfishness toward children and thus serves as an allegory of Christian redemption. The imaginative sympathy of the giant is similar to that which Wilde ascribes to Christ in his later work, De Profundis (1905). “The Fisherman and His Soul,” from the second volume, is the most complex of Wilde’s fairy tales; it was described by John A. Quintus in Virginia Quarterly Review as “another treatment of the doppelgänger theme in which the body and the soul are separated, as they are in The Picture of Dorian Gray.” In a reversal of the usual situation in which the body corrupts the soul, the Fisherman’s soul—which the Fisherman has dispensed with so that he can love a mermaid—tempts his body to sin and through the resultant suffering body and soul are reunited.\nBoth Quintus and Miller emphasized Wilde’s moral point of view in these stories. This element has already been seen in some of the early poems, and it reappears in Wilde’s novel, The Picture of Dorian Gray. Quintus was careful to point out, however, that “Wilde’s tales are not ... designed to encourage faith or advocate Christianity.” As much as they sometimes seem to be moral exempla, his tales also have their uncertainties: love is complex, and sometimes unrequited; error is not always recognized; sin, in “The Fisherman and His Soul,” is the means by which harmony is achieved—Wilde’s version of the felix culpa, the fortunate fall.\nIn July of 1889 Wilde gave up the editorship of Women’s World and settled down to write The Picture of Dorian Gray. This is Wilde’s only novel, a blend of French decadence and English gothicism. It is filled with genuinely witty dialogue and beautiful descriptive passages, while sometimes descending to the level of slick melodrama and ponderous theorizing. The novel details the life of a hedonistic aristocrat, Dorian Gray. When Dorian sees the portrait that Basil Hallward paints of him, he wishes he could change places with his likeness, remain always young and beautiful, and allow the portrait to bear the effects of time—and, as it turns out, the effects of sin. As in the world of the fairy tale, the wish is granted, but at a terrible price.\nAt the time he was writing The Picture of Dorian Gray, Wilde became friendly with Robert (“Robbie”) Ross, whom he had first met in 1886 at Oxford and who later served as Wilde’s literary executor after faithfully standing by him through Wilde’s trials and the horrors of Wilde’s two years in prison. H. Montgomery Hyde, in Oscar Wilde: A Biography, cited “strong grounds for believing that it was with [Ross] that Wilde first deliberately experimented in homosexual practices.” Ross kept Wilde apprised of all the literary gossip, and when Dorian Gray appeared in Lippincott’s Monthly Magazine in 1890, Ross wrote the following to him: “Even in the precincts of the Savile nothing but praise of Dorian Gray, though of course it is said to be very dangerous. I heard a clergyman extolling it, he only regretted some of the sentiments ... as apt to lead people astray.” Most of the reviews of the novel were hostile because of the book’s supposed perversity and immorality. A particularly scathing attack in The Scots Observer made a veiled reference to Wilde’s homosexuality and suggested he take up tailoring or some other “decent” trade. For the novel’s hardcover edition, published the following year, Wilde made some changes, most important of which was the addition of six chapters and the famous epigrammatic preface. Perhaps surprisingly, the reviews this time were more favorable. Walter Pater praised the book highly, and, as Hyde reported in Oscar Wilde: A Biography, Irish poet and dramatist William Butler Yeats wrote that “Dorian Gray, with all its faults, is a wonderful book.”\nCountering charges that the novel is immoral—it is certainly replete with descriptions of a dissolute lifestyle—Wilde argued that on the contrary “there is a terrible moral in Dorian Gray, a moral which the prurient will not be able to find in it, but which will be revealed to all whose minds are healthy.” The moral allegory is perhaps too evident even to what Wilde would have called a philistine audience. Joyce Carol Oates in Critical Inquiry described the novel as a “parable of the fall” and identified Dorian’s sin in his practice of involving others, “without any emotion, ... in his life’s drama, simply as a method of procuring extraordinary sensations.” Miller struck a similar note, stating that “Dorian’s misfortune is not that he has lived deeply and well but that he loses the capacity to feel and with it the capacity to merge his life with others. His life becomes a series of one-night stands, each encounter briefer than the last.” This view led Miller to suggest that, for Wilde, “art, like experience, is good only so long as it contributes to self-development.”\nThis theme of self-development is central to the book, and each character’s failure to develop illustrates the real tragedy of the novel. The painter Basil Hallward, for all his goodness, sublimates his true feelings in the beautiful portrait. Lord Henry Wotton, for all his theories about the importance of indiscriminate experience, does not act. And Dorian Gray, whose actions with others lead him only to the point of prizing things such as tapestries, jewels, and vestments, unconvincingly tries to redeem himself with the village girl Hetty, but succeeds only in ending his life in a melodramatic fashion.\n“In spite of its many weaknesses,” asserted Edouard Roditi in Oscar Wilde: A Critical Guidebook, “The Picture of Dorian Gray yet remains, in many respects, a great novel. Though hastily written and clumsily constructed, it manages to haunt many readers with vivid memories of its visionary descriptions.” Epifanio San Juan preferred to assess the book’s importance in terms of its contribution to the development of the novel: “In setting a portrait, a work of art, at the center of the action, Wilde effects the interplay of natural perception and moral judgment in the novel. From the reader’s viewpoint, the picture suggests the treatment of angle and distance—the ways of telling and showing—which make up the perennial issues of the aesthetics and criticism of fiction.”\nWhile The Picture of Dorian Gray has an assured place as a serious work of art and a document of fin de siècle aestheticism, it did not gain for its author a reputation as a great novelist. It is rather because of his dramas that Wilde’s reputation has remained most secure. Louis Kronenberger, in The Thread of Laughter, mentioned Wilde together with the great 18th-century dramatist, Richard Brinsley Sheridan: “The brilliant stage comedy that glittered briefly in Sheridan and then remained dormant, if not dead, for over a hundred years is in some measure brought back to life with Oscar Wilde.” Wilde’s strengths were certainly suited to the theater; no medium better showcases his irrepressible wit, his penchant for paradox, and his sardonic views on manners and morals.\nThough Wilde wrote nine plays in all between 1879 and 1894, his fame as a dramatist rests entirely on four comedies—Lady Windermere’s Fan (1893), A Woman of No Importance (1893), An Ideal Husband (1899), The Importance of Being Earnest (1895)—and the strange and infamous Salomé. Written first, Salomé was composed in Paris in 1891 but not performed in England until 1905, after Wilde’s death. Britain’s Lord Chamberlain, responsible for licensing stage performances, banned the play on the technical grounds that it portrayed biblical characters, which was forbidden since the days of the Protestant Reformation. The play no doubt offended on other grounds as well, such as those expressed by a critic in The Times in 1893: “It is an arrangement in blood and ferocity, morbid, bizarre, repulsive, and very offensive in its adaptation of scriptural phraseology to situations the reverse of sacred.”\nSalomé is vastly different from Wilde’s society comedies, which were rapidly to follow in the early 1890s. This exotic one-act play has more the atmosphere of the earlier poem The Sphinx in its variations on the themes of obsession, lust, incest, and violence. Salomé moves forward largely on the basis of ritualistic repetition and a unifying pattern of imagery. Richard Ellmann, in Oscar Wilde: A Collection of Critical Essays, described this unity as “the extreme concentration upon a single episode which is like an image, with a synchronized moon changing color from pale to blood-red in keeping with the action, and an atmosphere of frenzy framed in exotic chill.” Salomé is Wilde’s most completely decadent work. While the play exhibits a few traces of a moral point of view—Jokanaan’s rejection of Salomé and Herod’s fearful conscience at the end—the dominant impression is one of macabre beauty, and the climax is reached when Salomé’s kisses the bitter lips of Jokanaan’s severed head. This impression was undercut for critic Alan Bird, who, in The Plays of Oscar Wilde, contended that even in this play Wilde’s wit shows through: “Yet the reader (or audience) can never escape the uncomfortable sensation that the author is actually parodying the action, the words, the characters, the whole ensemble of the drama. This suspicion of parody, however faint, produces an intentional distancing, a deliberate alienation, which far from allowing us to dismiss the drama seems to increase the total effect of decadence.”\nBeginning with the society comedy Lady Windermere’s Fan, Wilde finally found his métier. This play and his last, The Importance of Being Earnest, reveal Wilde at the height of his powers, dealing in a sure way with those things he knew and did best—portraying the upper crust of society, creating characters who could mouth his brilliant epigrams and paradoxes in amusing, if conventional, plots. These plays use much of the typical material of the comedy of manners: mistaken identities, sexual indiscretions, cases of unknown parentage, and social snobbery. Lady Windermere’s Fan, A Woman of No Importance, and An Ideal Husband also deal, in varying degrees of seriousness, with Wilde’s favorite themes of the loss of innocence and the assertion of individuality.\nLady Windermere’s Fan was originally produced by the actor-manager George Alexander before a thoroughly appreciative audience. It ran for 156 performances and solidified Wilde’s position in the fashionable society he so much aspired to. He retained this exalted status for only three years before his trial for homosexuality made him a convict and a social outcast. But while his fame lasted Wilde enjoyed it with his usual flair. When the first-night audience at Lady Windermere’s Fan called him to the stage after the final curtain, he smugly offered to those present: “The actors have given us a charming rendition of a delightful play, and your appreciation has been most intelligent. I congratulate you on the great success of your performance, which persuades me that you think almost as highly of the play as I do myself.” On the whole, the drama critics of the day did not agree with the audience, but their negative reviews did not deter people from flocking to subsequent performances.\nLady Windermere’s Fan is a story about a woman with a past. Mrs. Erlynne, the fallen woman who years ago left her husband and her daughter—now Lady Windermere—reappears and tries to regain a social position. Ironically it is the fallen woman who turns out to be the “good woman” of the subtitle (“A Play about a Good Woman”), and the good woman of the first act, Lady Windermere, is forced to undergo a painful realization that things are not always what they appear to be. Arthur Ganz observed in British Victorian Literature that Lady Windermere “learns that a single act is not a final indicator of character and that a sinner may be a very noble person indeed.” This recognition, growing even as it does from a rather conventional return of a relative, adds a note of seriousness to a play that probably could have succeeded on its wit alone. Lines such as “Why, I have met hundreds of good women. I never seem to meet any but good women. The world is perfectly packed with good women. To know them is a middle class education” probably flattered the upper class audience and confirmed the suspicions of the middle class that this is the way dandies spoke in their drawing rooms and clubs. Robert Keith Miller complained that the play suffers from the juxtaposition of this verbal wit with the serious nature of the plot and maintained, “The union of Mrs. Erlynne with Lord Augustus, in the last fifty lines of the play, strikes one as a rather desperate attempt to relieve the tension of the last several acts in order to end on a light note.”\nWhile publicly Wilde was enjoying the success of Lady Windermere’s Fan, in his private life the author was beginning a homosexual relationship with Lord Alfred Douglas. Wilde had been introduced to “Bosie” Douglas, the son of the eighth Marquess of Queensberry, by the poet Lionel Johnson. As Hyde reported in Oscar Wilde: A Biography,Douglas immediately fell under the spell of Wilde’s charming conversation. In July of 1893 Wilde moved in with Douglas at The Cottage, Goring-on-Thames, ostensibly so that they could work together.\nA Woman of No Importance and An Ideal Husband followed quickly on the success of Lady Windermere’s Fan and received similar acclaim from the audiences and similar disdain from the critics. Again in these plays Wilde presents characters with “pasts”—Lady Arbuthnot, the “Woman,” and Sir Robert Chiltern, the “Husband.” Both have their counterparts in puritanical characters that clearly resemble Lady Windermere. In both of these plays, Miller noted, “we find Wilde condemning absolutes and pleading for tolerance in a world that is apt to be harsh.” Neither of these plays is as carefully structured as Lady Windermere’s Fan. Agreeing with Speranza, Wilde’s mother, that the plays needed “more plot,” Alan Bird declared that in A Woman of No Importance “the plot is weak, and is, in fact, practically nonexistent. The incident, such as it is, of a woman meeting a former lover and being involved in a tug-of-war over their child does not offer sufficient action or opportunity for development to fill four acts.”\nThe culmination of Wilde’s dramatic art is The Importance of Being Earnest. Hyde reported that Allan Aynesworth, who played Algernon in the first performance, recalled many years later: “In my fifty-three years of acting I never remember a greater triumph than the first night of The Importance of Being Earnest. The audience rose in their seats and cheered and cheered again.” This time the critics were highly favorable in their reviews. Superficially, at least, The Importance of Being Earnest contains many of the same elements as the earlier plays. Once again there are the question of parentage, a matter of mistaken identity, and a character who has been living a lie for years. But, as Louis Kronenberger observed, “the only difference is that here nothing can seem bogus because nothing pretends-to-be-real; nothing can offend our feelings because nothing can affect them.” What Arthur Ganz identified in the earlier plays as the conflict between the philistine world and the dandyish world no longer exists in this play, because the philistine world has been replaced by a world of almost pure farce.\nThe plot centers on two pairs of lovers—Jack Worthing and Gwendolen Fairfax, and Algernon Moncrieff and Cecily Cardew. Each of the men leads a double life: Jack, who lives in the country with his ward Cecily, has invented an alter ego named Ernest for his life in town; Algernon has done similarly with his imaginary invalid friend Bunbury, who lives in the country. When the audience shortly learns that each of the young women absurdly wishes to marry a man named Ernest, the stage is set for farcical twists and turns. Over almost all the action presides Lady Bracknell, a woman with wit to spare and a discerning judgment regarding the credentials requisite for the proper marriage. When Jack and Algernon turn out to be brothers in the same respectable family as Lady Bracknell, the play can end happily and absurdly with the two marriages.\nGeorge Woodcock, who in The Paradox of Oscar Wilde examined at length the social ideas in Wilde’s other comedies, found “no explicit social theme” in The Importance of Being Earnest. In Papers on Language and Literature, Dennis Spininger concurred, explaining that Wilde “uses the tools of the satirist without wanting to cure the follies and ills he criticizes.” Although Kate Matlock posited in Journal of Irish Literature that Wilde makes an affirmation at the end of the play in that it “asserts that marriage is a positive social element which reins in deceptive and potentially corrupt bachelor tendencies,” such critics as Spininger and Morris Freedman have moved away from such a conventional view of the comedy as a reassertion of order and toward a perception of the play as anticipating the drama of the absurd. Perhaps Freedman was correct when in The Moral Impulse he described the play as “an account of the search of several young persons for meaning in a society extraordinarily reluctant, even impotent, to assign importance to anything except the superficial.” However, the second part of this statement is much easier to accept than the first part, because the young people participate in this farcical society, and they live by its rules—or break them in acceptable ways. If an element of seriousness can be identified in this play, it may be what Eric Bentley in The Playwright as Thinker called “a pseudo-irresponsible jabbing at all the great problems.”\nWilde’s dramatic career, and indeed his entire writing career, with the exception of De Profundis and The Ballad of Reading Gaol, came to an end following the enormously successful Importance of Being Earnest. This play and An Ideal Husband played concurrently in London in 1895 until Wilde’s arrest and trial. The Importance of Being Earnest subsequently ran for a month with the author’s name removed from the playbills and the program; An Ideal Husband was canceled almost immediately.\nDuring his imprisonment Wilde continued to write as an essayist. He had been writing critical essays since 1879, when he arrived in London from Oxford and began to write on art for various London periodicals. In 1882 he lectured in America, and these lectures were published after his death by his bibliographer Stuart Mason. His most important critical essays were “The Decay of Lying,” “Pen, Pencil, and Poison,” “The Critic as Artist,” and “The Truth of Masks,” first published in Intentions (1891); “The Soul of Man Under Socialism,” which first appeared in the Fortnightly Review in 1891; and De Profundis, a long letter written to Lord Alfred Douglas from prison and published in 1905. Richard Ellman, in his introduction to The Artist as Critic: Critical Writings of Oscar Wilde, placed him at the end of a clear progression of English critics from Matthew Arnold to Ruskin to Pater. Wilde clearly had Arnold in mind in “The Critic as Artist,” when he turned upside down his predecessor’s famous dictum that the function of criticism is to see the object as it really is: Wilde would have it that “the aim of the critic is to see the object as in itself it really is not.” This is no mere playing with paradox for Wilde, because this whole essay strives to show that criticism is creative, that the critic uses the work of art as a jumping-off place for his own imaginative activity. The higher the imagination soars, both from the work of art and from reality, the better the criticism. Just as the critic in this sense can be superior to the artist, so the artist is superior to the man of action. The man of action is the least imaginative because action is “a base concession to fact.”\n“Imaginative freedom is the key element in Wilde’s criticism. In “The Decay of Lying” he argues that lying is a requisite of art, for without it there is nothing but a base realism. The problem with the novel in England, Wilde claims, is that writers do not lie enough; they do not have enough imagination in their works: “they find life crude, and leave it raw.” In this essay Wilde makes his seemingly outrageous statement that “life imitates Art far more than Art imitates life.” Though perhaps overstating the fact, Wilde convincingly discusses the many ways in which our perceptions of reality are affected by the art that we have experienced, an idea adapted from poet and critic Samuel Taylor Coleridge and the other earlier English romantics.\nThe Soul of Man under Socialism, though not collected in Intentions, was published in the same year, 1891. Wilde’s society friends must have been amused at his advocacy of socialism, but the conclusions of this essay are consistent with those of the other essays—if we accept his premises about socialism. Wilde advocates a nonauthoritarian socialism under which the individual would be freed from either the burden of poverty or the burdens of greed and guilt. As Michael Helfand and Philip Smith stated in Texas Studies in Literature and Language, “Wilde formulated a nonauthoritarian socialist theory which encouraged aesthetic activity, analogous to sexual selection, and reduced competition (and thus natural selection), as the way of achieving continuous cultural and social improvement.” To Wilde’s previous emphasis on imagination he now brings an emphasis on individualism, both of which, he speculates, would flourish under socialism.\nWilde’s last important essay was written during his imprisonment. Events leading up to Wilde’s incarceration began when Lord Alfred Douglas’s father, the Marquess of Queensberry, tried unsuccessfully to end the relationship between his son and Wilde. Frustrated by his lack of success, he went to Wilde’s club and left his card, which was inscribed “To Oscar Wilde posing as a somdomite [sic ].” Against all advice, in early 1895 Wilde decided to sue Queensberry for libel. Wilde lost the case, and as a result of the testimony against him at the trial, he was arrested and tried for homosexuality. Since the jury could not agree on a verdict, Wilde was tried a second time and ultimately convicted. The record of these trials, which was published by H. Montgomery Hyde in 1948 as Trials of Oscar Wilde, makes fascinating reading, revealing as it does the vanity of Wilde, the eccentricities of Queensbury, and exultation of the British public at the verdict. Wilde was sentenced in May 1895 to two years of hard labor, most of which was spent at Reading Gaol.\nAt Reading Gaol, toward the end of his term, Wilde wrote the long letter to Lord Alfred Douglas that has come to be called De Profundis. A heavily edited version of this letter was published in 1905; the entire work did not appear until Rupert Hart-Davis’s complete edition of Wilde’s letters was published in 1962. As a work of art, De Profundis suffers from a divided purpose caused in part by the fact that there is more than one audience. From the beginning Wilde intended the letter to be read by more people than Douglas alone. At the end of the work he expressed its weaknesses as well as anyone later appraising De Profundis has: “How far I am away from the true temper of soul, this letter in its changing, uncertain moods, its scorn and bitterness, its aspirations and its failures to realize those aspirations shows you quite clearly.” The scorn and bitterness come early in the letter, where he excoriates Douglas for his lack of imagination and soul. Then Wilde reverses his position and accepts any blame for the outcome of events. But the vehemence of the early denunciation renders hollow a finely cried statement like the following: “To regret one’s own experience is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul.” Though on the whole it is beautifully written, the letter suffers from this uncertain tone and, as George Woodcock noted, presents Wilde’s sentimentality at “its most irritating depth in De Profundis.”\nNevertheless, the work contains passages of real power, such as those in which Wilde describes life in prison and the ridicule he was subjected to during his transfer from Wandsworth to Reading. And Wilde reasserts the most important critical principles of the earlier essays: the importance of individualism, imagination, self-expression, and self-development. In De Profundis, Christ becomes the archetype of the artist, “the most supreme of individualists.”\nWilde’s last work, The Ballad of Reading Gaol, was written shortly after his release from prison in 1897. Hyde recorded in The Annotated Oscar Wilde that Yeats called it “a great or almost great poem,” but the fact that he chose only 38 of the poem’s 109 stanzas for publication in the Oxford Book of Modern Verse suggests his awareness of the work’s diffuseness. The poem appeared in 1898 without Wilde’s name but with the identification “C.3.3.,” his cell number at Reading Gaol. The ballad tells a very moving story of a man condemned to death for the murder of his young wife and records the horror of his fellow prisoners as they watch him go through his last days. Though the poem has much of the realism that Wilde always abhorred, it transcends 19th-century prison life in its handling of the themes of suffering, isolation, and collective guilt (“Yet each man kills the thing he loves”). The poem is the most successful of Wilde’s non-dramatic works primarily because, as Robert Keith Miller said, Wilde himself is “no longer the center of attention.” The speaker is a prisoner, but the focus is first on the condemned man and then on all of the prisoners as a group.\nSimilarly, Wilde eluded attention after his prison release. He wandered Europe for three and a half years under an assumed name, Sebastian Melmoth, and died bankrupt in a Paris hotel on November 30, 1900.\n“From Wilde’s death until the late 1940s, critics generally focused on his biography, choosing to discuss the man rather than his writings,” reported Dictionary of Literary Biography contributor Debra Boyd. Even then, Wilde was “relegated to being a minor fixture in the Victorian pantheon of writers, one admired mainly for The Importance of Being Earnest or considered a representative of Aestheticism or the Decadent movement.” But in more recent decades, Boyd continued, the writer’s reputation has risen. “Additional biographical and textual materials have been made available,” affording critics and scholars an enhanced view of Wilde’s sense of his own works. “In addition,” said Boyd, “poststructuralist criticism and gay studies have provided scholars with varied theoretical frameworks from which to examine Wilde’s works.”\nBoyd pointed to a handful of scholars, including Jonathan Dollimore and Richard Dellamora, who have subsequently placed Wilde “in the forefront of writers who examine the sexual and political dimensions of art.” Boyd argues that even in such a favorable light, scholars tend to gravitate toward the author’s plays and longer fiction like Dorian Gray, to the neglect of Wilde’s shorter pieces. “More attention must be paid to his short fiction,” she maintained. “In this age of literary theory, few writers can articulate as clearly as Wilde did for the theoretical bases for their works and then actually practice what they preach. Wilde’s stories show that he was able to merge theory and practice, creating works of art that stand up well to critical scrutiny.” The author has been the subject of many biographies, both in book and film version, notably Richard Ellmann’s 1988 work, Oscar Wilde, and the dramatic film Wilde, released in the late 1990s.\nJust as Wilde the playwright and poet established his place in the literary canon, so Wilde the correspondent has been the object of critical examination as well. Several volumes of the author’s letters have been published, including The Complete Letters of Oscar Wilde, coedited by Wilde’s grandson, Merlin Holland, and published in 2000. In his introduction, Holland describes coming across the full texts of letters previously published only in fragments. In his grandson’s view, the missives show another side to Wilde, beyond the creator of social comedies and poems. With these letters, maintained Holland, readers must reinterpret the author as “a hard-working professional writer, deeply interested by the issues of his day and carrying in his intellectual baggage something that we all to frequently overlook, a quite extraordinary classical, literary and philosophical education.”\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Victorian"]}}