{"pf_url": "https://www.poetryfoundation.org/poets/p-k-page", "name": "P. K. Page", "yob": "1916", "yod": "2010", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/904b84ce669da09dfae99fa6ec5981a79cac9a88.jpeg", "bio": "\nCanadian poet P.K. Page is also known as P.K. Irwin, the acclaimed painter, and as Judith Cape, the fiction writer. Her many poetry collections include Planet Earth: Poems Selected and New (2002), Evening Dance of the Grey Flies (1981), Cry Ararat! Poems New and Selected (1967), The Metal and the Flower (1954), and As Ten As Twenty (1946). She was given the Governor General’s award for her second book, The Metal and the Flower, and was made an Officer of the Order of Canada in 1977. In a Canadian Literature review, A.J.M. Smith places Page “among the fine poets of this century” and deems her poem “Arras” “the high point of a school of Canadian symbolist poets.” Critics find a unity of vision in all her works. “Page is an almost entirely visual poet,” writes Canadian Literature essayist Rosemary Sullivan, who believes that Page’s line “I suffer shame in all these images” conveys “one of the deepest impulses of her work.” Page also reaches out for a reality beyond the visible world. “Landscapes behind the eyes have appeared in Page’s poems since her first collection in 1946. [In Evening Dance of the Grey Flies] they shine in the jewelled colouring of her intricately-wrought technique, a technique which has always been dazzling,” Ann Mandel notes in a Canadian Forum review. Sullivan observes, “The discrepancy between the ideal world of the imagination, the potent world of dream, and the real world of the senses becomes one of her most obsessive subjects.”\n\r\nSullivan reports that Page “began her poetic career with a reputation as a poet of social commitment and is probably still best known for the poems of the 1940s written while she was a member of the Montreal Preview group of poets.” During that time, Montreal was the center of Canadian literary activity. The group, which included Page, Patrick Anderson, F.R. Scott, and many other poets, produced Preview, the literary magazine in which Page’s earliest poems first appeared. According to Canadian Literature contributor S. Namjoshi, this group “had leftist leanings, and several of [Page’s] poems reveal what may be termed a ‘pro-proletarian’ consciousness.” However, Sullivan maintains that Page’s “poetry has more to do with folklore, myth and archetype than with objective time, history and social fact.” While the critic finds a “genuine compassion” for society’s victims in Page’s early poetry, Sullivan notes that “the poet’s verbal facility betrays her. The attention she gives to metaphor distracts from the human dilemma that is her theme.”\nPoet and critic A.J.M. Smith reports in Canadian Literature that Page’s experiences during the Fifties and early Sixties stimulated her attention to detail. During those years, she accompanied her husband, a Canadian editor and diplomat, to Australia, Brazil, and Mexico. Though Page painted more than she published during this time, Smith believes “her painting and her poetry complemented one another: each … made the other better, or made it more deeply what it was. … And then the immersion in the language, landscape, and the mythology of the strange, intense, and perhaps intensely unCanadian places had a stimulating and enriching influence on all her latest poems.” Negative criticism of Page’s poetry centers on the abundance of vivid images. “Each of Miss Page’s stanzas is so crowded with new and exciting pictures, that … [each] seems … to require the attention of a whole poem,” John Sutherland comments in the Northern Review. As Sullivan explains, Page “has such a remarkable verbal gift that the image-making process can become almost too seductive. … The poet is trapped by her remarkable responsiveness to nature.” Page is so receptive to “sensual detail, to each ‘bright glimpse of beauty,’ that even the sense of self, of separateness from the world, seems threatened.”\nThis threat is a major element in her novel and first book. The heroine in The Sun and the Moon (1944) empathizes so thoroughly with inanimate objects that she “becomes a rock, a chair, a tree, experiencing these forms of existence in moments of identity,” Sullivan relates. “But there is an alternative rhythm where the self is invaded. … Not only her identity, but also the identity of the other is destroyed by her chameleon presence. … To control this invasion an extraordinary exertion of will is necessary. For the poet, this means a control through technique, verbal dexterity. But P.K. Page’s greatest dilemma is to ensure that this control is not sterile, that language is explored as experience, not evasion.”\nPage’s writings also discuss the danger of becoming trapped in the private world of the imagination. Namjoshi defines the “central persona” of Page’s poetry as “the woman caught within the confines of her inner reality, her personal Noah’s Ark, seeking some way to reconcile the internal and the external, to make a harmony out of the double landscapes.” “That the artist must make the effort to mediate between the internal and the external is central to her poetry,” the reviewer states. Namjoshi names the poem “Cry Ararat” Page’s “most successful effort at bringing the private world and the external world into alignment. ‘Ararat!’ is the cry of the isolated individual trapped within the confines of his private ark.” Mount Ararat symbolizes a resting place between the “flood” of detail in the physical world, and “the stifling closeness of his own four walls. He need not withdraw into his private world, nor is his individuality submerged in the flood.” This poem lends its title to Page’s third book of poems, Cry Ararat!: Poems New and Selected (1967)—a loan that Namjoshi deems “fitting,” since the poem “is a definitive and serious investigation of [Page’s] theme, and brings the dilemma postulated by her to a final resolution.”\nIn Evening Dance of the Grey Flies (1981), the poet’s seventh book, Times Literary Supplement contributor Fleur Adcock recognizes the characteristic “spiritual quest which expresses itself in highly colorful visionary language.” Kevin Lewis, writing in Quill and Quire, says of Page, “It is no small feat to write convincing poetry in such a thick, imagistic style. … She must stand as one of the premier poets in Canada simply because she has such a beautiful way with words.” Canadian Literature contributor Tom Marshall concludes, “As poet and calligrapher, [Page] delights in details and images, but has learned … to subordinate whimsy to the … design or large metaphor that captures a sense of the macrocosm. … She is one of our best poets.”\nBrazilian Journal (1987) covers Page’s stay in Brazil from 1957 to 1959. George Woodcock in Dictionary of Literary Biography calls it “both a remarkable travel book and a vivid work of autobiography.” During this period of her life, Page suffered from writer’s block in regards to her poetry. As she tended to keep her most personal experiences out of her writing, only subtle references to her difficulties are included in this work. Despite this, Ruby Andrew notes in Quill and Quire, Brazilian Journal “offers a tantalizing portrait of the artist.” During this time, Page fell in love with the people and her surroundings in Brazil and found her creative outlet in painting. She published Brazilian Journal, which includes both prose and sketches, at the behest of her friend, the Canadian writer Michael Ondaatje.\nReviews of the work are somewhat mixed. Andrew lauds Page’s ability to fuse her visual talents with the written word, praising Page’s “graceful, painterly passages [which] are leavened with delightful minutiae.” Despite the Brazilian Journal’s structure as a diary, George Galt, writing for Saturday Night, finds it is “best judged as a travelogue; and as a travel writer Page shines.” John Bemrose, writing for Maclean’s, praises Page’s verbal mastery, noting her “poet’s gift for meticulous observation and inventive metaphor,” but also remarks that the book falls short in terms of shedding more light on Page herself. “In the absence of any narrative control or intellectual overview, all the description finally weighs on the reader like too much party chatter.”\nPage began exploring writing for children with the fairy tales A Flask of Sea Water (1988) and The Traveling Musicians (1989). A Flask of Sea Water is the story of a goatherd who falls in love with a princess after seeing her for the first time. He competes with two other suitors for her hand in marriage; the first of the competitors to bring back a flask of sea water is declared the winner. Several critics lauded the book. In Canadian CL, Cynthia Messenger calls A Flask of Sea Water “a delightful fairy tale,” concluding that “Given her apparent ease with the form, one can only regret that Page did not start writing fairy tales sooner.” The reviewer for The Horn Book Magazine finds that “While Page breaks no new ground … she exhibits a great facility for combining the well-known, standard elements of the traditional fairy tale … into an original fairy tale that will entrance children.” Sarah Ellis, also writing for The Horn Book Magazine, finds the tale to have “a higher degree of psychological realism than in the traditional fairy tale. … But while Page extends the fairy tale conventions, we never sense parody or weariness or anything but respect for the form.” Anne Gilmore in Quill and Quire lauds A Flask of Sea Water as a “wonderful addition to the genre.”\nThe Traveling Musicians is an adaptation of the classic The Musicians of Bremen by the brothers Grimm. Although the work was originally adapted as a narration for the Victoria Symphony Orchestra of Canada in 1983, Page chose to publish the tale by itself in 1989. Her modernization of the tale using contemporary colloquial speech and elements of everyday life enhances the classic story, and reviewers reacted positively to Page’s rendering. Ralph Lavender in School Librarian praises The Traveling Musicians as “fresh” and notes that the tale “reads aloud superlatively well.” Sheila O’Hearn in Canadian Children’s Literature concludes, “P.K. Page’s version is to be lauded for its originality of expression and its ability to engage youngsters so thoroughly.”\nAn active writer and artist until the end of her life, Page died in 2010 in Oak Bay, British Columbia.\n", "attrs": {"Region:": ["Canada"]}}