{"pf_url": "https://www.poetryfoundation.org/poets/pablo-neruda", "name": "Pablo Neruda", "yob": "1904", "yod": "1973", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/3f896730abccef09708fd872214d2d290b7ce5b3.jpeg", "bio": "\nPablo Neruda is one of the most influential and widely read 20th-century poets of the Americas. “No writer of world renown is perhaps so little known to North Americans as Chilean poet Pablo Neruda,” observed New York Times Book Review critic Selden Rodman. Numerous critics have praised Neruda as the greatest poet writing in the Spanish language during his lifetime. John Leonard in the New York Times declared that Neruda “was, I think, one of the great ones, a Whitman of the South.” Among contemporary readers in the United States, he is largely remembered for his odes and love poems.\n\r\nBorn Ricardo Eliezer Neftali Reyes y Basoalto, Neruda adopted the pseudonym under which he would become famous while still in his early teens. He grew up in Temuco in the backwoods of southern Chile. Neruda’s literary development received assistance from unexpected sources. Among his teachers “was the poet Gabriela Mistral who would be a Nobel laureate years before Neruda,” reported Manuel Duran and Margery Safir in Earth Tones: The Poetry of Pablo Neruda. “It is almost inconceivable that two such gifted poets should find each other in such an unlikely spot. Mistral recognized the young Neftali’s talent and encouraged it by giving the boy books and the support he lacked at home.”\n\r\nBy the time he finished high school, Neruda had published in local papers and Santiago magazines, and had won several literary competitions. In 1921 he left southern Chile for Santiago to attend school, with the intention of becoming a French teacher but was an indifferent student. While in Santiago, Neruda completed one of his most critically acclaimed and original works, the cycle of love poems titled Veinte poemas de amor y una canción desesperada—published in English translation as Twenty Love Poems and a Song of Despair. This work quickly marked Neruda as an important Chilean poet.\n\nVeinte poemas also brought the author notoriety due to its explicit celebration of sexuality, and, as Robert Clemens remarked in the Saturday Review, “established him at the outset as a frank, sensuous spokesman for love.” While other Latin American poets of the time used sexually explicit imagery, Neruda was the first to win popular acceptance for his presentation. Mixing memories of his love affairs with memories of the wilderness of southern Chile, he creates a poetic sequence that not only describes a physical liaison, but also evokes the sense of displacement that Neruda felt in leaving the wilderness for the city. “Traditionally,” stated Rene de Costa in The Poetry of Pablo Neruda, “love poetry has equated woman with nature. Neruda took this established mode of comparison and raised it to a cosmic level, making woman into a veritable force of the universe.”\n\r\n“In Veinte poemas,” wrote David P. Gallagher in Modern Latin American Literature, “Neruda journeys across the sea symbolically in search of an ideal port. In 1927, he embarked on a real journey, when he sailed from Buenos Aires for Lisbon, ultimately bound for Rangoon where he had been appointed honorary Chilean consul.” Duran and Safir explained that “Chile had a long tradition, like most Latin American countries, of sending her poets abroad as consuls or even, when they became famous, as ambassadors.” The poet was not really qualified for such a post and was unprepared for the squalor, poverty, and loneliness to which the position would expose him. “Neruda travelled extensively in the Far East over the next few years,” Gallagher continued, “and it was during this period that he wrote his first really splendid book of poems, Residencia en la tierra, a book ultimately published in two parts, in 1933 and 1935.” Neruda added a third part, Tercera residencia, in 1947.\n\nResidencia en la tierra, published in English as Residence on Earth, is widely celebrated as containing “some of Neruda’s most extraordinary and powerful poetry,” according to de Costa. Born of the poet’s feelings of alienation, the work reflects a world which is largely chaotic and senseless, and which—in the first two volumes—offers no hope of understanding. De Costa quoted Spanish poet García Lorca as calling Neruda “a poet closer to death than to philosophy, closer to pain than to insight, closer to blood than to ink. A poet filled with mysterious voices that fortunately he himself does not know how to decipher.” With its emphasis on despair and the lack of adequate answers to mankind’s problems, Residencia en la tierra in some ways foreshadowed the post-World War II philosophy of existentialism. “Neruda himself came to regard it very harshly,” wrote Michael Wood in the New York Review of Books. “It helped people to die rather than to live, he said, and if he had the proper authority to do so he would ban it, and make sure it was never reprinted.”\n\nResidencia en la tierra also marked Neruda’s emergence as an important international poet. By the time the second volume of the collection was published in 1935 the poet was serving as consul in Spain, where “for the first time,” reported Duran and Safir, “he tasted international recognition, at the heart of the Spanish language and tradition. At the same time … poets like Rafael Alberti and Miguel Hernandez, who had become closely involved in radical politics and the Communist movement, helped politicize Neruda.” When the Spanish Civil War broke out in 1936, Neruda was among the first to espouse the Republican cause with the poem España en el corazon—a gesture that cost him his consular post. He later served in France and Mexico, where his politics caused less anxiety.\n\r\nSome readers have found it difficult to disassociate Neruda’s poetry from his fervent commitment to communism. An added difficulty lies in the fact that Neruda’s poetry is very hard to translate; his works available in English represent only a small portion of his total output. Nonetheless,Communism rescued Neruda from the despair he expressed in the first parts of Residencia en la tierra, and led to a change in his approach to poetry. He came to believe “that the work of art and the statement of thought—when these are responsible human actions, rooted in human need—are inseparable from historical and political context,” reported Salvatore Bizzarro in Pablo Neruda: All Poets the Poet. “He argued that there are books which are important at a certain moment in history, but once these books have resolved the problems they deal with they carry in them their own oblivion. Neruda felt that the belief that one could write solely for eternity was romantic posturing.” This new attitude led the poet in new directions; for many years his work, both poetry and prose, advocated an active role in social change rather than simply describing his feelings, as his earlier oeuvre had done.\n\r\nThis significant shift in Neruda’s poetry is recognizable in Tercera residencia, the third and final part of the “Residencia” series. Florence L. Yudin noted in Hispania that the poetry of this volume was overlooked when published and remains neglected due to its overt ideological content. “Viewed as a whole,” Yudin wrote, “Tercera residencia illustrates a fluid coherence of innovation with retrospective, creativity with continuity, that would characterize Neruda’s entire career.” According to de Costa, as quoted by Yudin, “The new posture assumed is that of a radical nonconformist. Terra residencia must, therefore, be considered in this light, from the dual perspective of art and society, poetry and politics.”\n\r\n“Las Furias y las penas,” the longest poem of Tercera residencia, embodies the influence of both the Spanish Civil War and the works of Spanish Baroque poet Francisco Gomez de Quevedo y Villegas on Neruda. The poem explores the psychic agony of lost love and its accompanying guilt and suffering, conjured in the imagery of savage eroticism, alienation, and loss of self-identity. Neruda’s message, according to Yudin, is that “what makes up life’s narrative (‘cuento’) are single, unconnected events, governed by chance, and meaningless (‘suceden’). Man is out of control, like someone hallucinating one-night stands in sordid places.” Yudin concluded that, “Despite its failed dialectic, ‘Las Furias y las penas’ sustains a haunting beauty in meaning and tone” and “bears the unmistakable signature of Neruda’s originality and achievement.”\n\r\nNeruda’s politics had an important impact on his poetry. Clayton Eshleman wrote in the introduction to Cesar Vallejo’s Poemas humanos/ Human Poems that “Neruda found in the third book of Residencia the key to becoming the 20th-century South American poet: the revolutionary stance which always changes with the tides of time.” Gordon Brotherton, in Latin American Poetry: Origins and Presence, expanded on this idea by noting that “Neruda, so prolific, can be lax, a ‘great bad poet’ (to use the phrase Juan Ramon Jimenez used to revenge himself on Neruda). And his change of stance ‘with the tides of time’ may not always be perfectly effected. But … his dramatic and rhetorical skills, better his ability to speak out of his circumstances, … was consummate. In his best poetry (of which there is much) he speaks on a scale and with an agility unrivaled in Latin America.”\n\r\nNeruda expanded on his political views in the poem Canto general, which, according to de Costa, is a “lengthy epic on man’s struggle for justice in the New World.” Although Neruda had begun the poem as early as 1935—when he had intended it to be limited in scope only to Chile—he completed some of the work while serving in the Chilean senate as a representative of the Communist Party. However, party leaders recognized that the poet needed time to work on his opus, and granted him a leave of absence in 1947. Later that year, however, Neruda returned to political activism, writing letters in support of striking workers and criticizing Chilean President Videla. Early in 1948 the Chilean Supreme Court issued an order for his arrest, and Neruda finished the Canto general while hiding from Videla’s forces.\n\r\n“Canto general is the flowering of Neruda’s new political stance,” Don Bogen asserted in the Nation. “For Neruda food and other pleasures are our birthright—not as gifts from the earth or heaven but as the products of human labor.” According to Bogen, Canto general draws its “strength from a commitment to nameless workers—the men of the salt mines, the builders of Macchu Picchu—and the fundamental value of their labor.” Commenting on Canto general in Books Abroad, Jaime Alazraki remarked, “Neruda is not merely chronicling historical events. The poet is always present throughout the book not only because he describes those events, interpreting them according to a definite outlook on history, but also because the epic of the continent intertwines with his own epic.”\n\r\nAlthough, as Bizzarro noted, “In [the Canto general], Neruda was to reflect some of the [Communist] party’s basic ideological tenets,” the work itself is far more than propaganda. Looking back into American prehistory, the poet examined the land’s rich natural heritage and described the long defeat of the native Americans by the Europeans. He concentrated on elements of people’s lives common to all people at all times. Nancy Willard wrote in Testimony of the Invisible Man, “Neruda makes it clear that our most intense experience of impermanence is not death but our own isolation among the living. … If Neruda is intolerant of despair, it is because he wants nothing to sully man’s residence on earth.”\n\r\n“In the Canto,” explained Duran and Safir, “Neruda reached his peak as a public poet. He produced an ideological work that largely transcended contemporary events and became an epic of an entire continent and its people.” According to Alazraki, “By bringing together his own odyssey and the drama of the continent, Neruda has simultaneously given to Canto general the quality of a lyric and an epic poem. The lives of conquistadors, martyrs, heroes, and just plain people recover a refreshing actuality because they become part of the poet’s fate, and conversely, the life of the poet gains new depth because in his search one recognizes the continent’s struggles. Canto general is, thus, the song of a continent as much as it is Neruda’s own song.”\n\r\nNeruda returned to Chile from exile in 1953, and, said Duran and Safir, spent the last 20 years of his life producing “some of the finest love poetry in One Hundred Love Sonnets and parts of Extravagaria and La Barcarola; he produced Nature poetry that continued the movement toward close examination, almost still shots of every aspect of the external world, in the odes of Navegaciones y regresos, in The Stones of Chile, in The Art of Birds, in Una Casa en la arena and in Stones of the Sky. He continued as well his role as public poet in Canción de geste, in parts of Cantos ceremoniales, in the mythical La Espada encendida, and the angry Incitement to Nixonicide and Praise for the Chilean Revolution.”\n\r\nAt this time, Neruda’s work began to move away from the highly political stance it had taken during the 1930s. Neruda began to try to speak to everyday people simply and clearly, on a level that anyone could understand. He wrote poems on subjects ranging from rain to feet. By examining common, ordinary, everyday things very closely, according to Duran and Safir, Neruda gives us “time to examine a particular plant, a stone, a flower, a bird, an aspect of modern life, at leisure. We look at the object, handle it, turn it around, all the sides are examined with love, care, attention. This is, in many ways, Neruda … at his best.”\n\r\nIn 1971 Neruda reached the peak of his political career when the Chilean Communist party nominated him for president. He withdrew his nomination, however, when he reached an accord with Socialist nominee Salvador Allende. After Allende won the election he reactivated Neruda’s diplomatic credentials, appointing the poet ambassador to France. It was while Neruda was serving in Paris that he was awarded the Nobel Prize for literature, in recognition of his oeuvre. Poor health soon forced the poet to resign his post, however, and he returned to Chile, where he died in 1973—only days after a right-wing military coup killed Allende and seized power. Many of his last poems, some published posthumously, indicate his awareness of his death’s approach. As Fernando Alegria wrote in Modern Poetry Studies, “What I want to emphasize is something very simple: Neruda was, above all, a love poet and, more than anyone, an unwavering, powerful, joyous, conqueror of death.”\n\r\nCommenting on Passions and Impressions, a posthumous collection of Neruda’s prose poems, political and literary essays, lectures, and newspaper articles, Mark Abley wrote in Maclean’s, “No matter what occasion provoked these pieces, his rich, tireless voice echoes with inimitable force.” As Neruda eschewed literary criticism, many critics found in him a lack of rationalism. According to Neruda, “It was through metaphor, not rational analysis and argument, that the mysteries of the world could be revealed,” remarked Stephen Dobyns in the Washington Post. However, Dobyns noted that Passions and Impressions “shows Neruda both at his most metaphorical and his most rational. … What one comes to realize from these prose pieces is how conscious and astute were Neruda’s esthetic choices. In retrospect at least his rejection of the path of the maestro, the critic, the rationalist was carefully calculated.” In his speech upon receiving the Nobel Prize, Neruda noted that “there arises an insight which the poet must learn through other people. There is no insurmountable solitude. All paths lead to the same goal: to convey to others what we are.”\n\r\nIn 2003, 30 years after Neruda’s death, an anthology of 600 of Neruda’s poems arranged chronologically was published as The Poetry of Pablo Neruda. The collection draws from 36 different translators, and some of his major works are also presented in their original Spanish. Writing in the New Leader, Phoebe Pettingell pointed out that, although some works were left out because of the difficulty in presenting them properly in English, “an overwhelming body of Neruda’s output is here … and the collection certainly presents a remarkable array of subjects and styles.” Reflecting on the life and work of Neruda in the New Yorker, Mark Strand commented, “There is something about Neruda—about the way he glorifies experience, about the spontaneity and directness of his passion—that sets him apart from other poets. It is hard not to be swept away by the urgency of his language, and that’s especially so when he seems swept away.”\n", "attrs": {"Region:": ["Latin America"]}}