{"pf_url": "https://www.poetryfoundation.org/poets/pablo-medina", "name": "Pablo Medina", "yob": null, "yod": null, "image": null, "bio": "\nPablo Medina was born in Havana, Cuba, and moved to New York City with his family when he was 12. He earned both a BA and an MA from Georgetown University. Medina is the author of more than a dozen books of fiction, poetry, memoir, and translation. His work in both Spanish and English explores identity, language, and place, often through narratives of exile and memory. In the Indiana Review, Medina meditates on exile as the condition of identity and the source of creative work: “The exile, I know this firsthand, has lost the place where he was and turned it into the source of his myths, the root of his longing, and the aroma of his despair,” Medina writes. “For the Cuban, who had his exile coursing through his blood, nostalgia is, has always been, the cradle and grave of his passions. He cannot love without invoking loss and he cannot sing without his mouth filling with grief. The exile has two births—that which brings him into the world and that which brings him into exile—both dominated by the trauma of expulsion.”\n\r\nMedina’s collections of poetry include Arching into the Afterlife (1991), The Floating Island (1999), The Man Who Wrote on Water (2011), the photography and poetry book Calle Habana (2013, with Carlos Ordonez), and The Island Kingdom (2015). He is the author of the memoir Exiled Memories: A Cuban Childhood (1990) and three novels: The Marks of Birth (1994), The Return of Felix Nogara (2000), and Cubop City Blues (2012).\n\r\nWith Carolina Hospital, Medina co-translated the writings of Cuban dissident Tania Diaz Castro in Everyone Will Have to Listen/Todos me van a tener que oír (1990). And with poet Mark Statman, Medina translated Federico García Lorca’s Poet in New York (2008) in a translation that John Ashbery described as “the definitive version of Lorca's masterpiece.” Medina also translated the selected poems of Cuban writer Virgilio Piñera in The Weight of the Island (2014).\n\r\nMedina is the recipient of numerous honors and awards for his writing and translations, including fellowships from the National Endowment for the Arts, the Rockefeller Foundation, the Guggenheim Foundation, the Lila Wallace-Reader’s Digest Fund, the United States Department of State, the Oscar B. Cintas Foundation, the Virginia Center for the Creative Arts, the New Jersey State Arts Council, and the Pennsylvania Council on the Arts. Medina served on the board of directors for the Association of Writers & Writing Programs from 2002–2007 and as president in 2005–2006. He is a professor in the Department of Writing, Literature, and Publishing at Emerson College and directs the department’s MFA program.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}