{"pf_url": "https://www.poetryfoundation.org/poets/pat-parker", "name": "Pat Parker", "yob": "1944", "yod": "1989", "image": null, "bio": "\nPat Parker was born in Houston to working class parents. She earned her BA from Los Angeles City College and soon after moved to the Bay Area to pursue a career as an artist, an activist, and a poet. She was married twice in the 1960s, first to the playwright Ed Bullins and then to Robert F. Parker, and had two children. After the breakup of her second marriage, Parker began to openly identify as a lesbian and became an important presence in the Bay Area civil rights, women’s rights, and gay rights movements, helping found the Black Women’s Revolutionary Council and the Women’s Press Collective.\nAn integral part of the West Coast poetry community that formed through women’s groups of the 1970s and 1980s and included poets such as Judy Grahn, Parker grounded her work in oral and spoken word traditions, autobiography, and radical politics. Her poems contain sharp, sometimes biting social commentary, but she also explored queer experience and female love with tenderness and hope. Cheryl Clarke noted that Parker’s work featured “a black lesbian-feminist perspective of love between women and the circumstances that prevent our intimacy and liberation.” Parker was the author of five collections of poetry: Jonestown & other madness (1985), Movement in Black (1978), Woman Slaughter (1978), Pit Stop (1975), and Child of Myself (1972). With Judy Grahn, she recorded the album Where Would I Be Without You (1976).\nParker worked for the Oakland Feminist Women’s Health Center from 1978 to 1987 and was involved in political activism around race, class, and sexuality, taking national leadership positions to help address women’s health issues, particularly regarding domestic and sexual violence. She testified before the United Nations and traveled to Kenya and Ghana with two UN delegations. Parker died of breast cancer in 1989; her long-time partner, Marty Dunham, donated Parker’s archives to the Schlesinger Library at Harvard.\nAfter years of Parker’s work being out of print, Sapphic Classics published The Complete Works of Pat Parker (2016), edited by Julie Enszer with an introduction by Grahn.\n", "attrs": {}}