{"pf_url": "https://www.poetryfoundation.org/poets/paul-celan", "name": "Paul Celan", "yob": "1920", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8da93e226793802fa3ee3139ee481985dbd0dffb.jpeg", "bio": "\nPaul Celan was born Paul Antschel in Czernovitz, Romania, to a German-speaking Jewish family. His surname was later spelled Ancel, and he eventually adopted the anagram Celan as his pen name. In 1938 Celan went to Paris to study medicine, but returned to Romania before the outbreak of World War II. During the war Celan worked in a forced labor camp for 18 months; his parents were deported to a Nazi concentration camp. His father most likely died of typhus and his mother was shot after being unable to work. After escaping the labor camp, Celan lived in Bucharest and Vienna before settling in Paris. Celan was familiar with at least six languages, and fluent in Russian, French, and Romanian. In Paris, he taught German language and literature at L’École Normale Supérieure and earned a significant portion of his income as a translator, translating a wide range of work, from Robert Frost, Marianne Moore, and Emily Dickinson to Arthur Rimbaud, Antonin Artaud, and Charles Baudelaire. His own work has been translated into English numerous times and by several noted poets and translators including Michael Hamburger, Rosmarie Waldrop, Heather McHugh, John Felstiner, and Pierre Joris.\r\n \r\nThough he lived in France and was influenced by the French surrealists, he wrote his own poetry in German. His first collection of poems, Sand from the Urns, was published in Vienna in 1948; his second collection, Poppy and Memory (Mohn und Gedaechtnis, 1952), brought him critical acclaim. Katherine Washburn, his translator, noted in her introduction to Last Poems (1986): “The title of this book [Poppy and Memory] pointed with a fine vividness to the central predicament of Celan’s poetry—the unstable and dangerous union between Paul Celan, caught early in that sensual music of the Surrealists, pure poet of the intoxicating line, and Paul Ancel, heir and hostage to the most lacerating of human memories.”\r\n \r\nWhile Celan is perhaps best known for his poem “Death Fugue” (or “Todesfuge”), it is not necessarily representative of his later work. Reviewing the 1981 publication Paul Celan: Poems in the New York Times, Rika Lesser said the poem’s “richly sonic, dactylic lines (spoken by the inmates of a camp), while typical of Celan's mastery of form, content, texture and sound, are hardly indicative of the direction his composition would later take.” As his career continued, Celan worked to “purge his poems of readymade contexts - whether historical, traditional or explicitly religious. The late poems still abound in allusions - private, hermeneutic, esoteric - but increasingly each poem becomes and creates its own context and the context within which Celan's other poems must be read.”\r\n \r\nThis transformation has much to do with the language in which Celan wrote. As Shoshana Olidort notes in her Chicago Tribune review of Breathturn Into Timestead: Collected Later Poetry of Paul Celan (trans. by Pierre Joris and published by FSG, 2014), Celan was “a Holocaust survivor, [who] wrote in German, his mother tongue and also the language of his mother's murderers … As a German-speaking Jewish survivor living in France, Celan harbored feelings of intense estrangement from the language and thus set about creating his own language through what Joris eloquently describes as a “dismantling and rewelding” of German. The result, Olidort writes, “is arguably even darker than his earlier poems with their direct references to the Shoah. For Celan, darkness is not willed obscurity, rather, the poem comes out of lived experience and is \"born dark.”\r\n \r\nCelan received the Bremen Prize for German Literature in 1958 and the Georg Buchner Prize in 1960. He suffered from depression and committed suicide in 1970.\r\n \n\n\nBIBLIOGRAPHY\n \nPoetry Collections\r\n \n\nThe Sand from the Urns (Der Sand aus den Urnen, 1948).\nPoppy and Memory (Mohn und Gedächtnis, 1952).\nFrom Threshold to Threshold  (Von Schwelle zu Schwelle, 1955).\nSpeechwicket / Speech Grille  (Sprachgitter, 1959).\nThe No-One's-Rose (Die Niemandsrose, 1963).\nBreathturn (Atemwende, 1967).\nThreadsuns / Twinesuns / Fathomsuns (Fadensonnen, 1968).\nLightduress (Lichtzwang, 1970).\nSnow Part [posthumous] (Schneepart, 1971).\nTimestead / Homestead of Time [posthumous] (Zeitgehöft, 1976) .\n\n \n\nTranslations in English\r\n \n \n \n\nBreathturn into Timestead: The Collected Later Poetry: A Bilingual Edition, translated by Pierre Joris, Farrar, Straus & Giroux, 2014.\nCorona: Selected Poems of Paul Celan, translated by Susan H. Gillespie, Station Hill Press of Barrytown, 2013.\nFrom Threshold to Threshold, translated by David Young, Marick Press, 2010.\nSnow Part, translated by Ian Fairley, Sheep Meadow Press, 2007.\nThreadsuns, translated by Pierre Joris, Green Integer, 2005.\nLightduress, translated by Pierre Joris, Green Integer, 2004.\nPaul Celan: Selections, edited and with an introduction by Pierre Joris, University of California Press, 2004.\nRomanian Poemsi, translated by Julian Semilian and Sanda Agalidi, Green Integer, 2003.\nFathomsuns and Benighted, translated by Ian Fairley, Sheep Meadow Press, 2001.\nPoems of Paul Celan: A Bilingual German/English Edition, Revised Edition, translated by Michael Hamburger, Persea Books, 2002.\nSelected Poems and Prose of Paul Celan, edited and translated by John Felstiner, W.W. Norton & Co., 2000.\nGlottal Stop: 101 Poems, translated by Nikolai B. Popov and Heather McHugh, Wesleyan University Press, 2000.\nBreathturn, translated by Pierre Joris, Green Integer, 1995.\nCollected Prose, edited by Rosmarie Waldrop, Sheep Meadow, 1986.\nLast Poems, translated by Katharine Washburn and Margret Guillemin, North Point Press, 1986.\r\n\t \n\n \n", "attrs": {"Region:": ["Eastern Europe"]}}