{"pf_url": "https://www.poetryfoundation.org/poets/pauli-murray", "name": "Pauli Murray", "yob": "1910", "yod": "1985", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/d95a3a24550536e75b1a4bae94f1604c25db9e9d.jpeg", "bio": "\nPauli Murray was a civil rights activist, a pioneering feminist, a labor organizer, a lawyer, an Episcopal priest, and a writer of nonfiction, memoir, and poetry. Born Anna Pauline Murray in Baltimore, she was raised by aunts and maternal grandparents. Her grandmother was born into slavery, the product of rape between her enslaved mother and her owner. Murray’s mother died when Murray was just three years old; her father, committed to an asylum “for the Negro insane” for his symptoms of long-term typhoid fever, also died during Murray’s childhood, beaten to death by a guard.\nMurray earned a BA from Hunter College and a JD from Howard Law School. The only woman in her class, she was valedictorian and awarded a prestigious Rosenwald fellowship for postgraduate study–only to be denied admission to her first choice, Harvard University, because of her gender. She earned a master’s at the Boalt Hall School of Law at the University of California, Berkeley, and became the first black woman to earn a PhD in juridical science from Yale Law School. She also earned a master’s in divinity from the General Theological Seminary.\nMurray was the author of two autobiographies: Proud Shoes: The Story of an American Family (1956) and Song in a Weary Throat: An American Pilgrimage (1987), which received a Lillian Smith Book Award and a Robert F. Kennedy Book Award. As a legal scholar, she wrote The Constitution and Government of Ghana (1964), with Leslie Rubin, and States’ Laws on Race and Color (1951), which Thurgood Marshall, then counsel of the NAACP and later a Supreme Court justice, called “the Bible for civil rights lawyers.” She is also the author of a collection of poetry, Dark Testament, originally published in 1970 and reissued in 2018. Murray was a friend of Harlem Renaissance writers, including Langston Hughes and Countee Cullen, and her articles, poems, and a serialized novel, Angel of the Desert, appeared in newspapers and anthologies such as Negro.\nMurray was a leader in the fight against racism and sexism and worked as a labor organizer. She was a founding member of the Congress for Racial Equality and the National Organization for Women. She laid the intellectual foundations for the civil rights and feminist movements, articulating arguments for dismantling the “separate but equal” doctrine that permitted racial segregation and for extending the Equal Protection clause to women, and she mounted legal challenges to discriminatory laws. She taught at the Ghana School of Law and Brandeis College, becoming the first person to teach African American and women’s studies courses there. In her ’60s, Murray was the first woman ordained as an Episcopal priest. She served as a priest for eight years.\nMurray was gender nonconforming, describing herself as “a girl who should have been a boy” and trying without success to obtain hormone therapy. Though she didn’t like to characterize herself as a lesbian, she nevertheless had serious relationships with women, including a decades-long partnership with a woman named Irene Barlow.\nMurray died on July 1, 1985, of pancreatic cancer. Since her death, she has been named a saint by the Episcopal Church. Yale University announced her name would grace a new residential college, and her childhood home in North Carolina was named a National Treasure by the National Trust for Historic Preservation.\n", "attrs": {}}