{"pf_url": "https://www.poetryfoundation.org/poets/paul-farley", "name": "Paul Farley", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/704c80c8070d0022ff55fbd0652d9d4246760b0c.jpeg", "bio": "\n                                                                    Paul Farley was born in Liverpool, England and studied at the Chelsea School of Art. His collections of poetry include The Boy from the Chemist Is Here to See You (1998), which won both a Somerset Maugham Award and a Forward Prize; The Ice Age (2002), winner of a Whitbread Poetry Prize; Tramp in Flames (2006), shortlisted for both an International Griffin Poetry Prize and a TS Eliot Prize; The Atlantic Tunnel: Selected Poems (2010), his first collection released in the United States; and The Dark Film (2012), which was also shortlisted for a TS Eliot Prize. Farley’s work is known for its humor, openness to the objects of daily life and living, and rich sonic texturing in poems meant to be read aloud and on the page. As Farley noted in an interview, “Even with poets who weren’t recorded, there’s often still this sense of a distinct voice, even if it’s only a version of the reader’s voice. Then something else happens when it’s read aloud, when the reader gets their mouth around it, so to speak. And hearing a poem read aloud—especially by its author—can enlarge it in some way, or enrich it. It can give it another dimension so that, hopefully, you want to return to the printed version renewed, or at least seek it out.”   Farley’s other works include his collected poems for radio, Field Recordings: BBC Poems 1998-2008 (2009) and, with Michael Symmons Roberts, the nonfiction account of England’s wilderness areas Edgelands (2011), which won a Royal Society of Literature Jerwood Award and was named one of Foyles Best Book of Ideas in 2012. He has worked as a broadcaster and currently teaches at Lancaster University. In 2012 he became a Fellow of the Royal Society of Literature.\n                                                            ", "attrs": {"Region:": ["England"]}}