{"pf_url": "https://www.poetryfoundation.org/poets/paul-laurence-dunbar", "name": "Paul Laurence Dunbar", "yob": "1872", "yod": "1906", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/020a4db70aa0cc5c341b6dae9c0a7726ea2ecbc1.jpeg", "bio": "\nPaul Laurence Dunbar was born on June 27, 1872 to freed slaves from Kentucky. He became one of the first influential Black poets in American literature, and was internationally acclaimed for his dialectic verse in collections such as Majors and Minors (1895) and Lyrics of Lowly Life (1896). But the dialectic poems constitute only a small portion of Dunbar’s canon, which is replete with novels, short stories, essays, and many poems in standard English. In its entirety, Dunbar’s literary body is regarded as an impressive representation of Black life in turn-of-the-century America. As Dunbar’s friend James Weldon Johnson noted in the preface to his Book of American Poetry: “Paul Laurence Dunbar stands out as the first poet from the Negro race in the United States to show a combined mastery over poetic material and poetic technique, to reveal innate literary distinction in what he wrote, and to maintain a high level of performance. He was the first to rise to a height from which he could take a perspective view of his own race. He was the first to see objectively its humor, its superstitions, its short-comings; the first to feel sympathetically its heart-wounds, its yearnings, its aspirations, and to voice them all in a purely literary form.”\n\r\nDunbar began showing literary promise while still in high school in Dayton, Ohio, where he lived with his widowed mother. The only African American in his class, he became class president and class poet. By 1889, two years before he graduated, he had already published poems in the Dayton Herald and worked as editor of the short-lived Dayton Tattler, a Black newspaper published by classmate Orville Wright, who later gained fame with brother Wilbur Wright as inventors of the airplane.\n\r\nDunbar aspired to a career in law, but his mother’s financial situation precluded his university education. He consequently sought employment with various Dayton businesses, including newspapers, only to be rejected because of his race. He finally settled for work as an elevator operator, a job that allowed him time to continue writing. At this time Dunbar produced articles, short stories, and poems, including several in the dialect style that later earned him fame.\n\r\nIn 1892 Dunbar was invited by one of his former teachers to address the Western Association of Writers then convening in Dayton. At the meeting Dunbar befriended James Newton Matthews, who subsequently praised Dunbar’s work in a letter to an Illinois newspaper. Matthews’s letter was eventually reprinted by newspapers throughout the country, bringing Dunbar recognition outside Dayton. Among the readers of this letter was poet James Whitcomb Riley, who then familiarized himself with Dunbar’s work and wrote him a commendatory letter. Bolstered by the support of both Matthews and Riley, Dunbar decided to publish a collection of his poems. He obtained additional assistance from Orville Wright and then solicited a Dayton firm, United Brethren Publishing, that eventually printed the work, entitled Oak and Ivy (1893), for a modest sum.\n\r\nIn Oak and Ivy Dunbar included his earliest dialect poems and many works in standard English. Among the latter is one of his most popular poems, “Sympathy,” in which he expresses, in somber tone, the plight of Black people in American society. In another standard English poem, “Ode to Ethiopia,” he records the many accomplishments of Black Americans. The popularity of these and other poems inspired Dunbar to devote himself more fully to writing.\n\r\nShortly after the publication of Oak and Ivy Dunbar was approached by attorney Charles A. Thatcher, an admirer sympathetic to Dunbar’s college education. Dunbar, however, was greatly encouraged by sales of Oak and Ivy and so rejected Thatcher to pursue a literary career. Thatcher then applied himself to promoting Dunbar in nearby Toledo, Ohio, and helped him obtain work there reading his poetry at libraries and literary gatherings. Dunbar also found unexpected support from psychiatrist Henry A. Tobey, who helped distribute Oak and Ivy in Toledo and occasionally sent Dunbar much needed financial aid.\n\r\nTobey eventually teamed with Thatcher in publishing Dunbar’s second verse collection, Majors and Minors. In this book Dunbar produced poems on a variety of themes and in several styles. He grouped the poems written in standard English under the heading “Majors,” and he gathered the dialect works under the heading “Minors.” Although Dunbar’s poetry in standard English bore the influences of such poets as the English romantics and Americans such as Riley, it was the dialect verse that found greater favor with his predominantly white readership, and it was by virtue of these dialect poems that Dunbar gained increasing fame. Instrumental to Dunbar’s growing popularity was a highly positive, though extremely patronizing, review by eminent novelist William Dean Howells. Writing in Harper’s Weekly, Howells praised Dunbar as “the first man of his color to study his race objectively” and commended the dialect poems as faithful representations of Black speech.\n\r\nThrough Thatcher and Tobey, Dunbar met an agent and secured more public readings and a publishing contract. He then published Lyrics of Lowly Life, a poetry collection derived primarily from verse already featured in Oak and Ivy and Majors and Minors. This new volume sold impressively across America and established Dunbar as the nation’s foremost Black poet. On the strength of his recent acclaim Dunbar commenced a six-month reading tour of England. There he found publishers for a British edition of Lyrics of Lowly Life and befriended musician Samuel Coleridge-Taylor, with whom he collaborated on the operetta “Dream Lovers.”\n\r\nWhen Dunbar returned to the United States in 1897 he obtained a clerkship at the Library of Congress in Washington, D.C. Soon afterwards he married fellow writer Alice Ruth Moore. Although his health suffered during the two years he lived in Washington, the period nonetheless proved fruitful for Dunbar. In 1898 he published his first short story collection, Folks From Dixie, in which he delineated the situation of African Americans in both pre-and post-emancipation United States. Although these tales, unlike some of his dialect verse, were often harsh examinations of racial prejudice, Folks From Dixie was well received upon publication.\nDunbar’s first novel, The Uncalled (1898), recalled Nathaniel Hawthorne’s The Scarlet Letter in probing the spiritual predicament of a minister. Critics largely rejected The Uncalled as dull and unconvincing in its portrait of Frederick Brent, a pastor who had, in childhood, been abandoned by an alcoholic father and then raised by a zealously devout spinster, Hester Prime (Hawthorne’s protagonist in The Scarlet Letter was named Hester Prynne). After securing a pastor’s post, Brent alienated church-goers by refusing to reproach an unwed mother. He resigns from his pastorship and departs for Cincinnati. After further misadventure—he ends his marriage engagement and encounters his father, now a wandering preacher—Brent finds fulfillment and happiness as minister in another congregation.\n\r\nAt the end of 1898, his health degenerating still further, Dunbar left the Library of Congress and commenced another reading tour. He published another verse collection, Lyrics of the Hearthside (1903), which was well-received by critics. In the spring of 1899, however, his health lapsed. Ill with pneumonia, the already tubercular Dunbar was advised to rest in the mountains. He moved to the Catskills in New York State, but he continued to write while recovering.\n\r\nIn 1900, after a brief stay in Colorado, Dunbar returned to Washington, DC. Shortly before his return he published another collection of tales, The Strength of Gideon (1900), in which he continued to recount Black life both before and after slavery. Reviewers at the time favored his pre-emancipation stories full of humor and sentiment, while ignoring more volatile accounts of abuse and injustice. More recently these latter stories have gained greater recognition from critics eager to substantiate Dunbar’s opposition to racism.\n\r\nDunbar followed The Strength of Gideon with his second novel, The Love of Landry (1900), about an ailing woman who arrives in Colorado for convalescence and finds true happiness with a cowboy. Like the earlier Uncalled, The Love of Landry was dismissed by critics. Dunbar suffered further critical setback with his next novel, The Fanatics (1901), about America at the beginning of the Civil War. Its central characters are from white families who differ in their North-South sympathies and spark a dispute in their Ohio community. The Fanatics was a commercial failure upon publication. The Sport of the Gods (1902), Dunbar’s final novel, presented a far more critical and disturbing portrait of Black America. The work centers on butler Berry Hamilton and his family. After Berry is wrongly charged with theft by his white employers, he is sentenced to ten years of prison labor. His remaining family—wife, son, and daughter—consequently find themselves targets of abuse in their southern community, and after being robbed by the local police they head north to Harlem. There they encounter further hardship and strife: the son becomes embroiled in the city’s seamy nightlife and succumbs to alcoholism and crime; the naive daughter is exploited and begins a questionable dancing career; and the mother, convinced that her husband’s prison sentence has negated their marriage, weds an abusive profligate. A happy resolution is achieved only after Berry’s accuser confesses, while dying, that his charge was fabricated, whereupon Berry is released from prison. He then travels north and finds his family in disarray. But the cruel second husband is then, conveniently, murdered, and the parental Hamiltons are reunited in matrimony.\n\r\nAlthough its acclaim was hardly unanimous, The Sport of the Gods nonetheless earned substantial praise as a powerful novel of protest. By this time, however, Dunbar was experiencing considerable turmoil in his own life. Prior to writing The Sport of the Gods he had suffered another lapse of poor health, compounded by alcoholism. And after The Sport of the Gods appeared in 1902, Dunbar’s marital situation worsened; the couple separated in 1902. The next year, following a nervous breakdown and another bout of pneumonia, Dunbar assembled another verse collection, Lyrics of Love and Laughter (1903), and another short story collection, In Old Plantation Days (1903). With Lyrics of Love and Laughter he confirmed his reputation as America’s premier African American poet. The volume contains both sentimental and somberly realistic expressions and depictions of Black life, and it features both dialect and standard English verse. In Old Plantation Days is comprised of twenty-five stories set on a southern plantation during the days of slavery. Dunbar’s stories drew the ire of many critics for their stereotyped characters, and some of his detractors even alleged that he contributed to racist concepts while simultaneously disdaining such thinking.\n\r\nIf In Old Plantation Days was hardly a pioneering work, it was at least a lucrative publication and one that confirmed the preferences of much of Dunbar’s public. With the short story collection The Heart of Happy Hollow (1904), Dunbar presented a greater variety of perspectives on aspects of Black life in America; the collection included a tale on the morally reprehensible practice of lynching. Dunbar followed The Heart of Happy Hollow with two more poetry collections, Lyrics of Sunshine and Shadow (1905) and Howdy, Honey, Howdy (1905), both of which featured works from previous volumes.\n\r\nThough he continued to write and publish, Dunbar’s health continued to decline. Relying on alcohol to temper his chronic coughing only exacerbated his illness, and by the winter of 1905 he was fatally ill. He died on February 9, 1906, at age thirty-three.\n\r\nIn the years immediately following his death, Dunbar’s standing as America’s foremost Black poet seemed assured, and his dialect poems were prized as supreme achievements in African American literature. In the ensuing decades, however, his reputation was damaged by scholars questioning the validity of his often stereotypic characterizations and his apparent unwillingness to sustain an anti-racist stance. More recently Dunbar’s stature has increased markedly. He is once again regarded as America’s first great Black poet, and his standard English poems are now prized as some of his greatest achievements in verse. Contemporary champions include Addison Gayle, Jr., whose Oak and Ivy: A Biography of Paul Laurence Dunbar, is considered a key contribution to Dunbar studies, and Nikki Giovanni, whose prose contribution to A Singer in the Dawn: Reinterpretations of Paul Laurence Dunbar, edited by Jay Martin, hails Dunbar as “a natural resource of our people.” For Giovanni, as for other Dunbar scholars, his work constitutes both a history and a celebration of Black life. “There is no poet, black or nonblack, who measures his achievement,” she declared. “Even today. He wanted to be a writer and he wrote.”\n", "attrs": {"School/Period:": ["Modern"]}}