{"pf_url": "https://www.poetryfoundation.org/poets/paul-eluard", "name": "Paul Éluard", "yob": "1895", "yod": "1952", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e5d5c0d00b619ebf8bc291f3d5c163ad064b9a51.jpeg", "bio": "\n                                                                    Poet Paul Éluard was born Eugène Grindel in 1895 in Saint-Denis, France. He was an only child, and his parents eventually moved to the 10th arrondissement in Paris, where he attended school. Éluard excelled at English and spent time in England as a teenager. He also began writing poetry. While convalescing from a serious illness in Switzerland, the young Éluard read symbolist and avant-garde poets such as Arthur Rimbaud, Charles Baudelaire, and Guillaume Apollinaire. He also began reading Russian authors Fyodor Dostoevsky and Leo Tolstoy at the insistence of Helene Dmitrievna Diakanova (known as Gala), the young Russian who would be his first wife. The strands of his youthful reading—symbol, experiment, and politics—would shape Éluard’s work.    Éluard joined the army during World War I, and his experience as a medic and an infantry member—including being gassed—had a profound influence on his worldview. His first book was published under the name Paul Éluard in 1917 and introduced him to the world of the Parisian avant-garde. A member of Dada, Éluard was also intimately involved in the birth of surrealism. He collaborated with Max Ernst, producing works such as Répétitions (1922). Éluard’s work from this time is known for its emphasis on linguistic and semantic dislocation; in his own poems, he was attempting to allow for visual and sensory perception of poetic meaning.    In 1924, Éluard published Mourir de ne pas mourir, a book that seemed to suggest it would be his final volume; he also lost the financial support of his father. He disappeared in March 1924 and was presumed dead. However, he had simply fled the implications of Gala’s affair with Ernst and was traveling the world. Éluard returned to France in 1924 and became one of the leading voices in the surrealist movement. He is widely considered the best of the surrealist poets, and his surrealist books include Capitale de la douleur (1926), La Rose publique (1934) and Les Yeux fertiles (1936). Éluard and Gala divorced in 1930, and four years later, he later married Maria Benz, known as Nusch. She would inspire some of Éluard’s most beautiful poetry.   The last half of Éluard’s life was marked by political commitments: he was galvanized by the Spanish Civil War and renewed his commitment to communism. By the late 1930s, he had abandoned surrealism altogether. During World War II, he wrote for the resistance and penned the first collection of poetry published in occupied France, Le Livre ouvert (1940, 1942). The British Royal Air Force dropped copies of his poem \"Liberté\" into Europe as part of its anti-Nazi propaganda campaign, and other poems were broadcast clandestinely on pro-Allies radio stations. After the war, Éluard became a cultural ambassador of sorts, traveling extensively in Europe. Nusch died in 1946, and Éluard married Dominique Laure in 1951, the same year he published his last book, Le Phénix (The Phoenix). He died in 1952.\n                                                            ", "attrs": {"Region:": ["France"]}}