{"pf_url": "https://www.poetryfoundation.org/poets/paul-muldoon", "name": "Paul Muldoon", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/6073127ab1c09caaf4ed150622df2d64648a86fb.jpeg", "bio": "\nPaul Muldoon was born in 1951 in Portadown, County Armagh, and was raised near The Moy, in Northern Ireland. His mother was a schoolteacher and his father a farm laborer and market gardener. He is the author of a number of poetry collections, including New Weather (1973), Why Brownlee Left (1980), Quoof (1983), Meeting the British (1987), New Selected Poems: 1968-1994 (1996), Hay (1998), Moy Sand and Gravel (2002), which won the Pulitzer Prize and the Griffin Poetry Prize, Horse Latitudes (2006), and most recently One Thousand Things Worth Knowing (2015), Selected Poems 1968-2104 (2016), and Frolic and Detour (2019). He has also published collections of criticism, children’s books, opera libretti, song lyrics, and works for radio and television.\nMuldoon’s poetry is known for its use of paradox: his poems are playful but serious, elusive but direct, innovative but traditional. He uses traditional verse forms such as the sonnet, ballad, and dramatic monologue, but alters their length and basic structure, and uses rhyme and meter in innovative ways. His work is also notable for its layered use of conceit, allusion, and wit. The cryptic wordplay present in many poems has often been called Joycean, but Muldoon himself has cited lyric poets such as Robert Frost, Dylan Thomas, and Louis MacNeice as his major influences.\nOne of the youngest member of a group of Northern Irish poets—including Seamus Heaney, Michael Longley, and Derek Mahon—who gained prominence in the 1960s and 1970s, Muldoon studied with Heaney as a student at Queen’s University in Belfast. In 1971, at the age of 19, Muldoon completed his first short collection, Knowing My Place. Two years later, he published New Weather, his first widely reviewed volume of poetry. The book secured Muldoon’s place among Ireland’s finest writers and helped establish his reputation as an innovative new voice in English-language poetry. The poems in New Weather generally illuminate the complexities of seemingly ordinary things or events. Calling the collection “the result of continuous age and aging,” Roger Conover suggested in a review for Eire-Ireland, “Muldoon’s is a poetry which sees into things, and speaks of the world in terms of its own internal designs and patterns.” Muldoon followed New Weather with the 1977 collection Mules. Recurring themes of political and social tensions inform the pastorals and ballads in Mules, as do family anecdotes, Muldoon’s rural upbringing, and a wide range of literary and cultural allusion.  In Preoccupations: Selected Prose, Heaney deemed Mules “a strange, rich second collection” and judged the poet “one of the very best.”\nMuldoon’s work in the 1980s and 1990s attracted considerable attention for its technical acumen, dry verbal wit, and provocative use of language. Why Brownlee Left included an influential final poem, the long “Immram,” that brought together two impulses that inform Muldoon’s work, argued Ian Hamilton in The Oxford Companion to Twentieth-Century Poetry in English, “a Northern Irish Catholic sensibility and the English poetic tradition.” In collections such as Quoof, Meeting the British, Madoc: A Mystery (1990), The Annals of Chile (1994), and Hay (1998) continued to experiment with narrative, lyric, and traditional forms in dazzling and erudite hybrid modes. The long poem, “7 Middagh Street,” from Meeting the British blended fantasy and history. A series of imaginary monologues by such prominent artistic and literary figures as W.H. Auden, Salvador Dali, Gypsy Rose Lee, Carson McCullers, and Louis MacNeice, “7, Middagh Street” contained provocative commentary on the importance of politics in Irish art. The blend of history and politics, formal experimentation and stylistic play, personal utterance and rhetorical bravura marks all of Muldoon’s work. Some critics have voiced occasional skepticism about Muldoon’s facility. Reviewing Hay in the New Republic, Adam Kirsch noted: “if virtuosity is all that a poet can display, if his poems demand attention simply because of their elaborateness and difficulty, then he has in some sense failed.” And William Logan remarked that “Muldoon is … in love (not wisely but too well) with language itself. … Too often the result is tedious foolery, the language run amok with Jabberwocky possibility (words, words, monotonously inbreeding), as if possibility were reason enough for the doing.” Yet, both Logan and Kirsch also praised Muldoon. Logan concluded: “Everyone interested in contemporary poetry should read this book … In our time of tired mirrors and more-than-tiresome confession, Muldoon is the rare poet who writes through the looking glass.”\nMuldoon’s poems have been collected into four books, Selected Poems 1968-1986 (1986), New Selected Poems: 1968-1994 (1996), Poems 1968-1998 (2001), and Selected Poems 1968-2014 (2016). His book Moy Sand and Gravel won both the Pulitzer Prize for Poetry and the International Griffin Poetry Prize, and his collection Horse Latitudes was shortlisted for the TS Eliot Prize. His recent collections of poetry include Maggot (2010), One Thousand Things Worth Knowing (2015), and Frolic and Detour (2019).\nMuldoon has also published critical works, including The End of the Poem: Oxford Lectures in Poetry (2006). Bringing together the fifteen lectures Muldoon delivered as Oxford Professor of Poetry—a post he held from 1999 to 2004—the lectures, argued Adam Phillips in the London Review of Books, “are about poetic influence more than anything else … Muldoon is generous and expansive in his naming of names; he is the exemplary poet as fan.” Muldoon’s Clarendon lectures in English were collected in the alphabetic survey of Irish literature, To Ireland, I (2000). Reviewing the book for the Times Literary Supplement, Clair Wills found “something irreducibly esoteric about this trip through the weird and wonderful land of Irish letters, and the quirkiness, bordering on whimsy, will no doubt alienate many readers. This is unfortunate, because the book also contains some of Muldoon’s most forthright reflections to date on the relations of history, literature and politics.”\nIn addition to poetry, Muldoon has written libretti, rock lyrics—for Warren Zevon, The Handsome Family, and his own band, Rackett—and many books for children. He edited both the Faber Anthology of Contemporary Irish Poetry (1986) and the Faber Book of Beasts (1997). He has also translated the work of Irish poets, including Nuala Ní Dhomhnaill, into English. He adapted James Joyce’s short story “The Dead” with his wife, novelist Jean Hanff Korelitz into “The Dead, 1904,” a site-specific play produced by the Irish Repertory Theatre and Dot Dot Productions LLC. The show had runs in 2016 and 2017.\nMuldoon has won many major poetry awards, including the John William Corrington Award for Literary Excellence, the Queen’s Gold Medal for Poetry, and the Seamus Heaney Award for Arts and Letters. He served as poetry editor of the New Yorker from 2007 to 2017. Since 1987 Muldoon has lived in the United States, where he is Howard G.B. Clark Professor of the Humanities and Founding Chair of the Peter B. Lewis Center for the Arts at Princeton University. Paul Muldoon lives with his wife and their two children near Princeton, New Jersey.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}