{"pf_url": "https://www.poetryfoundation.org/poets/paul-verlaine", "name": "Paul Verlaine", "yob": "1844", "yod": "1896", "image": null, "bio": "\nA major influence on the Symbolist movement, French poet Paul Verlaine was born in Metz, France in 1844. Verlaine was also one of the models for the Decadent movement that began in the 1870s. His numerous poetry collections include Invectives (1896), Chair (1896), Confessions (1895), Femmes (1890), Les Poètes maudits (1884), Sagesse (1880), Romances sans paroles (1874), La Bonne Chanson (1870), and Poèmes saturniens (1866). Although he was known as “the Master” to his friends and admirers by the time of his death in 1896, Verlaine endured a rocky relationship with the public during his life. As much as for his literary reputation, his fame rests on his stormy personal relationship with the poet Arthur Rimbaud.\nVerlaine was the son of Nicolas Verlaine, a captain in the army, and Stéphanie Dehée, the daughter of a farmer from Arras. Nicolas Verlaine was cold and authoritarian by nature, but Stéphanie Dehée was devoted to her son, who was born 13 years into his parents’ marriage, after three successive miscarriages. After he resigned from the army in 1851, Nicolas Verlaine and his family moved to Paris with an orphaned cousin, Elisa Moncomble. Verlaine was enrolled at the Institution Landry. A tempestuous child, Verlaine’s extreme and irrepressible fits of anger foreshadowed his personality as an adult. In fact, Verlaine already possessed his own inner poetic voice. Emotionally unstable, he wrote about escaping from the world in his first poems: “Aigle, au rêveur hardi, pour l’enlever du sol, / Ouvre ton aile! / Eclair, emporte-moi!” (“Eagle, open your wing to the fearless dreamer, / And take him away! / Lightning, take me away!”).\n\r\nPosturing himself as a soul in search of the absolute, by his late teens Verlaine was already absorbed in his dreams and sensations, questioning the world and confronting it with a world of his own creation. A mediocre student whose only interest was writing poems, Verlaine was more often in the cafés of the Quartier Latin than at the lectures at the law school where he was enrolled. In 1863 he published “Monsieur Prudhomme,” his first sonnet. Worried about his son’s artistic pretensions, Nicolas Verlaine forced him to accept a job at the Hôtel de Ville (mayor’s office) in Paris. After work the young Verlaine would join the capital’s fashionable literary circles and meet various poets, including Théodore de Banville, with whom he discussed the latest poetic techniques. But beset by overwhelming and contradictory feelings of fear and hope, Verlaine was prey to despair. Only in poetry could he find temporary peace. In 1866 he published his first collection of poems, Poèmes saturniens (Saturnian Poems). The title was inspired by one of Charles Baudelaire’s verses at the beginning of Les Fleurs du mal (The Flowers of Evil, 1857). Most of the poems in the book were dedicated to Verlaine’s cousin Elisa Moncomble, whom the poet secretly loved.\n\r\nThe early work of a poet in search of himself, Poèmes saturniens was written during the author’s adolescence. Influenced by models including Banville and Victor Hugo, the young man imitated rather than created his own style. Though he admired Baudelaire’s detachment toward his work, Verlaine was fully involved in his own creations, sharing with Baudelaire an aspiration to a world of dreams. Love and sensuality are at the heart of Poèmes saturniens. Verlaine’s “rêvé familier” (familiar dream) is that of “une femme inconnue, et que j’aime, et qui m’aime” (a nameless woman, whom I love and who loves me); most probably his beloved cousin, who was far from being an “inconnue” (unknown). Published not long after Poèmes saturniens, Verlaine’s second collection, Fêtes galantes (Gallant Festivals, 1869), is dominated by the image of the moon. Ghostly characters dance in a spectral countryside; Harlequins and Columbines jump, turn, and waltz in melancholic parks, around majestic fountains, and “Sous les ramures chanteuses” (under fluttering boughs) in quest of a heavenly place which perpetually fades away. Verlaine evoked the techniques and paintings of 18th-century artists Antoine Watteau and Jean-Honoré Fragonard, and also drew upon Walter Pater, Hugo, Gérard de Nerval, Théophile Gautier, William Shakespeare’s A Midsummer Night’s Dream (1605), and the Italian commedia dell’arte. However, Fêtes galantes was a commercial failure. A few months later the poet met Mathilde Mauté and fell deeply in love. His next collection of poems, La bonne chanson (The Good Song, 1870), is dedicated to her. La bonne chanson offers a more direct form of expression, reflecting Verlaine’s attempt to regularize his life and achieve peace of mind—he had become aware of the realities of life and yearned for some sort of mental purification. Hastily written, most of the poems in the collection are similar to those the author sent to Mathilde after they had first met. Though the two married soon after they met, their relationship would soon be consumed in the storm of Verlaine’s feelings for the young poet Arthur Rimbaud.\nIn 1871 Verlaine met Rimbaud, who read him one of his poems, “Le Bateau ivre” (The Drunken Boat). Rimbaud had initially contacted Verlaine by letter, and Verlaine invited the young poet to stay with him and his wife’s family. The two men soon became inseparable. In the meantime, Verlaine’s marriage started to deteriorate. He beat and threatened Mathilde over her criticism of his behavior and of his friendship with Rimbaud, whom she abhorred. During this time Rimbaud’s extremely antisocial behavior and the apparent relationship between the two men became public knowledge. In October 1871 Mathilde gave birth to a son, Georges. A few months later, Verlaine and Rimbaud left for Belgium and eventually embarked for England. Left alone, Mathilde sought a divorce from Verlaine.\n\r\nVerlaine and Rimbaud spent the following three years traveling between London, Brussels, and Paris. In 1872 and 1873 multiple separations and reunions occurred between the lovers, and Verlaine was eventually sent to prison for two years after a violent argument with Rimbaud. Written during the poets’ escape to Belgium and then England, Romances sans paroles was published in March 1874. Verlaine received the first copies of his book in his prison cell. Just 21 poems in four sections, Romances sans had originally been dedicated to Rimbaud, but the dedication was subsequently dropped for being a provocation. The first section of nine poems, “Ariettes oubliées,” shows a change in Verlaine’s tone. The poet confides in the reader in an allusive and nostalgic, familiar manner. Under the influence of Rimbaud, Verlaine discovered how the power of words enables the poet “changer la vie” (to change life). The poems written while Verlaine and Rimbaud were in Belgium reveal the poets’ amorous adventures on the road. Hence, in “Walcourt,” Verlaine writes:\nBriques et tuiles,\r\nO les charmants\r\nPetits asiles\r\nPour les amants!\r\n. . . . . . . . . . . . . .\r\nGares prochaines,\r\nGais chemins grands . . .\r\nQuelles aubaines,\r\nBons juifs-errants!\n(Bricks and tiles,\r\nOh, charming cover\r\nSnug asylums\r\nFor the lovers\r\n. . . . . . . . . . . .\r\nStations near,\r\nGay roads to choose . . .\r\nWhat windfalls here,\r\nGood wandering Jews?)\n\r\nThe poems also reveal Verlaine’s mixed feelings of guilt and recrimination toward Mathilde and their unhappy marriage. One year after the publication of Romances sans paroles, Verlaine was released from his Parisian prison and left for London, where he worked as a French teacher. In 1879, after a quick trip to Paris, the poet left again for England, this time with a new friend and lover, Lucien Létinois. A year later Verlaine bought a farm in the north of France for Létinois. Madly in love and unconcerned with the promotion of his work, the poet soon had to sell the farm because of his debts.\n\r\nIn December 1880, Verlaine published Sagesse (Wisdom), which has come to be seen as a major work of his, as well as one of his most beautiful. Breaking with his debauched life, the poet distanced himself from Rimbaud and rejected his friend’s “poetical and spiritual initiation” to life. Sagesse comprises more than 40 poems, some religious, others profane, through which one can see Verlaine’s torment and remorse; faced with new realities, the poet felt lonely and lost. Returning to Paris, he tried to reestablish contact with the French literary circles he had deserted some ten years earlier. He made unfruitful attempts to get back the clerk position that he once held. No one seemed to recognize him or wished to remember him. Through the efforts of some of his friends the poet at last found work and contributed to several Parisian literary journals: Réveil, Paris Moderne, Lutèce, and Le Chat Noir. In 1883 Létinois died of typhoid. The poet was profoundly affected and sank into depression and dissolution. He was repeatedly condemned for “outrages aux bonnes moeurs” (affronts to public decency), a serious offense at the time that could carry a heavy sentence in court.\n\r\nAs Rimbaud was gaining notoriety, Jadis et naguère (Recently and Formerly), Verlaine’s next book of poems, was published in 1884, a few months before his divorce from Mathilde was pronounced. Hastily gathered, the poems of Jadis et naguère were born from the necessity for Verlaine to live on his writings and to capitalize on the poet’s own growing fame. His sonnet “Langueur” (“Languor”), published in Le Chat Noir (May 1883), became the ars poetica of the Decadents, a group of late-19th- and early-20th-century writers who held that art was superior to nature and that the finest beauty was that of dying or decaying things. Decadents attacked the accepted moral, ethical, and social standards of their time. Joris-Karl Huysmans, above all, contributed to the rise of Verlaine’s fame. In his novel A rebours (1884; translated as Against the Grain, 1922) Huysmans writes of the “vagues et délicieuses confidences” (vague and delicious confidences) of Verlaine’s art. Verlaine, however, had already distanced himself from this style, and Huysmans’s critique applies only to the last poems of Sagesse. Verlaine’s conversion to Christianity and his wish to lead a quiet life dissolved readily.\n\r\nIn 1886 the sudden death of Verlaine’s mother left him personally devastated and financially ruined. He never recovered. The same year, Rimbaud’s Illuminations came out, with a preface by his former lover, whose health was rapidly deteriorating. In need of money and comfort, Verlaine published a new collection of poems, Amour (Love), in March 1888. The book seemed to stimulate little interest, although Banville wrote an enthusiastic letter about it to its author.\n\r\nThough reduced to total poverty and prone to heavy drinking, Verlaine reestablished contacts with the Parisian literary circles and gave several readings. In 1889 Verlaine published Parallèlement (Parallelism), a series of erotic and religious poems in which he draws a parallel between his debauched life and the innocence of religious life. In 1891, the year that Rimbaud died, Bonheur (Happiness), a collection of poems written over a period of four years, was published. Unlike any other of his books to that point, Bonheur displays a range of often-contradictory emotions. Religious poems are combined with others in which Verlaine insults Mathilde, yet the poet always manages to gain his reader’s sympathy. That same year he published Chansons pour elle (Songs for Her), inspired by the affair that he had with a prostitute. “Soyons scandaleux sans plus nous gêner” (“Let us not care and be scandalous”), declared the poet, whose life was then drawing to an end.\n\r\nIn the early 1890s, suffering from illness and alcoholism, Verlaine spent several months in the hospital. By then recognized as a major French poet, his presence was requested for several conferences across Europe, in Leyde, Amsterdam, Brussels, Anvers, and Gand. The prospect for a successful tour was jeopardized by his health problems, however; his audiences could barely understand him when he spoke, since he was unable to articulate properly due to his alcoholism. In 1894 Verlaine published Dans les limbes (In the Limbs), announcing that he was no longer inspired to write and that the book would be his last. He published another collection of poems before his death, however—Epigrammes (Epigrams, 1894)—and completed two others, Chair (Flesh, 1896) and Invectives (Invectives, 1896).\n\r\nIn 1895, as he was dying, Verlaine was elected “Prince des Poètes” (“Prince of Poets”) by the French literary world. A few days before his death, he published his last poem, “Mort” (“Death”). On January 8, 1896 he died of pulmonary congestion. 3,000 people attended his funeral two days later.\n", "attrs": {"Region:": ["France"]}}