{"pf_url": "https://www.poetryfoundation.org/poets/percy-bysshe-shelley", "name": "Percy Bysshe Shelley", "yob": "1792", "yod": "1822", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/983d5e3ecbc176c0ab1d7f8e271fbc25752d2bdc.jpeg", "bio": "\nThe life and works of Percy Bysshe Shelley exemplify English Romanticism in both its extremes of joyous ecstasy and brooding despair. Romanticism’s major themes—restlessness and brooding, rebellion against authority, interchange with nature, the power of the visionary imagination and of poetry, the pursuit of ideal love, and the untamed spirit ever in search of freedom—all of these Shelley exemplified in the way he lived his life and live on in the substantial body of work that he left the world after his legendary death by drowning at age 29. From the beginning of his writing career at the age of 17, throughout his life, and even to the present day, the very name of Shelley has evoked either the strongest vehemence or the warmest praise, bordering on worship. More than any other English Romantic writer, with the possible exception of his friend George Gordon, Lord Byron, Shelley’s life and reputation have had a history and life of their own apart from the reputation of his various works, and one that contiued to evolve even after his death from drowning at the age of 29. Born on August 4, 1792—the year of the Terror in France—Percy Bysshe Shelley (the “Bysshe” from his grandfather, a peer of the realm) was the son of Timothy and Elizabeth Shelley. As the elder son among one brother, John, and four sisters, Elizabeth, Mary, Margaret, and Hellen, Percy stood in line not only to inherit his grandfather’s considerable estate but also to sit in Parliament one day. In his position as oldest male child, young Percy was beloved and admired by his sisters, his parents, and even the servants in his early reign as young lord of Field Place, the family home near Horsham, Sussex. Playful and imaginative, he devised games to play with his sisters and told ghost stories to an enrapt and willing-to-be-thrilled audience.\nHowever, the idyllic and receptive world of Field Place did not prepare him for the regimented discipline and the taunting boys of Syon House Academy, which Shelley entered in 1802. Here Shelley was subjected to the usual bullying, made all the worse by his failure to control his temper and his poor skills in fighting. The most positive memories Shelley had of his two years at Syon House were undoubtedly of the imaginative and lively lectures of Adam Walker on science—electricity, astronomy, and chemistry—an interest which Shelley retained throughout his life. In Shelley’s free-ranging mind there was no contradiction between an interest in science and an appetite for trashy Gothic romance thrillers, such as Matthew Gregory Lewis’s popular The Monk (1795).\nShelley’s six years at Eton College, which he entered at age 12 in 1804, are more notable for his early love interests and for his early literary endeavors than for what he learned in the formal curriculum. Shelley was often bullied and taunted with epithets such as “Mad Shelley” and “Shelley the atheist,” a situation alleviated sometimes by the intervention of his older cousin, Tom Medwin, who was later to become one of Shelley’s first biographers. The strongest adult influence on Shelley during this time was not one of his masters but Dr. James Lind, the physician to the royal household at nearby Windsor, whom Shelley admired for his knowledge and free spirits and idealized as a kind of substitute father figure. As Newman Ivey White notes, Dr. Lind was the prototype of the benevolent old man who frees Laon from prison in The Revolt of Islam. Shelley’s access to Dr. Lind’s extensive library enabled him to pursue his earlier interests in science and magic as well as to begin a wide range of reading in philosophy and literature. By the end of his career at Eton he was reading widely in Plato, Pliny, and Lucretius, reading Robert Southey enthusiastically and Walter Scott less so, as well as continuing to read many Gothic romances.\nWhile at Eton Shelley began two pursuits that would continue with intense fervor throughout his life: writing and loving, the two often blending together so that the loving becomes the subject of the writing. Although Shelley began writing poems while at Eton, some of which were published in 1810 in Original Poetry; by Victor and Cazire and some of which were not published until the 1960s as The Esdaile Notebook, it was perhaps inevitable that his first publication should have been a Gothic novel, Zastrozzi (1810). As is typical of popular Gothic romances at the time, the innocent and virtuous hero and heroine, Verezzi and Julia, and the villains, Matilda and Zastrozzi, are broadly drawn. It is noteworthy that Shelley put his heretical and atheistical opinions into the mouth of the villain Zastrozzi, thereby airing those dangerous opinions without having them ascribed to him as the author or narrator. It was reviewed twice, one a suspiciously favorable review and the other a predictably vehement attack, the first but not the last to associate the author’s name with “immorality.”\nShelley’s other publication prior to entering Oxford, Original Poetry; by Victor and Cazire—a joint effort by Shelley and his sister Elizabeth—deservedly met the same fate with the critics as Zastrozzi, one reviewer having described the volume as “songs of sentimental nonsense, and very absurd tales of horror.” These early reviews, however justified they may have been concerning his juvenilia, set the tone for his treatment by the critics throughout his career, even for many of his greatest works. While the doggerel verse does not foreshadow Shelley’s mastery of the lyric, the subject matter of the poems is characteristically Shelleyan: poetry, love, sorrow, hope, nature, and politics. Shelley’s love interest in these poems was his cousin Harriet Grove, but their relationship was discouraged by their families.\nWhen Shelley went up to University College, Oxford, in 1810 he was already a published writer and a voracious reader with intellectual interests far beyond the scope of the prescribed curriculum. Timothy Shelley, proud of his son and wanting to indulge his apparently harmless interests in literature, could not have foreseen where it might lead when he took Shelley to the booksellers Slatter and Munday and instructed them as follows: “My son here has a literary turn; he is already an author, and do pray indulge him in his printing freaks.”\nShortly after entering Oxford, Shelley met fellow freshman Thomas Jefferson Hogg, and this meeting that was to change both their lives forever after, perhaps Hogg’s even more than Shelley’s. The two young men immediately became fast friends, each stimulating the imagination and intellect of the other in their animated discussions of philosophy, literature, science, magic, religion, and politics. In his biography of Shelley, Hogg recalled the time they spent in Shelley’s rooms, reading, discussing, arguing, and Shelley performing scientific experiments.\nDuring his brief stay at Oxford, where he remained for less than a year, Shelley had published two comparatively harmless attempts at Gothic fiction and poetry, as well as a prose pamphlet, The Necessity of Atheism (1811). That pamphlet was to have a disastrous effect on his relationship with his family and a dramatic effect on his life. Written mostly before he arrived at Oxford, Shelley’s second Gothic romance, St. Irvyne; or, The Rosicrucian, is notable for the appearance of a prototypical Shelleyan poet figure, though its two plots are hopelessly complicated and confusing, and, in the opinion of many commentators, unfinished. It appears that in the early excitement of college life and other interests, Shelley lost interest in following through on what was to have been a full-blown three-decker romance.\nShelley and Hogg’s joint collection of poems, Posthumous Fragments of Margaret Nicholson (1810, the title character taken from “that noted female who attempted the life of the King [George III] in 1786”), was purported to have been found and edited by “John Fitzvictor,” the two authors wisely having decided to place neither of their names on the title page in that age when both author and publisher could easily end up in prison on convictions of treason and sedition. The slender volume includes a mixed bag of poems, including Gothic and melancholy lyrics as well as an antiwar, antimonarchical poem simply titled “War,” notable for being the first appearance of Shelley’s lifelong attack on monarchies and all authority figures.\nIndeed Shelley and Hogg’s decision to publish Shelley’s Necessity of Atheism, together with their sending copies of it to the conservative Oxford dons, seems more calculated to antagonize authority than to persuade by rational argument. Actually the title of the pamphlet is more inflammatory than the argument, which centers upon “the nature of belief,” a position Shelley derived from the skeptical philosophies of John Locke and David Hume. Belief cannot come from a voluntary act of will; the burden of proof for belief can be found in only three sources: the senses, reason, or testimony. Nevertheless, the Oxford authorities acted swiftly and decisively, expelling both Shelley and Hogg in March 1811. The two could probably have been reinstated with the intervention of Shelley’s father, but they would have had to disavow the pamphlet and declare themselves Christians. Mr. Shelley insisted upon the additional demand that they should not see each other for a stipulated period of time. Shelley was intransigent, not only refusing to accede to his father’s demands but taking an insulting and high tone with him as well. The result was a complete break between Shelley and his father, which entailed financial distress for Shelley at least until he would come of age two years hence. Thus early in his life Shelley demonstrated his idealism by his willingness to sacrifice comfort and security rather than compromise his principles or beliefs.\nFor the next two years Shelley’s personal and financial affairs demanded so much of his attention and energies that he had little left to devote to literary ventures. After his expulsion from Oxford, in addition to being occupied with financial matters and keeping company with Hogg, Shelley’s attentions were given to two women, Elizabeth Hitchener, his philosophical “soul sister” and correspondent, and Harriet Westbrook, an attractive young woman of 16 whom Shelley had met through his sister Hellen.\nApparently acting more from motives of principle and from the idea that he might mold the impressionable young Harriet than from real love for her, Shelley impulsively decided to “rescue” her from her oppressive situation at her boarding school in Clapham. Shelley and Harriet eloped to Edinburgh, where, Shelley violating his principle of Godwinian free love in favor of Harriet’s happiness and reputation, they were married on August 28 or 29, 1811. The couple was soon joined by Hogg, who went with them to York and, being unable to pursue Shelley’s plan for a liaison between Hogg and Shelley’s sister Elizabeth, promptly fell in love with Harriet and tried to seduce her—a pattern he was to repeat, later falling in love with Mary Shelley and eventually settling down with Jane Williams. Shelley’s principles of free love could have accommodated a ménage à trois but not without Harriet’s willing consent, so Hogg was effectively made an outcast. Though the breach was partially healed, he never again enjoyed the same intimacy with Shelley as he had had before this incident.\nShelley and Harriet, accompanied by Harriet’s sister Eliza, whose presence Shelley found increasingly oppressive, decided to leave York—probably to escape Hogg—and settle in Keswick in November 1811. Here Shelley met Robert Southey, whose Thalaba (1801) and Curse of Kehama (1810) he had much admired. But Shelley began to see the older poet as an apostate from radicalism, especially since Southey patronized him and tried to steer him away from radical causes. Shelley became much more interested in meeting another of his cultural heroes: William Godwin, whose Political Justice (1793) had been for Shelley a book to live by. Upon hearing that the author of his moral and political bible was still living, Shelley immediately introduced himself to Godwin. This acquaintance was to have at least as much influence on Shelley’s personal life as his reading of Political Justice had on his political ideas.\nWhile at Keswick Shelley conceived a plan to put his radical political ideas into action. He had been working on a pamphlet simply titled An Address, to the Irish People (1812), and nothing less would do than publishing it, distributing it, and delivering it in person to its intended audience, the oppressed Irish Catholics. Shelley, Harriet, and Eliza arrived in Dublin in February 1812 and began to distribute the pamphlet, which favored Catholic emancipation but cautioned the Irish to proceed slowly so as not to be drawn into violence.\nAnother “Irish” pamphlet, Proposals for an Association of those Philanthropists, followed closely upon the first (March 1812). Despite Godwin’s misgivings, expressed strongly to Shelley in letters, lest radical organizations might follow the path of the Jacobinical societies that led to the French Terror, Shelley realized that the Irish would not attain any degree of freedom without unity and organization. The Proposals are Shelley’s earliest public statement of the way in which love and politics should be inseparable: “Love for humankind” should “place individuals at distance from self,” thereby promoting “universal feeling.” Shelley felt that he could do no more in Ireland, so the Shelleys and Eliza settled briefly in Cwm Elan, Wales, where Shelley continued to write radical pamphlets. He distilled the arguments in An Address and the Proposals in Declaration of Rights, a broadside which he distributed with the help of his servant Daniel Healey (or Hill), who was arrested, technically for distributing a broadside without a printer’s name on it, but really because the material was subversive. This episode incensed Shelley about how little real freedom of the press existed in England; his response was another pamphlet, A Letter to Lord Ellenborough (1812), an eloquent argument in favor of freedom of the press and of speech. Rather than pleading his own case, Shelley wisely focuses on the well-publicized trial of Daniel Isaac Eaton, a London bookseller who had been sentenced to prison for publishing partof Paine’s The Age of Reason.\nAmid financial difficulties, local gossip about an immoral household, and fears that Shelley himself might be arrested, the Shelleys and Eliza, now accompanied by Elizabeth Hitchener, who had joined them in Lynmouth, prudently decided to flee and stay for a while near Tremadoc. During this early period of his life, Shelley had quietly been composing poems in a notebook, which fell into the hands of the Esdaile family after Shelley’s death and which was not published until this century, as The Esdaile Notebook (1964). The poems included therein are an interesting mix of very personal poems, treating his feelings for Harriet and some of his moments of despair and isolation, and public, political, and social poems, treating themes of liberty, the Irish cause, the plight of the poor, the futility of war, and his hatred of religious hypocrisy and monarchies. Partaking of the central metaphors of poetic discourse of this time, showing the influence of William Wordsworth, the poems in The Esdaile Notebook are written in straightforward language and reiterate the power of nature and the naturalness of poetry. Devoid of mythology, these poems rely upon common personal and political allusions, the 18th-century convention of abstractions, contemporary lyric forms, genres, and content. Writing these poems was for Shelley a kind of poet’s apprenticeship, which he did not feel confident about bringing to the public’s eye during his lifetime.\nThe Shelleys spent periods during 1812 and 1813 in London, where Shelley was able to make new acquaintances among liberal and literary circles and to renew earlier friendships such as those with Hogg and Leigh Hunt, a radical London publisher and writer who was to be Shelley’s lifelong defender. In addition, Shelley became a member of the Boinville circle, an informal literary discussion group, and met Thomas Hookham, a radical bookseller and publisher, and another aspiring writer, Thomas Love Peacock, who became a kind of friendly literary foil for Shelley and later one of his biographers. In October 1812 Shelley finally met his political father, Godwin, who, like Elizabeth Hitchener (expelled from the Shelley circle), failed to live up to Shelley’s idealized image of him. Instead of inspiring Shelley with his political wisdom and intellect, Godwin became a nagging financial burden to Shelley for the rest of his life.\nShelley’s major literary project at this time was Queen Mab, printed by his friend Hookham in May or June of 1813. Queen Mab is a political epic in which the fairy queen Mab takes the spirit of Ianthe (the name Percy and Harriet gave their first child, born in June 1813) on a time and space journey to reveal the ideal nature of humanity’s potential behind the mistakes of history and the blind acceptance of “outward shows” of power. The poem reiterates many of the themes of Shelley’s political pamphlets, attacking the oppressiveness of religious dogma and superstition as well as of customs and institutions such as the monarchy. The poem’s perspective is utopian, viewing the pettiness and selfishness of the world from distant, lofty heights and suggesting the great potential of the uncorrupted human soul. The utopian and visionary perspectives of the poem foreshadow the apocalyptic and millennial vision of Shelley’s later poetry. That Shelley was using poetry to convey radical political ideas in response to the threats of freedom of the press is clear in his feeling the necessity to assure Hookham that “a poem is safe: the iron-souled attorney general would scarcely dare to attack.” Lest his philosophical or political points should get lost in the poetry, Shelley added copious prose notes to the end of the poem, the familiar attacks on religion, monarchy, and wealth, the advocacy of vegetarianism, free love, and free beliefs, and explanatory notes on geology, astronomy, necessity, and the labor theory of value. Queen Mab was distributed only privately at the time it was printed, but in 1821 it began to appear in unauthorized, pirated editions, somewhat to Shelley’s embarrassment. Interestingly enough, the poem became a kind of radical bible to many in the Chartist movement in the 1830s and 1840s.\nOnce Shelley became a frequent visitor to the Godwin household, it was inevitable that he would meet the three young women living there: Mary Godwin, Jane (later Claire) Clairmont, and Fanny Imlay. It was equally inevitable that all three women would fall in love with Shelley in varying degrees and that Shelley should fall in love with Mary. As the daughter of Godwin and Mary Wollstonecraft (whose writings Shelley had already read and admired), Mary represented to Shelley an ideal offspring of two great minds. Growing up in the Godwin household had exposed Mary to ideas, and she could read freely in the books in Godwin’s library; moreover, she had an independent mind and was willing to argue with Shelley, rather than be passively molded by him, like Harriet. Perhaps the only real tragedy was that Shelley had not met Mary before he married Harriet. Although Shelley believed he was following Godwin’s principles of free love in replacing Harriet with Mary as the object of his highest love and in offering Harriet to live with them as his sister rather than his wife, Godwin bitterly opposed the relationship, and Harriet became estranged and completely shattered. Knowing that Godwin and his wife would do what they could to stop them, Shelley and Mary, accompanied by Jane Clairmont, eloped on the night of July 27, 1814, first to Calais, then to Paris, and on to Switzerland. After a six-week stay, the three were forced to return to England because of money problems.\nUpon their return to London, the Shelleys were ostracized for their elopement, especially by the Godwins, and Shelley, at least until his grandfather Bysshe died in January 1815, had to spend much of his time trying to raise money from post-obit bonds in order to meet Harriet’s needs and satisfy his own many creditors. Harriet gave birth to a son, Charles, in November 1814, and in February 1815 Mary gave birth prematurely to a child who died only two weeks later. In his usual pattern Hogg conceived a love for Mary, and Shelley, with Mary’s initial consent, agreed to the experiment in free love, but Mary lost interest.\nShelley’s only publication in 1814, A Refutation of Deism: in a Dialogue, is a two-pronged attack on what he regarded as the crumbling superstructure of the established institutions of religious belief in early-19th-century England. Directed toward intellectuals and Deists, A Refutation of Deism picks apart the arguments supporting both Christianity and Deism, thus leaving atheism as the only rational ground to stand upon.\nWith improved finances and health in 1815, Shelley not only found the time to write poetry but began to develop a more sophisticated and symbolic style that foreshadows his mature productions. The volume published in 1816, Alastor; or, The Spirit of Solitude: and Other Poems, is Shelley’s public initiation into the Romantic idiom of poetry pioneered by Wordsworth and perhaps directly inspired by the publication of The Excursion in 1814.\nAlastor, with its use of symbols, visionary elements, and mythic sources (the Narcissus-Echo myth in particular), marks a real advance over Shelley’s earlier efforts in writing poetry. There are elements of autobiography in the poem, both in the sense that Shelley felt himself to be haunted by real (his creditors) or imagined (assailants) spirits at various times in his life and in the sense that in his personal relationships he had made and would again make the same mistake that the Poet makes: of seeking “in vain for a prototype of his conception” of the idealized part of himself. In the preface to the poem Shelley cautions against this solitary quest, warning not only that such pursuits will result in the neglect of one’s social duties but that they will lead one to loneliness, alienation, and ultimately death.\nYet what gives Alastor vibrancy and tension—life—is that it is not a didactic morality poem; it is a subtle and complex poem in which the two kinds of poetry represented by the Narrator, the Wordsworthian poet of nature, and the visionary Poet of genius are drawn into a kind of complementary conflict. The Narrator relates the story of the Poet’s life and quest, interspersing his narration with panegyrics to nature. Like his famous literary counterparts—Werther, St. Preux, the Solitary, Childe Harold—the Poet is alienated early in life, travels, and becomes a wanderer searching for some truth that will give his life meaning.\nThe year 1816 proved to be exciting for Shelley, Mary and Claire Clairmont. In January, Mary gave birth to a son, named William after her father. In the spring Claire threw herself at Lord Byron, recently separated from Lady Byron, and became his mistress. In May she persuaded Shelley and Mary to alter their plans for a trip to Italy and go to Lake Geneva instead, where she knew Byron was headed. The two poets found each other stimulating and spent much time together, sailing on Lake Geneva and discussing poetry and other topics, including ghosts and spirits, into the night. During one of these ghostly “seances,” Byron proposed that each person present—himself, Shelley, Mary, Claire, and his physician, Dr. John Polidori—should write a ghost story. Mary’s contribution to the contest became the novel Frankenstein; published in 1818 with a preface by Shelley, it became one of the most popular works of the whole Romantic period.\nShelley was deeply impressed with the power of the natural scenery, brought on by the combination of the lake and the surrounding mountains, especially Mont Blanc.He was stimulated to write two of his finest poems: “Hymn to Intellectual Beauty” and “Mont Blanc: Lines Written in the Vale of Chamouni.” The “Hymn to Intellectual Beauty” reveals the influence of Wordsworth. As Wordsworth does in “Tintern Abbey,” Shelley in the “Hymn to Intellectual Beauty” suggests how his imagination and poetic sensitivity were formed by nature, and more significantly, by visitations from the shadowy power of intellectual beauty and how, in turn, he dedicated his poetic powers to intellectual beauty.\nIn Mont Blanc Shelley discovers a similar but even more enigmatic power, but the conclusion he reaches is more skeptical, less Wordsworthian. Shelley chose a familiar romantic topic for this poem: the awesome effect on the observer wrought by Mont Blanc in particular or the Alps in general. Though Shelley admired the new kind of poetry ushered in by Wordsworth and Coleridge, he was equally convinced by 1815 that both the older poets were political apostates, having sold out to religion and the political status quo in the reaction that followed Napoleon’s defeat. Thus the relationship with nature that Shelley explores in Mont Blanc is more ridden with skepticism and doubt than the pantheism of Wordsworth or the Christian revelation of Coleridge. The only meaning the poet can draw from the mountain’s impenetrable, impassable visage is what his own imagination can supply. To the imaginative observer the mountain provides a parable of creation and destruction in its lower reaches and valleys and of unknowable permanence and power in the majestic solitudes of its uppermost heights. Probably no passage in Shelley’s canon has been more widely disputed than the final three lines of Mont Blanc:\nAnd what were thou, and earth, and stars, and sea,\r\nIf to the human mind’s imaginings\r\nSilence and solitude were vacancy?\nThe enigmatic mountain leaves the speaker with no assurance that the imagination may endow with meaning the awful blankness of nature.\nAfter their return to England, Shelley and Mary were faced with the disasters of two suicides: Fanny Imlay, Mary’s half-sister and an admirer of Shelley, and Harriet, Shelley’s wife. Since both women had been, at least at one time, in love with Shelley, Shelley and Mary must have felt in some measure responsible. Shelley married Mary on December 30, 1816, and became involved in drawn-out court proceedings with the Westbrooks, led by his old adversary Eliza, over the custody of Shelley and Harriet’s children, Ianthe and Charles. Some of Shelley’s writings, most prominently Queen Mab, were cited during the proceedings to show that Shelley held moral and religious opinions that rendered him unfit to assume custody. By the time the case was finally decided in 1818, with Lord Eldon making provisions for the children to be cared for by a guardian, the Shelleys were in Italy with Shelley never to return to England.\nIn March of 1817 the Shelleys settled in Marlow, an environment that provided the flexibility of moving in literary circles and the tranquillity needed for thinking and writing. Now more friendly with Mary and Shelley, probably because of their marriage, Godwin was a visitor. In addition to regular conversations with Peacock, Shelley became good friends with Leigh Hunt and met some of the young writers in Hunt’s circle, including John Keats and Horace Smith. Given the fact that Shelley’s liberal friends and acquaintances were politically opposed to the reactionary forces in England after Napoleon’s defeat, it is not surprising that Shelley’s writings during his Marlow period are politically charged: two pamphlets, A Proposal for Putting Reform to the Vote Throughout the Kingdom and An Address to the People on the Death of the Princess Charlotte, and one political epic, The Revolt of Islam.\nShelley signed both pamphlets “The Hermit of Marlow.” The first suggests petitions to increase suffrage, along the lines of what would eventually be put into practice in the 1832 Reform Bill. The second pamphlet is a rhetorical tour de force in which Shelley chastises even liberals, borrowing a phrase from Thomas Paine’s The Rights of Man: “We pity the plumage but forget the dying bird.” Shelley suggests that in the public outpour of mourning over the untimely death of Princess Charlotte, people, even the friends of liberty and reform, have neglected the executions of three laborers, who in turn become symbols of all the poor and the unjustly treated.\nShelley was again confronted with the problem of censorship with his longest poem in its original version, with its original title: Laon and Cythna; or, The Revolution of the Golden City: A Vision of the Nineteenth Century, which was withdrawn after only a few copies were published. Even the comparatively liberal Ollier brothers, Shelley’s publishers, objected to the brother-sister incest between the two title characters and to some of the attacks on religion. Shelley took out the incestuous relationship, deleted other objectionable passages, and republished the poem as The Revolt of Islam; A Poem, in Twelve Cantos. His description of the poem in the preface suggests some of its structural difficulties: “It is a succession of pictures illustrating the growth and progress of individual mind aspiring to excellence, and devoted to the love of mankind.” Dedicated to the idea that “love is celebrated everywhere as the sole law which should govern the moral world,” The Revolt of Islam provides a poetic forum for Shelley to condemn oppression, religious fraud, war, tyrants, and their consequences—“civil war, famine, plague, superstition, and an utter extinction of the domestic affection”—and to recommend hope, enlightenment, love, “moral dignity and freedom.”\nShelley probably wrote Rosalind and Helen, A Modern Eclogue before he left England, though the poem was not published by Ollier until 1819. Shelley derives the relationship between Rosalind and Helen from the friendship that had existed between Mary Shelley and Isabel Baxter before her husband, a domestic tyrant like Rosalind’s husband, caused the friendship to be broken off. For shock value Shelley introduces the incest theme in the relationship between Rosalind and her brother and the theme of free love in the relationship between Helen and Lionel, whose prototypes are Laon and Cythna. As an aristocrat who writes radical poetry, Lionel appears to be based upon Shelley himself. After both women lose their male lovers, they turn to each other in sisterly love, exchanging tales of woe and social injustice.\nThe Shelleys and their children, William and Clara, along with Claire and Allegra, set out for Italy in March 1818. They went for reasons of health and finances, and to take Allegra to her father. For Shelley’s development as a poet the change of climate proved fruitful, for he was to write some of his greatest poetry under the clear Italian skies. Once in Italy, Shelley found himself in the delicate position of having to mediate between Claire and Byron over Allegra, which later resulted in Allegra being placed in a convent and dying. The expatriates stayed in Pisa and Leghorn before settling for the summer in Bagni di Lucca, in the Apennines. They found congenial company in John and Maria Gisborne and her son, Henry Reveley, an engineer developing a steamboat.\nTwo poems written at Este, “Lines Written among the Euganean Hills” and Julian and Maddalo, grew out of Shelley’s experiences in the summer and fall of 1818. The immediate source for “Lines” is a day spent in the Euganean Hills overlooking Padua and Venice. The emotional source is Shelley’s misery over the death of his child Clara in September 1818 and Mary’s subsequent depression. Shelley concludes this beautiful poem with a wish for domestic tranquillity for himself and those he loves and a hope that the world will recognize its brotherhood and “grow young again.”\nJulian and Maddalo, not published until its inclusion in Posthumous Poems (1824), is Shelley’s most direct poetic treatment of his relationship with Lord Byron. In the poem Julian (Shelley) takes the side of optimism and hope in the face of despondency and evidence of misery, while Maddalo (Byron) takes a pessimistic view, stemming partly from his pride. For the side of hope Julian cites the beauty of Nature in this “Paradise of Exiles, Italy!” and the natural goodness of childhood, describing Shelley’s own play with Byron’s child Allegra as evidence: “A lovelier toy sweet nature never made, / A serious, subtle, wild, yet gentle being.” Julian asserts the power of the mind over itself: “Where is the love, beauty, and truth we seek / But in our mind?”\nMaddalo accuses Julian of talking “Utopia,” citing as evidence for his pessimism a madman who was once as idealistic as Julian. Each thinking he will support his own arguments, they decide to visit the madman, whom commentators have variously identified as Tasso or as Shelley’s alter ego. But the madman’s soliloquy is inconclusive. He says that part of his suffering is his own doing, but part seems inflicted upon him from some outside power. However, he has retained his ideals and integrity, still believing in the possibility of social reform and eschewing revenge against his lover, who has scorned him for her paramour. He believes that love leads to misery, suggesting, “There is one road to peace and that is truth.” After hearing the madman’s soliloquy, both Julian and Maddalo are subdued and feel pity. Maddalo concludes, “Most wretched men / Are cradled into poetry by wrong, / They learn in suffering what they teach in song.” Julian returns many years later only to find Maddalo away, the madman and his lover dead, and Maddalo’s child a grown woman. He learns from her that the madman’s lover returned for a while but deserted him once again. He finally agrees with the woman that “the cold world shall not know” the last private details of the madman’s misery. Many of the other poems Shelley wrote during this same period, such as the fine lyric “Stanzas Written in Dejection near Naples,” depict Shelley’s despair over his estranged relationship with Mary and were also not published until Posthumous Poems .\nShelley provided rapturous descriptions of his travels in Italy in his letters to Peacock, expressing his particular delight in Roman ruins. But these delights were balanced by yet another tragedy, the death of their son, William, in June 1819. An additional cause for despair was what came to be known as the “Hoppner Scandal,” so called because the Shelleys’ discharged servant Elise Foggi had related to the Hoppners, Byron’s friends in Venice, that unbeknownst to Mary, Claire had born Shelley a child in Naples. Records support the existence of Shelley’s “Neapolitan Charge,” Elena Adelaide Shelley, but to this day scholars view the parentage of this child as speculative.\nDuring this 1818-1819 period Shelley wrote what many consider to be his masterpiece, Prometheus Unbound (1820), subtitled A Lyrical Drama, perhaps to suggest a hybrid genre. Shelley had been developing the symbolism, imagery, and ideas for the poem for several years. For example, he states in the preface that “the imagery which I have employed will be found … to have been drawn from the operations of the human mind,” a technique he had already used in Mont Blanc. Shelley had had a longstanding interest in and familiarity with Aeschylus’s Prometheus Bound, even translating it for Byron, but he could not accept the idea that Aeschylus had bound the champion of mankind for eternity, or even worse, that Prometheus would have been reconciled with Jupiter in Aeschylus’s lost drama, the sequel to Prometheus Bound. As Shelley avers in the preface, “I was averse from a catastrophe so feeble as that of reconciling the Champion with the Oppressor of mankind.” The choice of Prometheus as his hero is not surprising, given this mythological character’s association with rebellion and isolation from his act of giving fire to man against the gods’ wishes and his reputation as a “forethinker” or prophet. For Shelley he came to symbolize the mind or soul of man in its highest potential.\nShelley knew that Prometheus Unbound would never be popular, but he thought that it might have a beneficial influence on some already enlightened intellects. In letters to his publisher Ollier, Shelley proclaimed that although this was his “favorite poem,” he did not expect it to sell more than 20 copies and instructed Ollier to send copies to Hunt, Peacock, Hogg, Godwin, Keats, Horace Smith, Thomas Moore, and Byron. The reviewers were predictably harsh in their condemnation of the poem’s moral and political principles, but there was also praise, with words such as “beauty” and “genius” used in various reviews.\nIn the same volume as Prometheus Unbound, Ollier published  were some of Shelley’s finest extended lyrics, including “Ode to the West Wind,” “The Cloud,” “To a Skylark,” and “Ode to Liberty.” Written in the autumn of 1819 when the Shelleys were in Florence, “Ode to the West Wind” employs natural imagery and symbolism to foretell not only a change in the physical but in the political climate. Writing in terza rima to suggest the force and pace of the wind, Shelley asks the wind to drive him forth as it does the leaves, the clouds, and the waves so that his poetic song will have the same irresistible power for change to awaken Earth:\nScatter as from an unextinguished hearth\r\nAshes and sparks, my words among mankind!\r\nBe through my lips to unawakened Earth\r\nThe trumpet of a prophecy!\nAlmost immediately after finishing the first three acts of Prometheus Unbound, Shelley began work on another drama, The Cenci (1819). This time instead of using mythology and classical literature as his source material, he used the true Renaissance story of the macabre Cenci family, the villainous count and his virtuous daughter, Beatrice. Shelley believed that this drama, unlike Prometheus Unbound, would be popular and stageable, even suggesting his favorite actress for the part of Beatrice. The Gothic trappings, the elimination of “mere poetry,” and the absence of didactic political instruction were calculated to make the drama accessible to a wide audience.\nShelley’s political disclaimer in the preface is, of course, belied by the fact that Beatrice’s rebellion against her tyrannical father is yet another version of Shelley’s lifelong struggle against any form of authority, be it kingly, priestly, or fatherly. Count Cenci acts on the assumption that his patriarchal power is absolute, sanctioned as it is by the Pope, the head of Church and State. He knows no checks, first toasting his sons’ deaths in a bizarre parody of the communion ceremony, then raping Beatrice. In Shelley’s hands Beatrice’s murderous revenge is a revolutionary act against patriarchal authority, not a personal vendetta.\nIn his hope that the play would be read widely and staged, Shelley again misjudged the predominance of conservativism in the literary milieu of Regency England. The taboo theme of incest, the horror of parricide, the “blasphemous” treatment of religion, the implicit attack on the family and all patriarchal institutions, and Shelley’s own dangerous reputation—all broke the rules of Regency society and ensured The Cenci would be condemned by all but a few reviewers and friends, such as Leigh Hunt, to whom the play is dedicated. The play was staged only once in the 19th century, by the Shelley Society in 1886.\nShelley’s political ire was stirred in 1819 by what came to be known as the Manchester Massacre, or “Peterloo.” During an assembly in St. Peter’s fields, where a crowd was to be addressed by “Orator” Hunt, the local militia charged the crowd, killing at least nine people and wounding many more. Shelley’s response was to write several explicitly political poems, including The Masque of Anarchy (1832), the sonnet “England in 1819,” and “Song to the Men of England,” all of which were deemed too dangerous to publish during Shelley’s lifetime, even by his friends. It likely frustrated Shelley that none of his attempts in poetry and prose to address explicitly the political events of 1819 and 1820 were published during his lifetime.\nLest Shelley should be thought of as only a humorless reformer where politics is concerned and a serious visionary where poetry is concerned, two satires, Peter Bell the Third and Oedipus Tyrannus; or, Swellfoot the Tyrant, and two light-hearted poems, the “Letter to Maria Gisborne” and The Witch of Atlas, suggest the contrary. Perhaps these more playful poems, written in late 1819 and during 1820, were an outlet after his intensive poetic efforts in 1819.\nShelley was prompted to write A Defence of Poetry, one of the most eloquent justifications of poetry ever written, after reading Peacock’s 1820 essay “The Four Ages of Poetry,” in which his friend had lightheartedly taken a cyclical view of poetry and history and had reached the conclusion that poetry was in decline, with the current age representing one of the low points in the cycle. But A Defence of Poetry goes well beyond Peacock’s essay in the scope and vision of its comprehensive definitions of poetry, poets, and imaginative creation. Shelley defines poetry to include all of the arts and all creative endeavors that bring permanent beauty or goodness to the world. Shelley’s statement that “a Poet participates in the eternal, the infinite, and the one” illustrates that poetic creations are not subservient to the vicissitudes of history but rather partake of the Platonic realm of permanent forms and ideas. The inspiration that endows imaginative poets with a momentary vision into the realm of the beautiful and the permanent is another manifestation of Shelley’s “intellectual beauty.” And yet Shelley argues that the social and moral benefits of poetry are real. Poetry can help moral progress keep pace with scientific and material progress, and as “the unacknowledged legislators of the World,” poets can indirectly influence social consciousness for the better.\nIn addition to Byron, the Gisbornes, the Masons, and Teresa Viviani, the Shelleys’ Pisan circle of friends grew to include the eccentric Professor Francesco Pacchiani, who introduced them to Prince Mavrocordato, interesting to the Shelleys and to Byron for his involvement in the Greeks’ struggle against the Turks for independence. In 1821 Edward and Jane Williams both became intimate friends with the Shelleys, and in 1822 they all met the literary adventurer Edward John Trelawny, who would become another of Shelley’s biographers. Moreover, Shelley had hopes that Hunt and Keats might come to Italy. Upon hearing Keats was ill, he warmly invited him to Italy as his guest, but Keats died in Rome on February 3, 1821, before Shelley even knew he was in Italy. Perhaps not realizing the nature or the seriousness of Keats’s consumption, Shelley labored under the misconception that the harsh reviews of Endymion (1818) precipitated Keats’s illness and death. He was in this frame of mind as he quickly set about writing an elegy on the young poet.\nDrawing upon the Greek elegies of Bion and Moshcus as well as upon Milton’s Lycidas, Shelley probably derived his title, Adonais, as Earl R. Wasserman suggests, from Bion’s Lament for Adonis and the Hebrew “Adonai” myth. Comprising 55 Spenserian stanzas, the poem begins as a conventional elegy with a call to Urania, muse and mother of the poet, as well as to all of nature, to mourn. But in the spring nature revives, emphasizing the contrast with the still-dead Keats, as a procession of his fellow poets—Byron, Moore, Hunt, and Shelley himself—comes forth, Shelley characterizing himself both as a “frail Form” and as “A pardlike Spirit beautiful and swift.” Shelley directs some vicious attacks toward the reviewer he holds responsible for Keats’s death, but the attacks may stem from his own treatment by the critics as much as from a desire to avenge Keats. Beginning with stanza 39, a reversal takes place as the speaker proclaims Adonais “is not dead, ... / He hath awakened from the dream of life.” From this point on Keats is apotheosized as a star in a Platonic realm of permanent beauty: “The soul of Adonais, like a star / Beacons from the abode where the Eternal are.” Like many of Shelley’s heroes and heroines, Adonais in death escapes the shadowy and mutable world and passes into “the white radiance of Eternity.”\nShelley’s enthusiasm for the stirrings of independence in Greece prompted him to write Hellas (1822), which he dedicated to Prince Mavrocordato. As the title Hellas suggests, Shelley is most concerned with the liberty of the Hellenic spirit: as he says in the preface, “We are all Greeks. Our laws, our literature, our religion, our arts have their root in Greece.” The “Lyrical Drama” is “a series of lyric pictures” spoken or sung by a chorus of captive Greek women interspersed with dialogue between the main characters—the Turkish Sultan Mahmud, his aid Hassan, the Wandering Jew Ahasuerus, and the Phantom of Mahomet III. The chorus pays homage to the eternal spirit of liberty and expresses hope for the Greek victory as Mahmud gradually draws the conclusion that the Turkish forces are losing. Above all, Shelley is concerned that the thought and ideals of Greece are preserved, not just the outward manifestations of present-day Greece:\nBut Greece and her foundations are\r\nBuilt below the tide of war,\r\nBased on the crystalline sea\r\nOf thought and its eternity.\nThe poem ends with the final chorus prophecying in a soaring vision, “The world’s great age begins anew,” suggesting that another golden age, like the first one in Greece, will return to the world.\nIn what was to be the last year of his life—1822, Shelley was frustrated in his efforts to mediate between Byron and Claire over Allegra, irritated with the Olliers’ delays, and depressed over what seemed to be Mary’s increasing estrangement. He admired the apparently loving relationship between the Williamses, and not surprisingly developed at least a platonic love for the beautiful Jane Williams. Out of these feelings of despondency and admiration Shelley wrote some of his most musical lyrics, including “Lines: ‘When the lamp is shattered,’” “To Jane: The Invitation,” “To Jane: The Recollection,” “To Jane (‘The keen stars were twinkling’),” and “Lines written in the Bay of Lerici.”\nIn May 1822 the Shelleys and the Williamses left Pisa in order to rent Casa Magni on the Bay of San Terenzo, near Lerici. Here Shelley and Edward would be able to spend the summer sailing the Don Juan, their new boat, in the Gulf of Spezia. Though Mary was disconsolate, Shelley was generally happy and set about writing his last long poem, the fragmentary The Triumph of Life. Shelley uses Petrarch’s Trionfi and Dante’s Divine Comedy as models. The former provides the structure of a triumphal procession; the latter, the model of a guide leading the poet to a new understanding and the rhyme scheme, terza rima. In a vision the poet sees a chaotic procession of “life” in the midst of which is a chariot guided by a “Janus-visaged Shadow,” suggesting that this pageant has no goal or purpose. The poet is shocked to see Rousseau, the spiritual leader of Romanticism, his eyes now burned out. Other famous figures, such as Voltaire, Frederick the Great, and Immanuel Kant, appear in the procession, as Rousseau explains that they were all overcome by life and offers up an axiomatic dilemma: “why God made irreconcilable / Good and the means of good”? Only “the sacred few who could not tame / Their spirits to the Conqueror” (Life) have held themselves out of the corrupted procession: those who died young (one thinks of Keats) and those who resisted life’s corrupting influences, such as Socrates and Jesus.\nAt this point the poet’s vision of the pageant of life gives way to Rousseau’s vision of his own story. Rousseau relates seeing a form brighter than the sun, “A Shape all light,” a female form reminiscent of intellectual beauty and other ideal manifestations having to do with the poet’s creative powers. In the hopes of quenching his thirst for knowledge, Rousseau accepts a drink from the cup offered by the Shape, but the effect is to eclipse his vision of the Shape with the vision of a “cold bright car,” the same chariot leading the pageant of life. In the error of attempting to realize the ideal, a pattern recurrent in many of Shelley’s poems, Rousseau has lost the vision of the ideal. In one of those ironic twists of fate that seem to bring literature and life together, near the end of the poem the poet asks Rousseau, “Then what is Life?” Shelley, who believed that the complete answer to this question might lie in a realm beyond this life, died before he could write the answer. Though many, including T.S. Eliot, not usually an admirer of Shelley, believe that in The Triumph of Life Shelley achieved a style and vision superior to all of his other writings, how the poem would end, whether optimistically or pessimistically, and what more Shelley might have achieved will be left to conjecture.\nIt is certainly tempting to speculate what additional literature might have been given the world had Keats, Hunt, Byron, and Shelley all been allowed to live in each other’s company in Italy. At the time of Shelley’s death a project had been hatched to bring Hunt to Italy, where he would begin a journal called The Liberal, with Shelley and Byron as principal sponsors and contributors. After several delays the Hunts had finally arrived in Leghorn, so Shelley and Edward Williams sailed from Lerici to greet them, leaving Mary and Jane at Casa Magni. After getting the Hunts settled in, Shelley and Williams set sail in the Don Juan for the return trip to Lerici on July 8, but a squall enveloped and overcame the boat. After Mary, Jane, and their friends had undergone several days of anxious waiting with rapidly diminishing hopes, Shelley’s and Williams’s bodies were discovered washed ashore on July 18. One of the identifying objects on Shelley’s body was an open copy of Keats’s 1820 volume of poems. Italian quarantine laws required that bodies washed ashore be burned, so Shelley was cremated in the presence of Byron, Hunt, and Trelawny. Trelawny began one of the Shelley legends—that Shelley’s heart, too pure to burn, would be preserved—when he plucked Shelley’s unburned heart and part of his jawbone from the fire. He later arranged for Shelley’s ashes to be buried near Keats’s grave in the Protestant Cemetery in Rome and is responsible for one of the epitaphs that appear on Shelley’s gravestone, three lines from The Tempest: “Nothing of him that doth fade / But doth suffer a sea-change / Into something rich and strange.” The other epitaph on the stone was Leigh Hunt’s idea: “Cor Cordium,” or “Heart of Hearts.”\nThe Pisan circle broke up shortly afterward, with Mary and her son Percy Florence (born in November 1819), Jane and her children, and the Hunts returning to England and with Byron dying less than two years later in his efforts to help the Greeks in their struggle for independence. Mary had difficulties with Sir Timothy, Shelley’s father, who would allow her a small pension only on the condition that nothing by or about Shelley be published during Sir Timothy’s lifetime. She nonetheless edited the Posthumous Poems (1824) and a collected edition of Poetical Works with her own explanatory notes (1839), and she published a novel, The Last Man (1826), with a Shelleyan protagonist. Hunt continued to be a valiant defender of Shelley’s works and reputation, and both Hogg, who, true to form, fell in love with another of Shelley’s beloved women (Jane Williams), and Peacock published biographies. Percy Florence Shelley eventually inherited the Shelley estate and married Jane St. John, an admirer of both his parents, who did all she could to preserve and enshrine Shelley’s reputation.\nShelley’s reputation after his death was shaped by the same extremes of worship and hatred that he and his writings had elicited during his life. Among the Victorians, Thomas Carlyle, Charles Kingsley, Walter Bagehot, and Ralph Waldo Emerson denigrated Shelley, and Samuel Clemens was never able to forgive Shelley for his treatment of Harriet. Matthew Arnold issued the most memorable and damaging statement on Shelley: “beautiful and ineffectual angel, beating in the void his luminous wings in vain.” But the list of those who admired him or were influenced by him is longer and perhaps even more distinguished: Benjamin Disraeli, who created a Shelleyan protagonist in his novel Venetia (1837); Robert Browning, who in his early poem Pauline (1833) paid tribute to Shelley as the “Sun-treader”; Alfred Tennyson, who along with other “Cambridge Apostles” argued the merits of Shelley versus Byron with Oxford debaters; William Butler Yeats, whose poetry reveals the influence of Shelley’s visionary poetics and his symbol making; H.S. Salt and Edward and Eleanor Marx Aveling (Marx’s daughter), all of whom claimed Shelley as a prototypical Marxist; and Bernard Shaw, who admired Shelley’s radicalism and emulated his vegetarianism. In addition, Edgar Allan Poe, Algernon Charles Swinburne, George Eliot, George Lewes, and Thomas Hardy  admired Shelley and adopted some of his ideas.\nShelley worship reached its zenith in 1886 with the formation of the Shelley Society, the idea for which came from F.J. Furnivall, the son of Shelley’s physician at Marlow. In addition to republishing several of Shelley’s works, the society succeeded in, at long last, staging The Cenci. Because licensing laws that forbade staging scenes of incest, the production was for members only, with Browning, Wilde, and Shaw among those in attendance. Through the efforts of American, British, and Roman committees, Keats’s last residence, at 26 Piazza di Spagna in Rome, was purchased and on April 3, 1909 was formally dedicated as the Keats-Shelley Memorial House.\nIn the early 20th century, however, Shelley’s literary reputation plunged to its nadir with the advent of the “new humanism” and the “new criticism.” Paul Elmer More and Irving Babbit attacked Romanticism in general and Shelley in particular for being simple, irrational, and dangerous. T.S. Eliot and F.R. Leavis criticized Shelley for being adolescent and for having “a weak grasp upon the actual.” But again Shelley’s reputation has arisen from the ashes by the efforts of respected scholars and critics of the latter half of this century—including Newman Ivey White, Carlos Baker and Harold Bloom—who have found in Shelley’s writings an inexhaustible fountainhead of social, political, and philosophical concerns, complexities and subtleties in his use of myth and language, including his skill in translating Greek, Italian, Spanish, and German literature, and rich relationships with his cultural milieu. His name forever linked with those of Byron and Keats, Shelley has come to symbolize the free and soaring spirit of humankind. Even in the popular imagination, he is associated with the idea that one should not content oneself with the mundane but aspire to ever-loftier ideals of perfecting the self, and above all, with the idea of hope. Though Shelley’s works will never be read by the masses, at least the spirit of his wish in “Ode to the West Wind” is perhaps closer to coming true today than he would have dared imagine:\nby the incantation of this verse,\r\nScatter, as from an unextinguished hearth\r\nAshes and sparks, my words among mankind!\nShelley’s ideas, embodied in his verse, his prose, and his life, remain as a challenge to the servile acceptance of authority and as a challenge to us to achieve our highest potential—to always aspire to higher goals for ourselves and for society.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}