{"pf_url": "https://www.poetryfoundation.org/poets/peter-sis", "name": "Peter Sís", "yob": "1949", "yod": null, "image": null, "bio": "\n                                                                    Author, filmmaker and illustrator Peter Sís was born in Brno, Czechoslovakia and grew up there under Communist rule. He was educated at the Academy of Applied Arts in Prague, and the Royal College of Art in London. In 1982 a film project on the 1984 Winter Olympics brought him to Los Angeles. After the Eastern bloc decided to boycott the event, Sís refused the Czech government’s request for his return home, and he was granted asylum. After corresponding with children’s author and illustrator Maurice Sendak, he moved to New York to begin a career in illustration.   Hundreds of Sís’s drawings have been published in the New York Times Book Review, as well as in numerous other magazines. His visual art has also included subway and airport murals, book jackets, and hats.    Sís’s illustrations often portray a shadowy, fast-shifting experience of childhood. In a 2007 New York Times review of The Wall, Sis’s memoir of his Communist childhood, critic Leonard S. Marcus notes, “For Sis as for so many others, the collapse of the Eastern bloc’s oppressive governments was a dream come true. In “The Wall,” the ecstatic energy and big-spirited inventiveness of the artist’s drawings make the once all but unimaginable realization of that dream visible for all to see.” Sís has written and illustrated dozens of books for children, including The Wall: Growing Up Behind the Iron Curtain (2007), which won the Robert F. Silbert Medal and was a Caldecott Honor book, and Komodo! (1993), which won the Society of Illustrators’ Gold Medal. His work for children has won six New York Times Book Review’s Best Illustrated Book awards.    His first book for adults, The Conference of the Birds (2011), is an adaptation of 12th century Sufi poet Farid ud-Din Attar’s epic of the same name.   Sís’s films have won the West Berlin Film Festival’s Golden Bear Award, the Grand Prix Toronto and the Cine Golden Eagle Award. He collaborated with Bob Dylan on “You Got to Serve Somebody” (1983). A selection of his films are held in the permanent collection of New York City’s Museum of Modern Art.    In 2003 Sís won a MacArthur Fellowship. He lives in New York with his family.\n                                                            ", "attrs": {"Region:": ["Eastern Europe"]}}