{"pf_url": "https://www.poetryfoundation.org/poets/petrarch", "name": "Petrarch", "yob": "1304", "yod": "1374", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/8e69fb16ea71acfdb6679361ff4c8ed9e943337f.jpeg", "bio": "\nFrancesco Petrarch was born in 1304 in Arezzo, Italy, though he spent most of his childhood living around Florence, Tuscany, and Avignon.  After briefly studying law in Bologna in 1320, Petrarch decided to abandon the field, against his father’s wishes, to begin studying the classics and begin a religious life.  In 1326 he took minor ecclesiastical orders and began serving under Cardinal Colonna, which allowed him to travel and write freely. His interest in Latin literature and poetry grew significantly during this time period, and he was later able to share his love for the humanities with Giovanni Boccaccio, a fellow poet and humanist.  In 1327, Petrarch attended a mass in Avignon and saw Laura de Noves, for the first time. Laura, though her true identity has yet to be confirmed, would become the primary subject of his poetry for the rest of his life.\r\n \r\nPetrarch continued to travel around Europe performing diplomatic missions for the Church and Cardinal Colonna in the 1330s, and soon became a well-known scholar and poet. His poetry, mainly composed sonnets focusing on the intense love and admiration he has for Laura, became immensely popular, and in 1341 he was crowned the poet laureate of Rome. In the years after his coronation, Petrarch traveled around France, Germany and Spain holding various clerical positions, researching the writings of Cicero, and exploring Greek history and literature.\r\n \r\nInfluenced by his interest in the classics, many of Petrarch’s poems are highly allegorical and constructed using Italian forms such as terza rima, ballate, sestine and canzoni. His poems investigate the connection between love and chastity in the foreground of a political landscape, though many of them are also driven by emotion and sentimentality.  Critic Robert Stanley Martin writes that Petrarch “reimagined the conventions of love poetry in the most profound way: love for the idealized lady was the path towards learning how to properly love God . . . His work has a grace that, among his predecessors, is second only to Dante’s, and it often shows a greater refinement, particularly in its development of conceits. Petrarch will often begin with a single trope and develop it into a conceit that defines the entire sonnet.”\r\n \r\nAfter writing and traveling internationally in the 1340s, Petrarch fathered two children out of wedlock and began compiling Il Canzoniere, a collection of his writing that will eventually include 366 poems.  He died in 1374 in Padua, Italy.\n", "attrs": {"Region:": ["Italy"]}}