{"pf_url": "https://www.poetryfoundation.org/poets/philip-booth", "name": "Philip Booth", "yob": "1925", "yod": "2007", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c907ee103233c0ca900bfed183ddaa73d6d29c6c.jpeg", "bio": "\nPhilip Booth grew up in Hanover, New Hampshire and Castine, Maine, and the New England seacoast is an important setting in his poetry. His honors include the Theodore Roethke Prize and fellowships from the Guggenheim Foundation, the Rockefeller, and National Endowment for the Arts. Booth’s work, written in spare language, has garnered critical acclaim for its quiet power. “I can think of few poets,” writes Dave Smith of the Washington Post Book World, “who give us more clarity, humility, and translucent dimension than [Philip] Booth.” As Poetry’s Robert Seigel notes in a review of Available Light (1976), “Booth continues to cling with fierce, controlled energy to those spare certainties that New Englanders permit themselves on the edge of the Atlantic of the soul.” “Booth’s place,” writes R.W. French in the Nation, “is the Maine coast, and he seems not at all sure that a man can find himself there or anywhere else. ... Booth’s landscapes are ominous, forbidding, and his central metaphor is, significantly, that of the tide.” Commonweal’s Robert Phillips holds that despite Booth’s writing on other subjects, his “best poems are still the New England poems.”\nSeveral critics call Booth’s spare style of writing perfectly suited to his subjects. Samuel French describes his approach “as unadorned as his landscapes. The lines are short; words seem to be spoken grudgingly, in taut, controlled rhythms.” A reviewer for Choice finds Booth’s style “clean, trimmed of unnecessary words, so that a puritan terseness results that is consonant with the austerity of his thought.” Thomas Lask of the New York Times points out that Booth’s “rhythms suggest the slow movements of the tides.” New York Times Book Review contributor Paul Breslin thinks that “Booth’s style, reticent though it is, can be very beautiful.”\nIn a review of Before Sleep (1980), Smith declares that “it may be that one true test of a poet’s writing is that when we have left [his] house of words that house has not left us. Before Sleep stays enormously well.” Phillips likens Booth to an accountant, “tallying up our human losses and gains in poems as deceptively simple as a ledger sheet. In poem after poem, Booth’s universal conclusions are earned by the punctilious particulars which precede them.” A critic for Choice judges Booth to be “one of our best poets.”\nDuring the 1990s, three of Booth’s poetry collections were published: Selves: New Poems (1990), Pairs: New Poems (1994), and Lifelines: Selected Poems, 1950-1999. Selves “evokes a world of nameless presences, of invading darkness,” according to Genevieve Stuttaford’s Publishers Weekly review, which states, “[Booth] writes tenderly, wryly ... [and] evinces compassion.” With Pairs, describes Elizabeth Gunderson in a complimentary Booklist review, “Booth elegantly explores each season, attending to how pairs—of people, animals, selves, etc.—interconnect.” “[K]nowledge of both the natural and human worlds typifies Booth’s thorough and unpretentious relation to the place he inhabits. ... One can appreciate the knowledge and the wisdom Booth has gleaned from having kept in close touch with his [Maine] roots,” remarks Richard Tillinghast in a Poetry assessment of Pairs which applauds Booth’s “disinclination to tailor the poems to a certain theme, or to stretch in his search for unifying elements.” In a Booklist review of Lifelines, Booth’s 1999 compilation of both new and previously published poems, Donna Seaman writes, “[Booth’s] stanzas rise and fall like waves, and his carefully chosen words generate multiple shades of meaning.” A Publishers Weekly writer criticizes the work in Lifelines, commenting that Booth “too often ... relies on flat, abstracted exhortation, and on oversimplified psychology;” but, analyzes the critic, this quality might lend itself to those readers “who will enjoy his attempts to make his verse embody compassion and self-restraint—not to mention his sensitive pictures of Maine.” Haines Sprunt Tate for the Maine Times described the poetry: “A Booth poem feels deliberate, well-crafted.” Tate finished the review of Lifelines: “It’s a book I’m grateful for.” In the Beloit Poetry Journal Marion K. Stocking described the collection as “a careful crafting of a lifetime’s work into an elegantly integrated organic whole.” Stocking writes that the volume “traces the arc of the lifetime of consciousness.”\nBooth died in Hanover, New Hampshire, on July 2, 2007.\n", "attrs": {"Region:": ["U.S., New England"]}}