{"pf_url": "https://www.poetryfoundation.org/poets/philip-levine", "name": "Philip Levine", "yob": "1928", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/7b898e84e356e4f2f9a61074dcb22a23574ce3a1.jpeg", "bio": "\nPhilip Levine was one of the leading poetic voices of his generation, “a large, ironic Whitman of the industrial heartland,” according to Edward Hirsch. The son of Russian-Jewish immigrants, Levine was born and raised in industrial Detroit, where he began working in the auto factories at the age of 14. As a young boy in the midst of the Great Depression of the 1930s, he was fascinated by the events of the Spanish Civil War. His heroes were not only those individuals who struggled against fascism but also ordinary folks who worked at hopeless jobs simply to stave off poverty. Noted for his interest in the grim reality of blue-collar work and workers, Levine resolved “to find a voice for the voiceless” while working in the auto plants of Detroit during the 1950s. “I saw that the people that I was working with … were voiceless in a way,” he explained in Detroit Magazine. “In terms of the literature of the United States they weren’t being heard. Nobody was speaking for them. And as young people will, you know, I took this foolish vow that I would speak for them and that’s what my life would be. And sure enough I’ve gone and done it. Or I’ve tried anyway.”\nLevine earned his BA from Wayne State University in 1950 and began attending writing workshops at the University of Iowa, as an unregistered student, in 1953. He took classes with Robert Lowell and John Berryman, and would later pay tribute to Berryman's teaching influence on his development as a poet. Levine officially earned an MFA from the University of Iowa in 1957, and later that year won a Jones Fellowship at Stanford University. Shortly thereafter, he began teaching at the California State University, Fresno, where he would remain until 1992. Levine also taught at Columbia, Princeton, NYU, Brown, the University of California at Berkeley, and Tufts.\n\r\nThough Levine did not return to live in Detroit, its people and economy would remain central concerns of his poetry. Critic Herbert Leibowitz, commenting on Levine’s 1980 National Book award and National Books Critics Circle award-winning collection Ashes: Poems New and Old, wrote: “Levine has returned again and again in his poems to the lives of factory workers trapped by poverty and the drudgery of the assembly line, which breaks the body and scars the spirit.” However, the speaker in Levine’s poems “is never a blue-collar caricature,” argued Richard Tillinghast in his New York Times Book Review piece, “but someone with brains, feelings and a free-wheeling imagination that constantly fights to free him from his prosaic environment.” In addition to concentrating on the working class in his work, Levine paid tribute to the Spanish anarchist movement of the 1930s, especially in The Names of the Lost (1976). In his book, The Fierce Embrace: A Study of Contemporary American Poetry, Charles Molesworth explained that Levine connected the Spanish revolutionaries with Detroit’s laboring class during a brooding stay in Barcelona: “Both cities are built on the backs of sullen, exploited workers, and the faded revolution in one smolders like the blunting, racist fear in the other.” As Leibowitz summed up, “The poet’s ‘Spanish self,’ as he calls it, is kin to his Detroit self. Both bear witness to the visionary ideal destroyed.”\n\r\nCritics have described Levine’s work as dark and unflinching. Time contributor Paul Gray called Levine’s speakers “guerrillas, trapped in an endless battle long after the war is lost.” This sense of defeat is particularly strong when the poet recalls scenes from his Detroit childhood, where unemployment and violence colored his life. But despite its painful material, Levine’s verse can also display a certain joyfulness, suggested Marie Borroff. Writing in the Yale Review, she described the title poem of They Feed They Lion (1972) as “a litany celebrating, in rhythms and images of unflagging, piston-like force, the majestic strength of the oppressed, rising equally out of the substances of the poisoned industrial landscape and the intangibles of humiliation.” Richard Hugo commented in the American Poetry Review: “Levine’s poems are important because in them we hear and we care.” Though Levine’s poems are full of loss, regret and inadequacy, Hugo felt that they also embody the triumphant potential of language and song. Levine has kept alive in himself “the impulse to sing,” Hugo concluded, adding that Levine “is destined to become one of the most celebrated poets of the time.”\n\r\nLevine’s poetry for and about the common man is distinguished by simple diction and a rhythmic narrative style—by what Robert Pinsky once called “the strength of a living syntax.” In an American Poetry Review appraisal of Ashes (1979) and 7 Years from Somewhere (1979), contributor Dave Smith noted that in Levine’s poems “the language, the figures of speech, the narrative progressions are never so obscure, so truncated as to forbid less sophisticated readers. Though he takes on the largest subjects of death, love, courage, manhood, loyalty … he brings the mysteries of existence down into the ordinarily inarticulate events and objects of daily life.” Because Levine values reality above all in his poetry, his language is often earthy and direct, his syntax colloquial and his rhythms relaxed. Molesworth argued that Levine’s work reflects a mistrust of language; rather than compressing multiple meanings into individual words and phrases as in traditionally conceived poetry, Levine’s simple narratives work to reflect the concrete and matter-of-fact speech patterns of working people. Levine’s work was typically more concerned with the known, visible world than with his own perception of those phenomena, and this made it somewhat unique in the world of contemporary poetry. Levine himself, in an interview with Calvin Bedient for Parnassus, defined his ideal poem as one in which “no words are noticed. You look through them into a vision of … the people, the place.”\n\r\nSeveral critics faulted Levine for his reliance on narrative descriptions of realistic situations. However, Thomas Hackett, in his review of A Walk with Tom Jefferson (1988), argued that, rather than being a weakness, Levine’s “strength is the declarative, practically journalistic sentence. He is most visual and precise when he roots his voice in hard, earthy nouns.”\n\r\nLevine’s ability to craft deeply affecting poems has long been his hallmark. “His poems are personal, love poems, poems of horror, poems about the experiencing of America,” Stephen Spender wrote in the New York Review of Books. Joyce Carol Oates commented of Levine in the American Poetry Review: “He is one of those poets whose work is so emotionally intense, and yet so controlled, so concentrated, that the accumulative effect of reading a number of his related poems can be shattering.” Oates dubbed Levine “a visionary of our dense, troubled mysterious time.” David Baker, writing about What Work Is (1991), said Levine has “one of our most resonant voices of social conviction and witness, and he speaks with a powerful clarity … What Work Is may be one of the most important books of poetry of our time. Poem after poem confronts the terribly damaged conditions of American labor, whose circumstance has perhaps never been more wrecked.” The book won the National Book Award in 1991. His next book, The Simple Truth (1994), was awarded the Pulitzer Prize for Poetry.\n\r\nLevine explored the forces that shaped his life and poetry in The Bread of Time: Toward an Autobiography (1994), a collection of nine essays in which he addresses his experiences as a factory worker, his family and friends, the writers who served as his mentors and his fascination with the Spanish Civil War and Spanish poets. Levine’s portrayal of his mentors, John Berryman and Yvor Winters, garnered critical applause. Richard Eder, writing in the Los Angeles Times Book Review, considered the essays on Berryman, Winters, and the Spanish poet Antonio Machado to be the strongest in the book. Through it all, added Tod Marshall in the Georgia Review, “the book’s main focus—much to the benefit and delight of anyone interested in the formative years of one of our best contemporary poets—is Levine’s relationship with poetry.”\nLevine’s later books include The Mercy (1999), Breath (2004), and News of the World (2009). Breath was hailed by a Terrence Rafferty in the New York Times as a “graceful new collection” that showcases Levine’s unique brand of elegy, one that operates in long, thoughtful lines that summon the un-glorious past and its hard-working inhabitants. “What gives Levine’s work its urgency,” Rafferty went on “is that impulse to commemorate, the need to restore to life people who were never, despite their deadening work, dead things themselves, and who deserve to be rescued from the longer death of being forgotten.”\n\r\nLevine won several other awards, including the Ruth Lilly Prize in Poetry and the Wallace Stevens Award. In 2006 he was elected a a chancellor of the Academy of American Poets, and in 2011 was appointed poet laureate of the United States. His poetry “will be remembered for his giving voice to the complicated lives of men and women and for making something closer to simple song than ordinary speech,” wrote the poet Carol Frost. “The territory of this poetry keeps coming back to a center—praise for the common person, an American, probably with immigrant parents, who having gotten ‘off the bus/at the bare junction of nothing/with nothing’ manages to find a way home.” \nLevine retired from teaching at the California State University, Fresno in 1992. He split his time between Fresno and Brooklyn in his later years, before his death in early 2015. A collection of poetry, The Last Shift (2016), was published posthumously.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}