{"pf_url": "https://www.poetryfoundation.org/poets/phillis-levin", "name": "Phillis Levin", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/3208874b90a3e2f15cf0b6959a367fe8fb115792.jpeg", "bio": "\nBorn in Paterson, New Jersey, Phillis Levin is a graduate of Sarah Lawrence College and the Writing Seminars at Johns Hopkins University. She is the author of five poetry collections: Temples and Fields (University of Georgia Press, 1988), winner of the Poetry Society of America’s Norma Farber First Book Award; The Afterimage (Copper Beech Press, 1995); Mercury (Penguin, 2001); May Day (Penguin, 2008); and Mr. Memory & Other Poems (Penguin, 2016). She is the editor of The Penguin Book of the Sonnet: 500 Years of a Classic Tradition in English (Penguin, 2001). Her poems have appeared in the New Yorker, the Atlantic, Poetry magazine, Kenyon Review, the Nation, Paris Review, AGNI, Grand Street, the Yale Review, the New Republic, the New York Times Sunday Magazine, Southwest Review, PN Review, Poetry London, and the Poetry Review (UK), and have been featured in three editions of The Best American Poetry as well as numerous other anthologies, including Poetry 180, Poets for Life, The Art of Losing, The Waiting Room Reader II, The Alhambra Poetry Calendar, and The Plume Anthology of Poetry. Translations of her poems have been published in Argentina, Peru, Israel, Slovenia, Hungary, and Poland.\nLevin’s honors include a Fulbright Scholar Award to Slovenia, the Amy Lowell Poetry Travelling Scholarship (which she spent living in Florence and Rome), a Bogliasco Fellowship, the Richard Hugo Prize from Poetry Northwest, and grants from the Ingram Merrill Foundation, the Guggenheim Foundation, and the National Endowment for the Arts. She has also been awarded residencies to the MacDowell Colony, the Virginia Center for the Creative Arts, Yaddo, and the American Academy in Rome. From 1985 to 1997 she was an editor of Boulevard. From 2003 to 2008 she was an elector of the American Poets’ Corner of the Cathedral Church of Saint John the Divine in New York. From its founding in 1998, she served as director, and later as codirector (with Vijay Seshadri), of the Campbell Corner Poetry Prize.\nLevin has taught at The University of Maryland, the Unterberg Poetry Center, the New School, and New York University, and currently is professor of English and poet-in-residence at Hofstra University. She lives with her husband, Jack Shanewise, in New York.\n", "attrs": {}}