{"pf_url": "https://www.poetryfoundation.org/poets/philip-lamantia", "name": "Philip Lamantia", "yob": "1927", "yod": "2005", "image": null, "bio": "\n                                                                    Surrealist poet Philip Lamantia was born in San Francisco in 1927, the son of Sicilian immigrants. Largely self-taught, he started writing in elementary school and became interested in surrealism after seeing the work of Joan Miró and Salvador Dalí at the San Francisco Museum of Art. He dropped out of high school and moved to New York City, where he eventually became assistant editor at View magazine. In New York, Lamantia became acquainted with André Breton and Max Ernst, publishing his first book of poems, Erotic Poems (1946), before he was 20. Other collections include Narcotica (1959), Ekstasis (1959), Destroyed Works (1962), Becoming Visible (1981), Meadowlark West (1986), and Bed of Sphinxes: New and Selected Poems, 1943–1993 (1997). In the 1940s, Lamantia returned to San Francisco and took courses at University of California, Berkeley. He traveled in France, Mexico, northern Africa, and the United States and lived for a while in Spain. During his US travels in the 1950s, he explored the use of peyote with Washoe Native Americans in Nevada. Lamantia’s surrealist poetry influenced Allen Ginsberg and other Beat poets. The poet Lawrence Ferlinghetti noted of Lamantia’s work, “Philip was a visionary like Blake, and he really saw the whole world in a grain of sand.” Interested in poetry and jazz, Lamantia was a member of a jazz and poetry group with Jack Kerouac, Howard Hart, and David Antrim in the 1950s. In his later years, he returned to the Catholicism of his youth, writing poetry that reflected his rediscovered faith. Lamantia lectured at San Francisco State University and the San Francisco Art Institute and was married to Nancy Peters, his editor at City Lights Books. He died in 2005.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}