{"pf_url": "https://www.poetryfoundation.org/poets/philip-schultz", "name": "Philip Schultz", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/cafe819548ab185466385a96984231ecd68b411d.jpeg", "bio": "\n                                                                    Founder and director of the Writers Studio in New York, Schultz grew up in Rochester, New York. He earned a BA from San Francisco State University and an MA from the Iowa Writers Workshop. He is the author of numerous poetry collections, among them Like Wings (1978), winner of the American Academy and Institute of Arts and Letters Award in literature; Deep Within the Ravine (1984), awarded the Academy of American Poets Lamont Prize; The Holy Worm of Praise (2002); Living in the Past (2004); the Pulitzer Prize–winning Failure (2007); and The God of Loneliness: Selected and New Poems (2010).  Schultz’s work delves into personal history, family, the city, and immigrant and Jewish experience. In Failure, Schultz wrote of his father, the son of Lithuanian immigrants, who attempted a series of unforgettable and unsuccessful business ventures when Schultz was growing up, ultimately leaving his son and wife in impoverished circumstances at the time of his early death. Schultz has observed in interviews that it took him many years to write about his father with honesty. At the Writers Studio, Schultz conducts writing workshops that practice the imitation of particular masters’ styles and stress the importance of arriving at particular subjects a writer needs to confront. Before founding the Writers Studio, Schultz directed New York University’s graduate program in creative writing. Schultz has been the recipient of a Fulbright Fellowship to Israel, a National Endowment for the Arts Fellowship, a New York Foundation for the Arts Fellowship in poetry, and a Guggenheim Fellowship in poetry.  He lives in East Hampton, New York, with his wife, the sculptor Monica Banks, and their children.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}