{"pf_url": "https://www.poetryfoundation.org/poets/philip-freneau", "name": "Philip Freneau", "yob": "1752", "yod": "1832", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/41b75584b1c98aebdb051389c37e748eb8efa7a8.jpeg", "bio": "\n                                                                    Known as the poet of the American Revolution, Philip Freneau was influenced by both the political situation of his time and the full, active life he led. He attended Princeton University, where James Madison was his roommate, and planned to become a minister. However, at Princeton he became engaged in political debates with fellow students and pursued his interest in writing.    Freneau was torn between his involvement in the social turmoil of his times and the more solitary life of writing. After graduation, he wrote a series of anti-British satires. In 1776 Freneau travelled to the West Indies, where he studied navigation and wrote, largely about his surroundings. In 1778 he returned to New Jersey, joined the militia, and served as a ship’s captain. He was eventually captured by the British and spent six weeks on a prison ship. By 1790, Freneau had published two collections of poetry. Encouraged by James Madison and Thomas Jefferson, Freneau established a newspaper, the National Gazette, in Philadelphia, which promoted Jefferson’s principles. By the early 1800s, Freneau had retired to his farm to write essays and poetry.   As a journalist and poet, Freneau was prolific. His poetry covers a variety of subjects, including the political situation, American Indians, nature, the sea, and naval battles. His political poems are often satiric, but his nature poetry is marked by lyricism and close observation of the details of the American landscape. Freneau’s work displays some of the characteristics of Romanticism—especially in its close attention to, and feeling for, nature.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}