{"pf_url": "https://www.poetryfoundation.org/poets/pier-paolo-pasolini", "name": "Pier Paolo Pasolini", "yob": "1922", "yod": "1975", "image": null, "bio": "\n                                                                    One of Italy’s most famous and controversial filmmakers, Pier Paolo Pasolini was also a novelist and poet. Born in Bologna to a military family that moved frequently, Pasolini began writing poetry at age seven, attended the University of Bologna, and was eventually drafted to serve in World War II; his regiment was captured by the Germans after Italy’s surrender and Pasolini escaped and fled to the small town Casarsa where he lived for years. His first book of poetry, Poesie a Casarsa, published in 1942 before his war experiences, was written in Friulian, his mother’s dialect. Many of Pasolini’s later works, for the screen and page, bring together different orders of experience—folk, suburban, biblical—and attempt to find forms that might encompass proletarian themes, the fringe cultures of Roman prostitutes and pimps, and radical utopianism. According to Adam Thirlwell, “In his movies, he loved fusing the hieratic with the everyday. And in his writing, too, he liked combining two things that don’t usually go together: a classical form or tone that could absorb its squalid subjects.”    Pasolini joined the Communist party in 1946 but was soon expelled for being a homosexual. Nonetheless, inspired by the writings of Antonio Gramsci, Pasolini remained loyal to the Party for the rest of his life, attempting to fuse Marxist tenants with radical Catholicism. In the 1950s Pasolini moved to Rome to be a teacher. In Rome, he became involved with the working classes, fringe subcultures, and criminal underworlds that feature in so many of his films. During this period he also wrote his most famous novels: Ragazzi di Vita (1955) and Una Vita Violenta (1959). The last book became the basis for Pasolini’s first movie, Accatone (1961), which followed the life of a pimp in Rome. Pasolini’s films from the 1960s and early 1970s gained him worldwide recognition: Mamma Roma (1962), Il Vangelo Secondo Matteo (1964), Teorema (1968), and a series of films based on medieval tales, Il Decamerone (1971), Racconti di Canterbury (1973), and Il Fiore Delle Mille e una Notte (1973). Pasolini became famous for his radical methods, including hiring nonprofessional casts, and his films’ overtly political and often scandalous content. His last film Salò, o le Centoventi Giornate di Sodoma (1975), for example, adapts a novel by the Marquis de Sade, setting the action in Nazi Europe. Jason Ankeny in The New York Times noted the film is generally “[d]eemed one of the most disquieting motion pictures ever filmed.”   Pasolini published over ten collections of poetry during his lifetime. His collection Le Ceneri di Gramsci (1957) won the Viareggio Prize, and he continued to publish poetry even at the height of his filmmaking career. Pasolini once stated that he made films “as a poet,” adding, “I think one can’t deny that a certain way of feeling something occurs in the same identical way when one is faced with some of my lines and some of my shots.” Reviewing the most recent translation of Pasolini’s poetry, The Selected Poetry of Pier Paolo Pasolini: A Bilingual Edition (2014), translated and edited by Stephen Sartarelli, Thirlwell observed, “An object, like a poem, is just a way for reality to express itself. That was Pasolini’s strange vision, and it allowed him not only his radical politics but also the detail of his thinking, the way the camera in Accattone so often pauses on his characters’ faces, in close-up, as if they’re removed from some Renaissance fresco. He once said that the minimal cinematic unit wasn’t in fact the shot but the objects inside a shot. And in his best poetry, the minimal unit isn’t the line so much as all the details contained in that line—the small utopian freedoms of his libidinous attention.” Pasolini was violently murdered in 1975. Although a male prostitute was charged with the murder and the case officially closed, speculation about the murderers and motivation behind the killing continues.\n                                                            ", "attrs": {"Region:": ["Italy"]}}