{"pf_url": "https://www.poetryfoundation.org/poets/pierre-reverdy", "name": "Pierre Reverdy", "yob": "1889", "yod": "1960", "image": null, "bio": "\nPierre Reverdy was born in Narbonne, France in 1889. He set out on his career as a poet when he moved to Paris in 1910. Reverdy’s financially supportive father died a year later, so the aspiring poet was forced to make a living through his writing. He published his first small volume of poetry, Poems en prose, in 1915, and he continued to write steadily thereafter. Gradually, Reverdy became known in literary circles, frequenting the avant-garde group consisting of such well-known artists and writers as Guillaume Apollinaire, Max Jacob, Pablo Picasso, Juan Gris, and Georges Braque. With these and other artists, Reverdy developed cubism and surrealism. In 1917 he founded the monthly literary review Nord-Sud, which featured work by the first cubists and surrealists—innovative writers such as Apollinaire, Jacob, Louis Aragon, André Breton, and Philippe Soupault. Reverdy’s many subsequent poetry collections include Cravates de chanvre (1922), Coeur de chene (1921), La Guitare endormie (1919), Les Jockeys camoufles (1918), and La Lucarne ovale (1916).\nWhen the collection of his early poems, Les Epaves du ciel, appeared in 1924, Reverdy achieved greater recognition. The loneliness and spiritual apprehension that ran through his work attracted the surrealists, who praised him as the greatest living poet. Cubists admired the sharp visual acuity of his poems. Despite this influence by both modes of thought, Reverdy remained independent and cultivated his own unique voice. He endeavored to find “the sublime simplicity of true reality.” His writing became more mystical; he aimed to uncover concealed truths. Soupault claimed that Reverdy, “with Paul Eluard, … is the purest of the writers of his time.”\nReverdy became a Catholic, and in 1926, he retired to a life of ascetic seclusion near the Benedictine monastery at Solesmes in France. Maintaining his devotion to poetry and spirituality, he lived there until his death on June 17, 1960.\n", "attrs": {"Region:": ["France"]}}