{"pf_url": "https://www.poetryfoundation.org/poets/pindar", "name": "Pindar", "yob": "522", "yod": "443", "image": null, "bio": "\n                                                                    Born to an aristocratic family near Thebes in or about 522 BCE, Pindar is considered by some scholars to be the greatest of the classical Greek poets. He is one of the few ancient poets represented by a substantial body of work, although only 45 of his odes of victory survive in their complete and original form, and other poems survive only in quotations from other authors or on fragmented scraps of papyrus discovered in the 19th and 20th centuries. The victory odes—intended to be sung by choirs in celebration of athletes of the Olympian, Pythian, Isthmian, and Nemean games—were written on commissions from the victors’ family, friends, or benefactors. These poems place the athletes within the contexts of family history, festivals, and stories of the gods, to whom the pious Pindar attributed their victories. In his duties as a poet, he traveled extensively around the Greek world; though he was subject to the complicated political tensions of the period, he did not avoid expressing his political and moral views. After a long and prosperous career, he died at Argos in 443 BCE at the age of 79. It is reported that when Alexander the Great sacked Thebes more than a hundred years after Pindar’s death, the poet’s house was the only one that was spared.  BIOGRAPHIES/CRITICISM\n\nBurnett, Anne Pippin. Pindar (Ancients in Action). London: Duckworth Publishers, 2008. \nBowra, C. Maurice. Pindar. New York: Oxford University Press (USA), 1964. \nCarne-Ross, D.S. Pindar (Hermes Books). New Haven: Yale University Press, 1985.\n\nTRANSLATIONS\n\nThe Odes (Penguin Classics L209). Trans. Cecil M. Bowra. New York: Penguin Classics, 1982. \nPindar’s Victory Songs. Trans. Frank J. Nisetich. Baltimore: Johns Hopkins University Press, 1980. \nPindar: The Complete Odes. Trans. Anthony Verity. Oxford: Oxford University Press, 2007. \nPindar: Volume I, Olympian Odes, Pythian Odes. Trans. William H. Race. Cambridge: Loeb Classical Library (Harvard University Press), 1997. \nPindar: Volume II, Nemean Odes, Isthmian Odes, Fragments. Trans. William H. Race. Cambridge: Loeb Classical Library (Harvard University Press), 1997. \nThe Odes and Selected Fragments. Trans. G.S. Conway and Richard Stoneman. London: Orion Publishing Group, Ltd., 1998.   \n\n", "attrs": {"Region:": ["Greece"]}}