{"pf_url": "https://www.poetryfoundation.org/poets/quincy-troupe", "name": "Quincy Troupe", "yob": "1943", "yod": null, "image": null, "bio": "\nQuincy Troupe was born in St. Louis, Missouri, the son of a professional baseball player. After studying for two semesters at Grambling College on a scholarship, he left to join the army. When his service ended, he moved to Los Angeles, California and began teaching writing workshops at the Watts Writers Workshop. He later held positions at the University of California, San Diego; Ohio University; the College of Staten Island; and California State University. He also taught in the Columbia University Graduate Writing Program, as well as at various institutions abroad. His many poetry collections include Seduction: New Poems, 2013-2018; Ghost Voices: A Poem in Prayer (2018); Errançities (2011); The Architecture of Language (2007), which won the Paterson Award for Sustained Achievement; Choruses (1999); and the American Book Award-winning Snake-back Solos: Selected Poems, 1969–1977 (1979). A noted performer of his work, Troupe has twice won the prestigious Heavyweight Champion of Poetry, a distinction given by the World Poetry Bout of Taos. He has also founded and edited magazines such as Confrontation: A Journal of Third World Literature, American Rag, and Code, where he was editorial director.\nTroupe’s energetic, highly syncopated poetry melds contemporary music rhythms—such as rap, jazz, and bebop—to a “furious rush of images, sometimes jarring, arising from personal experience,” according to critic Tony Perry in the Los Angeles Times. Celebratory, but also cautionary, Troupe’s subjects range from jazz and sports to racism and urban decay. Critics frequently group him with Black Arts Movement writers such as Amiri Baraka, Nikki Giovanni, and Haki Madhubuti.\nIn addition to books of poetry, Troupe has written, co-written, and edited numerous nonfiction works and anthologies. With Rainer Schulte, he edited Giant Talk: An Anthology of Third World Writings (1975), an anthology of poems, folk tales, short stories, and novel excerpts by Black Americans, Native Americans, Hispanic Americans, Black Africans, and Central and South Americans. Jack Slater declared the anthology “comprehensive” in the New York Times Book Review. Troupe also co-wrote The Inside Story of TV’s “Roots” (1978) with David L. Wolper, a book that chronicles the production of the highly successful television miniseries about slavery in America, Roots, which is based on Alex Haley’s book of the same title. The Inside Story of TV’s “Roots” has sold over one million copies. Troupe edited James Baldwin: The Legacy (1987), a collection of tributes and remembrances from writers like Maya Angelou, Amiri Baraka, Toni Morrison, Chinua Achebe, and others.\nTroupe’s most popular nonfiction works explore the life and work of renowned jazz musician Miles Davis. His collaboration with Davis on the book Miles: The Autobiography (1989), won the American Book Award. Later, Troupe wrote his own account of their friendship in Miles and Me (2000). Troupe has been inspired by and fascinated with Davis since he first heard his music as teenager in St. Louis. In an interview with Douglas Turner, Troupe noted, “If I had not heard Miles’s music in that fish joint, I don’t think that I would be sitting here looking at this beautiful view I’m looking at now. Miles set me on a path that is remarkable in a lot of ways. He’s on that set me on the path to writing and using my imagination, and being creative … That’s what fate is. Because I heard that music, he propelled me into this thing that I do now.” With Chris Gardner, Troupe also co-wrote The Pursuit of Happyness (2006), Gardner’s rags-to-riches autobiography. The book spent over 40 weeks on the New York Times bestseller list and was turned into a blockbuster Hollywood film starring Will Smith.\n\r\nIn his interview with Turner, Troupe reflected on the various identities he has both assumed and been asked to assume: “I see myself as an artist and a poet. I’m basically influenced by and coming out of the African American, but American, tradition. I’m African American because I was born African American and proud of it. I don’t run away from that. But as an artist, I see myself as a poet first, and then I see myself as a prose writer. I agree with Miles. He looked at himself as a musician and an artist … I come out of St. Louis, the black culture there and the music there. I grew up in the church. I was a basketball player. I’m a poet. That’s the way I approach myself.”\nTroupe lives in New York and edits the journal Black Renaissance Noire, the publication of the Department of Africana Studies at New York University.\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}