{"pf_url": "https://www.poetryfoundation.org/poets/r-p-blackmur", "name": "R. P. Blackmur", "yob": "1904", "yod": "1965", "image": null, "bio": "\n                                                                    Literary critic, poet, playwright, and author Richard Palmer Blackmur was born in 1904 in Springfield, Massachusetts. The son of a boarding house owner, he was expelled from the Cambridge High and Latin School at 14 after arguing with the headmaster. He became an autodidact and attended lectures at Harvard University but did not pursue an academic degree. He worked in a bookstore in Cambridge and for two years edited the small literary magazine Hound & Horn.    Blackmur’s formal, metered poems engage moral and intellectual themes. Collected Poems (1977) draws together the three volumes of poetry he published during his lifetime, which include From Jordan’s Delight (1937), The Second World (1942), and The Good European and Other Poems (1947).   Blackmur’s critical writing, which emphasizes the process of close reading as a means of examining how literary language shapes understanding of form and technique, played an integral role in the development of the New Criticism. In the New York Review of Books, Michael Wood stated, “R.P. Blackmur was much possessed by failure, by what René Wellek calls an insight into human insufficiency.… Blackmur wished he could show, ‘clearly, self-evidently, and irrefutably,’ how criticism resembles art.”   Blackmur published six books of criticism, including The Double Agent (1935), Language as Gesture (1952), The Lion and the Honeycomb: Essays in Solicitude and Critique (1955), and Form and Value in Modern Poetry (1957). Denis Donoghue edited Selected Essays of R.P. Blackmur (1986). Russell A. Fraser wrote the biography A Mingled Yarn: The Life of R.P. Blackmur (1982), and James T. Jones produced the critical overview Wayward Skeptic: The Theories of R.P. Blackmur (1987).   Blackmur’s honors included the inaugural Hodder Fellowship at Princeton University, a grant from the Guggenheim Foundation, membership in the Academy of Arts and Sciences, and a Fellowship in American Letters at the Library of Congress. He served as vice president of the National Institute of Arts and Letters, taught for 25 years at Princeton University, and founded the Christian Gauss Seminars on Criticism there. The Princeton University library holds a selection of his papers.\n\nPublications\nPoetry\n\nFrom Jordan’s Delight. New York: Arrow Editions, 1937.\nThe Second World. Cummington, MA: Cummington Press, 1942.\nThe Good European, and other poems. Cummington, MA: Cummington Press, 1947.\nPoems of R.P. Blackmur (edited by Denis Donoghue). Princeton, NJ: Princeton University Press, 1977.\n\nNon-fiction\n\nDirty Hands; or, The true-born censor. Cambridge, UK: Minority Press, 1930.\nThe Double Agent: Essays in craft and elucidation. Gloucester, MA: Peter Smith, 1935.\nForm and Value in Modern Poetry. Garden City, NY: Doubleday, 1946.\nLanguage as Gesture: Essays in poetry. New York: Harcourt, Brace, 1952.\nThe Lion and the Honeycomb: Essays in solicitude and critique. New York: Harcourt, Brace, 1955.\nAnni Mirabiles, 1921-1925: Reason in the madness of letters: Four lectures presented under the auspices of the Gertrude Clarke Whittall Poetry and Literature Fund. Washington, DC: Reference Dept., Library of Congress, 1956.\nFour Poets on Poetry (by Richard P. Blackmur, Yvor Winters, Marianne Moore, & Mark Van Doren; edited by Don Cameron Allen). Baltimore, MD: Johns Hopkins University Press, 1959.\nAmerican Short Novels. New York: Crowell, 1960.\nEleven Essays in the European Novel. New York: Harcourt, Brace, & World, 1964.\nA Primer of Ignorance (edited by Joseph Fink). New York: Harcourt, Brace, & World, 1967.\nStudies in Henry James (edited by Veronica A. Makowsky). New York: New Directions, 1983.\nSelected Essays of R.P. Blackmur (edited by Denis Donoghue). New York: Ecco Press, 1986.\n\n\n", "attrs": {"Region:": ["U.S., New England"]}}