{"pf_url": "https://www.poetryfoundation.org/poets/r-s-gwynn", "name": "R. S. Gwynn", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7ec992b13a55c9d6df7bf1e71964526a5b69051f.jpeg", "bio": "\nPoet, scholar, editor, and critic R.S. Gwynn was born in Eden, North Carolina. He received a BA from Davidson College, where he twice won the Vereen Bell Award for Creative Writing, and he earned both an MA and an MFA from the University of Arkansas, where he won the John Gould Fletcher Award for Poetry. Gwynn has also won the Michael Braude Award from the American Academy of Arts and Letters.\nGwynn is the author of several collections of poetry, including No Word of Farewell: Selected Poems 1970–2000; The Narcissiad (1982), a book-length satirical poem; The Drive-In (1986), winner of the Breakthrough Award from the University of Missouri Press; and Dogwatch (Measure Press, 2014). A New Formalist, Gwynn works within and against the demands of complex verse forms such as the villanelle, pantoum, and rondeau, in a voice at once wry and emotionally charged. Introducing No Word of Farewell, Dana Gioia noted that “Gwynn juxtaposes styles and subjects not customarily seen together—mythic and modish images phrased in language alternatively sublime and debased—but told with such force of imagination and assured musicality that the resulting poems seem not idiosyncratic but inevitable.”\nGwynn is the editor of Poetry: A Pocket Anthology (2001) and New Expansive Poetry: Theory, Criticism, History (1999). He has also edited two volumes of the Dictionary of Literary Biography. His poetry has been featured in many anthologies and textbooks, including The Book of Forms (2000), The Made Thing: An Anthology of Contemporary Southern Poetry (2nd ed., 1999), and Rebel Angels: 25 Poets of the New Formalism (1996).\nGwynn has taught at Lamar University since 1976. He lives in Beaumont, Texas.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}