{"pf_url": "https://www.poetryfoundation.org/poets/rabindranath-tagore", "name": "Rabindranath Tagore", "yob": "1861", "yod": "1941", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/2c9831dd1c0e4c77731bf9ff6fa301536d0a6cf2.jpeg", "bio": "\nOn his 70th birthday, in an address delivered at the university he founded in 1918, Rabindranath Tagore said: “I have, it is true, engaged myself in a series of activities. But the innermost me is not to be found in any of these. At the end of the journey I am able to see, a little more clearly, the orb of my life. Looking back, the only thing of which I feel certain is that I am a poet (ami kavi).”\nAlthough Nobel Prize-winning poet Tagore prioritized poetry, he also made notable contributions to literature as a dramatist, novelist, short story writer, and writer of nonfictional prose, especially essays, criticism, philosophical treatises, journals, memoirs, and letters. In addition, he expressed himself as musician, painter, actor-producer-director, educator, patriot, and social reformer. Referring to the variety and abundance of Tagore’s creative output, Buddhadeva Bose declared in An Acre of Green Grass, “It would be trite to call him versatile; to call him prolific very nearly funny.” Bose added, “The point is not that his writings run into a hundred thousand pages of print, covering every form and aspect of literature, though this matters: he is a source, a waterfall, flowing out in a hundred streams, a hundred rhythms, incessantly.”\nA man of prodigious literary and artistic accomplishments, Tagore played a leading role in Indian cultural renaissance and came to be recognized, along with Mohandas Gandhi, as one of the architects of modern India. India’s first Prime Minister, Jawaharlal Nehru, wrote in Discovery of India, “Tagore and Gandhi have undoubtedly been the two outstanding and dominating figures in the first half of the twentieth century. ... [Tagore’s] influence over the mind of India, and especially of successive rising generations has been tremendous. Not Bengali only, the language in which he himself wrote, but all the modern languages of India have been molded partly by his writings. More than any other Indian, he has helped to bring into harmony the ideals of the East and the West, and broadened the bases of Indian nationalism.”\nTagore’s career, extending over a period of more than 60 years, not only chronicled his personal growth and versatility but also reflected the artistic, cultural, and political vicissitudes of India in the late 19th and the first half of the 20th century. Tagore wrote in “My Life,” an essay collected in Lectures and Addresses (1988), that he “was born and brought up in an atmosphere of the confluence of three movements, all of which were revolutionary”: the religious reform movement started by Raja Rammohan Roy, the founder of the Bramo Samaj (Society of Worshipers of the One Supreme Being); the literary revolution pioneered by the Bengali novelist Bankim Chandra Chatterjee, who “lifted the dead weight of ponderous forms from our language and with a touch of his magic aroused our literature from her age-long sleep”; and the Indian National Movement, protesting the political and cultural dominance of the West. Members of the Tagore family had actively participated in all the three movements, and Tagore’s own work, in a broad sense, represented the culmination of this three-pronged revolution.\nThe earliest influences that shaped Tagore’s poetic sensibility were the artistic environment of his home, the beauty of nature, and the saintly character of his father. “Most members of my family,” he recalled in “My Life,” “had some gift—some were artists, some poets, some musicians—and the whole atmosphere of our home was permeated with the spirit of creation.” His early education was administered at home under private tutors, but, Tagore wrote in My Boyhood Days (1940), he did not like “the mills of learning” that “went on grinding from morn till night.” As a boy, he was admitted to four different schools in Calcutta, but he hated all of them and began frequently to play truant. Nature was his favorite school, as he recorded in “My Life”: “I had a deep sense, almost from infancy, of the beauty of nature, an intimate feeling of companionship with the trees and the clouds, and felt in tune with the musical touch of the seasons in the air. ... All these craved expression, and naturally I wanted to give them my own expression.” His father, Debendranath, popularly called Maharshi (Great Sage), was a writer, scholar, and mystic, who for many years had been a distinguished leader of the Brahmo Samaj (Theistic Church) movement founded by Raja Rammohan Roy.\nIn Letters to a Friend (1928) Tagore told C.F. Andrews, “I saw my father seldom; he was away a great deal, but his presence pervaded the whole house and was one of the deepest influences on my life.” When Rabindranath was 12 years old, his father took him on a four-month journey to the Punjab and the Himalayas. “The chains of the rigorous regime which had bound me snapped for good when I set out from home,” he wrote in his Reminiscences. Their first stop was at Bolpur, then an obscure rural retreat, now internationally known as Santiniketan, the seat of Visva-Bharati University founded by Tagore on December 22, 1918. This visit was Tagore’s first contact with rural Bengal, which he later celebrated in his songs. The Tagores’ final destination was Dalhousie, a beautiful resort in the Himalayas. Overwhelmed by the beauty and majesty of the mountains, young Tagore wandered freely from one peak to another. During the sojourn, Debendranath took charge of his son’s education and read with him selections from Sanskrit, Bengali, and English literatures. Debendranath also sang his favorite hymns and recited to Rabindranath verses from the metaphysical Hindu treatises, the Upanishads. Stephen N. Hay surmised, in Asian Ideas of East and West, that “the special attention Debendranath had paid to his youngest sons” during this trip and the sense of liberation experienced by Rabindranath miraculously transformed him “from ugly duckling into much-admired swan.” In Hay’s view, “the pleasurable memory of sudden recognition consequent to a glamorous journey may have remained for the rest of Rabindranath’s life a stimulus to re-enact this archetypal experience.”\nAmong other influences, Tagore acknowledged three main sources of his literary inspiration: the Vaishnava poets of medieval Bengal and the Bengali folk literature; the classical Indian aesthetic, cultural, and philosophical heritage; and the modern European literary tradition, particularly the work of the English Romantic poets. Underlining Tagore’s many affinities with the European mind, Alexander Aronson, in Rabindranath through Western Eyes, tried to fit him into the Western literary tradition, but, as Edward J. Thompson pointed out in Rabindranath Tagore: Poet and Dramatist, “Indian influences, of course, were the deepest and touched his mind far more constantly than any European ones, and at a thousand points.” Harmoniously blended and synthesized in Rabindranath were the sensuous apprehension and the mythopoeic tendency of the English romantics, the vision of the great mystics of India, the metaphysical quest of the sages of the Upanishads, the aesthetic sensibilities of an ancient poet like Kalidasa, and the devotional spirit of the medieval Vaishnavite poet-saints and the Bauls—mendicant wandering religious minstrels of Bengal.\nTagore began writing poetry at a very early age, and during his lifetime he published nearly 60 volumes of verse, in which he experimented with many poetic forms and techniques—lyric, sonnet, ode, dramatic monologue, dialogue poems, long narrative and descriptive works, and prose poems. “Unfortunately for both the West and for Tagore,” Mary M. Lago pointed out in Rabindranath Tagore, “many of his readers never knew—still do not know—that so many of his poems were written as words for music, with musical and verbal imagery and rhythms designed to support and enhance each other.” His Gitabitan (“Song Collection”), containing 2,265 songs that were all composed, tuned, and sung by himself, not only started a new genre in Bengali music, known as Rabindrasangit, but, in Lago’s view, became “an important demonstration” of his “belief in the efficacy of cultural synthesis. He used all the musical materials that came to hand: the classical ragas, the boat songs of Bengal, Vaishnava kirtan [group chanting] and Baul devotional songs, village songs of festival and of mourning, even Western tunes picked up during his travels and subtly adapted to his own uses.” Such spirit of experimentation and synthesis marked Tagore’s entire creative career.\nHis first notable book of lyrics, Sandhya Sangit (1882; “Evening Songs”), won the admiration of Bankim Chandra Chatterjee. Tagore later wrote in his Reminiscences, “the sadness and pain which sought expression in the Evening Songs had their roots in the depth of my being.” The book was closely followed by Prabhat Sangit (1883; “Morning Songs”), in which he celebrated his joy at the discovery of the world around him. The new mood was the outcome of a mystical experience he had had while looking at the sunrise one day: “As I continued to gaze, all of a sudden a covering seemed to fall away from my eyes, and I found the world bathed in a wonderful radiance, with waves of beauty and joy swelling on every side. This radiance pierced in a moment through the folds of sadness and despondency which had accumulated over my heart, and flooded it with this universal light,” he recalled in Reminiscences. He recounted this experience in greater detail in The Religion of Man: “I felt sure that some Being who comprehended me and my world was seeking his best expression in all my experiences, uniting them into an ever-widening individuality which is a spiritual work of art. To this Being I was responsible; for the creation in me is His as well as mine.” He called this Being his Jivan devata (“The Lord of His Life”), a new conception of God as man’s intimate friend, lover, and beloved that was to play an important role in his subsequent work.\nHis newly awakened sense of all-pervading joy in the universe expressed itself in Chhabi O Gan (1884; “Pictures and Songs”) and Kari O Kamal (1886; “Sharps and Flats”), in which he boldly celebrated the human body in such poems as “Tanu” (“Body”), “Bahu” (“Arms”), “Chumban” (“The Kiss”), “Stan” (“Breasts”), “Deher Milan” (“Physical Union”), and “Vivasana” (“Undraped Beauty”). He described Kari O Kamal as “the Song of Humanity standing on the road in front of the gateway of the Palace of Life” and believed it to be an important landmark in the evolution of his poetic outlook. It was, however, his new contemplative, mystical, religious, and metaphysical tone dominating Manasi (1890; “The Mind’s Creation”), Sonar Tari (1894; “The Golden Boat”), Chitra (1896), Naivedya (1901; “Offerings”), Kheya (1906; “Ferrying Across”), and Gitanjali (1910; Song Offerings) that gave his lyrical poetry depth, maturity, and serenity and that eventually brought him world renown with the publication of the English translations of Gitanjali in 1912.\nThe publication of Gitanjali was the most significant event in Tagore’s writing career, for, following the volume’s appearance, he won the Nobel Prize in Literature in 1913—the first such recognition of an Eastern writer. And yet this slender volume of poems, which was “hailed by the literary public of England as the greatest literary event of the day” and which created “the literary sensation of the day” in America, according to the editors of the Literary History of the United States, reached English readers almost by chance. As Tagore explained in a letter to his niece Indira, he undertook the task of translating some of his poems into English during a March, 1912, illness that delayed his departure for England; he began his translations because he “simply felt an urge to recapture through the medium of another language the feelings and sentiments which had created such a feast of joy within me in the days gone by.” And once on board the ship in May 1912, he continued his translations to while away the time of travel.\nArriving in London in June 1912, he gave these translations to English painter William Rothenstein, who had visited India in 1910 and had shown interest in the poet’s work. Deeply impressed, Rothenstein had copies typed and sent to poet William Butler Yeats, poet and critic Stopford Brooke, and critic Andrew Bradley—all of whom enthusiastically received them. On June 30, Tagore gave a reading of his poems at Rothenstein’s house to a distinguished group of fellow poets, including American poet Ezra Pound, who was at that time the foreign editor of Poetry, founded by Harriet Monroe. Pound wanted Poetry to be the first American magazine to print Tagore, and in a letter of December 24, 1912, he wrote to Harriet Monroe that Tagore’s poems “are going to be THE sensation of the winter.” In November 1912, the India Society of London published a limited edition of 750 copies of Gitanjali, with an introduction by Yeats and a pencil-sketch of the author by Rothenstein as frontispiece. In December 1912, Poetry included six poems from the book. And thus the Gitanjali poems reached both sides of the Atlantic to an ever-widening circle of appreciative readers.\nGitanjali was written shortly after the deaths of Tagore’s wife, his two daughters, his youngest son, and his father. But as his son, Rathindranath, testified in On the Edges of Time, “he remained calm and his inward peace was not disturbed by any calamity however painful. Some superhuman sakti [force] gave him the power to resist and rise above misfortunes of the most painful nature.” Gitanjali was his inner search for peace and a reaffirmation of his faith in his Jivan devata. Its central theme was the realization of the divine through self-purification and service to humanity. When presenting Tagore the Nobel Prize, Harold Hjarne noted, “The Gitanjali is Mysticism, but not a mysticism that, relinquishing personality, seeks to become absorbed in the All to a point of Nothingness, but one that, with all the faculties of soul at highest pitch, eagerly sets forth to meet the Living Father of all Creation.” Sarvepalli Radhakrishnan said in The Philosophy of Rabindranath Tagore, “The poems of Gitanjali are the offerings of the finite to the infinite.” In his introduction to Gitanjali, Yeats called it “the work of supreme culture” and confessed, “I have carried the manuscript of these translations about me for days, reading it in railway trains, or on top of omnibuses and in restaurants, and I have often had to close it lest some stranger would see how it moved me.” Pound, in his Fortnightly Review essay, described Gitanjali as a “series of spiritual lyrics” and compared it to “the Paradiso of Dante.” Yeats and Pound set the tone of Tagore criticism in the West, and Gitanjali came to be looked upon as his most characteristic work.\nThe publication of Gitanjali was followed by five major poetical works in English translation: The Gardener (1913), The Crescent Moon (1913), Fruit-Gathering (1916), Lover’s Gift and Crossing (1918), and The Fugitive and Other Poems (1919). The Gardener was a feast of love lyrics, though it also included mystical and religious poems, nature poems, and even a few poems with political overtones. The Crescent Moon, a book of songs about children, celebrated their beauty, innocence, charity, divinity, and primordial wisdom. Thompson called these poems a “revelation of a child’s mind, comparable to the best that any language had seen.” The combined Lover’s Gift and Crossing contained some of Tagore’s best lyrics, and The Fugitive and Other Poems included “Urvashi,” Tagore’s rapturous incantation of the Eternal Female, suggesting affinities with Shelley’s “Hymn to Intellectual Beauty.” In “Urvashi,” observed Thompson, there was “a meeting of East and West indeed, a glorious tangle of Indian mythology, modern science, and legends of European romance.”\nJ.C. Ghosh noted in Bengali Literature that “the more substantial and virile side of [Tagore’s] work, such as his social, political, descriptive, and narrative poetry and his poetry of abstract thought, was either never presented at all or was presented in a terribly mutilated and emasculated form.” Reviewing Tagore’s literary reception in the West, Nabaneeta Sen in a Mahfil essay came to the conclusion that “Rabindranath only became a temporary craze, but never a serious literary figure in the Western scene. He was intrinsically an outsider to the contemporary literary tradition of the West, and after a short, misunderstood visit to the heart of the West, he again became an outsider.”\nIn 1916 appeared Balaka (A Flight of Swans), which pointed to the new direction Tagore’s poetry was to take. “The poems of Balaka,” wrote Lago in Rabindranath Tagore, “reflect a time of account-taking and of Tagore’s reactions to the turbulence of the past four years: the excitement surrounding the Nobel award and the knighthood that followed in 1915, the premonitions of political disaster, and the anxieties of the World War.” The flying swans symbolized, for the poet, movement, restlessness, a longing for faraway sites, an eternal quest for the unknown. “I am like a migratory bird having two homes—and my home on the other side of the sea is calling me,” he had written to William Rothenstein in 1915. Between 1916 and 1934, Tagore made five visits to America and traveled to nearly every country in Europe and Asia, delivering lectures, promoting his educational ideas, and stressing the need for a meeting of the East and the West. And wherever he went he was greeted as a living symbol of India’s cultural and spiritual heritage.\nIn the last decade of his life, as he became conscious of his approaching death, Tagore turned to radical experimentation in poetic techniques and to purely humanistic concepts dealing with the problems of life and death. This new trend was reflected especially in his later Bengali poems collected in Punascha (1932; Postscript), Shesh Saptak (1935; Last Octave), Patraput (1935; Cupful of Leaves), Prantik (1938; The Borderland), Semjuti (1938; Evening Lamp), Nabajatak (1940; Newly Born), Rogashajyaya (1940; From the Sickbed), Arogya (1941; Recovery), and Sesh Lekha (1941; Last Writings). These poems “became increasingly terse, luminous and precise in the use of imagery,” wrote Amiya Chakravarty in A Tagore Reader. In The Later Poems of Tagore, Sisir Kumar Ghose said, “Full of dramatic discords, through alternate rhythms of intensity and exhaustion, the[se] poems unfold the history of a conflict, long and carefully concealed, at the heart of the Rabindrean imagination.” He concluded, “To accept the best among the later poems is to alter our total conception of Tagore’s poetry.” “But,” he added, “its hour is not yet. In order to do this as it should be done the ideal critic of Tagore needs to be as, if not more, sensitive than the poet himself. ... Such a critic we do not have, unless he is in hiding.”\nTagore also published more than 40 plays, most of which were written for production in the open air for his students at Santiniketan. He himself took part in their performance as actor, producer, director, composer, and choreographer. He “mocked the commercial Bengali theater, burdened with heavy sets and realistic decor, and created a lyrical theater of the imagination,” wrote Balwant Gargi in his Folk Theater of India. Though Tagore was influenced by Western dramatic techniques and his plays, as Mohan Lal Sharma pointed out in a Modern Drama essay, “have close affinity with the poetic or symbolist European drama of the present century typified in the works of such writers as Maurice Maeterlinck,” he upheld the classical Indian tradition of drama as the depiction of emotion or rasa rather than of action. He blended this classical element with the folk tradition of Bengali Jatra performance—a combination of group singing, dancing, and acting induced by a trance-like state—to achieve a synthesis of music, poetry, dance, drama, and costume. Consequently, most of Tagore’s plays are interspersed with songs and are either lyrical or symbolic with subtle emotional and metaphysical overtones. The main principle of his plays, as he said himself, was “the play of feeling and not of action.” Judged by the standards of Western drama, therefore, they seem static, ill-constructed, and unsuitable for commercial production.\nTagore’s experiments in dramatic forms extended from his earliest musical and verse dramas in the 1880s, through rollicking social comedies and symbolic plays in prose, to the highly imaginative and colorful dance dramas of the 1930s. Well known in the first category are Valmiki Pratibha (1881), Kal-Mrigaya (1882), Prakritir Pratisodh (1884; published in English as Sanyasi in 1917), Mayar Khela (1888), Raja O Rani (1889; The King and the Queen, 1917), Visarjan (1890; Sacrifice, 1917), Chitrangada (1892; published in English as Chitra in 1913), and Malini (1896; English translation, 1917). All of these, except Malini, are in blank verse, and most of them could be described in Tagore’s own words as “a series of dramatic situations ... strung on a thread of melody.” The social comedies include Goday Galad (1892), Vaikunther Khata (1897), and Chirakumar Sabha (1926); and the notable symbolic plays in prose are Raja (1910; The King of the Dark Chamber, 1914), Dak-Ghar (1912; The Post Office, 1914), Phalguni (1916; The Cycle of Spring, 1917), Mukta-dhara (1922; The Waterfall, 1922), and Rakta-karavi (1924; Red Oleanders, 1925). Among the famous dance dramas are Chandalika (1933), Nrityanatya Chitrangada (1936), Chandalika Nrityanarya (1938), and Syama (1939).\nThematically, Prakritir Pratisodh —which means “nature’s revenge” and which was published in English under the title Sanyasi—was Tagore’s first important play. “This Nature’s Revenge,” he wrote in Reminiscences, “may be looked upon as an introduction to the whole of my future literary work; or, rather this has been the subject on which all my writings have dwelt—the joy of attaining the Infinite within the finite.” In his own words, “the hero was a Sanyasi (hermit) who had been striving to gain a victory over Nature by cutting away the bonds of all desires and affections and thus to arrive at a true and profound knowledge of self. A little girl, however, brought him back from his communion with the infinite to the world and into the bondage of human affection. On coming back the Sanyasi realised that the great is to be found in the small, the infinite within the bounds of form, and the eternal freedom of the soul in love. It is only in the light of love that all limits are merged in the limitless.” Allegorically, the play represented the turning point in the poet’s own life. “This was to put in a slightly different form,” he confessed, “the story of my own experience, of the entrancing ray of light which found its way into the depths of the cave into which I had retired away from all touch of the outer world, and made me more fully one with Nature again.” By 1884, the year of the play’s first publication, Rabindranath had married his child-bride, Mrinalini Devi. He was then 22 and she only 10.\nOf these earliest plays, however, Visarjan (Sacrifice) is the best as a drama of conflict and ideas, as Chitrangada (Chitra) is the loveliest as poetry. Sacrifice is a powerful denunciation of violence, bigotry, and superstition. It expresses Tagore’s abhorrence of the popular Bengali cult of Kali-worship involving animal sacrifice. The characters of the play, as Thompson observed, are “swayed by the strong wind of their creator’s emotions—puppets in the grip of a fiercely felt idea.” “The theme of Sacrifice,” Thompson added, “had been implicit in many an obscure page of Indian religious thought. But Rabindranath’s play first gave its protest a reasoned and deliberate place in art.” Chitra is a fascinating poetic play dealing with a romantic episode from the ancient Hindu epic, the Mahabharata: the love between Arjuna and Chitrangada, the beautiful daughter of Chitravahana, the king of Manipur. It seems to be modeled on Kalidasa’s Shakuntala, a romantic play that probably dated from the fourth century B.C., and it presents the evolution of human love from the physical to the spiritual. Thompson called it “a lyrical feast.” Krishna R. Kripalani, Tagore’s biographer, regarded it as “one of Rabindranath’s most beautiful plays, almost flawless as a work of art.” “The simple and bald episode” of the Mahabharata, he added, “was transformed by Rabindranath into a drama tense and vibrant with lyrical rapture and full of deep psychological insight.”\nAmong Tagore’s allegorical-philosophical-symbolic plays, Raja (The King of the Dark Chamber) is the most complex, written in the vein of Maeterlinck. The story is taken from a Buddhist Jataka, or story of reincarnation, but it undergoes a spiritual transformation in Tagore’s hands. The symbolic significance of the play has attracted the attention of many critics. In An Introduction to Rabindranath Tagore, Vishwarath S. Naravane wrote: “In this play, Queen Sudarshana represents the finite soul which longs for a vision of the Infinite” that is hidden in the dark, like “the true King, her real husband.” Radhakrishnan, in The Philosophy of Rabindranath Tagore, gave the following interpretation of the play: “An individual cannot reach the ideal so long as fragments of finiteness stick to him, so long as intellect and will are bound to the realm of finite nature.” As he explained in The Bengali Drama, P. Guha Thakurta regarded the theme of the play as the realization of truth through suffering and sorrow. Other critics have interpreted the play in terms of allegorical symbols: the real King is Truth or God or Life-Spirit; Queen Sudarshana is the individual soul; Suvama is Maya or illusion; Kanchi symbolizes the mind; and the maid Surangama represents self-surrender. Artistically, the play is a fine blending of the Jatra tradition and the classical form of Sanskrit drama.\nPerhaps the most popular and the most frequently performed among Tagore’s plays is Dak-Ghar (The Post Office), which dramatizes the story of a lonely boy, Amal, confined to his sickroom, longing to be free. Day after day, he sits at the window, watching the colorful spectacle of life passing him by, until death brings him deliverance from earthly pain and confinement. The story presents Rabindranath’s own childhood experience of bondage and loneliness in a house governed by “servocracy.” As he wrote to Andrews, “I remember, at the time when I wrote it, my own feeling which inspired me to write it. Amal represents the man whose soul has received the call of the open road.”\nThe play was produced in 1913 by the Abbey Theatre Company in Dublin and in London. Kripalani reported that after attending a performance of the play in London, William Butler Yeats testified: “On the stage the little play shows that it is very perfectly constructed, and conveys to the right audience an emotion of gentleness and peace.” “Judged by a London standard,” wrote Ernest Rhys in Rabindranath Tagore: A Biographical Study, “it may seem that all [Tagore’s] dramatic work is lacking in ordinary stage effect, but to this criticism one can only reply that his plays were written to attain a naturalness of style and a simplicity of mode which only Irish players have so far realised for us.” A reviewer for The Times called the play “dreamy, symbolical, spiritual ... a curious play, leaving to a certain extent a sense of incompleteness, since it ends before the climax, rich in poetical thought and imagery, as well as a kind of symbolism that must not be pressed too closely.” Since The Post Office can be read on two levels, the naturalistic and the symbolic, it has remained a special favorite with Tagore readers. In his book Rabindranath Tagore, Thompson paid the play a high compliment: “The Post Office does what both Shakespeare and Kalidas failed to do. It succeeds in bringing on the stage a child who neither shows off nor is silly.”\nFollowing the public controversy that broke out between Mahatma Gandhi and Tagore in 1921 over the poet’s opposition to Gandhi’s noncooperation movement and his cult of the charkha (spinning wheel), Tagore’s popularity suffered a steep decline and he found himself more and more publicly isolated. Gandhi, failing to enlist the poet’s support, remarked: “Well, if you can do nothing else for me you can at least ... lead the nation and spin.” Tagore immediately replied: “Poems I can spin, songs I can spin, but what a mess I would make, Gandhiji, of your precious cotton!” There the controversy stopped. But the churnings in the poet’s mind over the political situation in the country produced Mukta-dhara in January 1922, a symbolic play with political overtones. A distant echo of Prayaschitta (1909; Atonement), the play has been regarded by several critics as a noble tribute to Mahatma Gandhi and his campaign of nonviolence. Kripalani called the ascetic central character Dhananjaya, who teaches the people of Shivtarai to defy the authority of their unjust ruler through nonviolent civil resistance, a “prototype of Mahatma Gandhi” and wrote, “Perhaps no other play of Tagore expresses his political convictions with such directness and vigour. ... His abhorrence of exploitation, whether by a foreign or a native tyrant, and his faith that tyranny can be effectively resisted by non-violence and evil redeemed by voluntary sacrifice.” Tagore was making preparations to stage the play, but when he heard the news of Gandhi’s arrest in March 1922, he abandoned the preparations and Mukta-dhara was never produced.\nLike Gandhi, Tagore preached against and fought the Indian caste system that fostered the concept of untouchability. The first number of Gandhi’s weekly Harijan, issued in Poona on February 11, 1933, carried a poem by Tagore, “The Cleanser,” on its front page. The same year, Tagore wrote Chandalika (The Untouchable Girl), a drama based on the Buddhist legend of Sardulakarnavadana. This is the story of a young untouchable girl, Prakriti, who falls in love with a handsome Buddhist monk, Ananda, when the latter asks her to give him some water to drink. As Ananda drinks water from her hands, she feels redeemed, spiritually reborn, newly aware of herself as a woman, and emancipated from the bondage of her birth and caste. No one could have paid a better tribute to Gandhi’s cause of Harijan uplift than Tagore did in this poetic play. It remains a personal testament of Tagore the humanist, exemplifying his faith in the dignity of humanity.\nBetween 1883 and 1934 Tagore published 14 novels, several of which were translated into English during his lifetime: Ghare-Baire (1916; The Home and the World, 1919), Nauka Dubi (1906; The Wreck, 1921), and Gora (1910; published in English under same title, 1924). Others were translated after his death, including: Dui Bon (1933; Two Sisters, 1945), Sesher Kavita (1929; Farewell, My Friend, 1946), Malancha (1934; The Garden, 1956), and Nashtanir (1901; The Broken Nest, 1971). Most of these are fundamentally social novels, a few with strong political undercurrents. Among his translated novels, Chokher Bali (1903; Binodini, 1959), Gora, and The Home and the World are the best known in the Western world.\nWith Binodini, titled in the original Bengali Chokher Bali—literally, “Eyesore”—Tagore “paved the way for the truly modern novel in India, whether realistic or psychological or concerned with social problems,” wrote its English translator Krishna R. Kripalani in his foreword to the 1959 edition. The novel gives an intimate picture of domestic relations in an upper middle-class Bengali Hindu family at the turn of the century and portrays the plight of a young widow, Binodini, who “asserts her right to love and happiness.” In Kripalani’s view, “Of all women characters created by Tagore in his many novels, Binodini is the most real, convincing, and full-blooded. In her frustrations and suffering is summed up the author’s ironic acceptance of the orthodox Hindu society of the day.”\nIn Gora Tagore created a socio-political novel voicing the aspirations of the resurgent India. Published in 1910, the year of the Gitanjali series of poems, it represented the peak of his fictional career. “This work,” wrote Naravane in An Introduction to Rabindranath Tagore, “has everything that one might expect from a masterpiece: brilliant delineation of characters; a story which offers surprises till the very end; a fluent, powerful style interspersed with bursts of poetic imagery, and absolute serenity.” Though heavily filled with polemics reflecting the social, religious, and political issues of the time, the novel projected Tagore’s concept of liberal nationalism based on the ideal of vishwa-bandhutva or international brotherhood. In a March 13, 1921, letter to Andrews, Tagore declared, “All humanity’s greatest is mine. The infinite personality of man has come from the magnificent harmony of all races. My prayer is that India may represent the cooperation of all the people of the earth.” In the extraordinary character and personality of the protagonist Gourmohan or Gora, Tagore tried to bring about the fusion of the East and the West to exemplify his ideal of the Universal Man. In Rabindranath Tagore, Lago declared Gora “a study of the relation between Hindu orthodoxy and Indian nationalism.” Gora’s sudden discovery that he has no parents, no home, no country, no religion, brings him freedom from all barriers: “But today I am free—yes, am standing freely in the center of a vast truth. Only now do I have the right to serve India. Today I have truly become an Indian. For me there is no conflict between Hindu, Muslim and Christian.”\nThe subject of The Home and the World is the political agitation resulting from the partition of Bengal in 1905. Tagore was at the time deeply involved in the Indian National Movement. But when militant Hindu nationalism began to turn to violence and terrorist methods, he took a public stand against this development and openly condemned the excesses of the Swadeshi (swa, self; deshi, national) movement, which advocated the use of goods made in India. This position made him so unpopular with the nationalist Hindu intelligentsia that, in utter disillusionment, he withdrew from active politics and retreated into what he called the “poet’s corner.” But to answer his critics who had accused him of desertion and to reaffirm his own faith in the principles of truth and nonviolence, he wrote The Home and the World, which, as Bhabani Bhattacharya noted in an article that appeared in Rabindranath Tagore: A Centenary Volume, “roused a storm of controversy when it first appeared in serial form in the literary magazine Subui Patra and harsh pens assailed it not only as ‘unpatriotic’ but ‘immoral.’”\nE.M. Forster, in a review that first appeared in Athenaeum and was later reprinted in Abinger Harvest, admired the novel’s theme but was repelled by its persistent “strain of vulgarity.” He wrote, “throughout the book one is puzzled by bad tastes that verge upon bad taste.” He thought the novel contained much of “a boarding-house flirtation that masks itself in mystic or patriotic talk.” “Yet the plain fact is,” as Bhattacharya pointed out, “that in matters of sex Tagore always retained in him a conservative core that was near-prudery, and his moments of realism in the context of such relationships were a whole epoch apart from the trends which our modern literary idiom calls ‘naturalistic.’”\nRevolving around the three main characters—Nikhil, an aristocrat with noble ideals; his beautiful wife, Bimla; and his intimate but unscrupulous friend Sandip—the story is told in the first person singular by each one of these in the manner of Robert Browning’s The Ring and the Book. Nikhil, the young protagonist, perhaps reflects Tagore’s own feelings and predicament at seeing the nationalist hostility against him simply “because I am not running amuck crying Bande Mataram.” “Although a poet’s manifesto,” wrote Kripalani, “the novel is equally a testament of Gandhi’s philosophy of non-violence, of love and truth, of his insistent warning that evil means must vitiate the end, however nobly conceived.”\nThough Tagore was the first modern Indian writer to introduce psychological realism in his fiction, his novels were generally looked upon as old-fashioned in form. As Aronson noted in Rabindranath through Western Eyes, “At a time when writers, like Aldous Huxley, James Joyce and Virginia Woolf, were experimenting with new forms of novel writing, at a time when the novel had reached its fullest maturity with the work of Tolstoy and Dostoevsky in Russia, with Marcel Proust and Andre Gide in France, Rabindranath could not but strike his European contemporaries as belonging both in style and characterisation to a different order of artistic expression, which they had passed long ago, somewhere in the first half of the nineteenth century.”\nFrom the artistic point of view, however, Tagore excelled in the art of short story writing. As Bhattacharya wrote, “The short story was intrinsically suited to Tagore’s temperament and it could carry the strongest echoes of his essentially poetic genius.” Tagore himself wrote in a letter from the Tagore family estate headquarters at Shileidah: “If I do nothing but write short stories I am happy, and I make a few readers happy. The main cause of happiness is that the people about whom I write become my companions: they are with me when I am confined to my room in the rains. On a sunny day they move about me on the banks of the Padma.”\nTagore wrote about 200 stories, the best of which appeared in English translation in four major collections during his lifetime: Broken Ties and Other Stories (1925), Mashi and Other Stories (1918), The Hungry Stones and Other Stories (1916), and The Glimpses of Bengal Life (1913). As a short story writer, Tagore was not only a pioneer in Bengali literature, but he also paved the way for modern writers like Premchand and such contemporary writers as Mulk Raj Anand, Raja Rao, and R.K. Narain. Bose acknowledged in An Acre of Green Grass that Rabindranath “brought us the short story when it was hardly known in England.” Naravane wrote in An Introduction to Rabindranath Tagore, “The modern short story is Rabindranath Tagore’s gift to Indian literature.”\nA substantial amount of Tagore’s writing was in the form of nonfictional prose—essays and articles, religious and philosophical treatises, journals and memoirs, lectures and discourses, history and polemics, letters, and travel accounts. Of these, his philosophical writings—Sadhana: The Realisation of Life (1913), Nationalism (1917), Personality (1917), Creative Unity (1922), The Religion of Man (1931), and Towards Universal Man (1961)—were central to his thought. These writings were deeply influenced by the teachings of the Upanishads. In the preface to Sadhana, which was published in the Harvard lecture series, he confessed, “The writer has been brought up in a family where texts of the Upanishads are used in daily worship; and he has had before him the example of his father who lived his long life in the closest communion with God while not neglecting his duties to the world or allowing his keen interest in all human affairs to suffer any abatement.” What appealed to Tagore the most in the teachings of the Upanishads was the concept of God as positive, personal, and realizable through love. He was also attracted to the Vaishnava ideal of love as the basis of man-God relationship. He believed that the love-drama between man and God was being enacted in the sensible world of color, sound, and touch. He was not only conscious of man’s divinity but also of God’s humanity. In Sonar Tari he wrote, “Whatever I can offer to God I offer to man and to God I give whatever can I give to man. I make God man and man God.” Such philosophical wisdom was reflected in many of his lyrics and dramas.\nTagore dictated his last poem a few hours before his death on August 7, 1941. The leading newspapers of the world published editorials paying tribute to him as “India’s greatest man of letters,” “the soul of Bengal,” and “ambassador of friendship between East and West.” But the Washington Post provided perhaps the most telling of assessments: “Tagore believed that East and West do not represent antagonistic and irreconcilable attitudes of the human mind, but that they are complementary, and since Tagore’s own work and thought represented a fusion of East and West, the fate of his poems and dramas at the hands of later generations ... may be the test of whether the age-old gulf between Asia and Europe can ever be bridged.”\n", "attrs": {"Region:": ["Asia, South"]}}