{"pf_url": "https://www.poetryfoundation.org/poets/rachel-blau-duplessis", "name": "Rachel Blau DuPlessis", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/507ff9336d876de5400bdc2a20dce75beff5c147.jpeg", "bio": "\nPoet, editor, and scholar Rachel Blau DuPlessis earned a BA from Barnard College and a PhD from Columbia University. Her special interests are in modern and contemporary poetry, especially issues of gender, the long poem, and cultural poetics. She is one of the foremost critics of her generation, and her works of scholarship include Purple Passages: Pound, Eliot, Zukofsky, Olson, Creeley and the Ends of Patriarchal Poetry (2012), Blue Studios: Poetry and its Cultural Work (2006), Genders, Races and Religious Cultures in Modern American Poetry, 1908–1934 (2001), The Pink Guitar: Writing as Feminist Practice (1990), H.D.: The Career of That Struggle (1986), and Writing Beyond the Ending: Narrative Strategies of Twentieth-Century Women Writers (1985). As editor, her books include The Selected Letters of George Oppen (1990) and, with Susan Stanford Friedman, Signets: Reading H.D. (1990). With Peter Quartermain, she coedited The Objectivist Nexus: Essays in Cultural Poetics (1999) and with Ann Snitow, The Feminist Memoir Project: Voices from Women’s Liberation (1998; reprint 2007). She is affiliated in an editorial capacity with journals such as Journal of Modern Literature and with book series on poetry and poetics from the University of Alabama and Iowa presses.\nDuPlessis’s major work as a poet is the long poem Drafts, which she began in 1986 and published the final installment of in 2012: Surge: Drafts 96-114. Other books in the project include The Collage Poems of Drafts (2011), Pitch: Drafts 77-95 (2010), Torques: Drafts 58-76 (2007), Drafts. Drafts 39-57, Pledge, with Draft, unnumbered: Précis (2004), and Drafts 1-38, Toll (2001). As Patrick Pritchett has noted, DuPlessis’s work as both a scholar and critic is based “on the logic of the provisional and the contingent.” Drafts is itself an open text, ongoing and investigatory; in the words of poet and critic Ron Silliman, “DuPlessis’s Drafts begins more with questions than answers, literally in Draft 1 chasing a bird in the bush, sensing that the right answers need to be further questions.”\nA professor at Temple University for many years, DuPlessis retired in 2011. In 2012, she was a Distinguished Visitor at the University of Auckland. She has also held an appointment with the National Humanities Center in North Carolina and a residency at Bellagio sponsored by the Rockefeller Foundation. DuPlessis’s many honors and awards include a Pew Fellowship in the Arts, the Roy Harvey Pearce/Archive for New Poetry Prize, Temple University’s Creative Achievement Award, and grants from the Pennsylvania Council on the Arts and the Fund for Poetry.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}