{"pf_url": "https://www.poetryfoundation.org/poets/rachel-sherwood", "name": "Rachel Sherwood", "yob": "1954", "yod": "1979", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/57351c52d41fe5f7971475da7c8c72f95db368d0.jpeg", "bio": "\n                                                                    Rachel Sherwood was born in Washington, DC, and grew up in Southern California. She attended St. David’s University College in Wales and California State University Northridge, where she cofounded the literary journal Angel’s Flight and where her poem “Mysteries of Afternoon and Evening” won the Academy of American Poets prize. She also worked on the editorial staffs of 1822 and The Wallace Stevens Journal.    She had published poems in Angel’s Flight, Beyond Baroque, and Foreign Exchange, and had given several poetry readings in the Los Angeles area. To preserve Sherwood’s memory, her friends established the Rachel Sherwood Poetry Prize at Northridge; the award is given annually to a student poet. David Trinidad also created Sherwood Press in her honor and published (in collaboration with Greg Boyd’s Yarmouth Press) a book of Rachel Sherwood’s poems, Mysteries of Afternoon and Evening (1981).   Reviewing Mysteries of Afternoon and Evening in the Los Angeles Times Book Review, Peter Clothier praised Sherwood’s “attentive eye and sharp ear for language” and pointed out that, given the circumstance of her death, “the prescience of her vision is disquietingly accurate in several of these poems.” One such poem, “The Usual,” concludes: “it’s the usual: spilt liquor, / broken dishes, wrecked cars.” In his introduction to the book, Arthur Lane noted that Sherwood’s “wit was mordant—properly so, given the time and place of her maturing, Los Angeles in the 1970’s. Her appetite for life was fit for any Regency circle, though it was protected by an irony as vigilant as it was sharp-edged.” Lane also wrote that “below the balancing act that these poems carry off so well wait serious nightmares: madness, horror, the systematic brutality of the late twentieth century. Sherwood didn’t slip. As a matter of record, she did so well that people didn’t even notice she was working without a net. None of us knew how often she looked down.”\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}