{"pf_url": "https://www.poetryfoundation.org/poets/rachel-zucker", "name": "Rachel Zucker", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6b51b76895cde36f1f5e36f0087b84ca297afe8c.jpeg", "bio": "\nPoet and educator Rachel Zucker was born in New York City and grew up in Greenwich Village, the daughter of novelist Benjamin Zucker and storyteller Diane Wolkstein. She earned her BA at Yale University and her MFA from the Iowa Writers’ Workshop.\nZucker is the author of many poetry collections, including SoundMachine (2019); Museum of Accidents (2009), a finalist for the National Book Critics Circle Award and named one of the best poetry books of the year by Publishers Weekly; The Last Clear Narrative (2004); and Eating in the Underworld (2003). She has also published a memoir, MOTHERs (2014), and a double collection of prose and poetry, The Pedestrians (2014). Her honors include the Salt Hill Poetry Award, the Barrow Street Poetry Prize, the Center for Book Arts Award, and Prairie Schooner’s Strousse Award.\nZucker’s expansive yet lyrical poems interrogate and deftly turn on intersections of the domestic and global. In a review of Museum of Accidents (2009), Boston Review critic Stephanie Burt acknowledged that her poems’ “long, long lines … stutters and splutters and blanks and lists, can portray, with more verve than anyone else has brought to such tasks, what it is like to be this person, this mother and teacher, at wit’s end: exhilarated, exhausted, exasperated, and able to show how it feels.” Zucker herself addressed the relationship between “truth” and “experience” in her poetry in an interview for the Huffington Post: “A poem is never going to be a copy of the real world or a mirror—it's always a translation of experience and another experience in and of itself … but, yes, I think there is truth in poetry. Truth in the sense of an attempt, not an absolute.”\nWith poet Arielle Greenberg, Zucker has coedited the anthologies Starting Today: 100 Poems for Obama’s First 100 Days (2010) and Women Poets on Mentorship: Efforts and Affections (2008). Greenberg and Zucker also co-wrote Home/Birth: A Poemic (2011). Zucker’s work has been included in the anthologies Not For Mothers Only (2007) and Best American Poetry (2001).\nZucker teaches poetry at New York University, and she is the founder and host of the podcast Commonplace: Conversations with Poets (and Other People). She is also a certified labor doula and childbirth educator. She lives in New York City with her husband and sons.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}