{"pf_url": "https://www.poetryfoundation.org/poets/rachel-hadas", "name": "Rachel Hadas", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c9bbc59255c89e90fdaa719b76e06f62c6bae416.jpeg", "bio": "\nThe daughter of renowned classical scholar Moses Hadas, whose early death she has said gave her a “premature sense of the yoking of love and loss,” Rachel Hadas earned an undergraduate degree in classics at Harvard University, an MA in poetry at Johns Hopkins University, and a PhD in comparative literature at Princeton University. She spent several years in Greece before graduate school, and that period echoes in her lyric poetry, which includes references to classic Greek literature even as its imagery is grounded in the details of the domestic. Early friendships with James Merrill and Alan Ansen also influenced her development as a prolific master of formal verse.\nHadas has published numerous books of poetry, essays, and translations, including the poetry collections Poems for Camilla (2018), Questions in the Vestibule (2016), The Golden Road (2012), and The Ache of Appetite (2010), and the memoir Strange Relation: A Memoir of Marriage, Dementia, and Poetry (2011). Kevin Walzer, an editor at WordTech Communications who published Hadas’s The River of Forgetfulness (2006), comments that “her work—steeped in her knowledge of classical Greek and Latin, formally experimental within its metrical traditions, and graceful in its attentiveness to the particulars of everyday life—is substantial in its achievement.”\nThroughout her career Hadas has produced acclaimed translations of writers as diverse as Tibillus, Charles Baudelaire, and the Greek poet Konstantine Karyotakis. Her poetry has been included in Best American Poetry (1996), and her volume Halfway Down the Hall: New & Selected Poems (1998) was a finalist for the 1999 Lenore Marshall Poetry Prize. Her criticism and essays are collected in the volume Classics (2007); Merrill, Cavafy, Poems, and Dreams (2001); and Form, Cycle, Infinity: Landscape Imagery in the Poetry of Robert Frost & George Seferis (1985). She also coedited the anthology The Greek Poets: From Homer to Present (2009) and edited Unending Dialogue: Voices from an AIDS Poetry Workshop (1991).\nHadas has been the recipient of a Guggenheim Foundation fellowship, two Ingram Merrill Foundation grants, the O.B. Hardison Award from the Folger Shakespeare Library, and an Award in Literature from the American Academy and Institute of Arts and Letters. She was a Director’s Fellow at the Center for Scholars & Writers with the New York Public Library. She has taught at Columbia University, Princeton University, and Rutgers University, and at the Sewanee Writers’ Conference.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}