{"pf_url": "https://www.poetryfoundation.org/poets/rainer-maria-rilke", "name": "Rainer Maria Rilke", "yob": "1875", "yod": "1926", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/21d09499e2e07d82f6c680742270c2814862ea9b.jpeg", "bio": "\nWidely recognized as one of the most lyrically intense German-language poets, Rainer Maria Rilke was unique in his efforts to expand the realm of poetry through new uses of syntax and imagery and in an aesthetic philosophy that rejected Christian precepts and strove to reconcile beauty and suffering, life and death. As C. M. Bowra observed in Rainer Maria Rilke: Aspects of His Mind and Poetry, “Where others have found a unifying principle for themselves in religion or morality or the search for truth, Rilke found his in the search for impressions and the hope these could be turned into poetry... For him Art was what mattered most in life.” The only child of a German-speaking family in Prague, then part of the Austro-Hungarian empire, Rilke was the son of a retired officer in the Austrian army who worked as a railroad official; his mother was a socially ambitious and possessive woman. At age eleven Rilke began his formal schooling at a military boarding academy; in 1891 he was discharged due to health problems that would plague him throughout his life. He immediately returned to Prague, only to find that his parents had divorced in his absence. Shortly thereafter he began receiving private instruction toward passing the entrance exams for Prague’s Charles-Ferdinand University. In 1894 his first book of verse, Leben und Lieder: Bilder und Tagebuchblatter, was published. After a short stint at Charles-Ferdinand University, Rilke left Prague for Munich where he mingled in the city’s literary circles, had several of his plays produced, published his poetry collections, Larenopfer and Traumgelkront, and was introduced to the work of Danish writer Jens Peter Jacobsen, who was a decisive influence during Rilke’s formative years. Visiting Venice in 1897, Rilke met Lou Andreas-Salome, a married woman fifteen years his senior, who was also a strong influence. After spending the summer of 1897 with her in the Bavarian Alps, Rilke accompanied Salome and her husband to Berlin in late 1897 and to Italy the following year.\nRilke’s early verse, short stories, and plays are characterized by their romanticism. His early poems show the influence of the German folk song tradition and have been compared to the lyrical work of Heinrich Heine. The most popular poetry collections of Rilke’s during this period were Vom lieben Gott und Anderes (Stories of God) and the romantic cycle Die Weise von Liebe und Tod des Cornets Christoph Rilke (The Story of the Love and Death of Cornet Christoph Rilke), which remained the poet’s most widely recognized book during his lifetime. Dictionary of Literary Biography contributor George C. Schoolfield called Rilke’s first poetry collection, Leben und Lieder (“Life and Songs”), “unbearably sentimental,” but thought later works such as Larenopfer (“Offering to the Lares”) and Traumgekroent (“Crowned with Dreams”) demonstrated “considerably better proof of his lyric talent.” Although none of Rilke’s plays are considered major works, and his short stories, according to Schoolfield, demonstrate the author’s immaturity, the latter do show “his awareness of language and a certain psychological refinement,” as well as “flashes of brilliant satiric gift” and “evidence of a keen insight into human relations.” Schoolfield also observed that “some of Rilke’s best tales are autobiographical,” such as “Pierre Dumont,” which features a young boy saying goodbye to his mother at the gates to a military school, and “Ewald Tragy,” a two-part story about a boy who leaves his family and hometown of Prague for Munich, where he fights loneliness but enjoys a new sense of freedom.\n\r\nIn 1899 Rilke made the first of two pivotal trips to Russia with Salome, discovering what he termed his “spiritual fatherland” in both the people and the landscape. There Rilke met Leo Tolstoy, L. O. Pasternak (father of Boris Pasternak), and the peasant poet Spiridon Droschin, whose works Rilke translated into German. These trips provided Rilke with the poetic material and inspiration essential to his developing philosophy of existential materialism and art as religion. Inspired by the lives of the Russian people, whom the poet considered more devoutly spiritual than other Europeans, Rilke’s work during this period often featured traditional Christian imagery and concepts, but presented art as the sole redeemer of humanity. Soon after his return from Russia in 1900, he began writing Das Stundenbuch enthaltend die drei Bücher: Vom moenchischen Leben; Von der Pilgerschaft; Von der Armuth und vom Tode, a collection that “marked for him the end of an epoch,” according to Bowra and others. This book, translated as The Book of Hours; Comprising the Three Books: Of the Monastic Life, Of Pilgrimage, Of Poverty and Death, consists of a series of prayers about the search for God. Because of this concern, Hound and Horn critic Hester Pickman noted that the book “might have fallen out of the writings of Christian contemplatives,” except that “the essential pattern is an inversion of theirs. God is not light but darkness—not a father, but a son, not the creator but the created. He and not man is our neighbor for men are infinitely far from each other. They must seek God, not where one or two are gathered in His name, but alone.”\n\r\nWhenever Rilke writes about God, however, he is not referring to the deity in the traditional sense, but rather uses the term to refer to the life force, or nature, or an all-embodying, pantheistic consciousness that is only slowly coming to realize its existence. “Extending the idea of evolution,” Eudo C. Mason explained in an introduction to The Book of Hours, “and inspired probably also in some measure by Nietzsche’s idea of the Superman, Rilke arrives at the paradoxical conception of God as the final result instead of the first cause of the cosmic process.” Holding in contempt “all other more traditional forms of devoutness, which… merely ‘accept God as a given fact,’” Rilke did not deny God’s existence, but insisted that all possibilities about the nature of life be given equal consideration.\n\r\nThe real theme of The Book of Hours, concluded Mason, is the poet’s “own inner life,” his struggles toward comprehension, and, “above all… his perils as a poet.” The second major concept in The Book of Hours is Rilke’s apotheosis of art. “‘Religion is the art of those who are uncreative,’” Mason quoted Rilke as having said; the poet’s work is often concerned with the artist’s role in society and with his inner doubts about his belief in poetry’s superiority. Because of the firm establishment of these two themes in The Book of Hours, the collection “is essential to the understanding of what comes afterwards” in Rilke’s writing, attested Pickman. The Book of Hours was also another of the poet’s most popular works, second only to The Story of the Love and Death of Cornet Christoph Rilke during his lifetime. But despite being a “very beautiful” book, it also “remains too constantly abstract. It lacks the solid reality of great poetry,” according to Pickman.\n\r\nRilke fixed his verse more firmly in reality in his next major poetry collection, Neue Gedichte (New Poems). The major influence behind this work was Rilke’s association with the famous French sculptor, Auguste Rodin. Working as Rodin’s secretary from 1905 to 1906, Rilke gained a greater appreciation of his work ethic. More importantly, however, the poet’s verses became objective, evolving from an impressionistic, personal vision to the representation of this vision with impersonal symbolism. He referred to this type of poetry as Dinggedichte (thing poems). These verses employed a simple vocabulary to describe concrete subjects experienced in everyday life and would lead W. H. Auden to declare in New Republic that “Rilke’s most immediate and obvious influence has been upon diction and imagery.” Rilke expressed ideas with “physical rather than intellectual symbols. While Shakespeare, for example, thought of the non-human world in terms of the human, Rilke thinks of the human in terms of the non-human, of what he calls Things (Dinge).” Having learned the skill of perceptive observation from Rodin and, later, from the French painter Paul Cezanne, Rilke “sustained for a little while the ability to write without inspiration, to transform his observations—indeed his whole life—into art,” according to Nancy Willard, author of Testimony of the Invisible Man. The “‘thingness’ of these poems,” explained Erich Heller in The Artist’s Journey into the Interior and Other Essays, “reflects not the harmony in which an inner self lives with its ‘objects’; it reflects a troubled inner self immersing itself in ‘the things.’” But although this objective approach innovatively addressed subjects never before recognized by other poets and created “dazzling poems,” Rilke realized, according to Willard, that it “did not really open the secret of living things.”\n\r\nBy this point in his career, Rilke was reaching a crisis in his art that revealed itself both in New Poems and his only major prose work, the novel Die Aufzeichnungen des Malte Laurids Brigge (The Notebooks of Malte Laurids Brigge). These works express the poet’s growing doubts about whether anything existed that was superior to mankind and his world. This, in turn, brought into question Rilke’s very reason for writing poetry: the search for deeper meaning in life through art. In her book, Rainer Maria Rilke, E. M. Butler averred that “The Notebooks of Malte Laurids Brigge” marks a crisis in Rilke’s attitude to God, a crisis which might be hailed as the loss of a delusion, or deplored as the loss of an ideal… [His concept of the] future artist-god had never been more than a sublime hypothesis, deriving from Rilke’s belief in the creative and transforming powers of art.” Having failed, in his mind, to accurately represent God in his poetry, Rilke attempted to “transform life into art” in his New Poems. “What he learnt,” Butler continued, “is what every artist has to face sooner or later, the realisation that life is much more creative than art. So that his mythological dream, the apotheosis of art, appeared to be founded on delusion. Either art was not as creative as he had thought, or he was not such a great artist. Both these doubts were paralyzing, and quite sufficient to account for the terrible apprehension present in every line of Malte Laurids Brigge. For this skepticism struck at the roots of his reason and justification for existence. Either he was the prophet of a new religion, or he was nobody.”\n\nThe Notebooks of Malte Laurids Brigge is a loosely autobiographical novel about a student who is the last descendant of a noble Danish family (Rilke believed, erroneously according to his biographers, that he was distantly related to Carinthian nobility), and follows his life from his birth to a grim, poverty-stricken life as a student in Paris. Images of death and decay (especially in the Paris scenes) and Malte’s fear of death are a continuous presence throughout the narrative. Because Rilke never finished The Notebooks of Malte Laurids Brigge (in one of his letters, the author told a friend he ended the book “‘out of exhaustion,’” reported Schoolfield) Malte’s ultimate fate is left ambiguous. In one of Rilke’s letters translated in Letters of Rainer Maria Rilke: 1910-1926, the author remarked that the most significant question in The Notebooks of Malte Laurids Brigge is: “[How] is it possible to live when after all the elements of this life are utterly incomprehensible to us?” As William Rose determined in Rainer Maria Rilke: Aspects of His Mind and Poetry, The Notebooks of Malte Laurids Brigge actually was kind of a catharsis for the author in which “Rilke gave full vent… to the fears which haunted him.” “Without the Notebooks behind him,” Wood concluded, “the poet would hardly have ventured” to write the Duino Elegies in 1912.\n\nDuino Elegies “might well be called the greatest set of poems of modern times,” claimed Colin Wilson, author of Religion and the Rebel. Wilson averred, “They have had as much influence in German-speaking countries as [T. S. Eliot‘s] The Waste Land has in England and America.” Having discovered a dead end in the objective poetry with which he experimented in New Poems, Rilke once again turned to his own personal vision to find solutions to questions about the purpose of human life and the poet’s role in society. Duino Elegies finally resolved these puzzles to Rilke’s own satisfaction. Called Duino Elegies because Rilke began writing them in 1912 while staying at Duino Castle on the Italian Adriatic coast, the collection took ten years to complete, due to an inspiration-stifling depression the poet suffered during and after World War I. When his inspiration returned, however, the poet wrote a total of eleven lengthy poems for the book; later this was edited down to ten poems. The unifying poetic image that Rilke employs throughout Duino Elegies is that of angels, which carry many meanings, albeit not the usual Christian connotations. The angels represent a higher force in life, both beautiful and terrible, completely indifferent to mankind; they represent the power of poetic vision, as well as Rilke’s personal struggle to reconcile art and life. The Duino angels thus allowed Rilke to objectify abstract ideas as he had done in New Poems, while not limiting him to the mundane materialism that was incapable of thoroughly illustrating philosophical issues.\n\r\nThe revolutionary poetic philosophy that Rilke proposed in Duino Elegies is considered significant to many literary scholars. “No poet before him had been brave enough to accept the whole of [the dark side of the] world, as if it were unquestionably valid and potentially universal,” asserted Conrad Aiken in his Collected Criticism. Like the German philosopher Friedrich Nietzsche, who lived about the same time as Rilke, the poet determined his objective to be “[praise] and celebration in the face of and in full consciousness of the facts that had caused other minds to assume an attitude of negativity,” wrote Emergence from Chaos author Stuart Holroyd. But even though the final purpose of Duino Elegies is to praise existence, the “predominant note… is one of lament.” By overcoming his quandaries in this collection, Rilke was completely free to devote his poetry to praise in Sonnets to Orpheus.\n\r\n“The Sonnets are the songs of his victory,” affirmed Bowra in The Heritage of Symbolism. “In the Sonnets,” Bowra wrote, “Rilke shows what poetry meant to him, what he got from it and what he hoped for it. The dominating mood is joy. It is a complement to the distress and anxiety of the Elegies, and in Rilke’s whole performance the two books must be taken together.” Aiken similarly commented that the “ Sonnets to Orpheus… is, with the Elegies, Rilke’s finest work—the two books really belong together, shine the better for each other’s presence.”\n\r\nIn the last few years of his life, Rilke was inspired by such French poets as Paul Valery and Jean Cocteau, and wrote most of his last verses in French. Rilke suffered from illness his whole life and died of leukemia in 1926 while staying at the Valmont sanatorium near Lake Geneva. On his deathbed, he remained true to his anti-Christian beliefs and refused the company of a priest. Hermann Hesse summed up Rilke’s evolution as a poet in his book, My Belief: Essays on Life and Art: “Remarkable, this journey from the youthful music of Bohemian folk poetry… to Orpheus, remarkable how… his mastery of form increases, penetrates deeper and deeper into his problems! And at each stage now and again the miracle occurs, his delicate, hesitant, anxiety-prone person withdraws, and through him resounds the music of the universe; like the basin of a fountain he becomes at once instrument and ear.” Without his parents’ religious ideals to comfort him, Rilke found peace in his art. As Holroyd concluded, the “poetry which Rilke wrote to express and extend his experience… is one of the most successful attempts a modern man has made to orientate himself within his chaotic world.”\n", "attrs": {"Region:": ["Germany"]}}