{"pf_url": "https://www.poetryfoundation.org/poets/ralph-angel", "name": "Ralph Angel", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/f8436208c20f8457545742b27b49654397ad701c.jpeg", "bio": "\nBorn in Seattle, Washington, Ralph Angel earned a BA from the University of Washington and an MFA from the University of California at Irvine. Angel is the author of the poetry collections Anxious Latitudes (1986); Neither World (1995), winner of the James Laughlin Award; Twice Removed (2001); and Exceptions and Melancholies: Poems 1986–2006, winner of the 2007 PEN USA Literary Award in Poetry, and Your Moon (2013). His translation of the work of Federico García Lorca, Poem of the Deep Song (2003), won the Willis Barnstone Translation Prize.\r\n \r\nAngel’s spare lyrics are set in an urban landscape that seems timeless, universal, and historical. Reviewer Noah Blaustein commented on the “reflective quiet” of the poems, stating that Angel “removes the poems from their originating subjects and strips down the language to increase their immediacy.”\r\n \r\nAngel traveled widely in Europe, North Africa, and South America. He commented in the “Afterword” to Poem of the Deep Song: “I come from a household of three languages—Ladino, Hebrew, and English—one that I could understand but not speak, one that I could sing but not understand, and one that is the language of my country, at some distance, always, from my home.” When he came to translate Lorca’s poetry, he noted that he was familiar with the music that the work played homage to: “It resembled the incantatory medieval singing of the Sephardic synagogue that I grew up in.”\r\n \r\nAngel received many awards, including a Pushcart Prize, a Fulbright Fellowship, and the Bess Hokin Award of the Modern Poetry Association. He taught at University of Redlands and in the MFA in Writing program at Vermont College of Fine Arts. He lived in Los Angeles for many years, until his death in early 2020.\n", "attrs": {"Region:": ["U.S., Western"]}}