{"pf_url": "https://www.poetryfoundation.org/poets/ralph-salisbury", "name": "Ralph Salisbury", "yob": "1926", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/12952f5b82935dcb08182eb9e13cc01fe102e970.jpeg", "bio": "\nOf Cherokee and Irish American heritage, Ralph Salisbury was born in rural Arlington, Iowa. At the age of 17 he joined the U.S. Air Force and served in World War II, and it was during his time in the military that he began reading and writing poetry. He attended the North Iowa Teachers College on the GI Bill and later transferred to the University of Iowa, where he studied under Robert Lowell and earned an MFA in 1951. Salisbury’s collections of poetry include Ghost Grapefruit and Other Poems (1972), Spirit Beast Chant (1982), Going to the Water: Poems of a Cherokee Heritage (1983), Rainbows of Stone (2000), War in the Genes (2005), Blind Pumper at the Well (2008), and Light from a Bullet Hole: Poems New and Selected (2009).\r\n \r\nSalisbury wrote from a perspective that he defined as “not part Indian, part white, but wholly both.” He was an opponent of the Korean War, Vietnam War, and war in Iraq, and these anti-war and pacifist beliefs run throughout his poetry. Other subjects include his childhood in rural Iowa during the Depression, ecology, and the fellowship of humanity.\r\n \r\nWell regarded across genres, Salisbury also published collections of short stories, including The Last Rattlesnake Throw and Other Stories (1998) and The Indian Who Bombed Berlin and Other Stories (2009). Among his many awards, he received a Rockefeller Foundation Residency in Bellagio, Italy, for his fiction. He was a Fulbright professor in Norway, where he co-translated the Finnish Sami poet Nils-Aslak Valkeapää’s collections The Trekways of the Wind (1994) and The Sun My Father (1997). He also held a Fulbright professorship in Germany and an Amparts Lectureship in India. A professor emeritus at the University of Oregon, he was editor of the Northwest Review from 1965 to 1970.\r\n \r\nSalisbury was married to the poet and writer Ingrid Wendt. He died in 2017.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}