{"pf_url": "https://www.poetryfoundation.org/poets/ray-gonzalez", "name": "Ray Gonzalez", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/275c25d41617a82ba1226c4bcd4031451fb4cbd9.jpeg", "bio": "\nPoet, essayist, and editor Ray Gonzalez was born and raised in El Paso, Texas. Gonzalez’s work is inextricably linked to his Mexican ancestry and American upbringing in the deserts of the Southwest, as well as to rock n’ roll music and mid-century American poets such as Robert Bly and James Wright. A long-time professor at the University of Minnesota, Gonzalez has spoken to the importance of place in his work: “I do not have to live in west Texas or southern New Mexico to shape new poems about my past life there,” he told CLA Today, “because the magical aspects of poetry have allowed me to bring the spirit of my home to Minnesota. Living in Minnesota has given me fresh perspectives about the area I came from… Perhaps my most powerful discovery in writing and teaching poetry in Minnesota is that all poets carry their homeland experience with them, no matter where they go.”\n\r\nGonzalez is the author of numerous books of poetry, including The Heat of Arrivals (1997), which won the PEN/Oakland Josephine Miles Book Award; Cabato Sentora (2000), a Minnesota Book Award Finalist; The Hawk Temple at Tierra Grande (2003); winner of the Minnesota Book Award for Poetry; Consideration of the Guitar: New and Selected Poems (2005) another finalist for the Minnesota Book Award Finalist; Cool Auditor (2009); Faith Run (2009); and Beautiful Wall (2015). His mixed-genre book Turtle Pictures (2000) received the 2001 Minnesota Book Award for Poetry; The Religion of Hands (2005), a follow-up to Turtle Pictures, received a 2006 Latino Heritage Best Book of Poetry Award. With Lawrence Welsh and Bruce Berman he collaborated on the book Cutting the Wire: Poetry and Photography from the US-Mexico Border (2018). His poems have appeared in The Best American Poetry and The Pushcart Prize: Best of the Small Presses 2000.\n\r\nGonzalez’s recent work has explored the formal possibilities of the prose poem. As he told BOMBlog in an interview: “It [prose poetry] has given poets the freedom to focus on detail, word choice, movement, fable, perception, and scene while keeping the various aspects of poetry—rhythm, deep imagery, sound, and ideas. Prose poems allow the poet to condense the world into a tiny paragraph that contains huge worlds trying to get out. If I am writing a prose poem, I don’t have to worry about line breaks or stanzas or emphasizing certain words all by themselves. The paragraph is a form itself that does all that for me and really allows the poet and the reader to be immersed in a complete experience that justifies poetic experience, the mysteries of language, and saying it without the distraction of manipulating lines and white space.”\r\n \r\nA prolific writer in many genres, Gonzalez is also the author of a memoir about growing up in the Southwest, Memory Fever (1999), and essay collections, including The Underground Heart: A Return to a Hidden Landscape (2002), which received the 2003 Carr P. Collins/ Texas Institute of Letters Award for Best Book of Non-fiction, was named one of ten Best Southwest Books of the Year by the Arizona Humanities Commission, named one of the Best Non-fiction Books of the Year by the Rocky Mountain News, named a Minnesota Book Award Finalist in Memoir, and selected as a Book of the Month by the El Paso Public Library. His second collection of essays, Renaming the Earth: Personal Essays (2008), Gonzalez has also written two collections of short stories, The Ghost of John Wayne (2001), winner of a 2002 Western Heritage Award for Best Short Story and a 2002 Latino Heritage Award in Literature, and Circling the Tortilla Dragon (2002).\r\n \r\nHe is the editor of numerous anthologies, including No Boundaries: Prose Poems by 24 American Poets (2002) and Sudden Fiction Latino (2010), which he co-edited with Robert Shapard and James Thomson. He has served as Poetry Editor of the Bloomsbury Review for twenty-five years and founded LUNA, a poetry journal, in 1998. He received a 2004 Lifetime Achievement Award in Literature from the Border Regional Library Association. He is a professor in the MFA Creative Writing Program at the University of Minnesota-Minneapolis.\n\r\n \n", "attrs": {"Region:": ["U.S., Southwestern"]}}