{"pf_url": "https://www.poetryfoundation.org/poets/raymond-roussel", "name": "Raymond Roussel", "yob": "1877", "yod": "1933", "image": null, "bio": "\n                                                                    French poet Raymond Roussel is frequently described as one of 20th-century literature’s most eccentric writers. His work is notable for its inscrutable surfaces and extreme density; its wealth of puns, double entendres, and homonyms; and its outré subject matter. In Bookforum,Eric Banks described “Roussel’s strange voice,” with “its peculiar start-and-stop pace, its finicky, oddly impersonal flatness of tone (reminiscent of Ashbery and another Roussel aficionado, Harry Mathews), its bookish exactitude of often arcane vocabulary, the mesmerizing rhythm of its syntax.” Mark Ford, Roussel’s biographer, has linked Roussel’s flat or affectless tone to his goal for “absolute concision, but also absolute transparency. … In other words, there is no personal comment or sense of authorial perspective on what is being described, so, the first time, the reader’s attention is focused entirely on what is being presented,” which are frequently fantastical and bizarre scenes and landscapes.    Roussel was born into a wealthy Parisian family. He famously invented an early, extremely opulent type of RV, the maison roulante or “land yacht,” which allowed him, in Ford’s words, “to travel, almost literally, without traveling at all.” Roussel never achieved fame in his lifetime, despite paying publishers to publish handsome editions of his books and his own numerous attempts to stage his works. The surrealists befriended him, though he legendarily described their work as un peu obscur (a little obscure). Still, Roussel has long been important to avant-garde writers and artists, including Marcel Duchamp, Jean Cocteau, and writers such as Alain Robbe-Grillet associated with nouveau roman moment and those, such as Georges Perec, connected to Oulipo. John Ashbery has long championed Roussel’s work, and his influence can be detected in New York School poets such as Kenneth Koch, who translated a canto of Nouvelle Impressions d’Afrique.    Roussel’s best-known books include Impressions d’Afrique (1910) and Locus Solus (1914). His long poem Nouvelle Impressions d’Afrique (1932) famously includes long digressions and footnotes in rhyming alexandrines, each of which can run to hundreds of lines. Published posthumously, Comment j'ai écrit certains de mes livres (1935, How I Wrote Certain of My Books,translated by Trevor Winkfield, 1975) revealed some of Roussel’s favored methods of composition, including use of the metagram or the “pairing of two words taken in different senses” and the ways in which unforeseen narratives might be contained in the result. New translations of Impressions of Africa (2011, translated by Mark Polizzotti) and New Impressions of Africa (2011, translated by Mark Ford) as well as Mark Ford’s biography Raymond Roussel and the Republic of Dreams (2000) have continued Roussel’s presence in English language writing.\n                                                            ", "attrs": {"Region:": ["France"]}}