{"pf_url": "https://www.poetryfoundation.org/poets/raymond-carver", "name": "Raymond Carver", "yob": "1938", "yod": "1988", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fa59db40626c1ad5b9e6bf6cbf7a343e45983f9d.jpeg", "bio": "\nPoet and short-story writer Raymond Carver was born in the logging town of Clatskanie, Oregon, and grew up in Yakima, Washington. He was married and the father of two before he was 20, and he held a number of low-paying jobs: he “picked tulips, pumped gas, swept hospital corridors, swabbed toilets, [and] managed an apartment complex,” according to Bruce Weber in a New York Times Magazine profile of the author. Not coincidentally, “of all the writers at work today, Carver may have [had] the most distinct vision of the working class,” as Ray Anello observed in a Newsweek article. Carver attended Chico State University, where he studied with John Gardner, and earned his BA from Humboldt State College in 1963. He published his first short-story and poem while at Humboldt State. Carver went on to attend the Iowa Writers’ Workshop. Returning to the Northwest, he took jobs as a janitor, farm worker, and delivery man. His first wife, Maryann Burk, also held a series of jobs to support Carver as he began writing and eventually publishing acclaimed short-story collections such as Will You Please Be Quiet, Please? (1976), What We Talk About When We Talk About Love (1981), and Cathedral (1983). Carver also published poetry collections, including A New Path to the Waterfall (1989), which was published posthumously.\nCarver’s stories mainly take place in his native Pacific Northwest region; they are peopled with the type of lower-middle-class characters the author was familiar with while he was growing up. In a New York Review of Books article, Thomas R. Edwards describes Carver’s fictional world as a place where “people worry about whether their old cars will start, where unemployment or personal bankruptcy are present dangers, where a good time consists of smoking pot with the neighbors, with a little cream soda and M&M’s on the side … Carver’s characters are waitresses, mechanics, postmen, high school teachers, factory workers, door-to-door salesmen. [Their surroundings are] not for them a still unspoiled scenic wonderland, but a place where making a living is as hard, and the texture of life as drab, for those without money, as anywhere else.”\nIn introducing readers to his world of the desperation of ordinary people, Carver created tales that are “brief … but by no means stark,” noted Geoffrey Wolff in his New York Times Book Review piece on Will You Please Be Quiet, Please? “They imply complexities of action and motive and they are especially artful in their suggestion of repressed violence. No human blood is shed in any of these stories, yet almost all of them hold a promise of mayhem of some final, awful breaking from confines, and breaking through to liberty.” The theme of breaking from confines is central to one of the stories, “Neighbors,” in which Bill and Arlene Miller agree to feed their neighbors’ cat while the neighbors, the Stones, are on vacation. With access to the Stones’ home, the Millers find themselves increasingly taken with their friends’ clothes, furniture, and other belongings. Bill and Arlene, in fact, begin to assume the identities of the Stones; “each finds this strangely stimulating, and their sex life prospers, though neither can find anything much to say about it at all,” reported Edwards. The end of the story finds the Millers clinging to the Stones’ door as their neighbors return, knowing that their rich fantasy life will soon end.\n\r\nThe author’s “first book of stories explored a common plight rather than a common subject,” noted New York Times Book Review critic Michael Wood. “His characters were lost or diminished in their own different ways. The 17 stories in [Carver’s third collection, What We Talk about When We Talk about Love], make up a more concentrated volume, less a collection than a set of variations on the themes of marriage, infidelity and the disquieting tricks of human affection.” Newsweek’s Peter S. Prescott noted that Carver was concerned “with the collapse of human relationships. Some of his stories take place at the moment things fall apart; others, after the damage has been done, while the shock waves still reverberate. Alcohol and violence are rarely far removed from what happens, but sometimes, in another characteristic maneuver, Carver will nudge the drama that triggers a crisis aside to show that his story has really been about something else all along.” Weber described Carver’s unique, oft-imitated style in the New York Times Magazine: “A typical sentence is blunt and uncomplicated, eschewing the ornaments of descriptive adverbs and parenthetical phrases. His rhythms are often repetitive or brusque, as if to suggest the strain of people learning to express newly felt things, fresh emotions. Time passes in agonizingly linear fashion, the chronology of a given scene marked by one fraught and simple gesture after another. Dialogue is usually clipped, and it is studded with commonplace observations of the concrete objects on the table or on the wall rather than the elusive, important issues in the air.”\n\r\nOf Carver’s 1984 short fiction collection, Cathedral, “it would be hard to imagine a more dispirited assortment of figures,” declared David Lehman in a Newsweek review. In each story, a “note of transcendent indifference, beyond resignation or fatigue, is sounded,” adds Lehman, cautioning, “fun to read they’re not.” But, the critic stresses, “it’s impossible to ignore Carver’s immense talent.” In Cathedral, Carver rewrote the ending of one of his most acclaimed stories from What We Talk about When We Talk about Love. The original story, “The Bath,” is about a mother who orders a special cake for her eight-year-old son’s birthday—but the boy is hit by a car on that day and is rushed to the hospital, where he lingers in a coma. The baker, aware only that the parents haven’t picked up their expensive cake, badgers them with endless calls demanding his money. As the story ends, the boy’s fate is still unknown, and the desperate parents hear the phone ring again. Cathedral retells this story (now titled “A Small, Good Thing”) up to the final phone ring. At this point, ambiguity vanishes; Carver reveals that the boy has died, and the call is from the irate baker. But this time the parents confront the baker with the circumstances, and the apologetic man invites them over to his bakery. There he tells the parents his own sad story of loneliness and despair and feeds them fresh coffee and warm rolls, because “eating is a small, good thing in a time like this.”\n\r\n“In revising ‘The Bath’ into ‘A Small, Good Thing,’ Carver has indeed gone into [what he describes as] ‘the heart of what the story is about,’ and in the process has written an entirely new story—has created, if you will, a completely new world,” declared Jonathan Yardley in the Washington Post Book World. “The first version is beautifully crafted and admirably concise, but lacking in genuine compassion; the mysterious caller is not so much a human being as a mere voice, malign and characterless. But in the second version that voice becomes a person, one whose own losses are, in different ways, as crippling and heartbreaking as the one suffered by the grieving parents.” As Anatole Broyard wrote in a New York Times review of Cathedral, “It is typical of Mr. Carver’s stories that comfort against adversity is found in incongruous places, that people find improbable solace. The improbable and the homely are [the author’s] territory. He works in the bargain basement of the soul.”\nIrving Howe claimed that Carver’s stories evoke “strong American literary traditions. Formally, they summon remembrances of Hemingway and perhaps Stephen Crane, masters of tightly packed fiction. In subject matter they draw upon the American voice of loneliness and stoicism, the native soul locked in this continent’s space. [The author’s] characters, like those of many earlier American writers, lack a vocabulary that can release their feelings, so they must express themselves mainly through obscure gesture and berserk display.” And Paul Gray, writing about Cathedral in Time, said that “Carver’s art masquerades as accident, scraps of information that might have been overheard at the supermarket check-out or local beer joint. His most memorable people live on the edge: of poverty, alcoholic self-destruction, loneliness. Something in their lives denies them a sense of community. They feel this lack intensely, yet are too wary of intimacy to touch other people, even with language.”\n\r\nSuch appraisals of his writing left Carver himself a little wary. He told Weber: “Until I started reading these reviews of my work, praising me, I never felt the people I was writing about were so bad. … The waitress, the bus driver, the mechanic, the hotel keeper. God, the country is filled with these people. They’re good people. People doing the best they could.” Carver’s 1988 short fiction collection Where I’m Calling From, released shortly before his death, combined new and previously published stories. It was nominated for both a Pulitzer Prize and a National Book Critics Circle Award.\n\r\nCarver also wrote extensively as a poet. A collection of his poetry, including some works being written shortly before his death, was published in A New Path to the Waterfall. Although he had already released a volume of his collected verse, the diagnosis of lung cancer inspired him to write another volume. These poems are characterized by a reliance on sentence-sounds and a structure steeped in storytelling. Edna Longley commented in the London Review of Books that “all his writing tends toward dramatic monologue, present-tense soliloquy that wears the past like a hairshirt.” He explored tortured marriages and strained familial relationships, all of which lead him bravely into discussing his own terminal illness. Longley praised Carver for his ability to forge solid beginnings and endings: “A Carver poem instantly establishes its presence.”\nIn 1992 a collection of Carver’s early works was published. No Heroics, Please: Uncollected Writings contains poems, essays, book reviews, and other pieces that Carver had chosen not to include in any of his other collected work. Several of the short stories included had only been published before in student literary magazines. Of interest was the fact that in these stories Carver uses literary devises such as flashbacks and experimentation with verb tenses—techniques he shunned in his later work. Several of Carver’s previously published short stories received attention when acclaimed film director Robert Altman turned them into a motion picture. Although Altman took some liberties in adapting these stories for the screen, they remained essentially true to Carver’s ideas. The stories were collected into the book Short Cuts, which bears the same name as the movie.\nFrom the late 1970s until his death, Carver lived with and was married to the poet Tess Gallagher, who is the literary executor of his estate. Gallagher ushered into print Beginners (2009), the original version of Carver’s book What We Talk About When We Talk About Love. The original text shows the final version had been severely edited by Carver’s editor Gordon Lish. The original was included in the Library of America’s Raymond Carver: Collected Stories (2009): the book “pushed the reset button on understanding Ray,” Gallagher claimed, “what he cared about in his writing, his tone, his care for his characters.”\n“I never figured I’d make a living writing short stories,” Carver told Penelope Moffet in a Publishers Weekly interview only a few months before he died. “How far in this world are you going to get writing short stories? I never had stars in my eyes. I never had the big-score mentality.” Astonished by his literary prominence, Carver told Moffet that fame “never ceases to amaze me. And that’s not false modesty, either. I’m pleased and happy with the way things have turned out. But I was surprised.”\nRaymond Carver died of lung cancer in his home on the Olympic Peninsula in 1988.\n \n", "attrs": {}}