{"pf_url": "https://www.poetryfoundation.org/poets/raul-r-salinas", "name": "Raúl R. Salinas", "yob": "1934", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/fb4fabd5e31809b29f093c7666d969d455242edc.jpeg", "bio": "\nRaúl R. Salinas was born in San Antonio, Texas and raised in Austin, Texas. From 1959 to 1971, Salinas was incarcerated on drug related charges. During this time, he became known for his prison poetry and work with other inmates regarding literature and art. He is best known for his role in the prisoner-rights movement and other various political movements, and for his contributions to Chicano literature, including the seminal Chicano experience poem, “Un Trip Through the Mind Jail.”\r\n \r\nSalinas’ writing is widely known for its look into the interactions, hardships, and strife of barrio and prison life. He is the author of the chapbook, Viaje/Trip, and the books East of the Freeway (1995), Un Trip Through The Mind Jail (1999), Indio Trails: A Xicano Odyssey through Indian Country (2006), as well as two spoken word CDs: Red Arc: A Call for Liberacion con Salsa y Cool (2005), Beyond the BEATen Path (2001), and Los Many Mundos of raúlrsalinas: Un Poetic Jazz Viaje con Friends (2000). A collection of his essays, raúlsalinas and the Jail Machine: My Weapon is My Pen (2006), was edited by Louis G. Mendoza and published by University of Texas Press.\r\n \r\nFrom 1981 until his death in 2008, Salinas ran the Austin, Texas multicultural and political Resistencia Bookstore and community gathering space, as well as Red Salmon Arts, the literary venue and the small press. A life-long human rights and social justice activist, Salinas worked with the American Indian Movement, the Leonard Peltier Defense Committee, and taught writing clinics in juvenile detention facilities. He also taught at St. Edwards University in Austin, Texas.\r\n \r\nSalinas received many awards, including the Louis Reyes Rivera Lifetime Achievement Award, and the Martin Luther, Jr.-César Chavez-Rosa Parks Visiting Professorship Award at University of Michigan, Ann Arbor. His papers are held at Stanford University.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}