{"pf_url": "https://www.poetryfoundation.org/poets/rebecca-foust", "name": "Rebecca Foust", "yob": null, "yod": null, "image": null, "bio": "\nRebecca Foust was born and raised in Hollidaysburg, Pennsylvania. She earned a JD from Stanford Law School and was a practicing attorney for many years before returning, at age 50, to poetry. She went on to earn her MFA from Warren Wilson College. She is the author of four books of poetry: Paradise Drive (2015), which won a Poetry Society of Virginia Book Award, a National Indie Excellence Award for Poetry, a San Francisco Book Festival Award for Poetry, and a Royal Dragonfly Award for Poetry; All That Gorgeous Pitiless Song (2010), winner of a Many Mountains Moving Press Book Prize; and God, Seed: Poetry & Art About the Natural World (2010), a collaboration with artist Lorna Stevens that won a Foreword Reviews Book of the Year Award for Poetry. Foust’s chapbooks include Mom’s Canoe (2009) and Dark Card (2008). In her poetry, she blends narrative and song, layering images and story through free verse and, as in Paradise Drive, received forms such as the sonnet. “The sonnets of this new life are jagged, fresh, and formed in only the way a stunningly skilled poet can craft them,” noted Molly Peacock of the book. “Foust drives her Keatsian sensibility straight into the 21st Century of terrorism and autism, divorce and yoga, soldiers and syringes, booze and valet parking, determined to prove that truth makes beauty.”\nFoust has held residencies at the MacDowell Colony and the Frost Place, where she was the 2014 Dartmouth poet-in-residence. She is on the board of the Marin Poetry Center, a reader for the Northern California Book Award, and assistant editor of fiction for Narrative magazine. An autism activist and a grassroots organizer, Foust lives in the Bay Area. \n", "attrs": {"Region:": ["U.S., Western"]}}