{"pf_url": "https://www.poetryfoundation.org/poets/rene-char", "name": "René Char", "yob": "1907", "yod": "1988", "image": null, "bio": "\nFrench poet René Char was born in L’Isle-sur-Sorgue in Provence and educated at the University of Aix-en-Provence. He moved to Paris after publishing his first book of poems, Cloches sur le Coeur (1928). In the early 1930s, he was active in the surrealist movement, joining a community of writers and artists that included Louis Aragon, André Breton, and Pablo Picasso. In 1940, Char joined the French Resistance, leading a Resistance unit under the nom de guerre Captain Alexandre. For his military service, he was awarded the Medal of the Resistance and the Croix de Guerre and named to the Legion of Honor. In his prose poem collection Feuillets d’Hypnos (1946, translated by Mark Hutchinson in 2014 as Hypnos), he engaged his wartime experiences.\r\n \r\nDuring his lifetime, Char published more than 30 volumes of poetry, criticism, and plays. Most of his poems found shape in one of three forms: free verse, prose poem, and aphorism. Char was a frequent collaborator with both writers and artists, including Georges Braque, Joan Miró, and Nicolas de Staël. With André Breton and Paul Éluard, he collaborated on the poetry volume Ralentir Travaux (1930, translated by Keith Waldrop in 1990 as Slow Under Construction). Composer Pierre Boulez set several of Char’s poems to music, including his well-known Le marteau sans maître (“Hammer Without a Master.”)\r\n \r\nChar’s poetry has been widely translated. Selected Poems of RenéChar (1992, edited by Mary Ann Caws and Tina Jolas) features many poets and translators, including W.S. Merwin, William Carlos Williams, and James Wright. Recent translations of Char’s work into English include This Smoke That Carried Us (2004, translated by Susanne Dubroff) and Stone Lyre (2010, translated by Nancy Naomi Carlson).\r\n \r\nAfter the war, Char moved to the Luberon Mountains of southern France, near his birthplace. In his later years, he took up anti-nuclear activism. Char died of a heart attack at the Val-de-Grace military hospital in Paris at the age of 80.\n", "attrs": {"Region:": ["France"]}}