{"pf_url": "https://www.poetryfoundation.org/poets/reynolds-price", "name": "Reynolds Price", "yob": "1933", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/be64e7b4bf88670cecc5ea0884e6d304604c4bad.jpeg", "bio": "\nReynolds Price was an award-winning novelist, poet, short-story writer, playwright, essayist, and teacher whose works often featured the back roads and small towns of his native North Carolina. At an early age, Price found he had an aptitude for writing, winning a scholarship to Duke University. After graduating summa cum laude, Price received a Rhodes scholarship to study at Oxford University. Upon his return from England in 1958, Price accepted a teaching position at Duke, where he taught for over fifty years.\n\r\nIn 1962, Price received a great deal of praise for his first published novel, A Long and Happy Life, which received the William Faulkner Award. He published numerous books after that, including The Source of Light, a book about his life at Oxford, and A Palpable God, which wove his faith into his writings. In 1984, a bout with cancer of the spinal cord left Price paralyzed from the waist down. While the experience changed the writer's physical world, it also led to one of the most fertile periods of his career, including the publication of his much-acclaimed novel Kate Vaiden, which received the National Book Critics Award in 1986. Price’s Collected Stories also received critical acclaim, and was nominated for a Pulitzer Prize. Price explained his prolific output to the Washington Post by saying: \"I don't write with a conscious sense of the hangman at my door, of my own mortality. But I am a tremendously driven person, and I have gotten more so since sitting down. Words just come out of me the way my beard comes out. Who could stop it?\"\n\r\nPrice's Collected Poems appeared in 1997, bringing together three previous volumes along with more than eighty previously uncollected poems written since 1984. Reviewing Collected Poems for Library Journal, Graham Christian noted: \"Price has always stood apart from contemporary movements in poetry, and although it is true he is not a technical innovator, it would be perilous to ignore him: he has a rare facility for making the strange familiar, and the familiar fresh.\" Brad Hooper of Booklist, who lauded Price as \"one of the few true men of letters\" in the United States, observed: \"Despite his astonishingly wide vocabulary, soaring metaphors, and unhidden intelligence and knowledge, his poems are attractively accessible.\"\n\r\nPrice worked hard to prevent his illness from impeding either his life or his work. A basically happy man who claimed, \"I think I am programmed to laugh every five minutes,\" he declined to discuss his recovery until publishing the memoir A Whole New Life: An Illness and a Healing. He died in 2011.\n\r\n \n", "attrs": {}}