{"pf_url": "https://www.poetryfoundation.org/poets/rhea-tregebov", "name": "Rhea Tregebov", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3e8f312e57ee0d34fc342df62279e7bc99003161.jpeg", "bio": "\nRhea Tregebov’s seventh collection of poetry, All Souls’, was released by Signal Editions/Véhicule Press in 2012. Tregebov’s previous volumes of poetry include: Remembering History (1982), No One We Know (1986), The Proving Grounds (1991), Mapping the Chaos (1995), The Strength of Materials (2001), and (alive): Selected and New Poems (2004). Her poetry has received the Pat Lowther Award, the Malahat Review Long Poem prize, Honorable Mention for the National Magazine Awards (poetry) and the Readers’ Choice Award for Poetry from Prairie Schooner. Tregebov is also the author of an historial novel, The Knife-Sharpener’s Bell (2009).  In addition to her poetry and fiction, she has edited an anthology of translations from Yiddish, Arguing with the Storm: Stories by Yiddish Women Writers, which she cotranslated and edited (2007). She is the editor of ten other anthologies of essays, poetry and fiction for a number of presses, most recently Naked in Academe: Celebrating 50 Years of Creative Writing at UBC. She has also published five children's picture books, including The Big Storm. She has published translations of poetry from Spanish and French and has edited and/or co-translated translations of poetry, fiction and nonfiction from a variety of languages, including Finnish, Catalan and Bosnian.  Tregebov studied at the University of Manitoba, Cornell and Boston University, where she earned an MA in English and American literature. She has also worked as a freelance editor of adult and young adult fiction as well as poetry. Tregebov taught creative writing for many years in the Continuing Education program at Ryerson University in Toronto, and she is currently an associate professor in the creative writing program at the University of British Columbia.\n \n", "attrs": {"Region:": ["Canada"]}}