{"pf_url": "https://www.poetryfoundation.org/poets/rhina-p-espaillat", "name": "Rhina P. Espaillat", "yob": "1932", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/91d4a3b0a93eb1db28fcce3d723782d1d969b4d9.jpeg", "bio": "\nRhina P. Espaillat was born in the Dominican Republic under the dictatorship of Rafael Trujillo. After Espaillat’s great-uncle opposed the regime, her family was exiled to the United States and settled in New York City. She began writing poetry as a young girl—in Spanish and then English—and has published in both languages.\nEspaillat’s numerous poetry collections include And After All (2019); Her Place in These Designs (2008); Playing at Stillness (2005); Rehearsing Absence (2001), recipient of the 2001 Richard Wilbur Award; a bilingual chapbook titled Mundo y Palabra/The World and the Word (2001); Where Horizons Go (1998), winner of the T.S. Eliot Prize; and Lapsing to Grace (1992).\nOn Rehearsing Absence, Robert B. Shaw wrote in Poetry, “To Rhina Espaillat the quotidian is no malady … it is the source of inspiration. Hers is a voice of experience, but it is neither jaded nor pedantic. She speaks not from some cramped corner but from somewhere close to the center of life.” Awarding Espaillat the 1998 T.S. Eliot Prize for Where Horizons Go, X.J. Kennedy noted that “such developed skill and such mastery of rhyme and meter are certainly rare anymore; so is plainspeaking.”\nEspaillat’s work has garnered many awards, including the Sparrow Sonnet Prize, three Poetry Society of America prizes, the Der-Hovanessian Translation Prize, and—for her Spanish translations of Robert Frost—the Robert Frost Foundation’s Tree at My Window Award. She is a two-time winner of The Formalist’s Howard Nemerov Sonnet Award and the recipient of a 2008 Lifetime Achievement Award from Salem State College. She is a founding member of the Fresh Meadows Poets and a founding member and former director of the Powow River Poets. For over a decade, she coordinated the Newburyport Art Association’s Annual Poetry Contest.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}