{"pf_url": "https://www.poetryfoundation.org/poets/richard-wilbur", "name": "Richard Wilbur", "yob": "1921", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/3a757557f92fa5d1adefc8cdb27b0ec1bd251c17.jpeg", "bio": "\nRichard Wilbur was born on March 1, 1921 in New York City. One of the most lauded and honored poets of 20th century American verse, Wilbur was the second poet laureate of the United States, succeeding Robert Penn Warren. Daniel Boorstin, the Librarian of Congress, announced Wilbur as “a poet for all of us, whose elegant words brim with wit and paradox.” During his lifetime, Richard Wilbur won the Pulitzer Prize and National Book Award for his collection Things of This World: Poems in 1957 and a second Pulitzer for New and Collected Poems (1988). He was the recipient of numerous honors and awards, including the Wallace Stevens Award, the Frost Medal, the Aiken Taylor Award for Modern American Poetry, two Bollingen Prizes, the T.S. Eliot Award, the Edna St. Vincent Millay Memorial Award, the Prix de Rome Fellowship and many more honors, fellowships and awards for his poetry. His translations of French verse, especially Voltaire’s Candide and the plays of Moliere and Racine, are also highly regarded by critics; his translation of Moliere’s Tartuffe won the 1971 Bollingen Prize.\nWilbur’s grandfather and great-grandfather were both editors, and Wilbur showed an early interest in journalism. As a student at Amherst College in the early 1940s, Wilbur wrote stories, editorials, and poems for his college newspaper and magazine. His experience as a soldier in World War II, however, drove him to “versify in earnest.” He described the influence of his experiences in war on his poetry: “One does not use poetry for its major purposes, as a means to organize oneself and the world, until one’s world somehow gets out of hand.” This emphasis on order and organization shapes Wilbur’s first collection, The Beautiful Changes and Other Poems (1947), which “treat his war experiences in a style so elaborately formal that the most awful subjects are sublimated into irony, or even black comedy,” noted Adam Kirsch in the New Yorker. Wilbur’s concern with order and his restrained, formal touch opened him to charges of sacrificing real emotion for smoothness. James Dickey, in his book, Babel to Byzantium, wrote that one has “the feeling that the cleverness of phrase and the delicious aptness of Wilbur’s poems sometimes mask an unwillingness or inability to think or feel deeply; that the poems tend to lapse toward highly sophisticated play.” Of Wilbur’s second book, Ceremony and Other Poems (1950), Randall Jarrell famously complained that Wilbur “never goes too far, but he never goes far enough.”\nJohn Reibetanz speculated in Modern Poetry Studies that “for Richard Wilbur, the sights offered by World War II contradict and threaten his most basic beliefs, as we can infer them from his writings: that love is more powerful than hatred; that nature is a source of values and of reassurance; and that there is a strong creative urge in both man and nature which constantly seeks and finds expression in images of graceful plenitude . . . But in the 1940’s,” Reibetanz concludes, “the utter disparity between what he saw and what he wished to see made him run for cover.” But Wilbur himself dismissed the notion that being a poet of praise and not complaint is a matter of running from reality. “I feel that the universe is full of glorious energy,” he explained in an interview with Peter Stitt in the Paris Review, “that the energy tends to take pattern and shape, and that the ultimate character of things is comely and good. I am perfectly aware that I say this in the teeth of all sorts of contrary evidence, and that I must be basing it partly on temperament and partly on faith, but that’s my attitude.” Robert B. Shaw commented in Parnassus: Poetry in Review that while “it is true that some of Wilbur’s earlier poems veer with disconcerting abruptness from the naturalistic to the esthetic. . . . He has never, in fact, avoided negative subject matter as completely as some critics have charged.” The critic later asserts that several poems in his third collection, Things of This World, deal directly with humane and political issues.\nWhile Wilbur continued to produce composed, reflective, and largely optimistic poetry in collections like Things of This World, (1956), Advice to a Prophet (1961) and Walking to Sleep (1969) using traditional patterns of rhyme and meter, the poetic landscape of the times meant that his work was often judged harshly. “The typical ghastly poem of the fifties was a Wilbur poem not written by Wilbur,” wrote Donald Hall in 1961, “a poem with tired wit and obvious comparisons and nothing to keep the mind or the ear occupied.” Hall knowingly added: “It wasn’t Wilbur’s fault, though I expect he will be asked to suffer for it.” When the Confessional poets of the 1960s and ‘70s came into vogue, Wilbur’s reputation began to suffer. “Public taste,” Stephen Metcalf wrote in the New York Times, “courtesy of ‘Howl’ and Lowell’s ‘Life Studies’ and the phenomenon known as Sylvia Plath—edged away from Wilbur, and from his dedication to urbanity and metrical poise. Wilbur, it used to be said, coasted along a little too smoothly; he wrote the poem bien fait.” However, Wilbur’s work has always enjoyed critical acclaim, and his third volume, Things of This World, won both the Pulitzer Prize and the National Book Award in 1957. The volume contained one of Wilbur’s most famous poems “A Baroque Wall-Fountain in the Villa Sciarra,” which Jarrell himself described as “one of the most marvelously beautiful, one of the most nearly perfect poems any American has written.” Another poem from the same collection, “Love Calls Us to the Things of This World,” is one of his most anthologized.\nWilbur’s collections from the 1970s and ‘80s continued his reputation as a formalist writing important work, though writing it somewhat on the fringes of contemporary poetry. Poems like those in The Mind Reader (1976) manage “to stand up against every kind of poetic chic,” said Bruce Michelson in Southern Review. As Wilbur grew older, however, his work became more personal—in a Paris Review interview, he admitted “I’ve begun to crumble a bit, and write more shamelessly of what is near to me.” He was awarded his second Pulitzer Prize for New and Collected Poems (1988). His nomination for the poet laureate position came soon after. Analyzing New and Collected Poems, the Los Angeles Times Book Review contributor Joshua Odell noted how the new poems “clearly show a continued evolution in style from an ornate elegance found particularly in Wilbur’s first collection, The Beautiful Changes, toward a simple, direct and crisp verse.” Still, as some critics have noted, the changes in Wilbur’s poetry did not affect the basic philosophy his verses always showed: a belief that the “glorious energy” of the world tends toward “pattern and shape.” Wilbur’s detachment, his refusal to complain or “glamorize” the self, his formal brilliance and his reliance on meter and rhyme helped him regain critical attention, and the publication of his Collected Poems in 2005 was met with much acclaim. Writing in Slate, James Longenbach wrote that “Wilbur’s poems matter not because they may or may not be stylish at any given moment but because they keep the English language alive: Wilbur’s great poems feel as fresh—as astonishing, as perplexing, as shocking—as they did 50 years ago.”\nWilbur was also a gifted and prolific translator. His aptitude and facility with formal verse benefitted his work translating French poetry and plays. Speaking of his “tactful, metrical and speakable translation of verse drama,” Hudson Review critic Alan Shaw commented: “Wilbur’s [translations] are almost the solitary example of this kind in English.”  The expertise and importance of the poet’s translations of plays by Moliere, Voltaire, and Racine has been little questioned by reviewers. “The rendition [of Moliere’s The Misanthrope], delightful and literate, made Moliere accessible for the first time to a wide American audience,” wrote David H. Van Biema in People. Comparing Wilbur’s version of The Misanthrope (1955) to other translators’, John Ciardi wrote that “instead of cognate-snapping, as the academic dullards invariably do, Wilbur has found English equivalents for the turn and nuance of the French, and the fact that he has managed to do so in rhymed couplets that not only respect themselves as English poetry but allow the play to be staged . . . with great success is testament enough.”\nWilbur also published a number of works for children. These include a trio of word-play books devoted to synonyms and antonyms: Opposites (1973), More Opposites (1991), and Runaway Opposites (1995). Self-illustrated, these books offer amusing poems devoted to words with opposite meanings. A Game of Catch, another work for children, was first published in the New Yorker in 1953 and reprinted as a separate volume in 1994. Other books for children include The Disappearing Alphabet (1998) and The Pig in the Spigot (2000). Wilbur’s children’s literature often investigates language and words in a witty, inventive way. Jennifer M. Brabander of Horn Book noted that “Wilbur’s poems are filled with small, satisfying surprises.”\nRichard Wilbur’s books of prose include Responses: Prose Pieces, 1953-1976 (1976 / 2000) and The Catbird’s Song: Prose Pieces 1963-1995 (1997). Mary Maxwell, reviewing the book for the Boston Review thought that readers “may be surprised by melancholy undercurrents swelling below the book’s expectedly sane and sunny acumen.” Wilbur taught for twenty years at Wesleyan University and helped found the influential Wesleyan University Press poetry series in 1959, which first published important poets like James Wright, Richard Howard, and Robert Bly. The press continues to publish important new and established contemporary poets to this day. After Wesleyan, Wilbur spent ten years as writer-in-residence at Smith College. He also served as Chancellor Emeritus of the Academy of American Poets. He died in 2017 in Belmont, Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"]}}