{"pf_url": "https://www.poetryfoundation.org/poets/richmond-lattimore", "name": "Richmond Lattimore", "yob": "1906", "yod": "1984", "image": null, "bio": "\n                                                                    Classicist, translator, and poet Richmond Alexander Lattimore was born in Paotingfu, China, and homeschooled there by his father, a language professor for the Chinese government. Lattimore came from an accomplished family: his brother, Owen, become a Sinologist and director of the Johns Hopkins University Page School of International Relations, and his sister, Eleanor, authored a series of children’s books set in China. Lattimore earned a BA at Dartmouth College and an AB at Oxford, where he was a Rhodes Scholar. He earned a PhD at the University of Illinois.    Lattimore’s poetry often engages classical themes and landscapes, using both free verse and received forms. His collections include The Stride of Time (1966) and Poems from Three Decades (1972). His many translations of ancient Greek and Latin poetry and plays are often used as standard translations today. In The Iliad of Homer (1951) and The Odyssey of Homer (1969), Lattimore used a six-stress line and a slower, less colloquial voice than that of other translations. He is also well known for his translations of The Odes of Pindar (1947) and Aristophanes’s The Frogs (1962), which won the Bollingen Translation Prize. With David Grene, he edited the translation series The Complete Greek Tragedies. He was also the author of the scholarly studies Themes in Greek and Latin Epitaphs (1942), The Poetry of Greek Tragedy (1958), and Story Patterns in Greek Tragedy (1964).   Lattimore translated the Bible’s Four Gospels and the Revelation (1979), and his translation of the entire New Testament was published posthumously in 1996.   Lattimore’s honors included a Rockefeller Post-War Fellowship, a Fulbright Fellowship for study in Greece, and a Fellowship at the American Academy in Rome. Just prior to his death, he was elected a Fellow of the Academy of American Poets.   He was a member of the Bryn Mawr College faculty from 1935 to 1971 and taught at the Johns Hopkins University, the University of Toronto, and the University of California-Los Angeles. From 1943 to 1946, Lattimore served as a Navy lieutenant. He died of cancer in Rosemont, Pennsylvania.\n                                                            ", "attrs": {}}