{"pf_url": "https://www.poetryfoundation.org/poets/richard-tillinghast", "name": "Richard Tillinghast", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/30d52a0ab31cbf911e84fd9825a94ee9051d6884.jpeg", "bio": "\nPoet Richard Tillinghast was born in Memphis, Tennessee. As an undergraduate at the University of the South in Sewanee, Tennessee, he participated in nonviolent protests against segregation and was active in the successful integration of the college. He went on to pursue graduate work at Harvard University, where he studied with Robert Lowell and earned his MA and PhD degrees. At the University of California-Berkeley, where he taught after leaving Harvard, he was active in the peace movement during the Vietnam War. For three years he taught in the college program at San Quentin State Prison.\r\n \r\nTillinghast is the author of twelve books of poetry including, most recently, Selected Poems (2008) and Wayfaring Stranger (2012). Using formal constraint to shape and sharpen his examinations of historical and personal events, Tillinghast is often concerned with the elusive nature of home. Poet Floyd Skloot, reviewing The Stonecutter’s Hand (1995) for the Harvard Review, observed that in those poems, “the urgency—the impulse to go—rises from a need to strip the self down to its essence, to relocate intimacy and a sense of community by immersing himself in remoteness.”\r\n \r\nTillinghast has traveled widely in Europe, America, Asia, and the Middle East. Many of his poems are informed by his travels, which have been supported by grants from the National Endowment for the Arts, the National Endowment for the Humanities, the British Council, the Irish Arts Council, the American Research Institute in Turkey, and the John Simon Guggenheim Foundation. He has also received the Amy Lowell Traveling Poetry Fellowship from Harvard. He is the winner of the Ann Stanford Prize for Poetry and the James Dickey Poetry Prize. He has reviewed poetry extensively for the New York Times Book Review, the Wall Street Journal, the Washington Post, the New Republic, and other periodicals.\r\n \r\nHe has also been active as an essayist, critic, and travel writer. He is the author of the critical memoir Robert Lowell’s Life and Work: Damaged Grandeur (1996), the essay collection Poetry and What Is Real (2004), and literary travel books including Finding Ireland: A Poet’s Explorations of Irish Literature and Culture (2008), and An Armchair Traveller’s History of Istanbul (2012), which was nominated for the Royal Society of Literature’s Ondaatje Prize. He was awarded the Cleanth Brooks Award for his nonfiction by The Southern Review.\n \r\nIn 2000 Tillinghast founded the Bear River Writers’ Conference, which he directed until 2005, when he moved to Ireland. In 2011 he moved back to the United State, and divides his year between Hawaii and Sewanee, Tennessee.\n", "attrs": {"Region:": ["U.S., Midwestern", "Pacific Islands"]}}