{"pf_url": "https://www.poetryfoundation.org/poets/richard-hugo", "name": "Richard Hugo", "yob": "1923", "yod": "1982", "image": null, "bio": "\nRichard Hugo was a poet of the Pacific Northwest, yet his renown attests to a stature greater than that of most “regional” poets. He grew up in White Center, Washington, outside of Seattle. He served in World War II as a bombardier in the Mediterranean, and this experience informed some of his poems. Hugo studied creative writing with Theodore Roethke at the University of Washington, where he earned a BA in 1948 and an MA in 1952. After the publication of his first book, A Run of Jacks (1961), he started teaching at the University of Montana in Missoula, where he worked for almost 18 years.\nHugo is noted for the tight, rhythmic control of his language and lines and for the sharp sense of place evoked in his poems. His images are urgent and compelling; he imbues the many minute or seemingly irrelevant details found in his poems with a subtle significance, thereby creating a tension between the particular and the universal. This tension is considered central to Hugo’s most powerful poems.\nIn his poems Hugo reflected as much upon the internal region of the individual as on the external region of the natural world, and he considered these two deeply interconnected. According to Frederick Garber, “the landscape where things happen to Hugo goes as far into his mind as it goes outside of it”; Hugo’s poetry “is about the meeting of these landscapes.” The role of the past as a shaping force on the individual predominates. While “failed towns, isolated people and communities imprisoned in walls of boredom and rage,” as Michael Allen notes, are often the subjects of Hugo’s poems, there is also a pervading sense of optimism, of an uplifting hope, as Hugo puts it, “that humanity will always survive civilization.”\nCritics have praised Hugo’s technical skills, the emotional impact of his compressed images, and the casual, sometimes humorous tone of his poems. In addition to his major poetry collections—including Selected Poems (1979), 31 Letters and 13 Dreams (1977), What Thou Lovest Well, Remains American (1975), The Lady in Kicking Horse Reservoir (1973), Good Luck in Cracked Italian (1969), Death of the Kapowsin Tavern (1965), and A Run of Jacks (1961)—Hugo also published a collection of essays, The Triggering Town (1979), and the mystery novel Death and the Good Life (1981). His autobiography was posthumously published as The Real West Marginal Way (1987). His forte, however, was poetry, and his characteristic stance as a self-analytic writer, a perceptive observer, and a Westerner is evident in Making Certain It Goes On: The Collected Poems of Richard Hugo (1984).\nHugo died in October 22, 1982 in Seattle, Washington. Hugo House, a literary nonprofit and writing center there, is named after him. \n", "attrs": {"Region:": ["U.S., Northwestern"]}}