{"pf_url": "https://www.poetryfoundation.org/poets/richard-kenney", "name": "Richard Kenney", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/cc15ad1467284acf4cb6b4e7715e05c6250c41dc.jpeg", "bio": "\nPoet Richard Kenney was born in Glens Falls, New York and earned a BA from Dartmouth College. His first collection of poetry, The Evolution of the Flightless Bird (1984), received the Yale Younger Poets Prize. The book’s formal ambitiousness and technical facility, including an extended sonnet sequence, presaged Kenney’s future work, which has won accolades for its deft use of traditional forms and themes as well as its originality of voice. “Such poetry is not afraid of having intellect, or requiring it,” asserted William Logan in the New York Times Book Review, reviewing Kenney’s debut.\nKenney’s second book, Orrery (1985), took its name from an 18th-century device used to display the movements of the solar system. The work features sonnets devoted to physics, memory, and time, as well as a sequence set on an apple cider farm in present-day Vermont. Poet-critic J.D. McClatchy hailed Kenney as “a poet with large ambitions” with “the talent to fulfill them.” Kenney’s third book, The Invention of the Zero (1993), likewise garnered praise for its intricacy and profound commitment to craft. “What first impresses is Kenney’s language,” noted Christopher Merrill in the Los Angeles Times, “which is at once gorgeous, exact and difficult to penetrate.” Speaking to a Seattle newspaper, Kenney noted that The Invention of the Zero had been an obsessive, exacting effort: “It didn’t begin as a pretentious book, but I got in over my head, both intellectually and technically. That book ended up being a good way to alienate anyone who thought they liked my previous work. I stand by the book, but do not expect people to like it.”\nDuring the 1980s and ’90s Kenney received a number of prestigious awards, including the Lannan Award, the Rome Prize in Literature from the American Academy and Institute of Arts and Letters, and a fellowship from the John D. and Catherine T. MacArthur Foundation.\nA 15-year silence punctuates Kenney’s later career. In 2008 he published The One-Strand River: Poems 1994–2007, which includes an astonishing range, variety, and number of poems—the collection is over 150 pages long. Writing in the Iowa Review, poet Tod Marshall declared, “this book feels and reads like a book of poems—tradition and the sense of a life lived in our world are touchstone throughout. And yet, frequently, the diction, the syntactical gymnastics, the sheer original limberness with language demand that we tune in, pay attention.” In 2019, Random House published Terminator: Poems 2008–2018. Reviewer Jason Whitmarsh praised this collection in Poetry Northwest: “Kenney’s work is as alive and thrilling and fully human as anything I’ve read. It’s the result of an extraordinarily curious mind and a world that is deeply felt—and it somehow includes us in that mind and in that experience. I read these poems and I see and think and (most astonishing of all) feel more acutely.”\nKenney is the Grace M. Pollock Professor of Creative Writing at the University of Washington, where he teaches in the MFA program. He lives with his family in Port Townsend, Washington.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}