{"pf_url": "https://www.poetryfoundation.org/poets/richard-garcia", "name": "Richard Garcia", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/003666d68ce1346aef3f25081153c0e9fc71d5e5.jpeg", "bio": "\nPoet and writer Richard Garcia was born in San Francisco and started writing in his teenage years. Since then, he has authored various books of poetry, including The Flying Garcias (1991), Rancho Notorious (2001), and The Persistence of Objects (2006). Garcia’s most recent work is a chapbook of prose poems entitled Chickenhead (2009).\n \r\nPraised by Nobel Prize Winner Octavio Paz for his “emotion…verbal economy [and] tone (the words react—the images are seen),\" Garcia’s recent work with prose poems has also received accolades. Peter Johnson, reviewing Chickenhead, commented that the sketches in the collection were “both comic and terrifying, dreamlike yet clearly metaphors for our so-called real world. In Chickenhead, Garcia has fun with us, which means, of course, that he is deadly serious.”\r\n \r\nGarcia is also the author of My Aunt Otilia’s Spirits = Los espíritus de mi tía Otilia (1987), a bilingual children’s book, and has conducted poetry and art workshops while serving as Poet-in-Residence at the Children’s Hospital of Los Angeles from 1991-2002. He also has been poet-in-residence at the Long Beach Museum of Art, and the Gibbes Museum of Art.\r\n \r\nThe recipient of many prizes and awards, including a fellowship from the National Endowment for the Arts, a Cohen Award from Ploughshares, a Pushcart Prize, and the Georgetown Review Poetry Prize, Garcia’s poems have also appeared in Crazyhorse, Best American Poetry and various anthologies.\r\n \r\nA former instructor at the College of Charleston, Garcia has also taught creative writing in the Antioch University Los Angeles MFA Program.\n", "attrs": {"Region:": ["U.S., Western"]}}