{"pf_url": "https://www.poetryfoundation.org/poets/richard-howard", "name": "Richard Howard", "yob": "1929", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/72add5186c88931042c05f562bad089d6585a522.jpeg", "bio": "\nA distinguished poet, critic and translator, Richard Howard holds a unique place in contemporary American letters. Howard is credited with introducing modern French fiction—particularly examples of the Nouveau Roman—to the American public; his translation of Charles Baudelaire’s Les Fleurs du Mal (1984) won a National Book Award in 1984. A selection of Howard’s critical prose was collected in the volume Paper Trail: Selected Prose 1965-2003, and his collection of essays Alone with America: Essays on the Art of Poetry in the United States since 1950 (1969) was praised as one of the first comprehensive overviews of American poetry from the latter half of the 20th century. First and foremost a poet, Howard’s many volumes of verse have also received widespread acclaim; he won the 1970 Pulitzer Prize in Poetry for his collection Untitled Subjects. His other honors include the American Book Award, the Harriet Monroe Memorial Prize, the PEN Translation Medal, the Levinson Prize, and the Ordre National du Mérite from the French government. For many years, Howard was the poetry editor of the Paris Review.\nKnown for his erudition and interest in the nature of artistic expression, Howard’s poems are often dramatic monologues in which figures from history and literature speak directly to the reader. From Howard’s first book, Quantities (1962), his approach to the dramatic monologue has set him apart as a unique practitioner of contemporary poetry. Using voices from characters as disparate as Oscar Wilde, Walt Whitman, Henry James, and Orpheus among others, Howard’s narrative monologues are darkly comic, laced with irony and sadness, and distinctly learned. Early books such as The Damages (1967) and Untitled Subjects (1969) saw Howard honing his skill with a wide range of subjects and voices. Frequently addressing the incommensurability of word and world, Barbara Fischer asserted in her review of Talking Cures (2003) that “in [Howard’s] work’s insistent writtenness and its collages of polyvocal quotation he reminds us that the immediacy of contact—vocal, erotic, somatic, sensory contact—is out of reach as soon as we write about it.”\nHoward’s work in the 1970s and ’80s continued to explore the use of monologue, dialogue, and other forms of the speaking voice in his poetry. In Two-Part Inventions (1974) and Fellow Feelings (1976), he creates imaginary conversations between historical persons, uncovering shared assumptions and emotions between himself and such writers as Walt Whitman and Charles Baudelaire. The poems of Misgivings (1979) are all addressed to the subjects of 19th-century photographic portraits, while those of Lining Up (1984) are the voices of artists and musicians. Speaking to Allen Wiggins of the Cleveland Plain Dealer, Howard explained that in his poems he tries to get “out of the way of voices, letting the voices speak through me and for me, and I have discovered that my own experience can be represented much better than it can be presented.” With his 10th book of poetry, Like Most Revelations (1994), Howard inhabits the voices of Edith Wharton and Walt Whitman, but he also offers elegies for friends who have died from AIDS and cancer. “AIDS is everywhere in this book, as it is everywhere in the communities—artistic and intellectual, urban, gay—to which this book most commonly refers and addresses itself,” remarked Linda Gregerson in Poetry. Gregerson summed up the volume as “limber, literate, jubilantly crafted, wry, and, above all, densely peopled.”\nHoward has continued to publish prolifically since Like Most Revelations. His volume of selected poems, Inner Voices: Selected Poems, 1963-2003, includes works selected and ordered by Howard from numerous of his early works. Including poems on musical figures Richard Wagner, Gioachino Rossini, and Jacques Offenbach; sculptors Giovanni Da Fiesole and Dorothea Tanning; theater figure Sarah Bernhardt; photographer Nadar; and many others, Howard also admits poems in such traditional styles as epistles, love poems, elegies, and homages. Howard’s signature dramatic monologues are also plentiful. “On the whole, these densely figured poems justify the copious ambition they embody,” observed a reviewer in Publishers Weekly. In an interview with Poets & Writers, Howard admitted, “I’ve been aware just recently, in the last four or five years, that the poems get written with some sense of a sureness that I wouldn’t have dared.” That self-assurance came across clearly in his 2008 collection, Without Saying, which was a finalist for the National Book Award.\nHoward’s work as a translator has also won critical praise. “Had Howard done nothing but translate all his life he would have been one of the greatest translators who ever blessed English,” commented reviewer Willis Regier in Prairie Schooner. The translator of more than 100 books into English, and recipient of several awards for his work, including an American Book Award, Howard began this career in 1957 when he was offered the chance to translate a book from the original French. After translating the book, he subsequently met the author and found that he “knew more about that man’s mind than I did about most of my friends because I had worked with his prose,” Howard told Wiggins. “The relationship of the translator to the writer is an erotic relationship always, and you learn something about the person that you’re working with in an almost plastic, physical way that you can almost never learn about your friends.” Howard’s translations have made him “one of the outstanding translators of contemporary French literature,” Ziegfeld stated. Known primarily as a translator of contemporary French writers, including those associated with the Nouveau Roman and critical theorist Roland Barthes, Howard won the American Book Award for his translation of Charles Baudelaire’s Les Fleurs du Mal (1983). Paul Zweig of the New York Times Book Review called Howard’s version “the first genuinely readable Baudelaire in English…It is a triumph of tone.” In the Nation, Peter Brooks claimed that Howard’s translation “will long stand as definitive, a superb poetic guide to France’s greatest poet.”\nHoward’s work as a critic has also yielded success. His selected volume of prose, Paper Trail: Selected Prose, 1965-2003, gathered many of his essays and introductions, including a 1973 essay on Emily Dickinson, written during a time when the poet was at the point of being rediscovered by academics and poetry readers. Elsewhere, he discourses on French literature; offers an appreciation of the writing of Brassaï; assembles critical assessments of Jane Austen, Marianne Moore, and Marguerite Yourcenar; and examines the power inherent in storytelling. Howard shows his appreciation for the rising generation of poets, as in his essay in praise of the work of then-new poet J.D. McClatchy. Howard also offers personal insights on his Jewish heritage, his younger days in Cleveland Heights, his wonder at his grandfather’s tremendous library, and his public education.\nEvaluations of Howard usually judge his work as a poet to be his most important contribution to contemporary American literature. However, his work has and continues to attract a wide and enthusiastic audience among readers, academics, and critics alike.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}