{"pf_url": "https://www.poetryfoundation.org/poets/richard-blanco", "name": "Richard Blanco", "yob": "1968", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/cee1677939dd55d8161b0e9849fc3ad87d03bed2.jpeg", "bio": "\nRichard Blanco was born in Madrid and immigrated to the United States as an infant with his Cuban-exile family. He was raised in Miami and earned a BS in civil engineering and MFA in creative writing from Florida International University. Blanco has been a practicing engineer, writer, and poet since 1991. His collections of poetry include City of a Hundred Fires (1998), which won the Agnes Starrett Poetry Prize; Directions to the Beach of the Dead (2005), winner of the PEN/American Beyond Margins Award; Looking for the Gulf Motel (2012), winner of the Thom Gunn Award, the Maine Literary Award, and the Paterson Prize; One Today (2013); Boston Strong (2013); and How to Love a Country (2019).\n\r\nIn 2013, Blanco was chosen to serve as the fifth inaugural poet of the United States. Blanco performed “One Today,” an original poem he wrote for the occasion, becoming the youngest, first Latino, immigrant, and openly gay writer to hold the honor. The poem was published in book form as One Today with drawings by Dav Pilkey in 2015.\n\r\nBlanco has written and performed occasional poems for such organizations as Freedom to Marry, the Tech Awards and the Fragrance Awards. In May of 2013, Blanco wrote “Boston Strong,” which he performed at the TD Boston Garden Benefit Concert and at a Red Sox game at Fenway Park. Following his performances, he released a limited edition Boston Strong chapbook, with all proceeds going to those most affected by the Boston Marathon bombings of 2013. Blanco also wrote and read a poem to commemorate the historic reopening of the United States Embassy in Havana, Cuba; the poem, Matters of the Sea/Cosas del mar, was published as a bilingual chapbook in 2015.\n\r\nBlanco has received numerous honors for his writings and performances, including the Woodrow Wilson Visiting Fellowship, a Florida Artist Fellowship, and a Bread Loaf Fellowship, as well as honorary doctorates from Macalester College, Colby College, and the University of Rhode Island. He was also named the first ever education ambassador for the Academy of American Poets. He continues to write and perform for audiences around the world. In addition to his occasional poetry and performances, he has published two memoirs, For All of Us, One Today (2013) and The Prince of los Cocuyos (2014), which received the Maine Literary Award and the Lambda Literary Award for Gay Memoir. Blanco also wrote the foreword and poems to accompany a series of vintage photographs of  Cuba, Cuba Then: Rare and Classic Images from the Ramiro Fernandez Collection (2014). His collaboration with landscape photographer Jacob Bond Hessler was published as Boundaries (2017). Blanco has taught at Georgetown University, American University, Writer’s Center, Central Connecticut State University, and Wesleyan University. He is currently Distinguished Visiting Professor at Florida International University. He lives in Bethel, Maine.\n", "attrs": {}}