{"pf_url": "https://www.poetryfoundation.org/poets/richard-wright", "name": "Richard Wright", "yob": "1908", "yod": "1960", "image": null, "bio": "\nRichard Wright is recognized as one of the preeminent novelists and essayists of the 20th century. He is most famous for writings depicting the harsh realities of life for Black Americans in the Jim Crow–era South: the short story collection Uncle Tom’s Children (1938); the novel Native Son (1940), which was a bestseller and a Book-of-the-Month club selection, the first by a Black writer to earn the distinction, and produced by John Houseman and Orson Welles on Broadway; and his autobiography, Black Boy (1945).\nWright was born in Mississippi, the son of an illiterate sharecropper and a schoolteacher. His father left the family when Wright was five, and he spent time in an orphanage before moving with his mother to Jackson, where he was raised in part by his strict Seventh Day Adventist grandparents. Books were not allowed in the house, and Wright nursed his dreams of becoming a writer in secret. He dropped out of high school to work odd jobs before moving to Chicago in 1927. In Chicago, Wright became involved with the Communist Party and worked for the Federal Writers’ Project. He moved to New York City in 1937 and became editor of the Daily Worker and coeditor of Left Front. Wright published numerous poems in Left Front, the Partisan Review, and New Masses. According to Bill Mullen, the radical politics and import of these poems has yet to be understood. “Wright's imagery, idiom and form,” Mullen notes, “reconstitute poetic convention into a more militant version of … the ‘dialect of modernism.’”\nWhen Wright published Native Son, he became the most famous and respected African American author in the United States. He exerted a major influence on younger Black writers, such as James Baldwin, and was an important precursor to the Black Arts Movement. During the 1940s, Wright wrote a sociological account of the Great Migration, 12 Million Black Voices (1941), with photographs collected by Edwin Rosskam.\nWright moved to France permanently in 1947. His decision was guided by the intolerable racism he faced in the United States. In the 1950s, he spent time in Ghana working on African liberation movements. His later works include the novel The Outsider (1953), the socio-political narratives Black Power (1954) and The Color Curtain (1956), the collected lectures White Man, Listen! (1957), and another novel, The Long Dream (1958). At the end of his life, Wright wrote, it is estimated, around 4,000 haiku. Collected in the volume Haiku: This Other World (1998, republished as Haiku: The Last Poems of Richard Wright in 2012), the poems helped Wright move through illness and grief over his mother’s death and reconnect to the natural world he had long associated with Southern violence. According to his daughter Julia, who wrote the foreword to Haiku: This Other World, “A form of poetry which links seasons of the soul with nature’s cycle of moods enabled him to reach out to the black boy part of himself still stranded in a South that continued to live in his dreams.”\nWright died in Paris. Posthumous editions of his work include the short story collection Eight Men (1961), the novels Lawd Today (1963) and American Hunger (1977), and the unfinished novel Wright was working on at the time of his death, A Father’s Law (2008).\n", "attrs": {"Region:": ["France", "U.S., Midwestern", "U.S., Southern"]}}