{"pf_url": "https://www.poetryfoundation.org/poets/richard-rorty", "name": "Richard Rorty", "yob": "1931", "yod": "2007", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/f90497c2875a5bad8b1c1de6264fd84533f5a190.jpeg", "bio": "\nRichard Rorty was an American philosopher best known for revitalizing the school of American pragmatism. The author of several books, including Philosophy and the Mirror of Nature (1979), Contingency, Irony, and Solidarity (1989); Objectivity, Relativism, and Truth (1990); and Achieving Our Country (1997). Rorty received a MacArthur “genius” grant and a fellowship from the Guggenheim Foundation. He was one of the most popular—and most controversial—philosophers of his day. “As a pragmatist, Rorty urged us to give up the search for the elusive ‘something’ which defines truth or justice etc, or which reveals the ultimate nature of x,” Gideon Caldor explained in Philosophy Now. “Instead, we should just work with whichever account of x delivers the practical goods, the results … Philosophy – one voice in the conversation – would be done better if more modest, piecemeal and low-falutin.”\nRorty was born in 1931 in New York City to anti-Stalinist leftist intellectual parents. At the age of 15, he enrolled at the University of Chicago, where he earned his BA and MA degrees. He earned his PhD at Yale University. After serving in the army for two years, Rorty taught at Wellesley College, Princeton University, and Stanford University.\nRorty died in 2007 of complications from pancreatic cancer. In a remembrance of the philosopher published in Slate, Stephen Metcalf offered this distillation of his ideas: “Rorty believed that human beings must stop looking for some nonhuman or extra-human reality, such as God, nature, spirit, matter, or even human nature; for some thing-in-itself that, though entirely independent of human knowing, would nonetheless provide us with universal laws for governing our actions and our thinking … We are ineluctably human. No ecstatic encounters with the Other have been scheduled. We are stuck arguing with one another, in order to achieve, not truth, but consensus.”\n", "attrs": {}}