{"pf_url": "https://www.poetryfoundation.org/poets/rita-dove", "name": "Rita Dove", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/ce233ad40c9d7fd2144647c933621f4ec6c6d44e.jpeg", "bio": "\nRita Dove was born in Akron, Ohio, the daughter of one of the first Black chemists in the tire industry. Dove was encouraged to read widely by her parents, and she excelled in school. She was named a Presidential Scholar, one of the top 100 high school graduates in the country, and attended Miami University in Oxford, Ohio as a National Merit Scholar. After graduating, Dove received a Fulbright to study at the University of Tübingen in West Germany, and later earned an MFA at the Iowa Writers’ Workshop where she met her husband, the German writer Fred Viebahn. Dove made her formal literary debut in 1980 with the poetry collection The Yellow House on the Corner, which received praise for its sense of history combined with individual detail. The book heralded the start of long and productive career, and it also announced the distinctive style that Dove continues to develop. In works like the verse-novel Thomas and Beulah (1986), which won the Pulitzer Prize, On the Bus with Rosa Parks (1999), a finalist for the National Book Critics Circle Award, and Sonata Mulattica (2009), Dove treats historical events with a personal touch, addressing her grandparents’ life and marriage in early 20th-century Ohio, the battles and triumphs of the Civil Rights era, and the forgotten career of Black violinist and friend to Beethoven, George Polgreen Bridgetower. Poet Brenda Shaughnessy noted that “Dove is a master at transforming a public or historic element—re-envisioning a spectacle and unearthing the heartfelt, wildly original private thoughts such historic moments always contain.”\nDove received the 2017 NAACP Image Award and the 2017 Library of Virginia Award for her Collected Poems: 1974-2004 (2016), which was a finalist for the National Book Award. Her other numerous honors and awards include the Wallace Stevens Award from the Academy of American Poets, the Heinz Award in the Arts and Humanities, a Common Wealth Award, and a National Humanities Medal.\nHer work is known for its lyricism and beauty as well as its sense of history and political scope. She frequently writes about other art forms, including music in Sonata Mulattica (2009) and dance in the collection American Smooth (2004). Writing in the New York Times, Emily Nussbaum noted how dance and poetry connect for Dove: “For Dove, dance is an implicit parallel to poetry. Each is an expression of grace performed within limits; each an art weighted by history but malleable enough to form something utterly new.” Sonata Mulattica follows the tempestuous life of 18th-century violinist Bridgetower, who took Europe by storm, had a famous sonata composed for him, and died in obscurity. The Los Angeles Times described Dove’s book as an “ambitious effort, using multiple distinctive voices and perspectives to chronicle the complex tale ‘of light and shadow, / what we hear and the silence that follows.’” Poet Mark Doty called the work “richly imagined,” with “the sweep and vivid characters of a novel, but … written with a poet’s economy, an eye for the exact detail.”\nIn addition to poetry, Dove has published works of fiction, including the short story collection Fifth Sunday (1990) and the novel Through the Ivory Gate (1992). Her play The Darker Face of the Earth (1996) was produced at the Kennedy Center for the Performing Arts in Washington, DC. Dove is also an acclaimed lyricist, and has written lyrics for composers ranging from Tania León to John Williams. Of her forays into other genres, Dove told Black American Literature Forum, “There’s no reason to subscribe authors to particular genres. I’m a writer, and I write in the form that most suits what I want to say.” Dove’s own work, the popular Thomas and Beulah, was staged as an opera by Museum for Contemporary Art in Chicago in 2001.\nDove has had a tremendous impact on American letters, not only through the scope of her poetry, but also through her work as an advocate. She was named US poet laureate in 1993. Just 40 years old at the time of her appointment, she was the youngest poet ever elected to the position. She was also the first African American to hold the title (Gwendolyn Brooks had been named consultant in poetry to the Library of Congress in 1985). Dove was also the first poet laureate to see the appointment as a mandate to generate public interest in the literary arts. She traveled widely during her term, giving readings in a variety of venues from schools to hospitals. Dove noted in the Washington Post that her appointment was “significant in terms of the message it sends about the diversity of our culture and our literature.” Dove has continued to play an important role in the reception of American poetry through her work as editor of the Penguin Anthology of 20th-Century American Poetry (2011). The omnibus collection of a century-worth of American verse stirred controversy and generated new dialogues about the legacy of American poetry, and its current state. Many praised the anthology for its inclusiveness and scope, however. Katha Pollitt in The Nation called it “comprehensive and broad-ranging,” whatever its omissions.\nDove is currently Commonwealth Professor of English at the University of Virginia in Charlottesville.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}