{"pf_url": "https://www.poetryfoundation.org/poets/rob-halpern", "name": "Rob Halpern", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, translator, and essayist Rob Halpern earned his PhD from the University of California, Santa Cruz. He is the author of the poetry collections Rumored Place (2004), which was nominated for the California Book Award; Disaster Suites (2009); Music for Porn (2012); Common Place (2015); and [————]Placeholder (2015). He co-wrote the book-length poem Snow Sensitive Skin (2011) with Taylor Brady. In his work, Halpern explores the intersections of lyric tradition, with its prizing of voice and individual subjectivity, and social crises, including the conditions of late capitalism and militarization. Reviewing Music for Porn, Lukas Moe described how the book worked within Halpern’s larger project: “In their concern with crisis these books are timely and yet already late, compressing the language, time, and sensorium of the very recent past into a variable distortion of the present. They make a series, by definition unfinished, that is just recursive enough to go on without fulfilling its premise or predicate. Halpern’s poems bracket and cite themselves, often by means of the flat ventriloquism of italicized paraphrase. Sentences especially are spliced and interpolated in Halpern’s prose and prose poems, reflecting a tendency in his work to modulate between the less and more theoretical.”   Halpern’s scholarly work reflects his interests in modernist writing, capitalism, and form. His critical work has appeared in collections such as Biting the Error: Writers Explore Narrative (2004) and No Gender: Reflections on the Life & Work of kari edwards (2009), as well as in many journals, anthologies, reviews, and zines. He currently teaches at Eastern Michigan University and splits his time between Ypsilanti, Michigan, and San Francisco, California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}