{"pf_url": "https://www.poetryfoundation.org/poets/robert-pinsky", "name": "Robert Pinsky", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0bf66721a379c19da022a7caa1e32cd00fdadfc7.jpeg", "bio": "\nRobert Pinsky is one of America’s foremost poet-critics. Often called the last of the “civic” or public poets, Pinsky’s criticism and verse reflect his concern for a contemporary poetic diction that nonetheless speaks of a wider experience. Elected Poet Laureate of the United States in 1997, his tenure was marked by ambitious efforts to prove the power of poetry—not just as an intellectual pursuit in the ivory tower, but as a meaningful and integral part of American life. “I think poetry is a vital part of our intelligence, our ability to learn, our ability to remember, the relationship between our bodies and minds,” he told the Christian Science Monitor. “Poetry’s highest purpose is to provide a unique sensation of coordination between the intelligence, emotions and the body. It’s one of the most fundamental pleasures a person can experience.” \nThe Sounds of Poetry is a slim volume that can serve as a primer on the mechanics of poetry and also as a “treatise on the social functions of poetry,” according to James Longenbach in the Nation. Atlantic Monthly contributor David Barber noted that The Sounds of Poetry “is an achievement for which there is surprisingly little precedent: an authoritative yet accessible introduction to the tools of the poet’s trade that can be read with profit by the serious student and the amateur alike.” Barber characterized the volume as “less that of a solemn classroom lecture than that of a spirited audio tour, with Pinsky offering up various devices and motifs for inspection and providing a lively running commentary on how to fine-tune the ear to respond to the distinctive verbal energies that make poetry ‘poetic.’“ In Democracy, Culture and the Voice of Poetry, Pinsky resumes his examination of poetry’s necessity to contemporary, democratic culture. Reviewing the book for The New Republic, David Bromwich wrote, “One is never in any doubt about the tendency of Pinsky’s argument. He urges appreciation not of what the poet does in writing a poem, but of what the poet does in reading it. The poet mainly counts as one more reader. So, too, Pinsky’s idea of the place of poetry in democratic culture comes from an image of someone reading a poem to an audience.”\nCritics of Pinsky’s first collection, Sadness and Happiness, compared the work to Ranier Marie Rilke, James Wright, and Robert Lowell. Yale Review contributor Louis L. Martz declared that “Pinsky is the most exhilarating new poet that I have read since A. R. Ammons entered upon the scene.” Pinsky’s second volume was the book-length poem, An Explanation of America. Like Robert Lowell, Pinsky attempted to understand American history through a comparison to ancient Rome. “Not the least remarkable thing about Robert Pinsky’s remarkable [book],” stated Michael Hamburger in the Nation, “is that it seems to defy not only all the dominant trends in contemporary poetry but all the dominant notions—both American and non-American—of what is to be expected of an American poet.” “In its philosophical approach, classical learning, and orderly structure,” remarked Hudson Review contributor James Finn Cotter, An Explanation of America “resembles the work of William Cullen Bryant more than that of Hart Crane, but it is not old-fashioned. It is as American as Bryant’s and Crane’s long poems, as embedded in the past, and as identified with the woods and prairies.”\nPinsky continued his examination of history—sometimes national, sometimes personal—in two later collections of poetry. “History of My Heart” observed J. D. McClatchy in the New Republic, “was Pinsky’s breakthrough, and my guess is that it will come to be seen as one of the best books of the past decade.” The best poems in Pinsky’s 1990 collection, The Want Bone, according to McClatchy, “are more personal. They do not wrestle with religious angels or intellectual demons, the myths imposed on us by tradition. Instead, they address the self, those autobiographical myths we make out of memories.”\n\nThe Figured Wheel: New and Collected Poems, 1966-1996 “will remind readers that here is a poet who, without forming a mini-movement or setting himself loudly at odds with the dominant tendencies of American poetry, has brought into it something new,” maintained Katha Pollitt in the New York Times Book Review. Paul Breslin felt that The Figured Wheel “signals a major turn in Pinsky’s stylistic development.... [In] its hurling together of the apocalyptic and vast with the mundane and the particular, it fairly bristles with linguistic energy.” Pollitt claimed: “What makes Mr. Pinsky such a rewarding and exciting writer is the sense he gives, in the very shape and structure of his poems, of getting at the depths of human experience, in which everything is always repeated but also always new.”\nPinsky’s interest in poetry that mixed contemporary speech with wide-ranging subject matter led him in 1994 to publish a new translation of Dante’s Inferno. He had been asked, with a group of nineteen other poets, to participate in a reading of the poem at the 92nd Street YMCA in New York City in May of 1993. Pinsky became fascinated with the work of the thirteenth-century Italian poet. Pinsky said in an interview with the New York Times Book Review, “This was like being a child with a new toy. I called the translation a feat of metrical engineering, and I worked obsessively. It’s the only writing I have ever done where it’s like reading yourself to sleep each night. We have pillowcases stained with ink where my wife took the pen out of my hand at night.”\nDespite the fact that about fifty English-language translations of the Inferno have been published in the 20th century alone, critics largely celebrated Pinsky’s work. “The primary strength of this translation,” declared Edward Hirsch, “is the way it maintains the original’s episodic and narrative velocity while mirroring its formal shape and character. It is no small achievement to reproduce Dante’s rhyme scheme and at the same time sound fresh and natural in English, and Pinsky succeeds in creating a supple American equivalent for Dante’s vernacular music where many others have failed.” “His skill and power as a poet inform every line of this splendid translation,” stated John Ahern in the New York Times Book Review. “He shapes sinewy lines whose edges you can actually hear. This is true verse, not the typographical arrangement of poetic prose... [I]f he does not quite attain Dante’s full symphonic range, no one has come closer.”\nPinsky was named poet laureate in 1997 and served until 2000. The position carries a modest stipend, but its appeal lies in its visibility to the general public. Formerly a retiring person, Pinsky became a public figure, and he used the notoriety to promote a new project. Under his direction, ordinary Americans were invited to name their favorite poems, and some entrants were asked to read for a permanent audio archive at the Library of Congress. Pinsky set a goal of recording one hundred people, but he was inundated with letters and e-mails from all over the nation, and those participating represented all ages, all walks of life, and all levels of education. “The Favorite Poem Project is partly to demonstrate that there is more circulation of poetry and more life of poetry than there might seem with the stereotype,” Pinsky explained in the Progressive. “I must say that the Favorite Poem readings, beyond my expectation, are very moving.”\n\r\nWith Maggie Dietz, Pinsky edited a representative volume of reader responses called Americans’ Favorite Poems: The Favorite Poem Project Anthology. A Publishers Weekly reviewer stated that “the selections are as diverse as the nation that chose them.” Americans’ Favorite Poems proved so popular that two subsequent collections have appeared: Poems to Read: A New Favorite Poem Project Anthology and An Invitation to Poetry: A New Favorite Poem Project Anthology. Booklist contributor Donna Seaman called Poems to Read “a graceful, sometimes jubilant, sometimes lyrical, sometimes brooding, but always welcoming and stirring collection.”Jersey Rain, published in 2000, was Pinsky’s first collection of completely new work since The Want Bone appeared a decade earlier. Reviewing the work in Library Journal, Christian Graham observed that Pinsky’s poems range from the mythic to the confessional. “Occasionally, his differing manners collide strangely,” Graham stated, “but Pinsky delivers, as ever, intelligent, pensive poetry of great beauty.” Pinsky’s latest book, Gulf Music, was published to wide acclaim in 2007. In a review for the New York Times, Joel Brouwer wrote that the collection was “not just an argument for but a demonstration of contemporary poetry’s necessity and vitality in our democracy.” Citing Pinsky’s influence as a critic and “American civic poet,” Brouwer continued: “Pinsky is our finest living specimen of this sadly rare breed, and the poems of “Gulf Music” are among the best examples we have of poetry’s ability to illuminate not only who we are as humans, but who we are — and can be — as a nation.”\n\r\nPaul Breslin has commented that Pinsky “has emerged as the finest American poet-critic since Randall Jarrell”; Joel Brouwer that “[n]o other living American poet — no other living American, probably — has done so much to put poetry before the public eye.” For his own part, the last American poet laureate of the 20th century told the Progressive: “I think the rhythms in a lot of my writing are an attempt to create that feeling of a beautiful, gorgeous jazz solo that gives you more emotion and some more and coming around with some more, and it’s the same but it’s changed, and the rhythm is very powerful, but it is also lyricism. I think I’ve been trying to create something like that in my writing for a long time.”\n \n[Updated 2010]\n", "attrs": {"Region:": ["U.S., New England"]}}