{"pf_url": "https://www.poetryfoundation.org/poets/robert-kroetsch", "name": "Robert Kroetsch", "yob": "1927", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6384ac735946bff1bb23166d9e135871e52c20ae.jpeg", "bio": "\n                                                                    Robert Kroetsch is widely recognized as one of Canada’s foremost innovative writers. His novels, poems, and criticism articulated a postmodern, experimental vision of Canadian literature during the 1960s and 1970s. Based in the western prairies of Alberta, Manitoba, and Saskatchewan, Kroetsch helped found literary journals—including the influential Boundary 2: A Journal of Postmodern Literature—presses, and reading series and mentored a generation of Canadian writers during his tenure at the University of Manitoba.    Kroetsch was born in Heisler, Alberta, in 1927 and earned degrees at the University of Manitoba, Middlebury College, and the University of Iowa. He set many of his novels on the prairies where he had grown up, including Words of My Roaring (1966); The Studhorse Man (1969), which won a Canadian Governor General’s award; and Gone Indian (1973). His nine novels, which blend myth, magical realism, and postmodern play, are landmarks in Canadian literature.   Kroetsch also published 14 collections of poetry. According to poet and critic Robert Archambeau, Kroetsch’s work provides “a kind of constant, amused intellectual probing of the everyday.” In many of his long poems, such as Seed Catalogue (1986) and The Ledger (1975), Kroetsch experimented with found texts and procedural writing. He played with constraints—in his long poem The Sad Phoenician (1979), all the lines begin with and or but—as well as fragments and serial writing. Other books of poetry include Too Bad (2010), The Hornbooks of Rita K (2001), and Completed Field Notes: The Long Poems of Robert Kroetsch (1989), a collection that brings together all of Kroetsch’s long poems.    When Kroetsch was killed in a car accident in 2011, there was an outpouring of tributes from friends and former students. Writers such as Archambeau, Rudy Wiebe, Aritha van Herk, and Michael Ondaatje all spoke of Kroetsch’s generosity and genius. According to Ondaatje, “He was life-force. I can think of no one else like him.\" Each year Snare Press grants the Kroetsch Award for Innovative Poetry in his honor.\n                                                            ", "attrs": {"Region:": ["Canada"]}}