{"pf_url": "https://www.poetryfoundation.org/poets/robert-desnos", "name": "Robert Desnos", "yob": "1900", "yod": "1945", "image": null, "bio": "\nPoet and journalist Robert Desnos was born in Paris, France. The son of a successful café owner, Desnos rebelled against his father’s plans for a bourgeois education and pursued literature, idolizing authors such as Gerard de Nerval, Arthur Rimbaud, and Victor Hugo. His first poems were published in La Tribune des Jeunes in 1918; soon after, he became acquainted with members of the Paris Dada circle, including André Breton. Desnos completed two years of compulsory military service in Morocco and, returning to Paris in 1922, became an influential part of the burgeoning surrealist movement, led by Breton, Paul Éluard, and Philippe Soupault. Friendship with the group helped Desnos develop his writing practice, and he drew extensively on the automatic writing techniques for which surrealism became famous. Desnos’s work from this period includes Rrose Sélavy (1922), a collection of aphorisms and sayings that owes debts to Marcel Duchamp’s alter ego of the same name, and Language cuit (1923). During the 1920s, Desnos also published in the surrealist journal Littérature. In his work from those years, he explored the unconscious and the role of dreams in lyric poetry. Breton was especially impressed with Desnos’s ability to enter a trance state and speak lines of automatic poetry. Louis Aragon wrote this of Desnos’s experiments in self-hypnosis: “In a café, amid the sound of voices, the bright light, the jostlings, Robert Desnos need only close his eyes, and he talks, and among the steins, the saucers, the whole ocean collapses with its prophetic racket and its vapors decorated with long silk banners.”\r\n \r\nDuring the 1920s, Desnos was extremely productive and wrote poetry, prose, reviews and essays on contemporary cinema, and scripts and adaptations for motion pictures. His books of lyric prose include Deuil pour deuil (1924; trans. Mourning for Mourning, 1992), La Liberté ou l’amour! (1927; trans. Liberty or Love! 1993), and C’est les bottes de 7 lieues: cette phrase “Je me vois” (1926). These works are at once playful and shocking, toying with the logic of grammar, language, and sound to explore new realms of conscious and unconscious creativity. Desnos’s poetry of the 1920s was also shaped by his unrequited love for the singer and actress Yvonne George. Many of the lyrics in poetry collections such as Les Ténèbres (1927) and Corps et Biens (1930) are love poems to George. In other works from this period, such as The Night of Loveless Nights (1930; trans. 1973), Desnos experimented with montage and collage to generate associative leaps across kinds of language and registers of meaning.\r\n \r\nBy the 1930s, Desnos had drifted from surrealist circles; in his Second Manifesto of Surrealism (1929), Breton accused him of narcissism but Breton’s own increasingly militant Marxism in turn alienated Desnos. He continued to write poetry in the 1930s, collected in the volume Les Sans-cou (1934), but he also began to write for radio and continued to develop as a journalist. His radio plays from this period include La Grande complainte de Fantômas (1933), directed by Antonin Artaud, and an adaption of a poem by Walt Whitman, Le Salut au monde (1936), among others. In the 1930s, Desnos turned his attention from the individual unconscious to the social world. He fell in love with Youki Foujita and began writing for wider audiences; his poetry became more lyrical and less hermetic. In 1936, Desnos wrote a poem a day for the entire year. He also composed cantatas and poems for children.\r\n \r\nWhen World War II broke out in 1939, Desnos was drafted as a sergeant. His wartime journalism appeared in magazines such as Europe, Commune, and Ce-Soir. In 1940, he started writing for the newspaper Aujourd’hui. By the early 1940s, Desnos was working for the French Resistance, passing sensitive information he received at the newspaper along to Resistance fighters. He also published, under pseudonyms, articles critical of the Occupation. The Nazis eventually discovered Desnos’s role in the Resistance and, in February 1944, the Gestapo arrested him. Desnos was moved among various concentration camps and died, of typhus, at Terezin, in Czechoslovakia, a few days after the camp was liberated.\r\n \r\nDesnos’s work continues to exert an influence on French poetry and art, as well as poets who write in English. The Voice: Selected Poems (1972) was first translated and published in English by William Kulik and Carole Frankel. Other translations of Desnos’s work into English include The Night of Loveless Nights (1974, trans. Fred Beake), The Selected Poems of Robert Desnos (1991, trans. Carolyn Forché and William Kulik), The Circle and the Star: Selected Poems of Robert Desnos (2000, trans. Todd Sanders), and The Secret Book for Youki: And Other Poems by Robert Desnos (2001, trans. Todd Sanders). The majority of Desnos’s papers are held in the archives of the Bibliothèque littéraire Jacques Doucet, in Paris.\n", "attrs": {"Region:": ["France"]}}