{"pf_url": "https://www.poetryfoundation.org/poets/robert-browning", "name": "Robert Browning", "yob": "1812", "yod": "1889", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/647c47945110fa4447be25c773ac3d96a8f17f81.jpeg", "bio": "\nAlthough the early part of Robert Browning’s creative life was spent in comparative obscurity, he has come to be regarded as one of the most important English poets of the Victorian period. His dramatic monologues and the psycho-historical epic The Ring and the Book (1868-1869), a novel in verse, have established him as a major figure in the history of English poetry. His claim to attention as a children’s writer is more modest, resting as it does almost entirely on one poem, “The Pied Piper of Hamelin,” included almost as an afterthought in Bells and Pomegranites. No. III.—Dramatic Lyrics (1842) and evidently never highly regarded by its creator. Nevertheless, “The Pied Piper” moved quickly into the canon of children’s literature, where it has remained ever since, receiving the dubious honor (shared by the fairy tales of Hans Christian Andersen and J.M. Barrie’s Peter Pan) of appearing almost as frequently in “adapted” versions as in the author’s original. His approach to dramatic monologue influenced countless poets for almost a century.\r\n \r\nBrowning was born on May 7, 1812 in Camberwell, a middle-class suburb of London. He was the only son of Robert Browning, a clerk in the Bank of England, and a devoutly religious German-Scotch mother, Sarah Anna Wiedemann Browning. He had a sister, Sarianna, who like her parents was devoted to Browning. While Mrs. Browning’s piety and love of music are frequently cited as important influences on the poet’s development, his father’s scholarly interests and unusual educational practices may have been equally significant. The son of a wealthy banker, Robert Browning the elder had been sent in his youth to make his fortune in the West Indies, but he found the slave economy there so distasteful that he returned, hoping for a career in art and scholarship. A quarrel with his father and the financial necessity it entailed led the elder Browning to relinquish his dreams so as to support himself and his family through his bank clerkship.\n\r\nBrowning’s father amassed a personal library of some 6,000 volumes, many of them collections of arcane lore and historical anecdotes that the poet plundered for poetic material, including the source of “The Pied Piper.” The younger Browning recalled his father’s unorthodox methods of education in his late poem “Development,” published in Asolando: Fancies and Facts (1889). Browning remembers at the age of five asking what his father was reading. To explain the siege of Troy, the elder Browning created a game for the child in which the family pets were assigned roles and furniture was recruited to serve for the besieged city. Later, when the child had incorporated the game into his play with his friends, his father introduced him to Alexander Pope’s translation of the Iliad. Browning’s appetite for the story having been whetted, he was induced to learn Greek so as to read the original.\r\n \r\nMuch of Browning’s education was conducted at home by his father, which accounts for the wide range of unusual information the mature poet brought to his work. His family background was also important for financial reasons; the father whose own artistic and scholarly dreams had been destroyed by financial necessity was more than willing to support his beloved son’s efforts. Browning decided as a child that he wanted to be a poet, and he never seriously attempted any other profession. Both his day-to-day needs and the financial cost of publishing his early poetic efforts were willingly supplied by his parents.\r\n \r\nBrowning’s early career has been characterized by Ian Jack as a search for an appropriate poetic form, and his first published effort, Pauline: A Fragment of a Confession (1833), proved in retrospect to be a false start. Browning’s next poetic production, Paracelsus (1835), achieved more critical regard and began to move toward the greater objectivity of the dramatic monologue form that Browning perfected over the next several years. Browning also wrote several plays intended for the stage, along with closet dramas; however, he was not suited to be a playwright. His chief theatrical patron, William Macready, was already becoming disillusioned by the plays’ lack of success and the poet’s persistent difficulties in creating theatrical plots.\r\n \r\nBefore that estrangement, however, the alliance between Browning and Macready had one salutary effect: it provided the occasion for Browning’s composition of “The Pied Piper.” In May 1842 Macready’s son Willie was sick in bed; Willie liked to draw and asked Browning to give him “some little thing to illustrate” while in confinement. The poet responded first with a short poem, “The Cardinal and the Dog,” and then, after being impressed with Willie’s drawings for it, with “The Pied Piper of Hamelin.” The story of the Pied Piper was evidently well known in Browning’s home. The poet’s father began his own poem on the subject in 1842 for another young family friend, discontinuing his effort when he learned of his son’s poem. The primary source of the story was a 17th-century collection, Nathaniel Wanley’s Wonders of the Little World (1678). Browning claimed many years later that this was the sole source, but William Clyde DeVane notes that some significant details in Browning’s account, including an erroneous date for the event described, occur in an earlier work, Richard Verstegen’s Restitution of Decayed Intelligence in Antiquities (1605), but not in Wanley.\n\r\nWhatever its sources, “The Pied Piper” reflects the hand of a master storyteller. The poem tells a story of civic venality and retribution. Desperate to rid the city of rats, the corrupt and repulsively corpulent mayor engages the mysterious piper to charm the vermin away; the piper plays a tune that draws the rats from their holes and leads them to the river Weser, where they drown. Only one especially hardy rat escapes death—by swimming across the river—to tell a cautionary tale to other rats; the rat’s story enables Browning to provide an explanation for the piper’s magic, as the rat tells how the sound of the pipe evoked all kinds of wonderful treats for rats:\n                                       I heard a sound as of scraping tripe,\r\n                                       And putting apples, wondrous ripe,\r\n                                       In a cider-press’s gripe;\r\n                                       And a moving away of pickle-tub boards,\r\n                                       And a leaving ajar of conserve-cupboards,\r\n                                       And a drawing the corks of train-oil flasks,\r\n                                       And a breaking the hoops of butter-casks.\nWith the rats destroyed and their nests blocked up, the mayor and corporation of Hamelin feel secure in reneging on their agreement with the piper and refuse to pay him the thousand guilders he demands. Where they had offered 50 times the piper’s requested fee before the rats were eliminated, they now offer only 50 guilders, thinking of all the fine wines they might purchase with the money saved. After all, the mayor claims, the piper cannot restore the rats to life.\n“The Pied Piper” has a great deal of charm, and both its theme and its moral reflect the mainstream of Victorian thought. Browning, however, seems to have held the poem in little esteem and reportedly only included it in Dramatic Lyrics because of the need for additional verse to fill out the 16-page pamphlet. Indeed, this narrative poem does not seem to fit comfortably with the dramatic monologue form of the other poems in the book, which include such widely anthologized pieces as “My Last Duchess” and “Porphyria’s Lover.” While “The Pied Piper” found its own audience and John Forster’s review of Dramatic Lyrics in The Examiner quoted favorably nearly half the poem, critical attention has usually focused on the other poems in the volume, the shorter dramatic monologues in which Browning finally found the form that would establish him as a major poet of his time and a significant influence on modern poetry.\nWhile “The Pied Piper” differs from most of Browning’s adult poetry, much of its charm and delight derive from the same poetic tools that Browning deployed in his more serious work. However, techniques that are praised in “The Pied Piper” are frequently perceived as defects in the adult poems. Victorian critics disliked his predilection for outrageous (and sometimes unpronounceable) rhymes and the excessive use of single rhymes, as in the vivid account of the rat infestation that opens “The Pied Piper”:\n                                            Rats!\r\n                                       They fought the dogs and killed the cats,\r\n                                           And bit the babies in the cradles,\r\n                                       And ate the cheese out of the vats,\r\n                                           And licked the soup from the cooks’ own ladles,\r\n                                       Split open the kegs of salted sprats,\r\n                                           Made nests inside men’s Sunday hats,\r\n                                       And even spoiled the women’s chats.\nEarlier critics tended to see Browning’s rhyme patterns as appropriate for light verse such as children’s poems, where the emphasis is on entertainment, but as a defect in adult poetry, with its philosophical or religious concerns. The source of “The Pied Piper” in arcane reference works from past centuries also suggests one of the problems Browning had in achieving an audience for his adult poetry: he was frequently attacked for obscurity in his verse, and much of that obscurity derives from his unreferenced allusions to the vast body of arcana that he had read.\r\n \r\nAnother narrative poem, “‘How They Brought the Good News from Ghent to Aix,’“ appeared in Browning’s collection of dramatic monologues Bells and Pomegranates. No. VII.—Dramatic Romances & Lyrics (1845). While not expressly written for children, this poem was printed separately in a child’s edition after Browning’s death and for many years was commonly included in children’s school texts; it remains popular for its galloping anapestic rhythm and exciting description of a cross-country equestrian race. The poem presents an entirely imaginary 17th-century mission to relieve the city of Aix-la-Chapelle in Germany. Three riders are dispatched from Ghent, in Belgium, to carry an important message; two of the riders’ horses fail, and the third, that of the speaker, accomplishes the mission to universal acclaim. What the message is, other than to secure the freedom of the German city, is never stated.\n\r\nBesides introducing the world to “The Pied Piper” and establishing the poet’s modus operandi for his future verse, Dramatic Lyrics also had a lasting effect on Browning’s personal life. Elizabeth Barrett admired the book, and in her 1844 poem “Lady Geraldine’s Courtship” she expressed the esteem in which she held Browning by linking him to William Wordsworth and Alfred, Lord Tennyson as one of the great poets of the age. She met Browning and the two poets fell deeply in love, but Elizabeth’s father, Edward Moulton Barrett, would not countenance any of his children marrying and leaving the home. On September 12, 1846 they were secretly married, and one week later they eloped to the Continent.\nBrowning wrote relatively little during the marriage, in part because the family frequently moved and, because of Elizabeth’s frail health, he was usually busy making all the arrangements for housing and transportation. The Brownings had one child, Robert Wiedemann Barrett Browning, called “Pen,” born in 1849 (the same year Browning’s mother died). Both parents doted on the boy, and Robert Browning took particular responsibility for his son’s education—yet another diversion from poetic production. The poet who some years earlier had produced a major children’s poem to amuse the son of a friend made no similar creations for his own son, however, but continued to work on longer philosophical poems for an adult audience.\r\n \r\nBrowning became in his later years that curious phenomenon, the Victorian sage—widely regarded for his knowledge and his explorations of philosophical questions of great resonance in Victorian life. He witnessed the creation (by F.J. Furnivall in 1881) of the Browning Society, dedicated to the study of the poet’s work and thought. Just before his death in 1889, Browning finally published the other poem written for young Willie Macready, “The Cardinal and the Dog.” This 15-line poem, like “The Pied Piper,” originated in one of the legends recounted in Wanley’s Wonders of the Little World. It tells how Cardinal Crescenzio, a representative of the pope at the Council of Trent, was frightened by the apparition of a large black dog that only he could see, after which he became seriously ill; on his deathbed he again saw the dog. The poem has elicited little critical response and has seldom been anthologized; its interest today lies primarily in its role as a warm-up to “The Pied Piper.”\r\n \r\nAnyone as widely adulated as Browning was during the later years of his life is bound to suffer a decline in critical valuation. Along with other Victorians, Browning was dismissed by influential figures among the modernists, including T.S. Eliot (although Ezra Pound paid tribute to Browning as one of his literary fathers). Following World War II, however, Browning’s reputation has been salvaged by a more objective generation of critics who note his poetic failings but also trace his influence on the poetic forms and concerns of his 20th-century successors. Through all the vicissitudes of critical reputation, however, Browning’s major contribution to the canon of children’s literature, “The Pied Piper of Hamelin,” has retained its popular audience.\nAt the time of his death in 1889, he was one of the most popular poets in England.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}