{"pf_url": "https://www.poetryfoundation.org/poets/robert-southwell", "name": "Robert Southwell SJ", "yob": "1561", "yod": "1595", "image": null, "bio": "\nRobert Southwell, a poet and prose writer of William Shakespeare and Ben Jonson‘s generation, spent his adolescence and early manhood in Italy. His brief literary career flourished during the years when he was an underground Jesuit priest in Protestant England. It is agreed that Southwell brought with him from Italy the themes and the aesthetics of militant Counter-Reformation piety, although there is disagreement over the terms used to describe the resulting style: baroque, mannerist, metaphysical, meditative, Petrarchan, and contemplative are among the adjectives proposed. There is also disagreement over Southwell’s literary achievement and the extent and significance of his influence. What cannot be doubted is his extraordinary popularity during his brief English career and the 40 years following it. Contemporary writers seem to have been impressed by his clear, precise English, by the beauty of its rhythms, and by Southwell’s gift for combining passion with moral and intellectual analysis. There is a strong case to be made for his influence on his contemporaries, among them Thomas Nashe, Thomas Lodge, and William Shakespeare.\n\r\nRobert Southwell was born around 1561 at Horsham St. Faith, Norfolk, the youngest son and fifth child in a family of eight. The Southwells, a county family that had prospered from the dissolution of the monasteries, formed part of a network of wealthy, interrelated families that included the Wriothsleys, Howards, Bacons, and Cecils as well as recusants such as Vaux, Arden, and Copley. Southwell was a studious boy whose father liked to call him “Father Robert.” In 1576 he, like many other boys of his class, was sent overseas to be educated in the Jesuit school at Douai. He would not see England again for ten years. Between the ages of 15 and 17 he became convinced of his vocation to a religious life, and in 1578 he was admitted to the noviceship at Rome, where he embarked upon his formation as a Jesuit. In 1581 he transferred from the Roman to the English College, where he became tutor and prefect of studies. He was ordained in 1584 and was sent on the English mission in 1586, landing secretly with his fellow Jesuit Henry Garnet somewhere between Dover and Folkestone in early July. He was about 25 years old.\n\r\nChristopher Devlin estimated a Catholic priest’s chance of survival in England in 1586 as one in three. Southwell led the active but disguised and secret life of a pastor for six years, working mostly in and around London except for some journeys into the Midlands. For much of this period he lived under the protection of Anne, countess of Arundel, whose husband, the earl, was a prisoner in the Tower of London. In June 1592 the notorious priest hunter Richard Topcliffe succeeded in capturing Southwell. Topcliffe, Elizabeth I’s servant and favorite, “an atrocious psychopath,” in Geoffrey Hill’s words, was allowed to torture prisoners in his own house. Southwell was in this man’s hands and then in the hands of Privy Council interrogators and torturers for a month; news of his transfer to solitary confinement in the Tower was a relief to his friends.\n\r\nAfter more than two years’ imprisonment he was moved to the notorious cell in Newgate called Limbo, and his trial took place on February 20, 1595 under the statute of 1585, which had made it treason to be a Catholic priest and administer the sacraments in England. He was found guilty and was executed the next day by hanging, drawing, and quartering. At his trial Southwell said that he had been tortured ten times and would rather have endured ten executions. Pierre Janelle, who quotes the records in detail, writes that Southwell made of his trial and execution “a work of art of supreme beauty.” He was 33 at his death. Pope Paul VI canonized him on October 25, 1970 as one of the Forty Martyrs of England and Wales.\n\r\nSouthwell wrote most of his English works between the time of his return to England in 1586 and his capture in 1592. As a prisoner he had no access to writing materials. Janelle described his literary career as an “apostolate of letters” and thought that his superiors had instructed him to make writing a part of his missionary activity. This theory was perhaps based on the fact that Southwell and Garnet carried in their instructions permission to print “some small books for the defense of the faith and the edification of Catholics.” Other critics have treated Southwell’s work as versified doctrine, as religious propaganda, as a substitute for preaching, or as the outcome of his Jesuit training in religious faith and discipline by means of the Spiritual Exercises of Saint Ignatius of Loyola. Southwell states in the prefatory material to Mary Magdalen’s Funeral Tears (1591) and to Saint Peter’s Complaint (1595) that he wished to set an example of writing on religious themes in English, but nowhere does he say how or why he began to write.\n\r\nHis earliest works, dating from his Roman years, are Latin poems preserved at Stonyhurst. Brian Oxley has shown that these youthful poems share the mature Southwell’s habits of thought as well as the verbal artistry found in his English work: “Southwell’s sense of the artifice of holy things, and indeed, of the holiness of artifice, is central to his life and work.” The Latin poems are evidence of a strong, probably irresistible vocation as a writer and poet.\n\r\nSouthwell’s first full-length English work was the prose An Epistle of Comfort (1587), which originated as a series of pastoral letters written to his hostess’s husband, the earl of Arundel, imprisoned in the Tower for his religion. Southwell published the book on a secret press supplied by the help of the countess—although it is unlikely that the press was actually in Arundel House, as some authorities suggest. Helen C. White has shown that the Epistle of Comfort—a letter written to encourage the persecuted, even to the point of martyrdom—is an example of an ancient Christian genre. It has 16 chapters, the first 11 devoted to the various sources of comfort for the afflicted Catholics.\n\r\nSouthwell begins modestly and generally, pointing out that suffering is a sign that his readers are out of the devil’s power, loved by God, and imitators of Christ. Suffering, he argues, is inseparable from human life and in most cases is no more than the sufferer deserves. Then, at midpoint, he turns to the peculiar situation of the recusants, beginning with the argument that there is comfort in suffering for the Catholic faith. He then presents a series of all-too-real possibilities, starting with general persecution and ascending through imprisonment and violent death to martyrdom itself. The concluding chapters deal with the unhappiness of the lapsed, the impossibility of martyrdom for the heretic, the glory that awaits the martyr, and, lastly, a warning to the persecutors. The content and the style are much influenced by the patristic authors whom Southwell quotes so deftly; the tone is measured, unyielding, even triumphant. In Southwell’s mind, the Catholics’ suffering is a direct consequence of the Protestant heresy, and that in turn is a manifestation of the perennial evil of earthly life. To bear its effects is an honor: “Let our adversaries therefore load us with the infamous titles of traitors, and rebels,” he writes,\nas the Arians did in the persecution of the Vandals, and as the Ethnicswere wont to call Christians sarmentitios, and semasios, because they were tied to halfpenny stakes, and burnt with shrubs: so let them draw us upon hurdles, hang us, unbowel us alive, mangle us, boil us, and set our quarters upon their gates, to be meat for the birds of the air, as they use to handle rebels: we will answer them as the Christians of former persecutions have done. Hic est habitus victoriae nostrae, hec palmata vestis, tali curru triumphamus, merito itaque victis non placemus. Such is the manner of our victory, such our conquerous garment, in such chariots do we triumph. What marvel therefore if our vanquished enemies mislike us?\n\r\nThe second of Southwell’s prose works to appear in print was Mary Magdalen’s Funeral Tears. It had been circulating in manuscript before Gabriel Cawood published it in late 1591 with an author’s preface to the reader, and it, too, was written for one of the recusant circle: Dorothy Arundel, the daughter of Sir John Arundel of Lanherne; she later became a Benedictine nun. The work originated in a popular homily, usually attributed to Origen, on Saint John’s account of Mary Magdalen’s encounter with Christ on Easter morning. Southwell first read this homily in Italy, presumably in Italian and Latin (an Italian version survives in manuscript at Stonyhurst, attributed to Saint Bonaventura). In the Stonyhurst holograph there are fragments of Southwell’s attempts at an English translation; they show how difficult he found English composition after speaking Latin and Italian for ten years. The homily was available in England, printed in Latin around 1504 and in English translation in 1565. There are signs that Southwell knew and used this translation. Some writers suggest that he may also have known Valvasone’s poem Le lagrime di S. Maria Maddalena, but no clear evidence of this influence has been presented.\n\r\nIn Southwell’s hands the little homily grows to a work three times as long. It used to be thought that the book originated as a sermon, but this theory was based on ignorance of the source. Mary Magdalen’s Funeral Tears is a meditation on Mary’s experience, cast largely in the form of a dialogue between Mary and the other persons present, the angels in the empty tomb, Christ, and the narrator. The homily provides the outline and some of the contents, but Southwell’s tone is different from that of his source, partly owing to the intensity, detail, and accomplishment of his prose but mostly to his conception of the incident as a love story. Southwell’s Mary is less the repentant sinner than the lover of Christ; she weeps tears of loss, not remorse. For her, Christ is the sum of all value, and in finding the empty tomb she experiences utter loss. All Mary’s thoughts and actions proceed from her love, and as Southwell presents her, she is a heroic woman.\n\r\nThere is also an allegorical tendency in the work, which Southwell found in his source but which he develops according to his own preoccupations. Allegorically speaking, Mary is the Christian soul, separated from the living Christian truth that is her only happiness; more specifically, she is an English Catholic woman, and the violence that threatens her is that of contemporary England. The book has its longeurs, but it has passages of great power, among them the remarkable apostrophe on Mary’s tears:\nRepentant eyes are the cellars of angels, and penitent tears their sweetest wines, which the savor of life perfumeth, the taste of grace sweeteneth, and the purest colors of returning innocency highly beautifieth. This dew of devotion never falleth, but the sun of justice draweth it up, and upon what face soever it droppeth it maketh it amiable in God’s eye.... No, no, the angels must still bathe themselves in the pure streams of thy eyes, and thy face shall still be set with this liquid pearl, that as out of thy tears were stroken the first sparks of thy Lord’s love, so thy tears may be the oil, to nourish and feed his flame. Till death dam up the springs, they shall never cease running: and then shall thy soul be ferried in them to the harbor of life, that as by them it was first passed from sin to grace, so in them it may be wafted from grace to glory.\nSouthwell also develops a real narrative intensity as he works out the logic of Mary’s passion. It was his best-known and most influential prose work.\n\r\nSouthwell’s next major prose work was The Triumphs over Death (1595), an elegy in epistolary form on Lady Margaret Sackville, written in September 1591 and addressed to her brother, Philip Howard, earl of Arundel. The Triumphs appears in three of the manuscript copies of Southwell’s poems. It was published in late 1595, doubtless from a similar manuscript, by a minor poet called John Trussell, who provided prefatory poems and a dedication to Lady Margaret’s children. Trussell describes himself as the work’s “foster-sire”; his editorial comments present it as evidence of the quality of Southwell’s mind and art and set it in the context of four lives and deaths: the subject’s, the recipient’s (Arundel died in August 1595), the author’s, and the reader’s. For its contemporary readers, therefore, The Triumphs became Southwell’s last statement to death and to his own executioners, and this may be why it appears in the manuscripts with the poems. One sentence sums up its tone of absolute and exalted resignation: “Let God strip you to the skin, yea to the soul, so he stay with you himself.”\n\r\nSouthwell’s last major prose work, written in late 1591 or early 1592, is probably the most interesting from a historical and personal point of view. An Humble Supplication (1600) is a reply to the scurrilous royal proclamation of October 1591, which, besides stigmatizing the Catholic priests as unnatural subjects, baseborn, dissolute, and criminal ruffians, stated to the world that in England Catholics were punished solely for political, not religious, reasons. The Supplication is in the form of a petition to the queen, whom it exempts from direct knowledge of her ministers’ behavior. It rebuts the proclamation, point by point, and asks for mercy for the Catholic minority on grounds of equity and right. It includes an extremely interesting and well-informed explanation of the Babington Plot as a “sting operation” practiced upon “green wits” by “Master Secretary’s subtle and sifting wit,” and there is a description of the atrocities suffered by Catholic prisoners in the hands of Elizabeth’s legal officers that is a masterpiece of controlled indignation as well as a superb example of the power in controversy of the appeal to fact and reality:\nDivers have been thrown into unsavory and dark dungeons, and brought so near starving, that some for famine have licked the very moisture off the walls; some have so far been consumed that they were hardly recovered to life. What unsufferable agonies we have been put to upon the rack, it is not possible to express, the feeling so far exceedeth all speech. Some with instruments have been rolled up together like a ball, and so crushed that the blood sprouted out at divers parts of their bodies.\n\r\nSouthwell’s minor works, A Short Rule of Good Life and the “Epistle to His Father” (published around 1596-7), like the rest of his writings, circulated in manuscript before publication. A Short Rule is a small handbook for the layman who wishes to live a devout life. Like all of Southwell’s prose, it draws upon the long tradition of Christian literature on its subject; and its style, plain and expository, is beautifully matched to its subject and purpose. Its adaptation to lay life of principles originally developed for conventual life is particularly interesting:\nAfter prayer, on working days, I must go presently about some work or exercise that may be of some profit, and of all other things take heed of idleness, the mother of all vices. Towards eleven (if company and other more weighty causes will permit) I may meditate a little and call to mind how I have spent the morning, asking God grace to spend the afternoon better.\nSouthwell’s advice on running a household, bringing up children, looking after servants, and spending time wisely places him in the company of contemporaries such as the Calvinist William Perkins. A Short Rule, like Perkins’s Government of the Tongue, is a founding document of Christian social and domestic life in the modern world. It is not surprising that A Short Rule, like Robert Persons’s Book of Resolution, circulated in versions edited for Protestant use.\n\r\nUnlike his prose, and with the exception of three topical poems (on Mary, Queen of Scots, on Philip Howard’s condemnation, and on Lady Margaret Sackville’s death), Southwell’s poetry cannot be dated any more closely than within the six years of his English pastorate: 1586-1592. To judge from the dedicatory letter, “The Author to His Loving Cousin,” Southwell prepared a collection of his short lyrics, but no example of this text exists. What survives are manuscript copies of a collection of 52 lyrics put together probably after Southwell’s arrest by someone who was, in effect, a literary executor. One of these manuscripts includes a copy of the long poem Saint Peter’s Complaint, which also exists in a copy made by a Catholic called Mowle. These manuscript copies were prepared by and circulated mostly, but not wholly, among Catholics. The poems became sufficiently well known to become a valuable literary property at the time of Southwell’s death; hence the publication in 1595 of two volumes, Saint Peter’s Complaint and Moeoniae, their contents undoubtedly derived from collections made by Catholic copyists but edited to remove ostentatiously Catholic material and arranged to suit the publishers.\n\r\nWhen Southwell left England in 1576, the best poetry in print was Richard Tottell’s Songs and Sonnets (1557); the Mirror for Magistrates; the work of such minor figures as Barnabe Googe, Thomas Churchyard, and Arthur Golding; and the recently published work of George Gascoigne. The Paradise of Dainty Devices, which replaced Tottell’s anthology in popularity, appeared in 1576. When Southwell returned in 1586, the situation was different. With Sir Philip Sidney’s poetry circulating in manuscript and Edmund Spenser’s The Shepheardes Calender (1579) in print, the change in poetic style from “drab” to “golden” (C.S. Lewis’s well-known terms) was well under way; but although Southwell enjoyed limited contact with English affairs through visitors and students in Rome, it is not surprising that the strongest English influences on his poetry should be Tottell, The Paradise, and Gascoigne—the sources of Southwell’s English technique, syntax, stanzas, and meter.\n\r\nOn the other hand the strongest intellectual and aesthetic influences on Southwell’s work are Continental and professional. Saint Peter’s Complaint, written in the common six-line Tudor stanza, began as an imitation, even as a translation, of an early form of Luigi Tansillo’s Le Lagrime di San Pietro, a once-popular exemplar of the literature of penitence and conversion characteristic of Counter-Reformation Italy. Mario Praz also thought that Southwell’s “rich and gorgeous” sequence of sacred epigrams on the Blessed Virgin and Christ showed the influence of contemporary Italian poetry. The “professional” influence on Southwell emerges not merely in his continual use of patristic and biblical material in his conceits, but in his conceptions themselves. Many of his most extravagant looking passages, such as the stanza of Saint Peter’s Complaint beginning “O Bethlehem cisterns, David’s most desire,” are the result of long familiarity with patristic Bible commentary. Some of the stylistic habits that earlier commentators attributed to the influence of Petrarch and John Lyly reflect Southwell’s love of writers such as Saint Augustine and his favorite, Saint Bernard, whose works he asked for in the Tower. One last influence he shared with all his literate contemporaries (although, perhaps because of his priestly and academic training, its effect on his writing was unusual for the period): Southwell was a learned classicist who wrote in Latin before he wrote in English. Unlike his contemporaries, however, he did not Latinize his English; instead, he disciplined it to the standards of classical lucidity and precision.\n\r\nThe result of this blend of classical, sacred, secular, domestic, and Continental influences is a style so individual that Lewis, trying to place Southwell historically, asserts in English Literature in the Sixteenth Century, Excluding Drama (1954) that “His work sometimes recalls the past, sometimes anticipates the immediate future which he was unconsciously helping to create, and often seems to belong to no period at all.”\n\r\nSouthwell’s poetry is entirely religious. Like some of his Continental contemporaries, Southwell wished to turn poets’ attention from the pagan, classical, often licentious subject matter typical of the period toward religious and moral themes. He explains this intention in four places: in the prefatory matter of Mary Magdalen’s Funeral Tears, in the prose letter “to his loving cousin” accompanying his own (no longer extant) manuscript of his lyrics, and in the poems “To the Reader” prefacing the short poems and Saint Peter’s Complaint. “Passions I allow, and loves I approve,” he tells the dedicatee of the Funeral Tears, “only I would wish that men would alter their object and better their intent.”\n\r\nSuch appeals are characteristic, for Southwell always strives to engage his reader in contemplation of the subject of the poem. He is not content simply to announce his intention; he so expresses it that his reader will be struck by its beauty, its charm, and even by its pathos. Joseph D. Scallon relates this aspect of Southwell’s technique to the compositional structures of mannerist and baroque art “that draw the viewer into the scene depicted and demand that he share the emotions of the original situation.” Louis L. Martz recognizes in Southwell’s style the effects of a Jesuit’s training in Ignatian meditation, especially that aspect of it called “the composition of place” or, as Ignatius wrote, “seeing in imagination the material place where the object is that we wish to contemplate.” Martz demonstrates there are parallels between Ignatius’s Spiritual Exercises and the structure of some of Southwell’s poems. It seems more likely, however, that Ignatian meditation was a manifestation rather than a cause of a development that occurred more or less simultaneously in various fields of European activity. In Southwell’s case his training would have systematized tendencies already present in him as a poet and writer.\n\r\nThe constant themes of Southwell’s poetry are the absolute beauty and truth revealed in Christ and his mother and a correspondingly absolute necessity that humanity respond to revelation with contrition, repentance, and love. The circumstances of his mission in England, where state power required Catholics to deny their religion, invested his themes with extraordinary pathos and drama. Saint Peter’s Complaint is about contrition and repentance, as Nancy Pollard Brown argues, but it is also about apostasy and betrayal. The bestknown poem, “The Burning Babe,” presents, as the prelude to Christmas, a vision of absolute love constant in rejection.\n\r\nAccording to the Clarendon Press edition, 57 short poems survive. The most impressive of them to 20th-century taste is probably “A Vale of Tears,” a paysage moralisé of the “troubled mind” based on the experience of traveling through the Alps. The Christmas hymns, “New Heaven, New War” and “New Prince, New Pomp,” using a simple, ballad style for lofty, complex subject matter, have also been popular since 1900. The gnomic poems such as “Times Go by Turns” or “Loss in Delays” are the least sympathetic to modern taste, but they were greatly admired by Southwell’s first readers. The one long poem, Saint Peter’s Complaint, is a complex study of a mind in the process of acknowledging that for almost no reason it has betrayed the person it loves most. The style, like that of Shakespeare’s Rape of Lucrece (1594)—which it seems to have influenced—is elaborately, even extravagantly conceitist; but the conceits are functional rather than ornamental. They serve to locate the speaker’s mind in a universe of reference and sympathetic relationship.\n\r\nBy 1636 nine editions of Mary Magdalen’s Funeral Tears and 14 editions of Southwell’s poetry had been published in England. The cessation of the stream of editions after 1636 has been attributed to increasing Puritan sentiment; but since Shakespeare’s narrative poems ceased publication at the same time, the change in taste signaled by the appearance of John Milton’s Poems in 1645 is a more likely explanation. In modern times interest in Southwell has been almost wholly confined to his coreligionists, who naturally value his life more than his writings. In 1954 Martz’s Poetry of Meditation placed Southwell in the mainstream of a meditative tradition in English poetry of the late 16th and 17th centuries and suggested that he was an important influence on George Herbert. The mainstream then fought back in reviews and articles, culminating in Barbara Kiefer Lewalski’s Protestant Poetics (1979), which wrote Southwell out of the poetic tradition entirely. Lewis’s assessment is more just, if patronizing: “Southwell’s work is too small and too little varied for greatness: but it is very choice, very winning, and highly original.”\n\r\nThere is no comparable assessment of Southwell’s prose as a whole, but Geoffrey Hill’s essay “The Absolute Reasonableness of Robert Southwell” (1984) lays down the basis of one. “For Southwell,” he writes, “‘force of mind’ is manifested in the power to remain unseduced and unterrified.” The wonder of Southwell’s short career is that he wrote so much and so well in such terrifying circumstances, and especially in the public medium of prose. Threatened with unspeakable violence and frivolity, he wrought in response, in his Epistle of Comfort, Triumphs over Death, and Humble Supplication, a lucid, reasonable, and humane style that places him among the greatest of English prose writers.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}