{"pf_url": "https://www.poetryfoundation.org/poets/robert-burns", "name": "Robert Burns", "yob": "1759", "yod": "1796", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/97f836b9bda3b615ccca10274aabb4fc060a0e50.jpeg", "bio": "\nRobert Burns was born in 1759, in Alloway, Scotland, to William and Agnes Brown Burnes. Like his father, Burns was a tenant farmer. However, toward the end of his life he became an excise collector in Dumfries, where he died in 1796; throughout his life he was also a practicing poet. His poetry recorded and celebrated aspects of farm life, regional experience, traditional culture, class culture and distinctions, and religious practice. He is considered the national poet of Scotland. Although he did not set out to achieve that designation, he clearly and repeatedly expressed his wish to be called a Scots bard, to extol his native land in poetry and song, as he does in “The Answer”:\nEv’n thena wish (I mind its power)\r\nA wish, that to my latest hour\r\nShall strongly heave my breast;\r\nThat I for poor auld Scotland’s sake\r\nSome useful plan, or book could make,\r\nOr sing a sang at least.\nAnd perhaps he had an intimation that his “wish” had some basis in reality when he described his Edinburgh reception in a letter of December 7, 1786 to his friend Gavin Hamilton: “I am in a fair way of becoming as eminent as Thomas a Kempis or John Bunyan; and you may expect henceforth to see my birthday inserted among the wonderful events, in the Poor Robin’s and Aberdeen Almanacks. … and by all probability I shall soon be the tenth Worthy, and the eighth Wise Man, of the world.”\n\r\nThat he is considered Scotland’s national poet today owes much to his position as the culmination of the Scottish literary tradition, a tradition stretching back to the court makars, to Robert Henryson and William Dunbar, to the 17th-century vernacular writers from James VI of Scotland to William Hamilton of Gilbertfield, to early 18th-century forerunners such as Allan Ramsay and Robert Fergusson. Burns is often seen as the end of that literary line both because his brilliance and achievement could not be equaled and, more particularly, because the Scots vernacular in which he wrote some of his celebrated works was—even as he used it—becoming less and less intelligible to the majority of readers, who were already well-versed with English culture and language. The shift toward English cultural and linguistic hegemony had begun in 1603 with the Union of the Crowns when James VI of Scotland became James I of Great Britain; it had continued in 1707 with the merging of the Scottish and English Parliaments in London; and it was virtually a fait accompli by Burns’s day save for pockets of regional culture and dialect. Thus, one might say that Burns remains the national poet of Scotland because Scottish literature ceased with him, thereafter yielding poetry in English or in Anglo-Scots or in imitations of Burns.\n\r\nBurns, however, has been viewed alternately as the beginning of another literary tradition: he is often called a pre-Romantic poet for his sensitivity to nature, his high valuation of feeling and emotion, his spontaneity, his fierce stance for freedom and against authority, his individualism, and his antiquarian interest in old songs and legends. The many backward glances of Romantic poets to Burns, as well as their critical comments and pilgrimages to the locales of Burns’s life and work, suggest the validity of connecting Burns with that pervasive European cultural movement of the late 18h and early 19th centuries which shared with him a concern for creating a better world and for cultural renovation.\n\r\nNonetheless, the very qualities which seem to link Burns to the Romantics were logical responses to the 18th-century Scotland into which he was born. And his humble, agricultural background made him in some ways a spokesperson for every Scot, especially the poor and disenfranchised. He was aware of humanity’s unequal condition and wrote of it and of his hope for a better world of equality throughout his life in epistle, poem, and song—perhaps most eloquently in the recurring comparison of rich and poor in the song “For A’ That and A’ That,” which resoundingly affirms the humanity of the honest, hard-working, poor, man: “The Honest man, though e’er sae poor, / Is king o’ men for a’ that.”\n\r\nBurns is an important and complex literary personage for several reasons: his place in the Scottish literary tradition, his pre-Romantic proclivities, his position as a human being from the less-privileged classes imaging a better world. To these may be added his particular artistry, especially his ability to create encapsulating and synthesizing lines, phrases, and stanzas which continue to speak to and sum up the human condition. His recurring and poignant hymns to relationships are illustrative, as in the lines from the song beginning “Ae fond Kiss”:\n\r\nHad we never lov’d sae kindly,\r\nHad we never lov’d sae blindly!\r\nNever met—or never parted,\r\nWe had ne’er been broken-hearted.\n\r\nThe Scotland in which Burns lived was a country in transition, sometimes in contradiction, on several fronts. The political scene was in flux, the result of the 1603 and 1707 unions which had stripped Scotland of its autonomy and finally all but muzzled the Scottish voice, as decisions and directives issued from London rather than from Edinburgh. A sense of loss led to questions and sometimes to actions, as in the Jacobite rebellions early in the 18th century. Was there a national identity? Should aspects of Scottish uniqueness be collected and enshrined? Should Scotland move ahead, adopting English manners, language, and cultural forms? No single answer was given to any of these questions. But change was afoot: Scots moved closer to an English norm, particularly as it was used by those in the professions, religion, and elite circles; “think in English, feel in Scots” seems to have been a widespread practice, which limited the communicative role, as well as the intelligibility, of Scots. For a time, however, remnants of the Scots dialect met with approbation among certain circles. A loose-knit movement to preserve evidences of Scottish culture embraced products that had the stamp of Scotland upon them, lauding Burns as a poet from the soil; assembling, editing, and collecting Scottish ballads and songs; sometimes accepting James Macpherson’s Ossianic offerings; and lauding poetic Jacobitism. This movement was both nationalistic and antiquarian, recognizing Scottish identity through the past and thereby implicitly accepting contemporary assimilation.\n\r\nPerhaps the most extraordinary transition occurring between 1780 and 1830 was the economic shift from agriculture to industry that radically altered social arrangements and increased social inequities. While industrialization finished the job agricultural changes had set the transition in motion earlier in the 18th century. Agriculture in Scotland had typically followed a widespread European form known as runrig, wherein groups of farmers rented and worked a piece of land which was periodically re-sub-divided to insure diachronic if not synchronic equity. Livestock was removed to the hills for grazing during the growing season since there were no enclosures. A subsistence arrangement, this form of agriculture dictated settlement patterns and life possibilities and was linked inextricably to the ebb and flow and unpredictable vicissitudes of the seasons. The agricultural revolution of the 18th century introduced new crops, such as sown grasses and turnips, which made wintering over of animals profitable; advocated enclosing fields to keep livestock out; developed new equipment—in particular the iron plow—and improved soil preparation; and generally suggested economies of scale. Large landowners, seeing profit in making “improvements,” displaced runrig practices and their adherents, broadening the social and economic gap between landowner and former tenant; the latter frequently became a farm worker. Haves and have-nots became more clearly delineated; “improvements” depended on capital and access to descriptive literature. Many small tenant farmers foundered during the transition, including both Burnes and his father.\n\r\nAlong with the gradual change in agriculture and shift to industry there was a concomitant shift from rural to urban spheres of influence. The move from Scots to greater reliance on English was accelerated by the availability of cheap print made possible by the Industrial Revolution. Print became the medium of choice, lessening the power of oral culture’s artistic forms and aesthetic structures; print, a visual medium, fostered linear structures and perceptual frameworks, replacing in part the circular patterns and preferences of the oral world.\n\r\nTwo forces, however, served to keep change from being a genuine revolution and made it more nearly a transformation by fits and starts: the Presbyterian church and traditional culture. Presbyterianism was established as the Kirk of Scotland in 1668. Although fostering education, the printed word, and, implicitly, English for specific religious ends, and thus seeming to support change, religion was largely a force for constraint and uniformity. Religion was aided but simultaneously undermined by traditional culture, the inherited ways of living, perceiving, and creating. Traditional culture was conservative, preferring the old ways—agricultural subsistence or near subsistence patterns and oral forms of information and artistry conveyed in customs, songs, and stories. But if both religion and traditional culture worked to maintain the status quo, traditional culture was finally more flexible: as inherited, largely oral knowledge and art always adapting to fit the times, traditional culture was less rigid. It was diverse and it celebrated freedom.\n\r\nScotland’s upheavals were in many ways Burns’s upheavals as well: he embraced cultural nationalism to celebrate Scotland in poem and song; he struggled as a tenant farmer without the requisite capital and know-how in the age of “improvement”; he combined the oral world of his childhood and region with the education his father arranged through an “adventure school”; he accepted, but resented, the moral judgments of the Kirk against himself and friends such as Gavin Hamilton; he knew the religious controversies which pitted moderate against conservative on matters of church control and belief; he reveled in traditional culture’s balladry, song, proverbs, and customs. He was a man of his time, and his success as poet, songwriter, and human being owes much to the way he responded to the world around him. Some have called him the typical Scot, Everyman.\n\r\nBurns began his career as a local poet writing for a local, known audience to whom he looked for immediate response, as do all artists in a traditional context. He wrote on topics of appeal both to himself and to his artistic constituency, often in a wonderfully appealing conversational style.\n\r\nBurns’s early life was spent in the southwest of Scotland, where his father worked as an estate gardener in Alloway, near Ayr. Subsequently William Burnes leased successively two farms in the region, Mount Oliphant nearby and Lochlie near Tarbolton. Between 1765 and 1768 Burns attended an “adventure” school established by his father and several neighbors with John Murdock as teacher, and in 1775 he attended a mathematics school in Kirkoswald. These formal and more or less institutionalized bouts of education were extended at home under the tutelage of his father. Burns was identified as odd because he always carried a book; a countrywoman in Dunscore, who had seen Burns riding slowly among the hills reading, once remarked, “That’s surely no a good man, for he has aye a book in his hand!” The woman no doubt assumed an oral norm, the medium of traditional culture.\n\r\nLife on a pre-or semi-improved farm was backbreaking and frequently heartbreaking, since bad weather might wipe out a year’s effort. Bad seed would not prosper even in the best-prepared soil. Rain and damp, though necessary for crop growth, were often “too much of a good thing.” Burns grew up knowing the vagaries of farming and understanding full well both mental preparation and long days of physical labor. His father had married late and was thus older than many men with a household of children; he was also less physically resilient and less able to endure the tenant farmer’s lot. Bad seed and rising rents at various times spelled failure to his ventures. At the time of his approaching death and a disastrous end to the Lochlie lease, Burns and his brother secretly leased Mossgiel Farm near Mauchline. Burns was 25.\n\r\nThe death of his father, the family’s patriarchal force for constraint in religion, education, and morality, freed Burns. He quickly became recognized as a rhymer, sometimes signing himself after the farm as Rab Mossgiel. The midwife’s prophecy at his birth—that he would be much attracted to the lasses—became a reality; in 1785 he fathered a daughter by Betty Paton, and in 1786 had twins by Jean Armour. His fornications and his thoughts about the Kirk, made public, opened him to church censure, which he bore but little accepted. It was almost as though the floodgates had burst: his poetic output between 1784 and 1786 includes many of those works on which his reputation stands—epistles, satires, manners-painting, and songs—many of which he circulated in the manner of the times: in manuscript or by reading aloud. Many works of this period, judiciously chosen to appeal to a wider audience, appeared in the first formal publication of his work, Poems, Chiefly in the Scottish Dialect, printed in Kilmarnock in 1786 and paid for by subscriptions.\n\r\nThe Kilmarnock edition might be seen as the result of two years or so of riotous living: much conviviality, much socializing with women in an era before birth control, much thinking about humanity without the “correcting” restraint of the paterfamilias, much poetry and song ostensibly about the immediate environment but encapsulating aspects of the human condition. All of this was certainly more interesting than the agricultural round, which offered a physical constraint to match the moral and mental constraint of religion. Both forms of constraint impeded the delight in life that many of Burns’s finest works exhibit. Furthermore, he was in serious trouble with the Armour family, who destroyed a written and acceptable, if a bit unorthodox, marriage contract. He resolved to get out of town quickly and to leave behind something to prove his worth. He seems to have made plans to immigrate to the West Indies, and he brought to fruition his plan to publish some of his already well-received works. One of the 612 copies reached Edinburgh and was perceived to have merit. Informed of this casual endorsement, Burns abandoned his plans for immigration—if they had ever been serious—and left instead for Edinburgh.\n\r\nThe Kilmarnock edition shows Burns’s penchant for self-presentation and his ability to choose variable poses to fit the expectations of the intended receiver. Burns presents himself as an untutored rhymer, who wrote to counteract life’s woes; he feigns anxiety over the reception of his poems; he pays tribute to the genius of the Scots poets Ramsay and Fergusson; and he requests the reader’s indulgence. In large measure, the material belies the tentativeness of the preface, revealing a poet aware of his literary tradition, capable of building on it, and deft in using a variety of voices—from “couthie” and colloquial, through sentimental and tender, to satiric and pointed. But the book also contains evidence of Burns as local poet, turning life to verse in slight, spur-of-the-moment pieces, occasional rhymes made on local personages, often to the gratification of their enemies. The Kilmarnock edition, however, is more revealing for its illustration of his place in a literary tradition: “The Cotter’s Saturday Night,” for example, echoes Fergusson’s “The Farmer’s Ingle” (1773); “The Holy Fair” is part of a long tradition of peasant brawls, drawing on a verse form, the Chrystis Kirk stanza, known by the name of a representative poem attributed to James I: “Chrystis Kirk of the Grene.” Many of Burns’s poems and verse epistles employ the six-line stanza, derived from the medieval tail-rhyme stanza which was used in Scotland by Sir David Lindsay in Ane Satyre of the Thrie Estaitis (1602) but was probably seen by Burns in James Watson’s Choice Collection (1706-1711) in works by Hamilton of Gilbertfield and Robert Sempill of Beltrees; Sempill’s “The Life and Death of Habbie Simpson” gave the form its accepted name, Standard Habbie. Quotations from and allusions to English literary figures and their works appear throughout his work: Thomas Gray in “The Cotter’s Saturday Night,” Alexander Pope in “Holy Willie’s Prayer,” John Milton in “Address to the Deil.”\n\nPoems, Chiefly in the Scottish Dialect (an undistinguished title used often before and after as a title of local poets’ effusions) was a success. With all its obvious contradictions—untutored but clearly lettered; peasant but perspicacious; conscious national pride (“The Vision,” “Scotch Drink”) together with multiple references to other literatures—the Kilmarnock edition set the stage for Burns’s success in Edinburgh and anticipated his conscious involvement in the cultural nationalistic movement. Such works as “Address to the Deil” anticipate this later concern:\nO Thou, whatever title suit theee!\r\nAuld Hornie, Satan, Nick, or Clootie,\r\nWha in you cavern grim an’ sooty\r\nClos’d under hatches,\r\nSpairges about the brunstane cootie,\r\nTo scaud poor wretches!\n\r\nHear me, auld Hangie, for a wee,\r\nAn’ let poor, damned bodies bee;\r\nI’m sure sma’ pleasure it can gie,\r\nEv’n to a deil,\r\nTo skelp an’ scaud poor dogs like me,\r\nAn’ hear us squeel!\nThese two stanzas provide evidence of the implicit tension between established religion and traditional culture rampant in Burns’s early work. Burns takes his epigraph from Milton—\nO Prince, O chief of many throned pow’rs,\nThat led th’ embattl’d Seraphim to war—\n\r\nconjuring up biblical ideas of Satan as fallen angel, hell as a place of fire and damnation, the devil as punisher of evil. But Burns’s deil, familiarly addressed, is an almost comic, ever-present figure, tempting humanity but escapable. Burns allies him with traditional forces—spunkies, waterkelpies—and gives old Clootie no more force or power. Traditional notions of the devil are much less restraining than the formal religious concepts. By juxtaposing Satan and Auld Nickie, Burns conjures up metaphorically the two dominant cultural forces—one for constraint and the other for freedom. Here as elsewhere in Burns’s work, freedom reigns.\n\r\nBurns’s affection for traditional culture is amply illustrated. In a well-known autobiographical letter to Dr. John Moore (August 2, 1787) he pays tribute to its early influence when he says, “In my infant and boyish days too, I owed much to an old Maid of my Mother’s, remarkable for her ignorance, credulity and superstition.—She had, I suppose, the largest collection in the county of tales and songs concerning devils, ghosts, fairies, brownies, witches, warlocks, spunkies, kelpies, elf-candles, dead-lights, wraiths, apparitions, cantraips, giants, inchanted towers, dragons and other trumpery.—This cultivated the latent seeds of Poesy.”\n\r\nBurns’s first and last works were songs, reflecting his deep connection with oral ballad and song. The world of custom and belief is most particularly described in “Halloween,” an ethnographic poem with footnotes elucidating rural customs. Many forms of prognostication are possible on this evening when this world and the other world or worlds hold converse, a time when unusual things are deemed possible—especially foretelling one’s future mate and status. Burns’s notes and prefatory material have often been used as evidence of his distance from and perhaps disdain for such practices. Yet the poem itself is peopled with a sympathetic cast of youths, chaperoned by an old woman, joined together for fun and fellowship. The youthful players try several prognosticatory rites in attempting to anticipate their future love relationships. In one stanza Burns alludes to a particular practice—“pou their stalks o’ corn”—and explains in his note that “they go to the barn-yard, and pull each, at three several times, a stalk of Oats. If the third stalk wants the top-pickle, that is, the grain at the top of the stalk, the party in question will come to the marriage-bed any thing but a Maid.” Burns concludes the stanza by saying that one Nelly almost lost her top-pickle that very night. Some of the activities in what is essentially a preliminary courtship ritual are frightening, requiring collective daring. Burns describes the antics, anticipation, and anxieties of the participants as they enjoy the communal event, which is concluded with food and drink:\nWi’ merry sangs, an’ friendly cracks,\r\nI wat they did na weary;\r\nAnd unco tales, an’ funnie jokes,\r\nTheir sports were cheap an’ cheary:\r\nTill buttr’d So’ns, wi’ fragrant lunt,\r\nSet a’ their gabs a steerin;\r\nSyne, wi’ a social glass o’ strunt,\r\nThey parted aff careerin\r\nFu’ blythe that night.\n“The Cotter’s Saturday Night” is on one level a microcosmic description of the agricultural, social, and religious practices of the farm worker—albeit an idealized vision that reiterates Burns’s absolute affection for traditional aspects of life, a fictive version of his own experience. The poem is a celebration of the family and of the lives of simple folk, sanitized of hardship, crop failure, sickness, and death. Burns achieves this vision by focusing on a moment of domestic repose of a family reunited in love and affection. The Master and Mistress are the architects of the family circle; Jenny and “a neebor lad” seem destined to provide continuity. The gathering concludes with family worship: songs are sung and Scripture is read, including biblical accounts of human failings by way of warning. The domestic celebration of religion within the context of traditional life is noble and good.\nFrom Scenes like these, old SCOTIA’S grandeur springs,\r\nThat makes her lov’d at home, rever’d abroad:\r\nPrinces and lords are but the breath of kings,\r\n‘An honest man’s the noble work of GOD.’\nThis poem was lauded largely because of its linguistic accessibility, as a pastoral expression of nationalism, a symbolic representation of the “soul of Scotland.” Auguste Angellier offers critical affirmation: “Never has the existence of the poor been invested with so much dignity.” The lowly farm worker is depicted as the ideal Scot. The cotter’s good life was already an anachronism, so Burns’s depiction in this early poem is antiquarian, backward-looking, and imbued with cultural nationalism—perspectives which became intensified and focused in his later work. But by 1784-1785 his work was already engaged in dialogue with larger cultural issues. The linguistic attributes of the poem become part of this conversation as Burns modulates from Scots into Scots English to English, poetically reflecting the dichotomy of feeling and thinking. The stability of life as described in this poem is a wonderful accommodation of traditional culture and religion; celebration of belief in God follows naturally from sharing a way of life. But the religion that is here applauded is domestic and familial. Institutional religion Burns saw as something quite other.\n\r\nInstitutional religion at its worst is excessively hierarchical, constraining, and above all unjust, damning some and saving others. As a child Burns was steeped in the doctrine of predestination and effectual calling, which asserts that some people are “elected” by God to be saved without any consideration of life and works; the unchosen are damned no matter what they do. Carried to an extreme, the doctrine would permit an individual who felt assured of election to do all manner of evil, a scenario developed in Burns’s “Holy Willie’s Prayer.” Burns could not accept the orthodox position of the so-called Auld Lichts; he believed in the power of good works to determine salvation. His corner of Scotland was a bastion of conservative religious position and practice: the Kirk session served as a moral watchdog, summoning congregants who strayed from the “straight and narrow” and handing out censure and punishment.\n\r\nThus religion was a cultural force with which to contend. Burns participated in the debate through poetry, circulating his material orally and in manuscript. Chief among his works in this vein is the satire “Holy Willie’s Prayer.” Prompted by the defeat of the Auld Licht censure of his friend Hamilton for failure to participate in public worship, the poem, shaped like a prayer, is put into the mouth of the Auld Licht adherent Holy Willie. It begins with an effective invocation which articulates Willie’s doctrinal stance on predestination in Standard Habbie:\nO Thou that in the heavens does dwell!\r\nWha, as it pleases best thysel,\r\nSends ane to heaven an ten to h-ll,\r\nA’ for thy glory!\r\nAnd no for ony gude or ill\r\nThey’ve done before thee.\nThe poem continues with Willie’s thanks for his own “elected” status and reaches its highest moments in Willie’s confession that “At times I’m fash’d wi’ fleshly lust.” Burns has Willie condemn himself by describing moments of fornication and justifying them as temptations visited on him by God. The concluding stanzas recount Willie’s opinion of Hamilton—“He drinks, and swears, and plays at cartes”—and his chagrin that Minister Auld was defeated. The poem ends with the requisite petition, calling for divine vengeance on those who disagree with him and asking blessings for himself and his like. Burns condemns both the doctrine and the practice of institutional religion.\n\r\nThe tensions between religion and traditional culture are particularly obvious in “The Holy Fair.” Burns’s depiction of an open-air communion gathering, with multiple sermons and exhortations, includes an important subtext on the sociability of food, drink, chat, and perhaps love—attractions which will lead to behavior decried in sermons that very day. Again religious constraint and traditional license meet, with freedom clearly preferable:\nHow monie hearts this day converts,\r\nO’ Sinners and o’ Lasses!\r\nTheir hearts o’ stane, gin night are gane\r\nAs saft as ony flesh is.\r\nThere’s some are fou o’ love divine;\r\nThere’s some are fou o’ brandy;\r\nAn’ monie jobs that day begin,\r\nMay end in Houghmagandie\r\nSome ither day.\n“The Jolly Beggars; or, Love and Liberty: A Cantata” goes even further toward affirming freedom through traditional culture. Probably written in 1785 but not published until after Burns’s death, this work combines poetry and song to describe a joyful gathering of society’s rejects: the maimed and physically deformed, prostitutes, and thieves. The work alternates life histories with narrative passages describing the convivial interaction of the social outcasts. Despite their low status, the accounts they give of their lives reveal an unrivaled ebullience and joy. The texts are wedded to traditional and popular tunes. The choice of tunes is not random but underlines the characteristics and experiences described in the words: thus the tinker describes his occupation to the woman he has seduced away from a fiddler to the tune “Clout the Caudron,” whose traditional text describes an itinerant fixer of pots and pans, that is, a seducer of women. The assembled company exhibits acceptance of their lots in life, an acceptance made possible because their positions are shared by all present and by the power of drink to soften hardships. Stripped of all the components of human decency, lacking religious or material riches, the beggars are jolly through drink and fellowship, rich in song and story—traditional pastimes. The cantata rushes to a riotous conclusion in which those assembled sing a rousing countercultural chorus that would certainly have received Holy Willie’s harshest censure:\nA fig for those by LAW protected,\r\nLIBERTY’s a glorious feast!\r\nCOURTS for Cowards were erected,\r\nCHURCHES built to please the Priest.\n“The Jolly Beggars” implicitly speaks to the economic situation of the time: more and more people were made jobless and homeless in the rush for “improvement,” and the older pattern of taking care of the parish poor had broken down because of greater mobility and greater numbers of needy. Burns offers no solution, but he does illustrate the beggars’ humanity and, above all, their capacity for Life with a capital L—a mode of behavior that is convivial; unites people in story, song, and drink; and exudes delight and joy: traditional culture wins again.\n\r\nBurns worked out in poetry some of his responses to his own culture by showing opposing views of how life should be lived. Descriptions of his own experiences stimulated musings on constraint and freedom. Critical tradition says that John Richmond and Burns observed the beggars in Poosie Nansie’s “The Holy Fair” may be based on the Mauchline Annual Communion, which was held on the second Sunday of August in 1785; the gathering of the cotter’s family may not describe a specific event but certainly depicts a generalized and typical picture. Thus Burns’s own experiences became the base from which he responded to and considered larger cultural and human issues.\n\r\nThe Kilmarnock edition changed Burns’s life: it sprang him away for a year and a half from the grind of agricultural routine, and it made him a public figure. Burns arrived in the capital city in the heyday of cultural nationalism, and his own person and works were hailed as evidences of a Scottish culture: the Scotsman as a peasant, close to the soil, possessing the “soul” of nature; the works as products of that peasant, in Scots, containing echoes of earlier written and oral Scottish literature.\n\r\nBurns went to Edinburgh to arrange for a new edition of his poems and was immediately taken up by the literati and proclaimed a remarkable Scot. He procured the support of the Caledonian Hunt as sponsors of the Edinburgh edition and set to work with the publisher William Creech to arrange a slightly altered and expanded edition. He was wined and dined by the taste-setters, almost without exception persons from a different class and background from his. He was the “hit” of the season, and he knew full well what was going on: he intensified aspects of his rural persona to conform to expectations. He represented the creativity of the peasant Scot and was for a season “Exhibit A” for a distinct Scottish heritage.\n\r\nBurns used this time for a variety of experiments, trying on several roles. He entered into what seems to have been a platonic dalliance with a woman of some social standing, Agnes McLehose, who was herself in an ambiguous social situation—her husband having been in Jamaica for some time. The relationship, whatever its true nature, stimulated a correspondence, in which Burns and Mrs. McLehose styled themselves Sylvander and Clarinda and wrote predictably elevated, formulaic, and seemingly insincere letters. Burns lacks conviction in this role; but he met more congenial persons: boon companions, males whom he joined in back-street howffs for lively talk, song, and bawdry.\n\r\nIf the Caledonian Hunt represented the late-18th-century crème de la crème, the Crochallan Fencibles, one of the literary and convivial clubs of the day in which members took on assumed names and personae, represented the middle ranks of society where Burns felt more at home. In the egalitarian clubs and howffs Burns met more sympathetic individuals, among them James Johnson, an engraver in the initial stages of a project to print all the tunes of Scotland. That meeting shifted Burns’s focus to song, which became his principal creative form for the rest of his life.\n\r\nThe Edinburgh period provided an interlude of potentiality and experimentation. Burns made several trips to the Borders and Highlands, often being received as a notable and renowned personage. Within a year and a half Burns moved from being a local poet to one with a national reputation and was well on his way to being the national poet, even though much of his writing during this period continued an earlier versifying strain of extemporaneous, occasional poetry. But the Edinburgh period set the ground-work for his subsequent creativity, stimulated his revealing correspondence, and provided him with a way of becoming an advocate for Scotland as anonymous bard.\n\r\nIf Burns were received in Edinburgh as a typical Scot and a producer of genuine Scottish products, that cultural nationalism in turn channeled his love of his country—already expressed in several poems in the Kilmarnock edition—into his songs. Burns’s support for Johnson’s project is infectious; in a letter to a friend, James Candlish, he wrote in November 1787: “I am engaged in assisting an honest Scots Enthusiast, a friend of mine, who is an Engraver, and has taken it into his head to publish a collection of all our songs set to music, of which the words and music are done by Scotsmen.—This, you will easily guess, is an undertaking exactly to my taste.—I have collected, begg’d, borrow’d and stolen all the songs I could meet with.—Pompey’s Ghost, words and music, I beg from you immediately.” Here was a chance to do what he had been doing all his life—wedding text and tune—but for Scotland. Thus Burns became a conscious participant in the antiquarian and cultural movement to gather and preserve evidences of Scottish identity before they were obliterated in the cultural drift toward English language and culture. Burns’s clear preference for traditional culture, and particularly for the freedom it represented, shifted intensity and direction because of the Edinburgh experience. He narrowed his focus from all of traditional culture to one facet—song. Balladry and song were safe artifacts that could be captured on paper and sanitized for polite edification. This approach to traditional culture was distanced and conscious, while his earlier depiction of the larger whole of traditional culture had been immediate, intimate, and largely unconscious. Thus Edinburgh changed his artistic stance, making him more clearly aware of choices and directions as well as a conscious antiquarian.\n\r\nIn all, Burns had a hand in some 330 songs for Johnson’s The Scots Musical Museum (1787-1803), a six-volume work, and for George Thomson’s five-volume A Select Collection of Original Scottish Airs for the Voice (1793-1818). As a nationalistic work, The Scots Musical Museum was designed to reflect Scottish popular taste; like similar publications, it included traditional songs—texts and tunes—as well as songs and tunes by specific authors and composers. Burns developed a coded system of letters for identifying contributors, suggesting to all but the cognoscenti that the songs were traditional. It is often difficult to separate Burns’s work from genuinely traditional texts; he may, for example, have edited and polished the old Scots ballad “Tam Lin,” which tells of a man restored from fairyland to his human lover. Many collected texts received a helping hand—fragments were filled out, refrains and phrases were amalgamated to make a whole—and original songs in the manner of tradition were created anew. Burns’s song output was enormous and uneven, and he knew it: “Here, once for all, let me apologies for many silly compositions of mine in this work. Many beautiful airs wanted words.” Yet many of the songs are succinct masterpieces on love, on the brotherhood of man, and on the dignity of the common man—subjects which link Burns with oral and popular tradition on the one hand and on the other with the societal changes that were intensifying distinctions between people.\n\r\nPerhaps the most remarkable thing about Burns’s songs is their singability, the perspicacity with which words are joined to tune. “My Love she’s but a lassie yet” provides a superb example: a sprightly tune holds together four loosely connected stanzas about a woman, courtship, drink, and sexual dalliance to create a whole much greater than the sum of the parts. The Song begins:\nMy love she’s but a lassie yet,\r\nMy love she’s but a lassie yet;\r\nWe’ll let her stand a year or twa,\r\nShe’ll no be half sae saucy yet.\nIt concludes, enigmatically:\nWe’re a’ dry wi’ drinking o’t,\r\nWe’re a’ dry wi’ drinking o’t:\r\nThe minister kisst the fidler’s wife,\r\nHe could na preach for thinkin o’t.—\nThe songs are at their best when sung, but there may be delight in text alone, for brilliant stanzas appear most unexpectedly. The chorus of “Auld Lang Syne” encapsulates the pleasure of reunion, of shared memory:\nFor auld lang syne, my jo,\r\nFor auld lang syne,\r\nWe’ll tak a cup o’ kindness yet\r\nFor auld lang syne.\nThe vignette of a couple aging together—“We clamb the hill the gither” in “John Anderson My Jo” suggests praise of continuity and shared lives. In a similar manner “A Red, Red Rose“ depicts a love that is both fresh and lasting: “O my Luve’s like a red, red rose, / That’s newly sprung in June.”\n\r\nBurns’s comment in a letter to Mrs. Dunlop of Dunlop in 1790—“Old Scots Songs are, you know, a favorite study and pursuit of mine”—accurately describes his absorption with song after Edinburgh. He not only collected, edited, and wrote songs but studied them, perusing the extant collections, commenting on provenance, gathering explanatory material, and speculating on the distinct qualities of Scottish song: “There is a certain something in the old Scots songs, a wild happiness of thought and expression” and of Scottish music: “let our National Music preserve its native features.—They are, I own, frequently wild, & unreduceable to the more modern rules; but on that very eccentricity, perhaps, depends a great part of their effect.” This nationalism did not stop with song but pervaded all Burns’s work after Edinburgh. Certainly the most critically acclaimed product of this period is a work written for Francis Grose’s Antiquities of Scotland (1789-1791). Burns suggested Alloway Kirk as a subject for the work and wrote “Tam o’ Shanter” to assure its inclusion.\n\r\n“Tam o’ Shanter” is the culmination of Burns’s delight in traditional culture and his selective elevation of parts of that culture in his antiquarian and nationalistic pursuit of Scottish distinctness. The poem retells a legend about a man who comes upon a witches’ Sabbath and unwisely comments on it, alerting the participants to his presence and necessitating their revenge. Burns provides a frame for the legend, localizes it at Alloway Kirk, and peoples it with plausible characters—in particular, the feckless Tam, who takes every opportunity to imbibe with his buddies and avoid going home to wife and domestic responsibilities. Tam stops at a tavern for a drink and sociability and gets caught up in the flow of song, story, and laughter; the raging storm outside makes the conviviality inside the tavern doubly precious. But it is late and Tam must go home and “face the music,” having yet again gotten drunk, no doubt having used money intended for less selfish and more basic purposes. On his way home Tam experiences the events which are central to the legend; the initial convivial scene has provided the context in which such legends might be told. After passing spots enshrined in other legends, he comes upon the witches’ Sabbath revels at the ruins of Alloway Kirk, with the familiar and not quite malevolent devil, styled “auld Nick,” in dog form playing bagpipe accompaniment to the witches’ dance. Burns incorporates skeptical interpolations into the narrative—perhaps Tam is only drunk and “seeing things”—which replicate in poetic form aspects of an oral telling of legends. And the concluding occurrence of Tam’s escapade, the loss of his horse’s tail to the foremost witch’s grasp, demands a response from the reader in much the same way a legend told in conversation elicits an immediate response from the listener. Burns, then, has not only used a legend and provided a setting in which legends might be told but has replicated poetically aspects of a verbal recounting of a legend. And he has used a traditional form to celebrate Scotland’s cultural past. “Tam o’ Shanter” may be seen as Burns’s most mature and complex celebration of Scottish cultural artifacts.\n\r\nIf there were a shift of emphasis and attitude toward traditional culture as a result of the Edinburgh experience, there was also continuity. Early and late Burns was a rhymer, a versifier, a local poet using traditional forms and themes in occasional and sometimes extemporaneous productions. These works are seldom noteworthy and are sometimes biting and satiric. He called them “little trifles” and frequently wrote them to “pay a debt.” These pieces were not thought of as equal to his more deliberate endeavors; they were play, increasingly expected of him as a poet. He probably would have disavowed many now attributed to him, particularly some of the mean-spirited epigrams. Several occasional pieces, however, deserve a closer look for their ability to raise the commonplace to altogether different heights.\n\r\nIn 1786 Burns wrote “To a Haggis,” a paean to the Scottish pudding of seasoned heart, liver, and lungs of a sheep or calf mixed with suet, onions, and oatmeal and boiled in an animal’s stomach:\nFair fa’ your honest, sonsie face,\r\nGreat Chieftan o’ the Puddin-race!\r\nAboon them a’ ye tak your place,\r\nPainch, tripe, or thairm:\r\nWeel are ye wordy of a grace\r\nAs lang’s my arm.\nVarying accounts claim that the poem was created extempore, more or less as a blessing, for a meal of haggis. Burns’s praise has contributed to the elevation of the haggis to the status of national food and symbol of Scotland. Less well known and dealing with an even more pedestrian subject is “Address to the Tooth-Ache,” prefaced “Written by the Author at a time when he was grievously tormented by that Disorder.” The poem is a harangue, delightfully couched in Standard Habbie, beginning: “My curse on your envenom’d stang, / That shoots my tortur’d gums alang,” a sentiment shared by all who have ever suffered from such a malady.\n\r\nThe many songs, the masterpiece “Tam o’ Shanter,” and the continuation and profusion of ephemeral occasional pieces of varying merit all stand as testimony to Burns’s artistry after Edinburgh, albeit an artistry dominated by a selective, focused celebration of Scottish culture in song and legend. This narrowing of focus and direction of creativity suited his changed situation. Burns left Edinburgh in 1788 for Ellisland Farm, near Dumfries, to take up farming again; on August 5 he legally wed Jean Armour, with whom he had seven more children. For the first time in his life he had to become respectable and dependable. Suddenly the carefree life of a bachelor about town ended (although he still sired a daughter in 1791 by a woman named Anne Park), and the trials of life, sanitized in “The Cotter’s Saturday Night,” became a reality. A year later he also began to work for the Excise; by the fall of 1791 he had completely left farming for excise work and had moved to Dumfries. “The De’il’s awa wi’ th’ Exciseman,” probably written for Burns’s fellow excise workers and shared with them at a dinner, is a felicitous union of text and tune, lively, rollicking, and affecting. The text plays on the negative view of tax collecting, delighting that the de’il—that couthie bad guy, not Milton’s Satan—has rid the country of the blight.\n\r\nThe Ellisland/Dumfries phase must have been curiously disjointed for Burns. At first he found himself back where he had started—farming and with Jean Armour—as though nothing had changed. But much had changed: Burns was now widely recognized as a poet, as a personage of note, and things were expected of him because of that, such as willingness to share a meal, to stop and talk, or to exhibit his creativity publicly. But he was clearly in an ambiguous class position, working with his hands during the day and entertained for his mind during the evening. Perhaps the mental and physical tensions were just too much. He died on July 21, 1796, probably of endocarditis. He was 37.\n\r\nHis was a hard life, perhaps made both better and worse by his fame. His art catapulted him out of the routine and uncertainty of the agricultural world and gave him more options than most people of his background, enabling him to be trained for the Excise. His renown gave him access to persons and places he might otherwise not have known. He seems to have felt thoroughly at home in all-male society, whether formal, as in the Tarbolton Bachelor’s Club and Crochallan Fencibles, or informal. The male sharing of bawdy song and story cut across class lines. Depicting women as objects, filled with sexual metaphors, bragging about sexual exploits, such bawdy material was a widespread and dynamic part of Scottish traditional culture. Because the sharing of the bawdy material was covert and largely oral, it is impossible to sort out definitively Burns’s role in such works as the posthumously published and attributed volume, The Merry Muses of Caledonia (1799).\n\r\nBurns’s formal education was unusual for an individual in his situation; it was more like the education of the son of a small laird. His references to Scots, English, and Continental writers provide evidence of his awareness of literary tradition; he was remarkably knowledgeable. Lines quoted from Thomas Gray’s “Elegy Written in a Country Churchyard“ (1751) acknowledge the literary precursor of the “The Cotter’s Saturday Night,” while Fergusson’s “Farmer’s Ingle” was the direct, though unstated, model. Fergusson provides a less sentimental, more realistic, secular account of one evening’s fireside activities. Fergusson and Ramsay were direct inspirations for Burns’s vernacular works. He inherited particular genres and verse forms from the oral and written traditions, for example, the Spenserian stanza and English Augustan tone of “The Cotter’s Saturday Night” or the comic elegy and vernacular informality drawn from such models in Standard Habbie as Sempill’s “The Life and Death of Habbie Simpson,” used in “The Death and Dying Words of Poor Mailie.” His concern for feeling and sentiment would seem to connect him with the 18th-century cult of sensibility. Living in a time of extraordinary transition clearly enriched Burns’s array of influences—oral and written, in Scots and English. These resources he molded and transmuted in extending the literary traditions he inherited.\n\r\nBoth critics and ordinary people have responded to Burns. Early critical response often placed more emphasis on the man than on his poetry and focused first on his inauspicious origins, later grappling with his character. Burns was seen by some as an ideal, as a model Scot for his revolutionary political, social, and sexual stances. By other critics his revolutionary behavior was viewed negatively: his morality, especially with reference to women and drink, was criticized, and his attitude toward the Kirk and to forms of authority and his use of obscure language were questioned.\n\r\nBurns the man became central because he was at one and the same time typical and atypical—a struggling tenant farmer become tax collector and poet. If he could transcend his birth-right, achieving recognition in his lifetime and posthumous fame thereafter, so might any Scot. Thus Burns became a symbol of every person’s potentiality and even of Scotland’s future as an independent country. To many, Burns became a hero; almost immediately after his death a process of traditionalizing his life began. People told one another about their personal experiences with him; repeated tellings formed a loose-knit legendary cycle which emphasizes his way with women, his impromptu poetic abilities, and his innate humanity. Many apocryphal accounts found their way into early works of criticism. But the legendary tradition has had a particularly dynamic life in a “calendar custom” called the Burns Supper.\n\r\nShortly after Burns’s death, groups of friends and acquaintances began to gather in his memory. In 1859, the centenary of his birth, memorial events were held all over Scotland and among the Scottish diaspora, and January 25 virtually became a national holiday. The memorial events have taken on a particular structure: there is a meal, one ingredient of which must be the haggis, addressed with Burns’s poem before serving. After the meal there are two speeches with fixed titles, but variable contents: “To the Immortal Memory” and “To the Lasses.” “The Immortal Memory” offers a serious recollection of Burns, usually with emphasis on him as man rather than as poet, and often incorporates legendary instances of his humanity: he is said, for example, to have warned a woman selling ale without a license that the tax collectors would be by late in the day, thereby giving her the opportunity to destroy the evidence. The toast “To the Lasses” is usually short and humorous, paying tribute to Burns’s way with women and to the many descriptive songs he wrote about them. Interspersed among these speeches and other toasts are performances of Burns’s songs and poems. Typically, the event concludes with the singing of “Auld Lang Syne” by the assembled company, arrayed in a circle and clasping hands.\n\r\nThe legendary cycle about Burns and the calendar custom in his honor represent an incorporation of Burns into the developing body of oral tradition which inspired some of his own work. The Burns Suppers in particular, held by formal Burns clubs, social clubs, church groups, and gatherings throughout the world, keep Burns alive as symbol for Scotland. Yet this widespread cultural response to Burns is often denigrated by serious critics as “Burnomania.”\n\r\nInitially Burns’s songs were dismissed by the critics as trivial; the bawdry was discounted; poems on sensitive topics were sometimes ignored; vernacular pieces were deemed unintelligible; aspects of his character and life were censured. Subsequent critics have responded to Burns out of altered personal and cultural environments. Wordsworth’s admiration of Burns’s depiction of real life is clearly a selective identification of a quality pertinent to his own poetic ideology. The initial perspective on the songs has changed completely; Burns’s bawdry has been seriously analyzed and seen in the context of a long male tradition of scatological verse; his satires have been lauded for their identification of social inequities; his vernacular works have been praised as the very apogee of the Scottish literary tradition. Critical praise of Burns’s songs and vernacular poetry curiously confirms a long Scottish popular tradition of preference for these works: no Burns Supper is complete without the singing of Burns’s songs and recitation of such works as “To a Haggis” and “Tam o’ Shanter.” National concerns, then, are often implicit in the valuation of Burns: he remains the national poet of Scotland.\n\r\nSince Burns was Scottish, his artistic achievements seem outside the mainstream of 18th-century English literature. Nor does he fit neatly into the Romantic period. As a result, he is often left out of literary histories and anthologies of those periods, the linguistic qualities of his best work providing an additional barrier. But language need not be a stumbling block, as translations of his work attest. Burns’s roots among the people and his concern with social inequalities have made him particularly popular in Russia and China. While Burns and his literary products are firmly rooted in the societal environment from which he came, both continue to be powerful symbols of humanity’s condition; and his utopian cry remains as elusive and appropriate today as when he wrote it:\nThat Man to Man the warld o’er,\r\nShall brothers be for a’ that.\nBurns died in Dumfries, Scotland, in 1796.\n\r\n \n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Romantic"]}}