{"pf_url": "https://www.poetryfoundation.org/poets/robert-penn-warren", "name": "Robert Penn Warren", "yob": "1905", "yod": "1989", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f46a0ca995369698ac3e11911c9ca52699bd6b7b.jpeg", "bio": "\nA distinguished poet, novelist, critic, and teacher, Robert Penn Warren won virtually every major award given to writers in the United States and was the only person to receive a Pulitzer Prize in both fiction (once) and poetry (twice). Described by Newsweek reviewer Annalyn Swan as “America’s dean of letters,” Warren was among the last surviving members of a major literary movement that emerged in the South shortly after World War I. He also achieved a measure of commercial success that eludes many other serious artists. In short, as Hilton Kramer once observed in the New York Times Book Review, Warren “has enjoyed the best of both worlds. ... Few other writers in our history have labored with such consistent distinction and such unflagging energy in so many separate branches of the literary profession. He is a man of letters on the old-fashioned, outsize scale, and everything he writes is stamped with the passion and the embattled intelligence of a man for whom the art of literature is inseparable from the most fundamental imperatives of life.” Warren was named first US poet laureate on February 26, 1986, and he served as a Chancellor of the Academy of American Poets from 1972 until 1988. He was selected as a MacArthur Fellow in 1981.\nLiterature did not always play a central role in Warren’s life, however. As he recalled in an interview with John Baker published in Conversations with Writers: “I didn’t expect to become a writer. My ambition was to be a naval officer and I got an appointment to Annapolis. ... Then I had an accident. I couldn’t go—an accident to my eyes—and then I went to [Vanderbilt University] instead, and I started out in life there as a chemical engineer. That didn’t last but three weeks or so, because I found the English courses so much more interesting. History courses were also interesting, but the chemistry was taught without imagination.”\nThe freshman English teacher Warren found so fascinating was fellow Southerner John Crowe Ransom, “a real, live poet, in pants and vest, who had published a book and also fought in the war. ... As a man, he made no effort to charm his students, but everything he said was interesting.” Ransom, recognizing that Warren was no ordinary English student, encouraged the young man to enroll in one of his more advanced courses. He also invited Warren to join the “Fugitives,” a group of Vanderbilt teachers and students as well as several local businessmen who had been meeting informally since around 1915 to discuss trends in American life and literature. By 1922, the year Warren joined, many of the Fugitives’ discussions focused on poetry and critical theory, Warren’s favorite subjects at the time. “In a very important way,” says Warren in retrospect, “that group was my education.”\nThe Fugitives drifted apart in the mid-1920s, about the same time Warren graduated from Vanderbilt and headed west to continue his education at the University of California, Berkeley. After earning his MA from Berkeley in 1927, Warren attended Yale University and then Oxford University, where he “stumbled on” writing fiction. Homesick and weary of devoting his days and nights to working on his dissertation, Warren, at the request of one of the editors of the literary annual American Caravan, agreed to compose a novelette based on the folk tales he had heard as a boy in Kentucky. As he later remarked to Baker, his contribution to the annual received “some pleasant notices in the press,” and soon publishers were asking him to write novels.\nThough Warren did indeed write several novels during the next decade—only one of which, Night Rider (1939), was published—most of his time and effort was spent trying to earn a living. Returning to Tennessee in 1930 after completing his studies at Oxford, he briefly served on the faculty of Southwestern Presbyterian University (now Southwestern at Memphis) before obtaining a teaching position at Vanderbilt. From there Warren went to Louisiana State University in 1934, teaming up with friend and fellow faculty member Cleanth Brooks to write a series of immensely successful and influential textbooks, including An Approach to Literature and Understanding Poetry. Based on the authors’ class notes and conversations, these books have been largely responsible for disseminating the theories of the New Criticism to several generations of college students and teachers. According to Helen McNeil in the Times Literary Supplement, Warren and Brooks helped to establish the New Criticism as “an orthodoxy so powerful that contemporary American fiction and poetry are most easily defined by their rebellion against it.”\nThe New Criticism—a method of analyzing a work of art that focuses attention on the work’s intrinsic value as an object in and of itself, more or less independent of outside influences (such as the circumstances of its composition, the reality it creates, the effect it has on readers, and the author’s intention) grew out of discussions Warren had participated in first as a member of the Fugitives, then as an Agrarian. (The Agrarians were former Fugitives who banded together again in the late 1920s to extol the virtues of the rural South and to promote an agrarian as opposed to an industrial economy). Despite his close association with the Agrarians and his key role in publicizing their theories, Warren did not consider himself to be a professional critic. As he explained to Baker: “I have only two roles, essentially: poetry and fiction—and only a certain kind of fiction. ... A real critic, like Cleanth Brooks or I.A. Richards, has a system. ... He’s concerned with that, primarily. I’m not. I’m interested in trying to understand this poem or that poem, but I’m not interested in trying to create a system. I’m interested in a different kind of understanding, you might say, a more limited kind of understanding. I’m interested in my enjoyment, put it that way, more than anything else. I’ve certainly written some criticism, but I usually take it from my class notes. I’m just not a professional critic. That business is just something that happens. ... But writing fiction, poetry, that’s serious—that’s for keeps.”\nPoetry and fiction were thus Warren’s main concerns throughout his long career, with poetry having edged out fiction as the author’s preferred genre since the mid-1950s. He saw nothing unusual in the fact that he made notable contributions to both, remarking to Baker that “a poem for me and a novel are not so different. They start much the same way, on the same emotional journey, and can go either way. ... At a certain level an idea takes hold. Now it doesn’t necessarily come with a form; it comes as an idea or an impulse. ... I’ve started many things in one form and shifted to another. ... The interesting topics, the basic ideas in the poems and the basic ideas in the novels are the same.”\nFor the most part, these “basic ideas” in Warren’s poetry and fiction sprang from his Southern Agrarian heritage. Observes Marshall Walker in London Magazine: “Warren began as an enlightened conservative Southerner. Like his close associates, John Crowe Ransom, Donald Davidson, Allen Tate, Andrew Lytle, he was acutely aware of the gulf widening between an America that moved further into slavery to material progress and a minority of artists and intellectuals, self-appointed custodians of traditional values. ... Agrarians, with Ransom in the lead, were determined to re-endow nature with an element of horror and inscrutability and to bring back a God who permitted evil as well as good—in short, to give God back his thunder.”\nIn Warren’s work, especially his novels, there is a strong emphasis on what Walker refers to as “the vitality of Southern history.” The critic continues, “[Warren displays] a sense of ... history as a continuum in which he was himself involved. ... [He] has long since left Guthrie, Kentucky and the South, to live in the North. He has, nonetheless, remained a Southerner, and the eternal return has been as much a part of his own life as it is of the lives of his characters.” Warren’s subject matter, for example, is markedly regional; he drew much of his inspiration from personal reminiscences as well as from narratives, ballads, and folk legends he heard as a child in Kentucky and Tennessee.\nDespite his reliance on history for material, Warren balked at being labeled a “historical novelist.” “I just happened to encounter stories that had the right germ of an idea for a novel,” he once stated in a Saturday Review article. “I should hope that the historical novel would be a way of saying something about the present.” To this end, he often changes the actual historical focus of a story to concentrate on peripheral characters whose behavior reveals more about the ethical or dramatic issues behind the facts. Therefore, maintain Everett Wilkie and Josephine Helterman in the Dictionary of Literary Biography, Warren’s “main obsession is knowledge,” not history. Explain the critics: “His works reflect the many forms in which he himself has found knowledge. ... [His] wisdom is the wisdom of interpretation; his main question, ‘How is one to look at life?’ From an elaboration of the complex forces which shape both our lives and our perceptions, he shows us history as a living force which can yet tell us something about ourselves.”\nFor Warren, this process of self-discovery was painful, yet the opposite state—ignorance—was brutish. In his book The Poetic Vision of Robert Penn Warren, Victor Strandberg declares that the contemplation of this passage from innocence to maturity is “the crucial center” of Warren’s career. With this theme in mind, writes Strandberg, Warren typically divides his characters into two groups: “those who refuse passage into a polluted and compromised adult environment” (whom Strandberg refers to as the “Clean” people) and “those who accept passage into the world’s stew” (the “Dirty” people). The Clean people prefer to think of themselves as being separate from the filth and corruption of the world, while the Dirty people are willing to face life as it is in order “to proceed to the subsequent stages of spiritual development.” In Warren’s view, the Clean people can either be relatively harmless, reclusive fundamentalist types, or they can be almost psychopathic in their determination to purify the world and punish sinners (i.e., the Dirty people). In all Warren’s writing, the “most negative characters are those who reject the osmosis of being, while his spiritual guides are those who accept it,” Strandberg observes.\nThe “action” in most of Warren’s work thus consists primarily of an idealistic narrator’s search for his or her identity in an atmosphere of confusion and/or corruption. This search eventually leads to recognition of the world’s fallen state and, consequently, of the self’s “innate depravity,” to use Strandberg’s phrase. In an attempt to overcome the sense of alienation caused by these “warring parts of the psyche,” a typical Warren character undergoes a period of intense self-examination that ideally results in a near-religious experience of conversion, rebirth, and a mystical feeling of oneness with God. This in turn opens the door to further knowledge, not only about the self but about the world as well. Though the search for identity may not always end in success, notes Strandberg, “the craving to recreate that original felicity [that existed before the Fall] is one of mankind’s deepest obsessions, in Warren’s judgment.”\nTherefore, as Wilkie interprets it, Warren’s goal is “to provide an overview of the human condition and to explicate, or mirror, the perplexities of existence in a world in which belief in God has faded. [He] characterizes himself as a ‘yearner,’ suggesting that although he does not believe in God, he does believe that man must work out his own code by which to interpret his life and the things around him. ... In his view, man must come face to face with a reality stripped of both God’s benign or malevolent intentions and the Romantic’s pathetic fallacy. Despite whatever difficulties man may face in his existence, Warren does not counsel despair or state that life is not worth living. ... It is essential, [he] asserts, to learn whatever answers one can. ... Though being alive may not always be easy and fun, Warren believes it is well worth the effort.”\nMost observers find Warren’s language, style, and tone to be perfectly suited to his subject matter. His language, for example, is a lyrical mixture of earthiness and elegance, of the folk speech of Kentucky and Tennessee and what James Dickey refers to in the Saturday Review as a “rather quaintly old-fangled scholastic vocabulary.” Richard Jackson offers a similar description in the Michigan Quarterly Review: “[Warren’s] idiom ... is at once conversational and lyric, contemporary and historic, profane and sacred. It is a language in which he can slip easily from necessary precept to casual observation, cosmic vision to particular sighting.” In a Sewanee Review article, Calvin Bedient notes that Warren’s poetry is written “in a genuinely expansive, passionate style. Look at its prose ease and rapidity oddly qualified by log-piling compounds, alliteration, successive stresses, and an occasional inversion something rough and serviceable as a horse-blanket yet fancy to—and you wonder how he ever came up with it. It is excitingly massive and moulded and full of momentum. Echoes of Yeats and Auden still persist, but it is wonderfully peculiar, homemade.”\nCharles H. Bohner is equally impressed by Warren’s forceful and exuberant style. “There is about his art the prodigality of the writer who exercises his verbal gifts for the sheer magic of the effects he can produce,” notes the critic in his book-length study of Warren. “[His] language is robust and rhetorical. He likes his adjectives and nouns to go in pairs, reinforcing one another, begetting rhythm and resonance. When a comparison catches his fancy, his first metaphor is likely to suggest another, and he piles image on image as he warms to his task. ... About all of Warren’s work there is a gusto and masculine force, a willingness to risk bathos and absurdity, reminiscent of the writer who, Warren has said, has had the greatest influence on his own work—Shakespeare. ... He has always seemed driven to explore the boundaries of his art, to push the possibilities of his form to its outer limits.”\nThough Warren drew extensively from his own past for the language, settings, and themes that appear in both his fiction and poetry, he approached all of this familiar material somewhat objectively and analytically, as if he were contemplating them from a distance, either far from home or, more frequently, much later in time. Warren’s preoccupation with time and how the passage of years affects memory reveals itself in his extensive use of flashbacks to illustrate the often ironic nature of the relationship between the past and the present. Critics also find the abundance of background detail in his work to be evidence of his near-obsession with time. According to James H. Justus in the Sewanee Review, for instance, one of the hallmarks of Warren’s prose is his practice of including “periods of closely observed details strung out in an evocative rhetoric which invites nostalgia for a specific time and place or which invokes awe for a mythic history that seems to explain national and even human urges.” And as Paul West asserts in his book Robert Penn Warren, “[No] writer has worked harder than Warren to substantiate narrative through close, doting observation of the physical, emotional world. He sees it, makes the page tremble with it. ... His ‘texture of relations’—to his past, to his work, to familiars and strangers—is something he fingers endlessly; and in the long run it is the feel, not the feel’s meaning, that he communicates.”\nDespite the fact that Warren is popularly known as the author of All the King’s Men, a novel loosely based on the life of Louisianan politician Huey “Kingfish” Long, he thought of himself primarily as a poet. “I started as a poet and I will probably end as a poet,” he once commented in the Sewanee Review. “If I had to choose between my novels and my Selected Poems, I would keep the Selected Poems as representing me more fully, my vision and my self.”\nAfter emerging from a 10-year-long period of “poet’s block” in 1954, Warren devoted most of his creative energies to writing verse. Unlike his early (pre-1944) poetry, which sprang from either the contemplation of complex metaphysical concepts or the ballads and narratives native to his region, Warren’s later poetry was inspired by a mood, a natural event, or a memory that often takes shape as “a moralized anecdote,” to use Warren’s own words. It is a highly personal and often autobiographical (but by no means confessional) form of poetry. In fact, maintains Kramer, “[Warren’s] poetry is so unlike that of most other poets claiming our attention ... that it requires a certain adjustment of the eye and the ear, and of that other faculty—call it the moral imagination—to which Mr. Warren’s verse speaks with so much urgency and that of so many other poets nowadays does not. We are a long way, in this poetry, from the verse snapshot and the campy valentine—a long way, too, from the verse diaries, confessions and dirty laundry lists that have come to occupy such a large place in our poetic literature. ... [His] is a poetry haunted by the lusts and loves of the flesh, filled with dramatic incident, vivid landscapes and philosophical reflection—a poetry of passion recollected in the tragic mode. It teems with experience, and with the lessons and losses of experience.”\n“Warren sees ... what few of us have seen,” states David Bromwich in the Hudson Review. “His poems draw their sustenance from a world of buzzards and swamps and forests almost unscarred; of iron loyalties and sudden betrayals; of the aimless talk of old men, interrupted by a rifle shot, and followed by silence. It is a world in which everything may depend on a rattlesnake heard scuttling for its hole, or a hawk seen obliquely among the shadows.”\nAs Bromwich and other critics make clear, the natural world plays a prominent role in Warren’s poetry, providing him with much of his inspiration and imagery. But according to Wilkie in his Dictionary of Literary Biography essay, the poet’s fascination with nature does not mean he believes man can turn to nature for answers to age-old questions about life and death. “Warren argues repeatedly that the natural world is not a sympathetic or reliable guide to interpreting human life and that man’s affairs are a matter of indifference to the rest of creation,” asserts the critic. “Only man’s pride or ignorance allows him to impute to the natural world any concern with his comings and goings.”\nThough Warren did not deny that man is an integral part of nature, what he celebrated in his poetry was the trait that sets man apart from nature—namely, his ability (and desire) to seek knowledge in his quest “to make sense out of life.” As a result, reports Peter Stitt in the Southern Review, “Warren’s poems are a resounding testament to man, to nature, and to poetry itself. ... Among contemporary poets, it has been Robert Penn Warren’s task to discover how the void at man’s heart may be filled. Though revolutionary for our age, Warren’s answer places him at the heart of the great tradition in English and American poetry.”\nIn a strictly artistic sense, too, Warren worked within this great tradition in English and American poetry. Strandberg explains, “Through a career that reaches back over a half century, encompassing schools of pre-Modern, Modern, and post-Modern aesthetics, [Warren] has displayed both growth and consistency in technical resources. With respect to the ageless elements of poetic technique—command of metaphor, control of tone and diction, powers of organization, mastery of sound effects, and the like—each phase of Warren’s career has evinced a `morality of style’ that is true to the classic standard.” As Harold Bloom observes in the New Leader, “[Warren] alone among living writers ranks with the foremost American poets of the century: Frost, Stevens, Hart Crane, Williams, Pound, Eliot. ... [He] is that rarest kind of major poet: he has never stopped developing from his origins up to his work-in-progress.” Swan agrees, adding, “The progression is striking—from the impersonal tone, inspired by Eliot, of the early poems ... to the more personal, more intense free-verse style that began with Promises: Poems, 1954–1956 ... to the majestic reverie of the late poems.”\nWarren’s later poetry is noted for its rambling conversational rhythm, due in part to what Edward L. Stewart refers to in the Washington Post Book World as its “wide range of conventional but loose-limbed, free but masterfully controlled verse patterns.” Warren favored very long and very short lines, the use of which creates an irregular meter and sentences that seem to wind down the page, “run[ning] forward, as it were, into experience,” says Bedient in Parnassus. The overall tone is one of reflection and meditation, though not in a passive sense, writes Alan Williamson, another Washington Post Book World critic. “In the whiplash of [Warren’s] long line, the most ordinary syntax becomes tense, muscular, searching,” comments Williamson. “His ear is formidable, though given to strong effects rather than graceful ones.” The Times Literary Supplement’s Jay Parini also finds that “power is the word that comes to mind” when reading Warren’s work—power that is expressed in the “raw-boned, jagged quality” of his verse.\nAccording to John Rees Moore of the Sewanee Review, these are the same features that make Warren’s poetry stand out “in sharp contrast to the jittery rhythms and fragmented images—the reaching out for a style—that are characteristic of much recent poetry. Not that wit, boldness, and even a certain nervous energy are missing but that Warren’s poetic quest for identity has reached a stage where he is freer to disregard whatever is not of central interest to him and mull over with increased concentration whatever is.” In short, notes Peter Clothier in the Los Angeles Times Book Review, “in an age when the quick gratification of surface glitter often replaces slower pleasures of craft and care, Robert Penn Warren’s poetry reminds us that the work of a master craftsman is literally irreplaceable. ... [His] is work of absolute formal and intellectual integrity.”\nNot all reviewers agree that Warren’s work deserves such unqualified praise. The focus of most of their criticism is on the author’s attitude toward his material; though they acknowledge that Warren tackles unquestionably important themes, they believe his treatment of those themes borders on the bombastic. As Leslie Fiedler explains in a volume of his collected essays, a Warren poem can be “bombastic in the technical sense of the word: [there is] a straining of language and tone toward a scream which can no longer be heard, the absolute cry of bafflement and pain. Such a tone becomes in Warren ... ridiculous on occasion, ridiculous whenever we lapse from total conviction.”\nIn his book Contemporaries, Alfred Kazin points out that “all [of Warren’s] work seems to deal with the Fall of Man. And if in reading [him] I have come to be more wary of his handling of this theme, it is because of the nostalgia it conveys, the strident impatient language with which it is expressed, the abstract use to which it is put. ... Warren tends to make rhetoric of his philosophy.” Bedient expresses a similar thought in the Sewanee Review, commenting that Warren “seems bitten by the Enormity of it all. He will have mystery.” As a result, concludes Bedient, his philosophical musings are “sometimes truly awkward and sometimes pseudo-profound.”\nA few reviewers attribute Warren’s occasional awkwardness to the very quality that has made him such a noteworthy figure in American literature: his versatility. Eric Bentley, for one, speculates that Warren’s dual role as both artist and critic hinders his ability to “submerge himself in the artist.” Bentley continues in a Kenyon Review article: “Trite as it is nowadays to stigmatize an author as a dual personality, I cannot help pointing to a duality in Warren that may well constitute his major problem: it is his combination of critical and creative power. I am far from suggesting that the critical and the creative are of their nature antithetic and I am fully ready to grant that what makes Warren remarkable among American writers is his double endowment. The problem lies precisely in his being so two-sidedly gifted; he evidently finds it endlessly difficult to combine his two sorts of awareness.”\nNoting in the Virginia Quarterly Review that “Warren has dedicated his career to proving the indivisibility of the critical and the creative imaginations,” David M. Wyatt goes on to state that “Such a habit of mind stations Warren on the border between ... the artist who works from experience and the critic who works toward meaning. ... His works constantly talk about themselves. ... His characters are placed out of themselves, the bemused or obsessive spectators of their own wayward acts. ... [Warren] thus joins that central American tradition of speakers—Emerson, Thoreau, Henry Adams, Norman Mailer—who are not only the builders but the interpreters of their own designs.”\nParnassus reviewer Rachel Hadas maintains that Warren’s difficulties stem from “nothing as simple as a lack of talent.” Hadas explains, “Part of the problem seems to be an inordinate ambition for grandeur; part is what feels to me like haste. If Warren were in less of a hurry to chronicle each dawn dream, birdsong, and memory as it occurred, a process of distillation just might be allowed to take place. Mostly, though, it’s a matter of the poet’s judgment of his own work. ... [Warren exhibits an] inability or unwillingness to recognize and settle for the nature of his particular genius. ... [He], has an imagination of generous proportions. It embraces history, human drama, perhaps above all the beauty of the natural world; it is capable at times of both beauty of form and splendor of color. ... But Warren cannot do everything well. He is not an original thinker or a visionary poet; in his handling of condensed lyric, as well as of abstraction, he can be embarrassingly inept.” In effect, Bedient declares, also writing in Parnassus, “[Warren] has failed to be ruthless toward himself, and his weaknesses loom oppressively in the reflected brilliance of his accomplishments.”\nMany critics, of course, disagree with these evaluations of Warren’s poetry. In another Parnassus article, for instance, Paul Mariani writes: “I could quarrel with certain things in Warren I find alien to my own sense of poetics: a sometimes loose, rambling line, a nostalgia verging on obsession, a veering towards philosophical attitudinizing, the mask of the redneck that out-rednecks the redneck. But I would rather leave such critical caveats for others. There is enough [in his poetry] to praise, and I am thankful to have been given to drink, if not out of those too rare `great depths,’ then at least from a spring sufficiently deep, sufficiently clear.”\nMonroe K. Spears reports in the Sewanee Review that Warren’s failings “are hard for me to specify; I find his attitudes and themes—moral, psychological, and religious—so congenial that it is difficult for me to regard the poetry with proper detachment. Sometimes the themes are perhaps a little too explicit, not very fully dramatized; and there is a danger in the fact that they are basically few, though combined and varied in many ways.” Nevertheless, continues Spears, “Warren’s later poetry seems to me to embody most of the special virtues of ‘open’ poetry—accessibility, immediate emotional involvement, wide appeal—and to resist the temptations to formlessness and to moral exhibitionism, self-absorption, and sentimentality that are the chief liabilities of that school.”\nEven Bentley admits that Warren, despite his faults, “is worth a dozen petty perfectionists.” And as poet and critic James Dickey observes in his book Babel to Byzantium, “Opening a book of poems by Robert Penn Warren is like putting out the light of the sun, or like plunging into the labyrinth and feeling the thread break after the first corner is passed. One will never come out in the same Self as that in which one entered. When he is good, and often even when he is bad, you had as soon read Warren as live. He gives you the sense of poetry as a thing of final importance to life: as a way or form of life. ... Warren’s verse is so deeply and compellingly linked to man’s ageless, age-old drive toward self-discovery, self-determination, that it makes all discussion of line endings, metrical variants, and the rest of poetry’s paraphernalia appear hopelessly beside the point.”\nOne point critics do agree on, however, is the extraordinary nature of Warren’s contribution to literature. In his critical study of the author, Bohner declares that “no other American literary figure of the twentieth century has exhibited greater versatility than Robert Penn Warren. ... While arguments about his preeminence in any one field would be ultimately inconclusive, his total accomplishment ... surpasses that of any other living writer.” Marshall Walker has similar words of praise for Warren in the London Magazine, calling him “America’s most distinguished man of letters in the European sense of a writer involved with books and human kind and at ease in a variety of genres. ... The range of his achievement testifies to the scope and commitment of Warren’s human sympathies. Each intellectual act, whether formally poem, novel, or one of the interviews with black leaders in Who Speaks for the Negro? is of the nature of a poem, according to his own definition of the poem as ‘a way of getting your reality shaped a little better’. ... Underlying the energy, even the violence that is part of Warren’s metaphor of the world as well as of the world itself, is a concern to visualize the meaning of common experience and, without artistic concessions, to make this meaning available in a body of work which, with astonishing success, unites metaphysical and social themes in a single vision.”\nWriting in the Saturday Review, Dickey suggests Warren’s depth rather than his range should be celebrated. “[Warren] is direct, scathingly honest, and totally serious about what he feels,” Dickey begins. “He plunges as though compulsively into the largest of subjects: those that seem to cry out for capitalization and afflatus and, more often than not in the work of many poets, achieve only the former. ... He is a poet of enormous courage, with a highly individual intelligence.” But above all, concludes Dickey, Robert Penn Warren “looks, and refuses to look away. ... [He] wounds deeply; he strikes in at blood-level and gut-level, with all the force and authority of time, darkness, and distance themselves, and of the Nothingness beyond nothingness, which may even be God.”\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Modern"]}}