{"pf_url": "https://www.poetryfoundation.org/poets/robert-creeley", "name": "Robert Creeley", "yob": "1926", "yod": "2005", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/dfc44c649cd65740cf9fe242ac580ed59e046d69.jpeg", "bio": "\nOnce known primarily for his association with the group called the “Black Mountain Poets,” at the time of his death in 2005, Robert Creeley was widely recognized as one of the most important and influential American poets of the 20th century. His poetry is noted for both its concision and emotional power. Albert Mobilio, writing in the Voice Literary Supplement, observed: “Creeley has shaped his own audience. The much imitated, often diluted minimalism, the compression of emotion into verse in which scarcely a syllable is wasted, has decisively marked a generation of poets.”\nCreeley was born in Arlington, Massachusetts in 1926. When his father died in 1930, he was raised by his mother and sister in Acton. An accident when he was four left him blind in one eye. He attended Holderness School in Plymouth, New Hampshire, on a scholarship, and his articles and stories appeared regularly in the school’s literary magazine. Creeley entered Harvard College in 1943, but admitted later that he had felt discouraged by “the sardonic stance of my elders.” He left Harvard to serve in the American Field Service in 1944 and 1945, and drove an ambulance in India and Southeast Asia. Creeley returned to Harvard after the war, though he never graduated. He later received an MA from the University of New Mexico. He began corresponding with William Carlos Williams, who seems to have put him in touch with Charles Olson, a poet who was to have a substantial influence on the direction of his future work. Excited especially by Olson’s ideas about literature, Creeley began to develop a distinctive and unique poetic style.\nThroughout the 1950s, Creeley was associated with the “Black Mountain Poets,” a group of writers including Denise Levertov, Ed Dorn, Fielding Dawson, and others who had some connection with Black Mountain College, an experimental, communal college in North Carolina that was a haven for many innovative writers and artists. Creeley edited the Black Mountain Review and developed a close and lasting relationship with Olson, the rector of the college. The two engaged in a lengthy, intensive correspondence about literary matters that has been collected and published in ten volumes as Charles Olson and Robert Creeley: The Complete Correspondence (Volume 1, 1980). Olson and Creeley together developed the concept of “projective verse,” a kind of poetry that abandoned traditional forms in favor of a freely constructed verse that took shape as the process of composing it was underway. Olson called this process “composition by field,” and his famous essay on the subject, “Projective Verse,” was as important for the poets of the emerging generation as T.S. Eliot’s “Tradition and the Individual Talent” was to the poets of the previous generation. Olson credited Creeley with formulating one of the basic principles of this new poetry: the idea that “form is never more than an extension of content.”\nCreeley was a leader in the generational shift that veered away from history and tradition as primary poetic sources and gave new prominence to the ongoing experiences of an individual’s life. Because of this emphasis, the major events of his life loom large in his literary work. Creeley’s marriage to Ann MacKinnon ended in divorce in 1955. The breakup of that relationship is chronicled in fictional form in his only novel, The Island (1963), which drew upon his experiences on the island of Mallorca, off the coast of Spain, where he lived with MacKinnon and their three children in 1953 and 1954. After the divorce Creeley returned to Black Mountain College for a brief time before moving west. He was in San Francisco during the flowering of what became known as the San Francisco Poetry Renaissance, and he also became associated for a time with some of the writers of the Beat Generation, including Allen Ginsberg, Jack Kerouac, Michael McClure, and others. His work appeared in the influential anthology The New American Poetry: 1945-1960  (1960), edited by Donald Allen.\nIn 1956 Creeley accepted a teaching position at a boys’ school in Albuquerque, New Mexico, where he met his second wife, Bobbie Louise Hall. Though Creeley published poetry and fiction throughout the 1950s and 1960s and had even established his own imprint, the Divers Press, in 1952, his work did not receive important national recognition until Scribner published his first major collection, For Love: Poems 1950-1960, in 1962. This book collected work that he had been issuing in small editions and magazines during the previous decade. When For Love debuted, Mobilio wrote, “it was recognized at once as a pivotal contribution to the alternative poetics reshaping the American tradition. … The muted, delicately contrived lyrics … were personal and self-contained; while they drew their life from the everyday, their techniques of dislocation sprang from the mind’s naturally stumbled syntax.”\nThe very first poem in For Love, “Hart Crane,” with its unorthodox, Williams-like line breaks, its nearly hidden internal rhymes, and its subtle assonance and sibilance, announces the Creeley style—a style defined by an intense concentration on the sounds and rhythms of language as well as the placement of the words on the page. In a piece for the London Review of Books, Stephanie Burt wrote that “We recognise Creeley’s poems first by what they leave out: he uses few long or rare words, no regular metres and almost no metaphors,” and, noting how little that style changed, “Creeley kept for five decades a way of writing whose markers include parsimonious diction, strong enjambment, two to four-line stanzas and occasional rhyme. What changed over his career was not his language but the use he made of it, the attitudes and goals around which the small, clear crystals of his verse might form.”\nThough For Love and Words (1967) both received critical acclaim, by the late ’60s Creeley was already abandoning the spare style which had made him famous. In Pieces, A Day Book, Thirty Things, and Hello: A Journal, February 29-May 3, 1976, all published between 1968 and 1978, Creeley attempts to break down the concept of a “single poem” by offering his readers sequential, associated fragments of poems with indeterminate beginnings and endings. All of these works are energized by the same heightened attention to the present that characterizes Creeley’s earlier work, and many of the poems in Hello (1976) refer to the last days of Creeley’s relationship with his second wife, Bobbie. That marriage ended in divorce in 1976, the same year he met Penelope Highton, his third wife, while traveling in New Zealand. For all of Creeley’s experimentation, he has always been in some ways an exceedingly domestic poet; his mother, children, wives, and close friends are the subjects of his best work. Because Creeley’s second marriage lasted nearly 20 years, the sense of a major chunk of his life drifting away from him is very strong in Hello. Creeley here conveys the traumatic emotional state that almost always accompanies the breakup of long-term relationships.\nCreeley’s next major collection, Later (1979), is characterized by a greater emphasis on memory, a new sense of life’s discrete phases, and an intense preoccupation with aging. In “Myself,” the first poem in Later, he writes: “I want, if older, / still to know / why, human, men / and women are / so torn, so lost / why hopes cannot / find a better world / than this.” This futile but deeply human quest captures the spirit of Creeley’s later work. It embodies a commonly shared realization: one becomes older but still knows very little about essential aspects of life, particularly the mysteries of human relationships. The 10-part title poem was written over a period of 10 days in September of 1977. The poem begins by evoking lost youth and presents a kaleidoscopic view of Creeley’s life, both past and present: a lost childhood dog and memories of his mother, friends and neighbors are all mapped onto the poetry he is composing in an attic room in Buffalo in September 1977.\nThe Collected Poems of Robert Creeley, 1945-1975 was published in 1982. The poems Creeley wrote in the last decades of his life increasingly remember and reflect on memory and the past. As Stephanie Burt described them: “The later poems are more traditional than their predecessors, in their sounds and in their goals. They rhyme more often. They have recognisable closure. Few are so short as to pose conceptual puzzles about what a poem is. When they are bad they are prosy or repetitive, not insubstantial or nonsensical. They never sound like Olson (much less like Ginsberg), and at their best they recall Thomas Hardy: they are, in the end, mostly poems of old age.” Life and Death (1998) examines the poet’s increasing age and mortality. Reviewing the book, Forrest Gander acknowledged Creeley’s lasting importance to American poetry: “Robert Creeley has forged a signature style in American poetry, an idiosyncratic, highly elliptical, syntactical compression by which the character of his mind’s concentrated and stumbling proposals might be expressed … Reading his poems, we experience the gnash of arriving through feeling at thought and word.”\nCreeley was a prolific poet, even late in life: the volumes after Life and Death came in regular succession, including Loops: Ten Poems (1995); Ligeia: A Libretto (1996); So There: Poems 1976-83 (1998); En Famille: A Poem by Robert Creeley (1999); Thinking(2000); Just In Time: Poems, 1984-1994 (2001); and If I Were Writing This (2003). R. D. Pohl in the Buffalo News, praised If I Were Writing This, declaring that it “contains some of the starkest and most memorable poems Creeley has written.” Pohl and a Publishers Weekly reviewer both saw If I Were Writing This as a companion volume to Life and Death, each of them “composed primarily of poems dedicated to family and friends (dead and living), collaborative verses, and such poems as ‘For You’ in which intimacy of tone coincides with cryptic, lyrical abstraction.” Pohl noted that If I Were Writing This is the first major volume to appear since Creeley joined the ranks of such poetic giants as Ezra Pound, William Carlos Williams, Wallace Stevens and John Ashbery by winning the prestigious Yale University Bollingen Prize in 1999. He continued: “The fragility of our common experience in language and the world resonates through every line of Creeley’s recent work.”\nCreeley also wrote a considerable amount of prose and was editor of a number of volumes, including Best American Poetry 2002. Creeley’s prose works include a novel, essays, and short stories, as well as a play, collected letters, and an autobiography, published in 1990. Creeley taught for over 30 years at the State University of New York-Buffalo, helping to turn its English and Poetics program into one of the most famous havens for avant-garde writing in the world. In 2003 he was appointed distinguished professor of English at Brown University. In an appreciation of Creeley written for the Poetry Project Newsletter, Peter Gizzi said, “He was a devoted teacher, undeterred by the persistent critique of the role of poets in universities. Conversely, on the Black Mountain model, he was more interested in bending institutions to support poetry. That was one of his labors.” Also noted for his enthusiastic support of other poets, Robert Creeley served as a mentor and friend to many, many poets. Charles Bernstein, a colleague of Creeley’s at SUNY-Buffalo wrote in the Brooklyn Rail: “So many poets had an intimate relation with Creeley; he had a way of connecting with each of us in particular and, through that connection with him, to a company of poets in the U.S. and around the world.” Creeley died in 2005 in Odessa, Texas, of complications resulting from lung disease. He had been completing a residency for the Lannan Foundation in Marfa, Texas.\nDon Byrd quoted him in Contemporary Poets: “I write to realize the world as one has come to live in it, thus to give testament. I write to move in words, a human delight. I write when no other act is possible.” Asked about “good” poems, Creeley, who had written in the introduction to Best American Poetry 2002 that the poem is “that place we are finally safe in” where “understanding is not a requirement. You don’t have to know why. Being there is the one requirement,” responded, “If one only wrote ‘good’ poems, what a dreary world it would be.”\nCreeley died in 2005, in Odessa, Texas, at the age of 78.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Black Mountain"]}}