{"pf_url": "https://www.poetryfoundation.org/poets/robert-frost", "name": "Robert Frost", "yob": "1874", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a1c803fc181974702f2f0fb13b3879aa29ab6f25.jpeg", "bio": "\nRobert Frost was born in San Francisco, but his family moved to Lawrence, Massachusetts, in 1884 following his father’s death. The move was actually a return, for Frost’s ancestors were originally New Englanders, and Frost became famous for his poetry’s engagement with New England locales, identities, and themes. Frost graduated from Lawrence High School, in 1892, as class poet (he also shared the honor of co-valedictorian with his wife-to-be Elinor White), and two years later, the New York Independent accepted his poem entitled “My Butterfly,” launching his status as a professional poet with a check for $15.00. Frost's first book was published around the age of 40, but he would go on to win a record four Pulitzer Prizes and become the most famous poet of his time, before his death at the age of 88.\r\n \r\nTo celebrate his first publication, Frost had a book of six poems privately printed; two copies of Twilight were made—one for himself and one for his fiancee. Over the next eight years, however, he succeeded in having only 13 more poems published. During this time, Frost sporadically attended Dartmouth and Harvard and earned a living teaching school and, later, working a farm in Derry, New Hampshire. But in 1912, discouraged by American magazines’ constant rejection of his work, he took his family to England, where he found more professional success. Continuing to write about New England, he had two books published, A Boy’s Will (1913) and North of Boston (1914), which established his reputation so that his return to the United States in 1915 was as a celebrated literary figure. Holt put out an American edition of North of Boston in 1915, and periodicals that had once scorned his work now sought it. \r\n \r\nFrost’s position in American letters was cemented with the publication of North of Boston, and in the years before his death he came to be considered the unofficial poet laureate of the United States. On his 75th birthday, the US Senate passed a resolution in his honor which said, “His poems have helped to guide American thought and humor and wisdom, setting forth to our minds a reliable representation of ourselves and of all men.” In 1955, the State of Vermont named a mountain after him in Ripton, the town of his legal residence; and at the presidential inauguration of John F. Kennedy in 1961, Frost was given the unprecedented honor of being asked to read a poem. Frost wrote a poem called “Dedication” for the occasion, but could not read it given the day’s harsh sunlight. He instead recited “The Gift Outright,” which Kennedy had originally asked him to read, with a revised, more forward-looking, last line.\r\n \r\nThough Frost allied himself with no literary school or movement, the imagists helped at the start to promote his American reputation. Poetry: A Magazine of Verse published his work before others began to clamor for it. It also published a review by Ezra Pound of the British edition of A Boy’s Will, which Pound said “has the tang of the New Hampshire woods, and it has just this utter sincerity. It is not post-Miltonic or post-Swinburnian or post Kiplonian. This man has the good sense to speak naturally and to paint the thing, the thing as he sees it.” Amy Lowell reviewed North of Boston in the New Republic, and she, too, sang Frost’s praises: “He writes in classic metres in a way to set the teeth of all the poets of the older schools on edge; and he writes in classic metres, and uses inversions and cliches whenever he pleases, those devices so abhorred by the newest generation. He goes his own way, regardless of anyone else’s rules, and the result is a book of unusual power and sincerity.” In these first two volumes, Frost introduced not only his affection for New England themes and his unique blend of traditional meters and colloquialism, but also his use of dramatic monologues and dialogues. “Mending Wall,” the leading poem in North of Boston, describes the friendly argument between the speaker and his neighbor as they walk along their common wall replacing fallen stones; their differing attitudes toward “boundaries” offer symbolic significance typical of the poems in these early collections. \r\n \nMountain Interval marked Frost’s turn to another kind of poem, a brief meditation sparked by an object, person or event. Like the monologues and dialogues, these short pieces have a dramatic quality. “Birches,” discussed above, is an example, as is “The Road Not Taken,” in which a fork in a woodland path transcends the specific. The distinction of this volume, the Boston Transcript said, “is that Mr. Frost takes the lyricism of A Boy’s Will and plays a deeper music and gives a more intricate variety of experience.” \r\n \r\nSeveral new qualities emerged in Frost’s work with the appearance of New Hampshire (1923), particularly a new self-consciousness and willingness to speak of himself and his art. The volume, for which Frost won his first Pulitzer Prize, “pretends to be nothing but a long poem with notes and grace notes,” as Louis Untermeyer described it. The title poem, approximately fourteen pages long, is a “rambling tribute” to Frost’s favorite state and “is starred and dotted with scientific numerals in the manner of the most profound treatise.” Thus, a footnote at the end of a line of poetry will refer the reader to another poem seemingly inserted to merely reinforce the text of “New Hampshire.” Some of these poems are in the form of epigrams, which appear for the first time in Frost’s work. “Fire and Ice,” for example, one of the better known epigrams, speculates on the means by which the world will end. Frost’s most famous and, according to J. McBride Dabbs, most perfect lyric, “Stopping by Woods on a Snowy Evening,” is also included in this collection; conveying “the insistent whisper of death at the heart of life,” the poem portrays a speaker who stops his sleigh in the midst of a snowy woods only to be called from the inviting gloom by the recollection of practical duties. Frost himself said of this poem that it is the kind he’d like to print on one page followed with “forty pages of footnotes.” \n\nWest-Running Brook (1928), Frost’s fifth book of poems, is divided into six sections, one of which is taken up entirely by the title poem. This poem refers to a brook which perversely flows west instead of east to the Atlantic like all other brooks. A comparison is set up between the brook and the poem’s speaker who trusts himself to go by “contraries”; further rebellious elements exemplified by the brook give expression to an eccentric individualism, Frost’s stoic theme of resistance and self-realization. Reviewing the collection in the New York Herald Tribune, Babette Deutsch wrote: “The courage that is bred by a dark sense of Fate, the tenderness that broods over mankind in all its blindness and absurdity, the vision that comes to rest as fully on kitchen smoke and lapsing snow as on mountains and stars—these are his, and in his seemingly casual poetry, he quietly makes them ours.” \r\n \nA Further Range (1936), which earned Frost another Pulitzer Prize and was a Book-of-the-Month Club selection, contains two groups of poems subtitled “Taken Doubly” and “Taken Singly.” In the first, and more interesting, of these groups, the poems are somewhat didactic, though there are humorous and satiric pieces as well. Included here is “Two Tramps in Mud Time,” which opens with the story of two itinerant lumbermen who offer to cut the speaker’s wood for pay; the poem then develops into a sermon on the relationship between work and play, vocation and avocation, preaching the necessity to unite them. Of the entire volume, William Rose Benét wrote, “It is better worth reading than nine-tenths of the books that will come your way this year. In a time when all kinds of insanity are assailing the nations it is good to listen to this quiet humor, even about a hen, a hornet, or Square Matthew. ... And if anybody should ask me why I still believe in my land, I have only to put this book in his hand and answer, ‘Well-here is a man of my country.’” Most critics acknowledge that Frost’s poetry in the 1940s and '50s grew more and more abstract, cryptic, and even sententious, so it is generally on the basis of his earlier work that he is judged. His politics and religious faith, hitherto informed by skepticism and local color, became more and more the guiding principles of his work. He had been, as Randall Jarrell points out, “a very odd and very radical radical when young” yet became “sometimes callously and unimaginatively conservative” in his old age. He had become a public figure, and in the years before his death, much of his poetry was written from this stance. \r\n \r\nReviewing A Witness Tree (1942) in Books, Wilbert Snow noted a few poems “which have a right to stand with the best things he has written”: “Come In,” “The Silken Tent,” and “Carpe Diem” especially. Yet Snow went on: “Some of the poems here are little more than rhymed fancies; others lack the bullet-like unity of structure to be found in North of Boston.” On the other hand, Stephen Vincent Benet felt that Frost had “never written any better poems than some of those in this book.” Similarly, critics were let down by In the Clearing (1962). One wrote, “Although this reviewer considers Robert Frost to be the foremost contemporary U.S. poet, he regretfully must state that most of the poems in this new volume are disappointing. ... [They] often are closer to jingles than to the memorable poetry we associate with his name.” Another maintained that “the bulk of the book consists of poems of ‘philosophic talk.’ Whether you like them or not depends mostly on whether you share the ‘philosophy.’” \r\n \r\nIndeed, many readers do share Frost’s philosophy, and still others who do not nevertheless continue to find delight and significance in his large body of poetry. In October, 1963, President John F. Kennedy delivered a speech at the dedication of the Robert Frost Library in Amherst, Massachusetts. “In honoring Robert Frost,” the President said, “we therefore can pay honor to the deepest source of our national strength. That strength takes many forms and the most obvious forms are not always the most significant. ... Our national strength matters; but the spirit which informs and controls our strength matters just as much. This was the special significance of Robert Frost.” The poet would probably have been pleased by such recognition, for he had said once, in an interview with Harvey Breit: “One thing I care about, and wish young people could care about, is taking poetry as the first form of understanding. If poetry isn’t understanding all, the whole world, then it isn’t worth anything.” \r\n \r\nFrost’s poetry is revered to this day. When a previously unknown poem by Frost titled “War Thoughts at Home,” was discovered and dated to 1918, it was subsequently published in the Fall 2006 issue of the Virginia Quarterly Review. The first edition Frost’s Notebooks were published in 2009, and thousands of errors were corrected in the paperback edition years later. A critical edition of his Collected Prose was published in 2010 to broad critical acclaim. A multi-volume series of his Collected Letters is now in production, with the first volume appearing in 2014 and the second in 2016.\n\r\nRobert Frost continues to hold a unique and almost isolated position in American letters. “Though his career fully spans the modern period and though it is impossible to speak of him as anything other than a modern poet,” writes James M. Cox, “it is difficult to place him in the main tradition of modern poetry.” In a sense, Frost stands at the crossroads of 19th-century American poetry and modernism, for in his verse may be found the culmination of many 19th-century tendencies and traditions as well as parallels to the works of his 20th-century contemporaries. Taking his symbols from the public domain, Frost developed, as many critics note, an original, modern idiom and a sense of directness and economy that reflect the imagism of Ezra Pound and Amy Lowell. On the other hand, as Leonard Unger and William Van O’Connor point out in Poems for Study, “Frost’s poetry, unlike that of such contemporaries as Eliot, Stevens, and the later Yeats, shows no marked departure from the poetic practices of the nineteenth century.” Although he avoids traditional verse forms and only uses rhyme erratically, Frost is not an innovator and his technique is never experimental. \r\n \r\nFrost’s theory of poetic composition ties him to both centuries. Like the 19th-century Romantic poets, he maintained that a poem is “never a put-up job. ... It begins as a lump in the throat, a sense of wrong, a homesickness, a loneliness. It is never a thought to begin with. It is at its best when it is a tantalizing vagueness.” Yet, “working out his own version of the ‘impersonal’ view of art,” as Hyatt H. Waggoner observed, Frost also upheld T.S. Eliot’s idea that the man who suffers and the artist who creates are totally separate. In a 1932 letter to Sydney Cox, Frost explained his conception of poetry: “The objective idea is all I ever cared about. Most of my ideas occur in verse. ... To be too subjective with what an artist has managed to make objective is to come on him presumptuously and render ungraceful what he in pain of his life had faith he had made graceful.” \r\n \r\nTo accomplish such objectivity and grace, Frost took up 19th-century tools and made them new. Lawrance Thompson has explained that, according to Frost, “the self-imposed restrictions of meter in form and of coherence in content” work to a poet’s advantage; they liberate him from the experimentalist’s burden—the perpetual search for new forms and alternative structures. Thus Frost, as he himself put it in “The Constant Symbol,” wrote his verse regular; he never completely abandoned conventional metrical forms for free verse, as so many of his contemporaries were doing. At the same time, his adherence to meter, line length, and rhyme scheme was not an arbitrary choice. He maintained that “the freshness of a poem belongs absolutely to its not having been thought out and then set to verse as the verse in turn might be set to music.” He believed, rather, that the poem’s particular mood dictated or determined the poet’s “first commitment to metre and length of line.” \r\n \r\nCritics frequently point out that Frost complicated his problem and enriched his style by setting traditional meters against the natural rhythms of speech. Drawing his language primarily from the vernacular, he avoided artificial poetic diction by employing the accent of a soft-spoken New Englander. In The Function of Criticism, Yvor Winters faulted Frost for his “endeavor to make his style approximate as closely as possible the style of conversation.” But what Frost achieved in his poetry was much more complex than a mere imitation of the New England farmer idiom. He wanted to restore to literature the “sentence sounds that underlie the words,” the “vocal gesture” that enhances meaning. That is, he felt the poet’s ear must be sensitive to the voice in order to capture with the written word the significance of sound in the spoken word. “The Death of the Hired Man,” for instance, consists almost entirely of dialogue between Mary and Warren, her farmer-husband, but critics have observed that in this poem Frost takes the prosaic patterns of their speech and makes them lyrical. To Ezra Pound “The Death of the Hired Man” represented Frost at his best—when he “dared to write ... in the natural speech of New England; in natural spoken speech, which is very different from the ‘natural’ speech of the newspapers, and of many professors.” \r\n \r\nFrost’s use of New England dialect is only one aspect of his often discussed regionalism. Within New England, his particular focus was on New Hampshire, which he called “one of the two best states in the Union,” the other being Vermont. In an essay entitled “Robert Frost and New England: A Revaluation,” W.G. O’Donnell noted how from the start, in A Boy’s Will, “Frost had already decided to give his writing a local habitation and a New England name, to root his art in the soil that he had worked with his own hands.” Reviewing North of Boston in the New Republic, Amy Lowell wrote, “Not only is his work New England in subject, it is so in technique. ... Mr. Frost has reproduced both people and scenery with a vividness which is extraordinary.” Many other critics have lauded Frost’s ability to realistically evoke the New England landscape; they point out that one can visualize an orchard in “After Apple-Picking” or imagine spring in a farmyard in “Two Tramps in Mud Time.” In this “ability to portray the local truth in nature,” O’Donnell claims, Frost has no peer. The same ability prompted Pound to declare, “I know more of farm life than I did before I had read his poems. That means I know more of ‘Life.’” \r\n \r\nFrost’s regionalism, critics remark, is in his realism, not in politics; he creates no picture of regional unity or sense of community. In The Continuity of American Poetry, Roy Harvey Pearce describes Frost’s protagonists as individuals who are constantly forced to confront their individualism as such and to reject the modern world in order to retain their identity. Frost’s use of nature is not only similar but closely tied to this regionalism. He stays as clear of religion and mysticism as he does of politics. What he finds in nature is sensuous pleasure; he is also sensitive to the earth’s fertility and to man’s relationship to the soil. To critic M.L. Rosenthal, Frost’s pastoral quality, his “lyrical and realistic repossession of the rural and ‘natural,’” is the staple of his reputation. \r\n \r\nYet, just as Frost is aware of the distances between one man and another, so he is also always aware of the distinction, the ultimate separateness, of nature and man. Marion Montgomery has explained, “His attitude toward nature is one of armed and amicable truce and mutual respect interspersed with crossings of the boundaries” between individual man and natural forces. Below the surface of Frost’s poems are dreadful implications, what Rosenthal calls his “shocked sense of the helpless cruelty of things.” This natural cruelty is at work in “Design” and in “Once by the Pacific.” The ominous tone of these two poems prompted Rosenthal’s further comment: “At his most powerful Frost is as staggered by ‘the horror’ as Eliot and approaches the hysterical edge of sensibility in a comparable way. ... His is still the modern mind in search of its own meaning.” \r\n \r\nThe austere and tragic view of life that emerges in so many of Frost’s poems is modulated by his metaphysical use of detail. As Frost portrays him, man might be alone in an ultimately indifferent universe, but he may nevertheless look to the natural world for metaphors of his own condition. Thus, in his search for meaning in the modern world, Frost focuses on those moments when the seen and the unseen, the tangible and the spiritual intersect. John T. Napier calls this Frost’s ability “to find the ordinary a matrix for the extraordinary.” In this respect, he is often compared with Emily Dickinson and Ralph Waldo Emerson, in whose poetry, too, a simple fact, object, person, or event will be transfigured and take on greater mystery or significance. The poem “Birches” is an example: it contains the image of slender trees bent to the ground temporarily by a boy’s swinging on them or permanently by an ice-storm. But as the poem unfolds, it becomes clear that the speaker is concerned not only with child’s play and natural phenomena, but also with the point at which physical and spiritual reality merge. \r\n \r\nSuch symbolic import of mundane facts informs many of Frost’s poems, and in “Education by Poetry” he explained: “Poetry begins in trivial metaphors, pretty metaphors, ‘grace’ metaphors, and goes on to the profoundest thinking that we have. Poetry provides the one permissible way of saying one thing and meaning another. ... Unless you are at home in the metaphor, unless you have had your proper poetical education in the metaphor, you are not safe anywhere.” \n", "attrs": {"Region:": ["U.S., New England"]}}