{"pf_url": "https://www.poetryfoundation.org/poets/robert-mezey", "name": "Robert Mezey", "yob": "1935", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ce621a753f0773893c560f2bf4aac667e771d3c2.jpeg", "bio": "\nPoet, critic, and translator Robert Mezey was born in Philadelphia. He attended Kenyon College before a stint in the US Army and ultimately earned his BA from the University of Iowa. He completed graduate studies at Stanford University. Mezey’s collections of poetry include The Lovemaker (1961), winner of the Lamont Poetry Prize; White Blossoms (1965); The Door Standing Open: New and Selected Poems, 1954–1969 (1970); Small Song (1979); Evening Wind (1987); Natural Selection (1995); and Collected Poems 1952–1999, which won the Poet’s Prize. Mezey has also edited numerous works, including Thomas Hardy: Selected Poems (1998), The Poetry of E.A. Robinson (1999), and The Collected Poems of Henri Coulette (1990, with Donald Justice).\nMezey also published poetry in translation. His translations included works by César Vallejo and, with Richard Barnes, all the poetry of Jorge Luis Borges. Of his experience as a translator, Mezey has said, “I have come to believe that, given lots of hard work and luck, verse translation can come to seem faithful and yet not be really all that close to the original … one does sometimes find real poetry in translation—almost of all of it invented by the translator, a kind of substitute for the original poetry. As I have said on more than one occasion, translation has come to seem to me, over the years, just one more way of writing poems.”\r\n \r\nMezey’s honors and awards included a Robert Frost Prize, a Bassine Citation, a PEN Prize, and fellowships from the Ingram Merrill Foundation, the Guggenheim Foundation, and the National Endowment for the Arts. He received an honorary doctorate from the World Congress of Poets. Mezey taught at several colleges, including Case Western Reserve University; Franklin & Marshall College; California State University, Fresno; and the University of Utah. From 1975 to 1999, he was a professor of English and poet-in-residence at Pomona College. He died in 2020. \n", "attrs": {}}