{"pf_url": "https://www.poetryfoundation.org/poets/robert-lax", "name": "Robert Lax", "yob": "1915", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/9a3be6ca935f7b3458b59bea05571e52e4957d3c.jpeg", "bio": "\n                                                                    Born in Olean, New York, poet Robert Lax was educated at Columbia University and worked as an editor for the New Yorker, Jubilee, and PAX. His minimalist poems often stretch in a narrow vertical column down the page, finding variation and transformation within a small pool of words, engaging meaning and sound at the unit of the syllable.   His numerous collections of poetry include The Circus of the Sun (1959), New Poems (1962), and Dark Earth Bright Sky (1985). His poetry was also included in Concrete Poetry: An International Anthology (1967, edited by Stephen Bann) and Concrete Poetry: A World View (1968, edited by Mary Ellen Solt). An overview of his work appears in Poems (1962–1997) (2013, edited by John Beer).   The ABCs of Robert Lax (1999, edited by David Miller and Nicholas Zurbrugg) collects essays on the poet’s work and a selection of interviews, correspondence, and unpublished prose and poetry. A Catch of Anti-Letters (1978) collects his correspondence with the religious writer and poet Thomas Merton. Lax is the subject of Nicolas Hubert and Werner Penzel’s film Why Should I Buy a Bed When All I Want Is Sleep? (1999) and of Michael McGregor’s biography Pure Act: The Uncommon Life of Robert Lax (2015).   He converted from Judaism to Roman Catholicism in 1943. Seeking a life of spiritual clarity and artistic commitment, he moved to Greece in 1962, settling first on the island of Kalymnos and then on the island of Patmos, where he remained for more than 30 years. He returned to his hometown of Olean, New York, in the final weeks of his life.     Lax received the National Council of the Arts Award in 1969. Archives of his papers are held at St. Bonaventure University, Columbia University, and Georgetown University.\n                                                            ", "attrs": {}}