{"pf_url": "https://www.poetryfoundation.org/poets/robert-graves", "name": "Robert Graves", "yob": "1895", "yod": "1985", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/affee2bb55e8e24ff38922f561b9577590f645e0.jpeg", "bio": "\nRobert Graves was born to parents Alfred Perceval Graves and Amalie von Ranke Graves in 1895 in Wimbledon, near London, England. He was one of ten children. His father was a Gaelic scholar and poet, and his mother was related to influential German historian Leopold von Ranke. Though he won a scholarship to St. John’s College, Oxford, Graves left London in 1914 to serve as a junior officer in World War I. He published his first book of poetry, Over the Brazier, in 1916. His numerous other collections include Poems: Abridged for Dolls and Princes (1971), Love Respelt (1966), The Poems of Robert Graves (1958), Country Sentiment (1920), Fairies and Fusiliers (1918), and Goliath and David (1916).\nGraves often stirred controversy in his endeavors as a poet, novelist, critic, mythographer, translator, and editor. Stephen Spender in the New York Times Book Review characterized Graves as a free thinker: “All of his life Graves has been indifferent to fashion, and the great and deserved reputation he has is based on his individuality as a poet who is both intensely idiosyncratic and unlike any other contemporary poet and at the same time classical.” A rebel socially, as well as artistically, Graves left his wife and four children in 1929 to live in Majorca, Spain with Laura Riding, an American poet. Douglas Day commented on the importance of this move in Swifter Than Reason: The Poetry and Criticism of Robert Graves: “The influence of Laura Riding is quite possibly the most important single element in his poetic career: she persuaded him to curb his digressiveness and his rambling philosophizing and to concentrate instead on terse, ironic poems written on personal themes. She also imparted to him some of her own dry, cerebral quality, which has remained in much of his poetry. There can be little doubt that some of his best work was done during the years of his literary partnership with Laura Riding.”\nIt has been suggested that one of Graves’s debts to Riding was his long-standing fascination with the Muse of poetry. Anne Fremantle noted in Nation that T.S. Matthews gave Riding credit for Graves’s “mystical and reverent attitude to the mother goddess,” that muse to whom he referred by a variety of names, including Calliope and the White Goddess. In his Third Book of Criticism, Randall Jarrell noted that Muse symbolism permeates Graves’s writing: “All that is finally important to Graves is condensed in the one figure of the Mother-Mistress-Muse, she who creates, nourishes, seduces, destroys; she who saves us—or, as good as saving, destroys us—as long as we love her, write poems to her, submit to her without question, use all our professional, Regimental, masculine qualities in her service. Death is swallowed up in victory, said St. Paul; for Graves Life, Death, everything that exists is swallowed up in the White Goddess.”\nCritics often described the White Goddess in paradoxical terms. Patrick Callahan, writing in Prairie Schooner, called her a blend of the “cruelty and kindness of woman.” He contended, “Cerridwen, the White Goddess, is the apotheosis of woman at her most primitive. Graves finds the women he has loved an embodiment of her. If Cerridwen is to be adored, she is also to be feared, for her passing can rival the passing of very life, and the pendulum of ecstasy and anguish which marks human love reaches its full sweep in her.” Martin Seymour-Smith also noted the complex personality of the Muse, describing her in Robert Graves as “the Mother who bears man, the Lover who awakens him to manhood, the Old Hag who puts pennies on his dead eyes. She is a threefold process of Birth, Copulation, and Death.” Brian Jones, however, found the Goddess one-dimensional. He wrote in London Magazine, “It is interesting that it is often impossible to tell whether the feminine pronoun [in Poems, 1965-1968] refers to woman or Goddess or both; not that this is necessarily an adverse criticism, but in Graves both the woman and the Goddess [are] sentimental, belittled, simplified male creation[s]. The dignity and ‘otherness’ of the woman is missing.”\nGraves explored and reconstructed the White Goddess myth in his book The White Goddess: A Historical Grammar of Poetic Myth (1948). J.M. Cohen noted in his Robert Graves, “The mythology of The White Goddess, though its elements are drawn from a vast field of ancient story and legends, is in its assemblage Graves’s own creation, and conforms to the requirements of his own poetic mind.” One of Graves’s prerequisites was spontaneity. Muse poetry, wrote Graves in his Oxford Addresses on Poetry (1962), “is composed at the back of the mind; an unaccountable product of a trance in which the emotions of love, fear, anger, or grief are profoundly engaged, though at the same time powerfully disciplined.” Graves gave an example of such inspiration, explaining that while writing The Golden Fleece (1944) he experienced powerful feelings of “a sudden enlightenment.” According to Cohen, this insight was into a subject Graves knew “almost nothing” about. Cohen wrote that “a night and day of furious cogitation was followed by three weeks of intense work, during which the whole 70,000 words of the original were written.” Monroe K. Spears deplored this method of composition in the Sewanee Review: “Graves’s theory of poetry—if it can be dignified by the name of theory—is essentially a perfectly conventional late Romantic notion of poetry as emotional and magical; it is remarkable only in its crude simplicity and vulnerability.” Still, Randall Jarrell asserted that “Graves’s richest, most moving, and most consistently beautiful poems—poems that almost deserve the literal magical—are his mythic/archaic pieces, all those the reader thinks of as ‘White Goddess’ poems.”\n“Unsolicited enlightenment” also figured in Graves’s historical method. Peter Quennell wrote in Casanova in London, “The focal point of all of [Graves’s] scholarly researches is the bizarre theory of Analeptic Thought, based on his belief that forgotten events may be recovered by the exercise of intuition, which affords sudden glimpses of truth ‘that would not have been arrived at by inductive reasoning.’ In practice ... this sometimes means that the historian first decides what he would like to believe, then looks around for facts to suit his thesis.” Quennell suggested a hazard of that method: “Although [Graves’s] facts themselves are usually sound, they do not always support the elaborate conclusions that Graves proceeds to draw from them; two plus two regularly make five and six; and genuine erudition and prophetic imagination conspire to produce some very odd results.” Spears also questioned Graves’s judgment, claiming that “he has no reverence for the past and he is not interested in learning from it; instead, he re-shapes it in his own image ... he displays much ingenuity and learning in his interpretations of events and characters, but also a certain coarseness of perception and a tendency to oversimplify.”\nThe story of Graves’s translation of The Rubaiyyat of Omar Khayaam (1967) served to exemplify the stir he was capable of making when he brought his own theories about history to his writing. First, critics and scholars questioned the veracity of his text. Graves had worked from an annotated version of the poem given him by Ali-Shah, a Persian poet; although Ali-Shah alleged that the manuscript had been in his family for 800 years, L.P. Elwell-Sutton, an Orientalist at Edinburgh University, decried it as a “clumsy forgery.” Next came the inevitable comparisons with Edward FitzGerald’s standard translation, published in 1859. FitzGerald’s depiction of romanticized Victorian bliss is epitomized by the much-quoted lines, “A Book of Verse underneath the Bough / A Jug of Wine, a Loaf of Bread, and Thou.” Graves’s translation, on the other hand, reads, “Should our day’s portion be one mancel loaf, / a haunch of mutton and a gourd of wine.” A Time critic defended FitzGerald’s translation by quoting FitzGerald himself: “‘A translation must live with a transfusion of one’s own worse life if he can’t retain the original’s better. Better a live sparrow than a stuffed eagle.’” The critic added that “Graves’s more dignified Rubaiyyat may be an eagle to FitzGerald’s sparrow. But FitzGerald’s work is still in living flight, while Graves’s already sits there on the shelf—stuffed.” Similarly, Martin Dodsworth commented in Listener, “Graves does not convince here. He has produced a prosy New English Bible sort of Khayaam, whose cloudy mysticism raises more questions than it answers.”\nDespite his detractors, Graves maintained his characteristically independent stance (he once told his students that “the poet’s chief loyalty is to the Goddess Calliope, not to his publisher or to the booksellers on his publisher’s mailing list”) in defending his translation against the more commercially directed attempt he felt FitzGerald made. In Graves’s opinion, the poet was writing about the ecstasy of Sufi mysticism, not—as he says FitzGerald implies—more earthly pleasures. In an extensive apologia for his translation, Graves wrote in Observations, “Any attempt at improving or altering Khayaam’s poetic intentions would have seemed shocking to me when I was working on the Rubaiyyat. … My twin principles were: ‘Stick as strictly to the script as you can’ and ‘Respect the tradition of English verse as first confirmed by the better Tudor poets: which is to be as explicit as possible on every occasion and never play down to ignorance.’”\nSome critics felt that such statements revealed an admirable strength of character. John Wain, for one, felt that Graves demonstrated an unswerving dedication to his ideals in his writing. He commented in the New York Times Magazine, “Robert Graves’s long, eventful and productive life has certainly been marked by plenty of fighting spirit, whatever name you give to it—combativeness, magnificent independence or just plain cussedness. He has faith in his own vision and his own way of doing things—legitimately, since they are arrived at by effort and sacrifice, by solitude and devotion—and when he has arrived at them, he cares nothing for majority opinion. He has never been in the least daunted by the discovery that everybody else was out of step. Whatever is the issue—the choice of a life style, a knotty point in theological controversy, a big literary reputation that should be made smaller, or a smaller one that should be made bigger—Graves has reached his own conclusions and never worried if no one agreed with him.” Considering Graves’s output, Wain concluded, “He is not an easy writer. He does not make concessions. He has achieved a large readership and a great fame because of the richness of what he has to offer—its human depth, its range, its compelling imaginative power—rather than by fancy packaging or deep-freeze convenience.”\nThe publication of The Centenary Selected Poems (1995) and Collected Writings on Poetry (1995) offered additional insight into Graves’s creative preoccupations. Collected Writings on Poetry is based on a series of lectures Graves delivered at Cambridge in 1954 and 1955 and Oxford between 1961 and 1965, as well as several addresses made during visits to the United States. “[Graves] believed you had to live like a poet, and so he did,” wrote Lorna Sage in Observer, adding, “He spoke with an Outsider’s edgy authority, as you can see in Collected Writings on Poetry.” Neil Powell noted in the Times Literary Supplement, “[Graves] was certainly not a reliable nor even a wholly competent critic, yet the essays and lectures are worth reading for quite other reasons. One consequence of his curiously innocent egocentricity is that his comments on other poets often reveal much more about himself than about their ostentatious subjects.” While praising Collected Writings on Poetry, Powell questioned the omission of Graves’s love poetry and humorous verse from The Centenary Selected Poems which, in his view, “present[s] Graves as a much duller writer than he is.”\nTogether Dear Robert, Dear Spike (1991), a volume of correspondence, and Miranda Seymour’s biography Robert Graves: Life on the Edge (1995) expanded public and critical understanding of the poet. Dear Robert, Dear Spike contains selected letters from the decade-long correspondence between Graves and Spike Milligan, a veteran of war 20 years Graves’s junior and the author of Adolf Hitler, My Part in His Downfall. Despite the age difference and their widely dissimilar social backgrounds, they apparently shared much in common, particularly the lasting physical and emotional scars of combat experience. “Both had compelling reasons to hate war,” remarked Patrick Skene Catling in Spectator. “As a result, they both rejected authority and always maintained a defiant sort of artistic integrity.” According to Mulligan, quoted by Catling, “The common bonding of our friendship was his mischievous, iconoclastic perorations on all stratas of stupidity and unreasonableness.”\nAn Observer review praised the “great insight” provided by the Graves-Mulligan correspondence, which began in 1964. Their letters, as Catling noted, appear “in the easy style of love letters, recounting the small colorful details of their work, opinions, domestic arrangements and moods.” Sage similarly commended Seymour’s Robert Graves: Life on the Edge, described by the critic as a “balanced, convincing, rounded” portrait. Commenting on the biographer’s description of Graves’s near-death wounding on the Somme in 1916, Sage noted, “as Miranda Seymour says—it would have been hard [for Graves] not to feel a touch mythic, ‘as if he had been borne again.’”\nMark Ford summarized Graves’s “wholesale rejection of 20th-century civilization and complete submission to the capricious demands of the Goddess” with a quote from The White Goddess: “Since the age of 15 poetry has been my ruling passion and I have never intentionally undertaken any task or formed any relationship that seemed inconsistent with poetic principles; which has sometimes won me the reputation of an eccentric.”\nGraves died in Majorca, Spain on December 7, 1985.\n", "attrs": {"Region:": ["England"]}}