{"pf_url": "https://www.poetryfoundation.org/poets/robert-bringhurst", "name": "Robert Bringhurst", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1927cebf29ae11bb587362778319cce143baa979.jpeg", "bio": "\nOne of Canada’s most revered poets, Robert Bringhurst is also a typographer, translator, cultural historian, and linguist. Born in Los Angeles, California, he studied comparative literature at Indiana University and poetry at the University of British Columbia. Bringhurst’s own poetry draws on his experiences with Native American myths and storytelling, as well as his training in philosophy, comparative literature, and linguistics. Bringhurst’s work is known for its wide-ranging intellectual curiosity and linguistic clarity. He is eclectic in his approach to literature, taking inspiration from sources as diverse as the Bible, the ancient Greek poets, and the epics of the Haida, one of Canada’s native tribes. In the Observer, Kate Kellaway described Bringhurst’s poetry as “rare but never rarified.” She continued: “Bringhurst aims high: he attempts to grasp the essence of what it is to be alive … He also has the curiosity of a scientist. He never overindulges in emotion. His writing is at once lyrical and spartan. And yet he is witty. And while he has no taste for lamentation, many a poem catches, calmly, at the heart.”\nBringhurst has published numerous collections of poetry, including Going Down Singing (2017), Selected Poems (2012), Stopping By: A Poem in Three Parts (2012), The Calling: Selected Poems 1970–1995, Conversations with a Toad (1987), The Blue Roofs of Japan (1986), and The Beauty of the Weapons: Selected Poems 1972–1982. In an interview with Intelligent Life, Bringhurst spoke about his poetry’s interest in philosophical questions rather than personal exploration: “I am not my favourite subject. The earth is a lot bigger and more interesting than I am. I also have a strong desire, as I was saying, not to be trapped in my own time. The poetry of the present, when it isn’t playing language games, is routinely full of self-display and personal confession—or to put it more kindly, it is full of self-exploration. In classical Greece or Tang Dynasty China or Renaissance Italy, and in the great oral cultures that were native to North America, there was very little art of that kind. Artists in those times and places were interested in human relations too, and had serious questions to ask themselves—but most of the time they found it more fruitful and more powerful not to deal with the self directly.”\nBringhurst’s book The Elements of Typographic Style (1992) is considered one of the most influential reference books on typography and book design. The work has been translated into 10 languages, and is now in its third edition. Reviewing the book, the writer Roy Johnson noted that Bringhurst “can conjure poetry out of the smallest detail, and he offers a scholarly yet succinct etymology of almost every mark that can be made—from the humble hyphen to the nuances of serifs on Trajan Roman or a Carolingian Majuscule.”\nBringhurst has also published many books of prose, including mediations on philosophy, language, music, art, and ecology. Recent titles include The Solid Form Of Language: An Essay On Writing And Meaning (2016), Everywhere Being is Dancing: Twenty Pieces of Thinking (2009), and The Tree of Meaning: Language, Mind and Ecology (2006). A translator and cultural historian as well as a poet, essayist, and typography expert, Bringhurst’s work with the Haida includes helping to translate their epics into English. His books on Haida mythology and storytelling include Nine Visits to the Mythworld (2000), which was short-listed for the prestigious Griffin Poetry Prize, A Story as Sharp as a Knife: The Classical Haida Mythtellers (1999), and The Raven Steals the Light (1984). Bringhurst’s other honors include the Wytter Bynner Fellowship, awarded by W.S. Merwin, who was poet laureate at the time. Married to the poet Jan Zwicky, Bringhurst lives on Quadra Island, British Columbia.\n", "attrs": {"Region:": ["Canada"]}}