{"pf_url": "https://www.poetryfoundation.org/poets/robin-blaser", "name": "Robin Blaser", "yob": "1925", "yod": "2009", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6a6463cd31362f6e4a283703e16b72c8b32daff8.jpeg", "bio": "\nBorn in Denver and raised in Twin Falls, Idaho, poet, editor, and essayist Robin Blaser was educated at the University of California-Berkeley. With poets Robert Duncan and Jack Spicer, he helped spark the Berkeley Poetry Renaissance in the 1940s that preceded the San Francisco poetry renaissance of the 1950s and 1960s. In 1965, Blaser met Robert Creeley and Charles Olson, with whom he later worked closely. Miriam Nichols, editor of Blaser's collected poems, writes of Blaser in The Literary Encyclopedia, “An immigrant to Vancouver, British Columbia, in 1966, and a Canadian citizen [as of] 1972, Blaser … established himself as a key figure on the west coast of B.C. and an important influence among Canadian experimental poets such as George Bowering, Steve McCaffery, bp Nichol, Erin Mouré, and Daphne Marlatt.”Blaser’s expansive poetry explores the intersections of time, nature, and syntax. In a 2007 interview, Blaser said, “Language is a way in which you are never simply yourself. I think the attachment to language, and I think as a writer, my attachment and those poets I’ve admired so much in my life were all poets TIED IN with the language something so alive that it was close to having a body.”Blaser is the author of numerous collections of poetry, including The Moth Poem (1964), Cups (1968), Syntax (1983), and Nomad (1995). Blaser’s poetry and prose has been collected into three volumes: The Holy Forest: Collected Poems of Robin Blaser (2007); The Fire: Collected Essays of Robin Blaser (2006), edited by Miriam Nichols; and Even on Sunday: Essays, Readings, and Archival Materials on the Poetry and Poetics of Robin Blaser (2002).He edited The Collected Books of Jack Spicer (1975), George Bowering’s Particular Accidents: Selected Poems (1980), and Louis Dudek’s Infinite Worlds: The Poetry of Louis Dudek (1988). Blaser also published numerous essays and translations, and in 2000 his libretto for Harrison Birtwistle’s The Last Supper, an opera in response to the AIDS epidemic, premiered in Berlin.In 2006 Blaser received the Griffin Trust for Excellence in Poetry’s Lifetime Recognition Award. Two years later, The Holy Forest garnered the 2008 Griffin Poetry Prize. As summarized on the Trust’s web site, “Blaser’s passion for word making draws inspiration from the major poets and philosophers of our time—from friends and peers such as Robert Duncan, Jack Spicer and Steve McCaffery to virtual companions in thought such as Hannah Arendt, Michel Foucault and Jacques Derrida, among others.” Blaser worked as a librarian at Harvard University, the California Historical Society, and San Francisco State. He was Professor Emeritus of Simon Fraser University, where he began teaching in 1966. Granted Canadian citizenship in 1972, Blaser received the Order of Canada in 2005, Canada's “highest civilian honour,” awarded for a “lifetime of outstanding achievement, dedication to the community and service to the nation.”\n", "attrs": {"Region:": ["Canada"]}}