{"pf_url": "https://www.poetryfoundation.org/poets/robinson-jeffers", "name": "Robinson Jeffers", "yob": "1887", "yod": "1962", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d5223fd41fb4044f2f1a5f51bf1e87e0bdee252b.jpeg", "bio": "\nRobinson Jeffers was born in Allegheny, Pennsylvania. The son of Presbyterian minister and Biblical scholar, Dr. William Hamilton Jeffers, as a boy Jeffers was thoroughly trained in the Bible and classical languages. The Jeffers family frequently traveled to Europe, and Robinson attended boarding schools in Germany and Switzerland. In 1902, Jeffers enrolled in Western University of Pennsylvania; when his family moved to California, he transferred to Presbyterian Occidental College as a junior. Jeffers graduated from college at age 18.\nJeffers studied literature, medicine, and forestry during his years as a student at the University of Southern California and the University of Washington. In 1906 he met a fellow graduate student, Una Call Kuster. The two fell in love, though at the time Una was married. They married in 1913, the day after Una’s divorce was finalized, and moved to Carmel, on California’s coast. Jeffers and his wife lived in Carmel for the rest of their lives, building the stone “Tor House” and “Hawk Tower,” both of which figure prominently in his work. It was at the beginning of his time in Carmel that Jeffers turned exclusively to writing poetry.\nJeffers’ first volume of verse, Flagons and Apples, appeared in 1912, but it was the 1924 publication of Tamar and Other Poems that brought him attention. In the ensuing years his lyrics, written in a rugged, free-verse line derived from Walt Whitman, and his psychologically probing narrative poems, written in traditional blank verse, made him famous. Nature not only serves as a backdrop for Jeffers’s verse; animals and natural objects are frequently compared to man, with man shown to be the inferior. “There is not one memorable person,” Jeffers wrote in Contrast, “there is not one mind to stand with the trees, one life with the mountains.” Jeffers preferred nature to man because he felt that the human race was too introverted, that it failed to recognize the significance of other creatures and things in the universe.\nJeffers termed his philosophy “inhumanism,” which he explained was “a shifting of emphasis from man to not man; the rejection of human solipsism and recognition of the transhuman magnificence. ... It offers a reasonable detachment as a rule of conduct, instead of love, hate, and envy.” Humanity had been spurned by an uncaring God, Jeffers believed, so each individual should rid himself of emotion and embrace an indifferent, nonhuman god. To develop his philosophy of inhumanism, Jeffers drew on his extensive reading in philosophy, religion, mythology, and science. Critics have connected Jeffers’s ideas to those of Arthur Schopenhauer, Friedrich Nietzsche, Lucretius, and cyclical historians such as Giambattista Vico, Oswald Spengler, and Flinders Petrie.\nCertain motifs and symbols recur in Jeffers’s poetry and serve to underline his poetry's philosophical stance. Many of his narrative poems include images of rape or incest, which Jeffers uses to emphasize the danger of man’s introversion. Jeffers was not noted for his technical ingenuity, but he did develop a style that meshed with his philosophy. Poet, critic, and anthologist Louis Untermeyer praised Jeffers for his “gift of biting language and the ability to communicate the phantasmagoria of terror.” Critic Selden Rodman noted that Jeffers wrote his poetry “with a one-dimensional straightforwardness that is almost Homeric. And the similes he uses, if not Homeric, are as primitively American as the flintlock and the Maypole.”\nJeffers reached the pinnacle of his fame early. In 1932 he was on the cover of Time, and in 1946 his version of the Greek drama Medea played on Broadway. But popular opinion began to turn against Jeffers when a full formulation of his doctrine seemed to calmly foresee the extinction of the human race. Some of his political views, including references in his work to Pearl Harbor, Hitler, Stalin, and Roosevelt, were also uneasily received in the period after World War II. His collection, The Double Axe (1948), included a publisher’s warning on the potentially “unpatriotic” poems inside.\nOver time, Robinson Jeffers regained his central place in the burgeoning field of eco-poetics. His uncompromising work celebrates the enduring beauty of sea, sky and stone and the freedom and ferocity of wild animals, and strives to create a vision of world in which human experience is productively questioned, qualified, and even decentered. Jeffers’ efforts to shift “emphasis and significance from man to not-man” and his prophetic rage at his country’s imperial ambitions have resonated with later readers and been crucial influences on such West Coast poets as William Everson, Yvor Winters, Gary Snyder and Robert Hass.\nJeffers died in Carmel-by-the-Sea, California in 1962.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Modern"]}}