{"pf_url": "https://www.poetryfoundation.org/poets/robin-robertson", "name": "Robin Robertson", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/dc043d348b846d0c28c95a3197b9e77888e388c1.jpeg", "bio": "\nBorn in Perthshire, poet Robin Robertson was brought up on the northeast coast of Scotland where, as he says in a 2008 interview, “history, legend and myth merged cohesively in the landscape.” Robertson’s early influences include the stories of Celtic and Classical myth, the vernacular ballads, and folklore. His deeply sensory poems explore notions of love and loss framed by the dialogue between the classical and the contemporary. Describing the poet’s task, Robertson tells of the desire to reveal “the refreshed world and, through a language thick with sound and connotation and metaphor, make some sense: some new connection between what is seen and felt and what is understood.” As a reviewer for the New Yorker notes, “The genius of this Scots poet is for finding the sensually charged moment—in a raked northern seascape, in a sexual or gustatory encounter—and depicting it in language that is simultaneously spare and ample, and reminiscent of early Heaney or Hughes.”   Robertson is the author of several collections of poetry. His debut collection, A Painted Field (1997), won the Forward Prize for Best First Collection, the Aldeburgh Poetry Festival Prize, and the Saltire Scottish First Book of the Year Award, and was one of the Sunday Times Books of the Year. Critic and author Kazuo Ishiguro praised its “darkly chiselled poems haunted by mortality and the fragility of life’s pleasures.”   Robertson has worked at several major London publishing houses, and has edited the work of many writers, including John Banville, John Burnside, Anne Carson, J.M. Coetzee, Seamus Deane, Anne Enright, Geoffrey Hill, Michael Longley, Sharon Olds, and Peter Redgrove.   Inspired by frank conversations with writers, Robertson edited Mortification: Writers’ Stories of Their Public Shame (2003). He has recently published The Deleted World, a selection of new versions of the Swedish poet Tomas Tranströmer (2006) and a translation of Medea (2008).   After his second collection, Slow Air, Robertson received the E.M. Forster Award from the American Academy of Arts and Letters. His third book, Swithering (2006), won the Forward Prize for Best Poetry Collection of the Year.   His fourth book of poems, The Wrecking Light (2010), includes “At Roane Head,” which was awarded the Forward Prize for Best Single Poem. Robertson is the first poet to have won all three categories in the Forward Prize. He lives in London.\n", "attrs": {"Region:": ["Scotland"]}}