{"pf_url": "https://www.poetryfoundation.org/poets/rod-mckuen", "name": "Rod McKuen", "yob": "1933", "yod": "2015", "image": null, "bio": "\nA songwriter, singer, and composer, Rod McKuen sold millions of copies of his books of poetry. He was born in Oakland, California, and raised by his mother and a stepfather. After a peripatetic youth, he served in Korea before returning to California to write and perform folksongs and sing in nightclubs. In the early 1950s, he read with Jack Kerouac and Allen Ginsberg in San Francisco. He briefly tried acting in Los Angeles and lived in France and New York City in the 1960s before returning to California.\n\r\nMcKuen’s poetry gained prominence in the 1960s. It is not often the subject of academic inquiry, but loyal readers have identified with McKuen’s sentiments and wisdom. His poetry is known for its expressions of love, optimism, and heartfelt longing. His website proclaims, “It doesn’t matter who you love, or how you love, but that you love.” In 1976, he published Finding My Father, a memoir about his search for his biological father. McKuen received the Brandeis University Literary Trust Prize and the Carl Sandburg Award; his poetry collection The Power Bright and Shining (1980) won the First Amendment and Freedoms Foundation Award.\n\r\nAs a composer and performer, McKuen recorded numerous gold and platinum records. His 1968 album, Lonesome Cities, earned a Grammy Award for Best Spoken Word Recording. Dusty Springfield, Johnny Mathis, and the London Philharmonic, among others; Madonna sampled his work, and Frank Sinatra commissioned an entire album of songs for his release A Man Alone. McKuen collaborated with Anita Kerr and the San Sebastian Strings on 16 albums. His film compositions have been nominated for two Academy Awards.\n\r\nA past president of the National Committee for the Prevention of Child Abuse, McKuen performed benefit concerts to support a variety of charities. He died in early 2015.\n", "attrs": {"Region:": ["U.S., Western"]}}