{"pf_url": "https://www.poetryfoundation.org/poets/roddy-lumsden", "name": "Roddy Lumsden", "yob": "1966", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2ba13dfd499cf93de14539c1f1ff0a924e98bc4f.jpeg", "bio": "\nRoddy Lumsden was born in St. Andrews, Scotland. He described his upbringing as small-town and working-class. His earliest exposure to literature came from his mother and older brother, who read aloud to him when he was a child. Later, when he attended school, his writing was influenced by the works of W.S. Graham, Philip Larkin, Thom Gunn, T.S. Eliot, and Sylvia Plath, and by song lyrics.\n\r\nRoddy Lumsden’s poetry collections include So Glad I'm Me (2017), Melt and Solve (2015), Not All Honey (2014), Terrific Melancholy (2011), Third Wish Wasted (2009); Vitamin Q (2005), Mischief Night: New and Selected Poems (2004), Roddy Lumsden Is Dead (2003), The Book of Love (2000), and Yeah, Yeah, Yeah (1997). His work is marked by an attention to formal traditions and a voice both streetwise and regretful. Matthew Smith, reviewing Mischief Night: New and Selected Poems (2004), noted that “the ongoing affair between hedonism and mortality in Lumsden’s poetry is as much context as a subject for his work.” He also observed his “flair for formal roguery” and commented that “although the verse is hopping with linguistic antics, the foci of the language are music and rhetoric.” His last book, So Glad I'm Me (2017), was shortlisted for the T.S. Eliot Prize.\n\r\nLumsden received an Eric Gregory Award and was Writing Fellow for the City of Aberdeen. Lumsden worked as a freelance writer, editor, teacher, and writer of puzzles and quizzes for newspapers. He edited Identity Parade (2010), an anthology of recent UK / Irish poetry. In 1999 he cowrote The Message, a book on poetry and music. He also composed a poem, “Bloom,” on the set of “Flowers for Kate”—a photo shoot of the model Kate Moss for V magazine. From 2010 to 2013 he served as poetry editor of Salt Publishing, for whom he was also the Series Editor of The Best British Poetry anthologies.\nLumsden lived in London, where he taught at The Poetry School and and served as organiser and host of the monthly reading series BroadCast. He died in early 2020.\n", "attrs": {"Region:": ["Scotland"]}}