{"pf_url": "https://www.poetryfoundation.org/poets/rodney-jones", "name": "Rodney Jones", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3f080950c61790f124f223626f50b7e362ade26a.jpeg", "bio": "\nRodney Jones was born in 1950 in rural Alabama. He has described his childhood and youth as “very much like being a part of another age. Our community still did not have electricity until I was 5 or 6 years old.” His poetry frequently celebrates the relationships and events of the small, agrarian community he was born into, as well as preserves the kinds of vernacular speech he grew up hearing. Jones has noted of his youth in Alabama, “Many of our neighbors were illiterate, but books were the alternative and, even among the illiterate, there was a vital oral tradition: stories, jokes, music, memorized scripture.”\nJones’s work is known for its investigation of place and memory, and its use of narrative, anecdote, and image. In books from his first celebrated debut, The Story They Told Us of Light (1980), which was chosen by Elizabeth Bishop for the Associated Writing Programs Award series, to the Pulitzer-prize nominated Elegy for the Southern Drawl (1999) and Salvation Blues (2006), which was shortlisted for the Griffin Poetry Prize, Jones has written narrative poems that are also philosophical meditations. In an interview with Andrew McFadyen-Ketchum, Jones noted that his “narratives tend to be double-narratives, which not only involve a story, but also an idea of the story, or a philosophical counterpoint that sort of tags along and pipes up now and then, and yes, this does occur of a natural compulsion as opposed to a deductive poetics. Perhaps the faith that abides in such a narrative sense is that the story exists without the poem and that the poem only touches it at tangents. In a sense the object of many of my poems is less to tell a story than to give shape to a philosophical meditation. I do not think that there are many purely narrative poems working in our language.” \nJones studied at the University of Alabama and the University of North Carolina, where he earned his MFA. Other books of poetry include The Unborn (1984), which received the Lavan Younger Poets Award; Transparent Gestures (1989), winner of the National Book Critics Circle Award; Apocalyptic Narrative and Other Poems (1993); Things That Happen Once: New Poems (1996); Kingdom of the Instant (2002);  Imaginary Logic (2011), and Village Prodigies (2017). His many honors and awards include fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He received the Harper Lee Award in 2003 and the prestigious Kingsley-Tufts Award in 2007. Celebrated for his rigorous, thoughtful, and yet accessible style, Jones has earned high praise throughout his career. Robert Wrigley called him “a poet whose work is intellectually sparkling and at the same time beautifully readable.” In Poetry critic David Baker noted how Jones makes clear that there is a paradox in that “our history, our lives, and our language are better described as a field of ruptures, dissociations, and misrepresentations than as a linear or narrative continuum.” Baker went on to call him “one of the best, most generous, and most brilliantly readable poets currently making poems in America.”\nJones lives in New Orleans and teaches in the Warren Wilson College MFA program. \n \n \n", "attrs": {"Region:": ["U.S., Southern"]}}