{"pf_url": "https://www.poetryfoundation.org/poets/rodrigo-toscano", "name": "Rodrigo Toscano", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6d59e8ea4aa90d2f73b18a821113d317114f4c80.jpeg", "bio": "\n\nRaised in San Diego, California, experimental poet, playwright, and labor-environmental activist Rodrigo Toscano's experimental work often takes the form of conversation and physical movement that interrogates, and crosses, borders: the border between poetic and political action, between the made thing and its making, between speech and theater, between languages, between social change and its provocation. In a 2005 interview with poet Leonard Schwartz for Jacket magazine, Toscano stated, “One of the things that you can do in culture, and specifically poetic discourse, is bring what’s allegedly high philosophic discourse to bump up against the demotic, or everyday kind of speech. … If you bring heterogeneous elements into your poetry you have a better chance at shooting the gaps of where you would want to liberate yourself.” In a 2007 review of Collapsible Poetics Theater for Sustainable Aircraft, J. Gordon Faylor notes that the work “induces territories of dissent and identity, both of and beyond the stage; it suggests an ever-shifting set of our own subjectivities and those of the people (and objects) around us.”\n\r\nToscano is the author of several collections of poetry, including Partisans (1999), The Disparities (2002), Collapsible Poetics Theater (2008), which was chosen for the National Poetry Series, Deck of Deeds (2012), and Explosion Rocks Springfield (2017), In Range (2019). Collapsible Poetics Theater is also a traveling “test of poetry” for which Toscano serves as artistic director and writer for volunteer performances engaging the intersection of poetry and theater. His plays and body-movement poems have been performed at the Disney Redcat Theater in Los Angeles, Links Hall in Chicago, Ontological-Hysteric Poet’s Theater Festival, and elsewhere.\n\r\nToscano’s work has been included in the anthologies Angels of the Americlypse (2014), Against Expression (2011), Diasporic Avant-Gardes (2011), Poetic Voices Without Borders (2009), Best American Poetry (2004), Dialectical Imaginaries (2018), and The Criminal’s Cabinet: An Anthology of Poetry and Fiction (2004). His work has been translated into several languages, and his radio pieces have aired on stations across the country. Toscano is also the recipient of a New York State Fellowship in Poetry.\n\r\nToscano works for the Labor Institute in conjunction with the United Steelworkers, the National Institute for Environmental Health Science, Communication Workers of America, and National Day Laborers Organizing Network, working on educational and training projects that involve environmental and labor justice, health and safety culture transformation, and immigrant worker rights. After 16 years in Brooklyn, New York, Toscano now lives in New Orleans, Louisiana.\n\n", "attrs": {"Region:": ["U.S., Mid-Atlantic", "U.S., Western"]}}