{"pf_url": "https://www.poetryfoundation.org/poets/ron-padgett", "name": "Ron Padgett", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/6c35cad2519dcbb2210571f4b0a5d7b34458de9a.jpeg", "bio": "\nPoet, editor, and translator Ron Padgett was born in Tulsa, Oklahoma. As a high-school student he founded the avant-garde literary journal The White Dove Review with his friends and fellow students Joe Brainard and Dick Gallup. Soliciting and publishing work from poets such as Allen Ginsberg and Robert Creeley, the magazine ran for five issues. Padgett moved to New York City in 1960 to attend Columbia College. Awarded a Fulbright in 1965, Padgett spent a year in Paris, France studying and translating French poetry. He eventually made his home in New York City’s East Village and became a vital part of the second generation New York School Poets, a group that included Brainard, Ted Berrigan, Alice Notley, Bill Berkson, and others.\nIn 2018, Padgett received the Frost Medal from the Poetry Society of America, presented for distinguished lifetime achievement in poetry. He is the author of over 20 collections of poetry, including Big Cabin (2019); Collected Poems (2013), winner of the L.A. Times Book Prize; How Long (2011), a finalist for the Pulitzer Prize; How to Be Perfect (2007); You Never Know (2001); and Great Balls of Fire (1969, reissued 1990). He has collaborated with the poet Ted Berrigan and the artists Jim Dine and George Schneeman. Of Padgett’s work, poet David Lehman wrote in Poetry, “The great legacy of French Surrealist and Dadaist writing makes itself felt in his poems.” Voice Literary Supplement contributor Karen Volkman called Padgett’s 1995 New and Selected Poems “a fine sampling of a restless, hilarious, and haunting lyric intelligence, a ‘phony’ whose variable voices form a rare and raucous orchestration: the real thing.”\nIn addition to poetry, Padgett has published numerous collections of prose: The Straight Line: Writing on Poetry and Poets (2000), Ted: A Personal Memoir of Ted Berrigan (1993), and Blood Work: Selected Prose (1993). He has also translated work from the French by writers Blaise Cendrars and Guillaume Apollinaire. He received the Harold Morton Landon Translation Award for Zone: Selected Poems by Guillaume Apollinaire (2015).\nPadgett has been a teacher and director of the Poetry Project at St. Mark’s Church. He worked as publications director at the Teachers & Writers Collaborative for 20 years. From 2008 to 2013, he served as a Chancellor of the Academy of American Poets. He he lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["New York School (2nd Generation)"]}}