{"pf_url": "https://www.poetryfoundation.org/poets/ron-rash", "name": "Ron Rash", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0f6a3d15a76ad659eef375b2d69ec43e2ea1d2b4.jpeg", "bio": "\nCelebrated fiction writer and poet Ron Rash was born in Chester, South Carolina, where both his mother and his father worked in a textile mill. When he was eight years old, his family moved back to western North Carolina, a region where Rash’s ancestors had lived since the mid-1700s. Rash’s father went to night school in order to complete a college degree and later became a college professor at Gardner-Webb University, in Boiling Springs, where Rash himself would later earn his BA.\nRash returned to South Carolina to earn his MA from Clemson University, where he met and married his wife, a fellow student. He then taught writing at TriCounty Technical College in South Carolina and Queens College in North Carolina. In an interview with Jack Shuler, for the South Carolina Review, Rash stated, “I don’t like living in cities.’’ Rash’s poetry and fiction focuses on the lives of people in rural, southern settings.\nWhen asked by Shuler to identify the themes of his writing, Rash responded, “a lot of my imagery is religious.” He then clarified by explaining that although his work is “Christ-haunted,’’ it also contains some pagan imagery. One of his favorite themes, Rash said, is the meeting of paganism and Christianity, such as when an Appalachian Christian farmer kills “black snakes ... to make it rain.” Another of his themes is “things that are vanishing or gone,” such as southern lifestyles that are fading out of existence. To balance these themes of impermanence, Rash also uses natural metaphors, such as “a blade of grass or a waterfall,” things that will be understood by a reader 200 years from now, “because nature is universal.”\nInfluenced by poet Gerard Manley Hopkins, Rash’s narrative, image-laden poems spring from his Appalachian heritage. In an essay for the South Carolina Review, critic Matthew Boyleston praised the “music and thick resonance” of Rash’s poetry, observing that “as C.S. Lewis usefully said of Tolkien, ‘he had been inside the language.’ In an essential way, Rash has been inside the dialect.” In his essay The Importance of Place, Rash noted, “The best regional writers are like farmers drilling for water: if they bore deep and true enough into that particular place, beyond the surface of local color, they tap into universal correspondences.”\nRash’s first published work was The Night the New Jesus Fell to Earth and Other Stories from Cliffside, North Carolina (1994). The stories in this collection are told through the voices of a chicken farmer, a carpenter, and a man who has recently returned home to visit his mother. The three characters come together one night and share their visions of what the town of Cliffside means to them, what the town’s past has been, what might lie ahead for the community, and the effect it and its southern culture has had upon their own lives. Gilbert Allen, a writer for the Georgia Review, commended Rash for creating “memorable voices and a host of unforgettable images.” Rash won the Sherwood Anderson Award in 1996, two years after the publication of this collection.\nIn 1998, Rash published Eureka Mill, a collection of poetry. He took the title of this collection from the name of the textile mill where his mother and father worked at the time of his birth. “It’s such an ironic name,” Rash told Shuler in his interview, because the Greek word eureka means “‘I have found it.’ What they [his parents] found there were hard times.” The poems in this collection deal with the lives of people who work in the mills: this is a culture that is disappearing from South Carolina, in many ways for the better. Rash points out the hard labor involved, the physical hazards, and the loss of personal and family connections. One of the main characters in these poems is Rash’s grandfather, who moved away from the North Carolina mountains during the early part of the 19th century to work in the mills of South Carolina. Describing Rash’s work in this collection, a writer for the South Carolina Review, G.C. Waldrep, commented, “Most of Eureka Mill is composed in a kind of homestitched tetrameter, regular as the warp and weft of Oxford cloth and just as seamless.” Robert West of Carolina Quarterly also commented on the meter of Rash’s poems in this collection, reflecting that it is the meter than helps set “its solemn tone.” West also found Rash’s second publication to stand in stark contrast to his first book, The Night the New Jesus Fell to Earth, which West described as a “hilarious story collection.”\nRash’s third book, the poetry collection Among the Believers (2000), is set in the mountains of western North Carolina and focuses on rural, everyday life. The poems, taken as a whole, have been compared to a short story or a novella by several critics. The themes of hard living and death in the lives of its characters tie the poems together and offer a full picture of life in the southern mountains. A writer for the Sewanee Review suggested that the poems be read “one by one in the sequence in which they unfold.” In this way, the reviewer suggested, the reader will gain the full impact of the storytelling power of this collection. Anthony Hecht, who wrote the foreword for Rash’s collection, is quoted in the American Poet praising not only Rash’s ability to tell a story through his poetry, but also his “remarkable skill ... his dramatic instincts, stoic voice, and deep humanity.” The collection also shows Rash’s deepening interest in traditional Welsh poetics.\nIn the same year that Among the Believers was published, Rash also published his second collection of short stories, Casualties (2000). The stories again reflect life in the South, both during earlier times and in conflicts between the present and the past. Although the title suggests some kind of war aftermath, the casualties in Rash’s stories all relate to the realm of love—the death of a son and the effect it has on his mother; a son coming to terms with his father’s depression—themes that are ancient and mythological in scope.\nRash published two books in 2002: Raising the Dead, his fourth collection of poems, and One Foot in Eden, his first novel. One Foot in Eden won the Novello Festival Press Literary Award in January 2002. Amy Rogers, an executive editor for Novello Press, told Ann Wicker, of the online Charlotte Creative Loafing that Rash’s book won because it has “that all-too-rare combination of compelling characters and a page-turning plot—in a story of love, loss, and sacrifice.” He followed these books with the novel Saints at the River (2004) and Chemistry and Other Stories (2007), which was a finalist for the PEN/Faulkner Award for Fiction.\nRash’s themes of everyday southern life and the losses experienced by its people came out in the novel Serena (2008), which was a New York Times bestseller, a finalist for the PEN/Faulkner Award for Fiction, and was adapted into a feature film in 2014. In the New York Times, Janet Maslin writes that Serena “established [Rash] as one of the best American novelists of his day. With its stark Appalachian setting, piercing language, and coolly ferocious title character, Serena was a big book filled with bleakly beautiful details.”\nRash is the two-time winner of the O. Henry Prize and the winner of the James Still Award from the Fellowship of Southern Writers. He has published the short story collections Something Rich and Strange (2014), Nothing Gold Can Stay (2013), and Burning Bright (2011), which won the Frank O’Connor International Short Story Award, and the novels The Risen (2016), Above the Waterfall (2015), and The Cove (2012), all of which further established him as the leading writer of the Appalachian region.\nRash’s poetry collections include Poems: New and Selected (2016) and Waking (2011) and he has won a General Electric Young Writers Award, the Academy of American Poets Prize, and a fellowship from the National Endowment for the Arts. His poetry has been featured in Ted Kooser’s The Poetry Home Repair Manual: Practical Advice for Beginning Poets (2005). He is the John Parris Distinguished Professor of Appalachian Studies at Western Carolina University and lives in North Carolina.\n", "attrs": {"Region:": ["U.S., Southern"]}}