{"pf_url": "https://www.poetryfoundation.org/poets/rosellen-brown", "name": "Rosellen Brown", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/13c10cdee8d930512d18b20ef3d045419eb9f250.jpeg", "bio": "\n                                                                    Rosellen Brown was born in Philadelphia, Pennsylvania, to an American-born father and a Russian immigrant mother. She earned her BA from Barnard College and attended Brandeis University, where she met her future husband, Marvin Hoffman. The couple joined the Civil Rights movement, working at Tougaloo College near Jackson, Mississippi. While Hoffman continued a career in education, founding the North Kenwood/Oakland Charter School in Chicago, Brown turned to writing full-time. Her first book was the poetry collection Some Deaths in the Delta (1970); other collections include Cora Fry (1977) and Cora Fry’s Pillow Book (1994). Brown is the author of the short story collection Street Games (1974) and many novels, including The Autobiography of My Mother (1976); Tender Mercies (1978); Civil Wars (1984); Before and After (1992), which was made into a film starring Meryl Streep and Liam Neeson; and Half a Heart (2000). Donna Seaman has described Brown’s oeuvre as “dramatic, psychologically authentic, and politically daring books [that] reveal her willingness, or compulsion, to confront complex and volatile issues” including “class, gender, geography, and age.” A Rosellen Brown Reader (1992) included previously uncollected stories, poems, and essays.   Brown’s many honors and awards include fellowships from the Guggenheim and Ingram Merrill Foundations, the Bunting Institute, the Howard Foundation, and the National Endowment for the Arts. She is the recipient of awards from the American Academy of Arts and Letters, the Janet Kafka Prize, and a residency at Mishkenot Sha’ananim, a guesthouse for writers and artists in Jerusalem. Brown has taught at various institutions, including the University of Houston, the University of Michigan, and Northwestern University. She led the Spoleto Writers’ Workshop in Italy for many years and teaches at the School of the Art Institute of Chicago.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}