{"pf_url": "https://www.poetryfoundation.org/poets/rosemary-tonks", "name": "Rosemary Tonks", "yob": "1928", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/7b8b8fd3fea4f760d3e4fb3bbb2ad47f4880b4bb.jpeg", "bio": "\n                                                                    English poet Rosemary Tonks was born in Gillingham, Kent. Her father, an engineer, died in Africa before Tonks’s birth and she was sent to boarding school as a young girl. In the late 1940s, Tonks married Michael Lightband, also an engineer. The couple lived in Calcutta, where Tonks had paratyphoid fever, and Karachi, where she contracted the polio that withered her right hand. Tonks taught herself to write and paint left-handed and wore a black glove on her right hand. After a stint in Paris, the couple returned to London in the mid-1950s and Tonks began mixing with literary society. During this period, Tonks wrote two books of highly acclaimed poetry, Notes on Cafés and Bedrooms (1963) and Iliad of Broken Sentences (1967). Tonks claimed affiliation with French poets such as Baudelaire and Rimbaud, and her poetry was edgy, metropolitan, and laced with acerbic wit. Critic Cyril Connolly noted then that “Miss Tonks’s hard-faceted yet musical poems have unexpected power,” and she was generally considered one of the best female poets of her generation. Tonks also wrote six novels, including Opium Fogs (1963) and The Halt During the Chase (1972), and reviewed widely.   Her mother’s sudden death in 1968 sparked a spiritual and personal crisis in Tonks. A series of personal catastrophes followed, including the near-permanent loss of her vision and the collapse of her marriage. Tonks’s decades-long search for spiritual truth led her through a variety of practices, religions, and gurus, though she eventually found comfort in the New Testament. In 1980 she moved to Bournemouth, England, where her aunt lived, and became increasingly reclusive. Tonks burned her last unpublished novel manuscript along with a collection of priceless artifacts from the Far East bequeathed to her by another aunt. In October of 1980 she traveled to Jerusalem to be baptized. Going by her married name, Mrs. Lightband, and for the most part eschewing her former life, she lived in Bournemouth until her death in 2014.\n", "attrs": {"Region:": ["England"]}}