{"pf_url": "https://www.poetryfoundation.org/poets/rosmarie-waldrop", "name": "Rosmarie Waldrop", "yob": "1935", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/5040371d84d0f89ca8d2c9c9edc4937538736a52.jpeg", "bio": "\nPoet, translator, and editor Rosmarie Waldrop is a forceful presence in American and international poetry. Born in Germany, Waldrop studied literature and musicology at the University of Würzburg and the University of Freiburg before immigrating to the United States in the late 1950s. She received a PhD from the University of Michigan in 1966. While at the University of Michigan, Waldrop married poet and translator Keith Waldrop. In 1961 the Waldrops launched Burning Deck Magazine. The magazine evolved into Burning Deck Press, one of the most influential publishers for innovative poetry in the United States. Waldrop has lived in Providence, Rhode Island since 1968 and she has taught at Wesleyan University, Tufts University, and Brown University.\nWaldrop began writing poetry in German before immigrating to the United States. In conversation with Matthew Cooperman, Waldrop explained how writing in a language other than her native tongue enabled her poetry. “I wanted to be a poet, but thought it was not possible after I came to the U.S. and ‘lost’ my language. I started writing poetry in German, but had only very tentative efforts by the time I emigrated, nothing that could sustain my writing in German while living in an English-speaking environment. I have wondered how so many expatriate writers have been able to do just that. It followed, I thought, that the way I could work with poetry would be translating (into German) and teaching. It was only gradually that I mustered the courage to attempt poems in English and to translate into English. It came with the realization that the discrepancies between my two languages need not be an obstacle, but could, on the contrary, become a generative force.”\nCentral to Waldrop’s poetic output is her work as a translator. In 1970 she spent a year in Paris where she met leading French avant-garde writers, including Claude Royet-Journoud, Anne-Marie Albiach, and Edmond Jabès. Since then Waldrop has become the leading English translator of Jabès’s writing, translating over a dozen volumes of his work. In 1993 she was awarded the Harold Morton Landon Translation Award for her translation of Jabès’s The Book of Margins, and was named “Chevalier des Arts et des Lettres” by the French government.\nWaldrop has authored over 20 books of poetry, fiction, and essays. Her poetry collections include Gap Gardening: Selected Poems (2017), Driven to Abstraction (2010), Curves to the Apple (2006), and Blindsight (2003). In 2006 she was elected to the American Academy of Arts and Sciences.  Her other awards include fellowships from the National Endowment for the Arts, the Fund for Poetry, and a Lila Wallace-Reader’s Digest Writers’ Award.\n", "attrs": {"Region:": ["U.S., New England"]}}