{"pf_url": "https://www.poetryfoundation.org/poets/rowan-ricardo-phillips", "name": "Rowan Ricardo Phillips", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/f9771019f640aa0322ccb9ac2718965a4efb31a1.jpeg", "bio": "\nBorn and raised in New York City, poet, literary and art critic, and translator Rowan Ricardo Phillips earned a BA at Swarthmore College and a PhD at Brown University. He is the author of the poetry collections The Ground (2012) and Heaven (2015), which was a finalist for the National Book Award. His poems engage the acts of post-9/11 memory and ruin, lingering in interrupted or merged landscapes of art, rhetoric, and marginalia. “Its title may suggest stability, but the ground Phillips treads is a middle ground—between spirit and flesh, heaven and earth, here and gone. His images are evanescent, twilit, smoke-obscured,” observed poet Eric McHenry in a New York Times review of The Ground, noting that “Phillips’s forms, too, are as much what they aren’t as what they are: made-over sonnets, pseudo-Spenserian stanzas, unrhymed tercets loosely translated from the Purgatorio (so loosely that they’re now about Bob Marley).” In an interview for The Rumpus, Phillips discussed the connection he finds between poem-making and world-making, stating, “Poets, especially, as they’re in search of a sustainable way of creating with their language, absolutely must find a way of unraveling the world and making it again. Heraclitus, I believe, said that geography is fate. That, then, is what tethers us to the world. The rest is pulling on that tether.”\r\n \r\nIn addition to his collections of poetry, Phillips is author of the critical volume When Blackness Rhymes with Blackness (2010). He translated Salvador Espriu’s story collection Ariadne in the Grotesque Labyrinth (2012). Phillips received a 2013 Whiting Writers’ Award and has also received the PEN/Joyce Osterweil Award, the Great Lakes Colleges Association New Writers Award for Poetry, and a Guggenheim Foundation fellowship. A contributing writer at Artforum, he has taught at Columbia University, Harvard, Princeton, and at SUNY-Stony Brook, where he’s served as director of the Poetry Center. Phillips lives in New York and Barcelona.\n", "attrs": {}}