{"pf_url": "https://www.poetryfoundation.org/poets/roy-campbell", "name": "Roy Campbell", "yob": "1901", "yod": "1957", "image": null, "bio": "\nIgnatius Roy Dunnachie Campbell, known as Roy Campbell, was born in Durban, South Africa, and moved to England soon after he graduated from high school. In England, he befriended poets such as Wyndham Lewis, who based a character in his novel The Apes of God on Campbell. Campbell’s first book, The Flaming Terrapin (1924), brought him immediate acclaim; as T.S. Eliot does in The Waste Land, to which Campbell’s book is sometimes compared, Campbell rebels against postwar cynicism and apathy. And like Eliot, Campbell eventually converted to Catholicism.\nElizabethan dramatists such as Marlowe, Chapman, and Dekker inspired Campbell’s poetry, and his work fit uneasily into the socially conscious turn affected by many English poets in the 1930s. His second book, The Wayzgoose (1928), satirized South African intellectuals, and his third, The Georgiad (1931), attacked the mores and pretentions of Bloomsbury, whose members Campbell called “intellectuals without intellect.” He also wrote more lyrical collections, including Adamastor (1930), Flowering Reeds (1933), and Talking Bronco (1946).\nCampbell led an adventurous life; after The Flaming Terrapin was published, he traveled back to South Africa to edit the literary magazine Voorslag with William Plomer and Laurens van der Post. Campbell soon returned to Europe, fighting in the Spanish Civil War and World War II and serving in East and North Africa and the East. He moved to Portugal after the war, where he was killed in a car accident. Campbell published two autobiographies during his lifetime: Broken Record (1934) and Light on a Dark Horse (1951). He also translated work by Spanish, Portuguese, and French writers, including St. John of the Cross, Baudelaire, and Lorca, and novels by de Quevedo, among others. In 2001, Joseph Pearce published a biography of Campbell, Bloomsbury and Beyond: The Friends and Enemies of Roy Campbell. A selection of his papers is held at the Ransom Center at the University of Texas at Austin.\n", "attrs": {"Region:": ["England"]}}