{"pf_url": "https://www.poetryfoundation.org/poets/ruben-dario", "name": "Rubén Darío", "yob": "1867", "yod": "1916", "image": null, "bio": "\nFélix Rubén García Sarmiento was born in Metapa, Nicaragua. A poet, journalist, and diplomat, Darío is considered the father of Modernismo, the Spanish language literary and cultural movement that gained sway in the fin-de-siècle literary world of both Latin America and Europe.\nA precocious student and poet who began publishing when he was just 14, Darío left Nicaragua in 1886. His first collection of poems, Azul (1888), was published in Chile; working across poetry and prose, Darío revolutionized poetic structure, stretching lines past conventional stopping places and utilizing wordplay, epithet, and alliteration in innovative ways. A second edition was published in 1890, earning Darío recognition in Europe. Influenced by French Symbolist poets such as Charles Baudelaire and Paul Verlaine, as well as Italians such as Giacomo Leopardi, Darío absorbed a wide range of poetic styles and approaches and was in contact with North American, European, and Luso-Brazilian writers.\nIn poetry collections such as Prosas profanes y otros poemas (Profane Hymns and Other Poems, 1896), Cantos de Vida y esperanza: Los cisnes y otros poemas (Songs of Life and Hope: The Swan and Other Poems, 1905), El canto errante (The Roving Song, 1907), Poema del otoño y otros poems (The Autumn Poem and Other Poems, 1910), and Canto a la Argentina y otros poemas (Song to Argentina and Other Poems, 1914), Darío gave voice to the basic tenets of Modernismo, including its absorption of cosmopolitan and global influences, unabashed aestheticism, philosophical themes, and critique of modernity.\nAccording to Alberto Acereda, Darío helped formulate Modernismo’s “poetics of despair” while managing to articulate a vision of “Hispanic cultural solidarity” oppositional to the rapacious values of the West, the United States in particular. He also published numerous volumes of prose, including Letras (Literature, 1911), Todo al vuelo (Just in Passing, 1912), and the memoir La vida de Rubén Darío escrita por él mismo (The Life of Rubén Darío, 1915).\nDarío’s career as a journalist and diplomat took him to Costa Rica, Cuba, and Buenos Aires, where he wrote for the daily La Nación and held the post of Colombian consul for a time. Many of his La Nación articles were posthumously published as El mundo de los sueños (The World of Dreams, 1973). He covered the war between Spain and the United States from Barcelona and Madrid, reported on the World’s Fair in Paris in 1900, lived in Italy, and was eventually named Nicaraguan ambassador to Paris in 1907. Darío traveled extensively throughout Central and South America and Europe until his death. He journeyed to New York City at the outbreak of World War I, where he fell ill with pneumonia. His condition deteriorated until his death in León, Nicaragua. \n", "attrs": {"Region:": ["Latin America"], "School/Period:": ["Modern"]}}