{"pf_url": "https://www.poetryfoundation.org/poets/russell-edson", "name": "Russell Edson", "yob": "1935", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2f6eef7bfced0c8c2076912317a023946986caaa.jpeg", "bio": "\nCalled the “godfather of the prose poem in America,” Russell Edson’s idiosyncratic body of work is populated with strange and intriguing figures: a woman fights a tree, a mother serves ape; in the poem “Let Us Consider,” there’s a “farmer who makes his straw hat his sweetheart” and an “old woman who makes a floor lamp her son.” The poems are surreal and fablelike, sometimes resembling brief plays. Donald Hall said of Edson’s poetry, “It’s fanciful, it’s even funny—but his humor carries discomfort with it, like all serious humor.” And Peter Schejeldahl pointed out that his poems have “the sustained wackiness of old Warner Brothers cartoons.”\n\r\nIn an interview with Mark Tursi, Edson once said of his writing process, “My job as a writer is mainly to edit the creative rush. The dream brain is the creative engine… I sit down to write with a blank page and a blank mind. Wherever the organ of reality (the brain) wants to go I follow with the blue-pencil of consciousness.”\n\r\nEdson’s father, Gus, was a cartoonist and the creator of the character Art Gump. Edson studied art as a teenager, attending the Art Students League when he was 16. In the 1960s he began publishing poetry and received fellowships from the Guggenheim Foundation and the National Endowment for the Arts. His collections of poetry include The Brain Kitchen: Writings and Woodcuts (1965), The Clam Theatre (1973), The Wounded Breakfast: Ten Poems (1985), The Tormented Mirror (2001), The Rooster’s Wife (2005), and See Jack (2009). He also wrote a book of plays, The Falling Sickness (1975), and the novels Gulping's Recital (1984) and The Song of Percival Peacock (1992). He lived for many years in Stamford and Darien, Connecticut. Russell Edson died in 2014.\r\n \r\n \n", "attrs": {"Region:": ["U.S., New England"]}}