{"pf_url": "https://www.poetryfoundation.org/poets/russell-atkins", "name": "Russell Atkins", "yob": "1926", "yod": null, "image": null, "bio": "\nPoet, composer, and editor Russell Atkins was born in Cleveland, Ohio. Raised by his grandmother, mother, and aunt, he developed a love of music early on and studied piano from the age of seven. Atkins went on to study music at the Cleveland School of Arts and the Cleveland Institute of Music. He was also involved in the Karamu House, considered the oldest African American theater in the United States and home to many productions of Langston Hughes’s dramatic works. In 1950, Atkins cofounded, with Adelaide Simon, the magazine Free Lance. Recognized as one of the oldest, most influential little magazines of the Black avant-garde, the journal did much to disseminate innovative writing in the African American community and influenced the New American Poetry. During these years, Atkins corresponded with many poets, including Marianne Moore, Langston Hughes, and LeRoi Jones (Amiri Baraka).\nMusic is central to Atkins’s methods of writing; he once wrote of his practice, “I would ‘compose’ like a painter and write poems like a composer.” Atkins developed a mode of composition he calls “phenomenalism,” in which image and sound combinations extend the possibilities of semantic meaning through sonic play and visual forms. He is often described as a “concrete poet,” and his influential essay “A Psychovisual Perspective for ‘Musical’ Composition” elaborated on the visual aspects of musical and verse composition.\nAtkins’s collections of poetry include the chapbooks and small-press books A Podium Presentation (1960), Phenomena (1961), Objects (1963), Objects 2 (1964), Heretofore (1968), The Nail, to Be Set to Music (1970), Maleficium (1971), and Whichever (1978). He also wrote two verse-plays or “poems in play forms”: The Abortionist and The Corpse, both published in Free Lance. His only full-length collection, Here in The (1976), was published by the Cleveland State Poetry Center.\nAfter falling into relative obscurity during years in which more obviously political poetry dominated discussions of African American poetry and poetics, Atkins has found new audiences in the 21st century. Pleiades Press featured Atkins in its “Unsung Masters” series: Russell Atkins: On the Life & Work of an American Master (2013) was edited by Kevin Prufer and Michael Dumanis and included a large selection of Atkins’s previously published work and essays from poets on his continuing influence. Recent works on Atkins include a tribute and celebration of Atkins’s work, In the Company of Russell Atkins (2016). A collection of his papers is held at the Atlanta University Center’s Robert W. Woodruff Library.\n", "attrs": {}}