{"pf_url": "https://www.poetryfoundation.org/poets/sabrina-orah-mark", "name": "Sabrina Orah Mark", "yob": "1975", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/eafde4e21bd6df07d32e088df208e4674598af5a.jpeg", "bio": "\nSabrina Orah Mark grew up in Brooklyn, New York. She earned a BA from Barnard College, an MFA from the Iowa Writers’ Workshop, and a PhD from the University of Georgia. She is the author of the book-length poetry collections The Babies (2004), winner of the Saturnalia Book Prize chosen by Jane Miller, and Tsim Tsum (2009), as well as the chapbook Walter B.’s Extraordinary Cousin Arrives for a Visit & Other Tales from Woodland Editions.\nThe poems in The Babies are haunted by invented characters and fabulous details; mysterious fates, wars, and historical events are hinted at, and characters navigate relationships and terrors in a series of surreally twisted prose poems. Commenting on her unique style, Mark, in an interview for Apostrophe Cast, explained that her maternal family speaks Yiddish and that her syntax has been influenced by their speech patterns.\nHer awards include a National Endowment for the Arts Fellowship and a fellowship from the Fine Arts Work Center in Provincetown, Massachusetts. Her poems have been included in Best American Poetry 2007 and the anthology Legitimate Dangers: American Poets of the New Century (2006).\nMark is also the author of the story collection Wild Milk (2018), called “a necessary book for our perilous age” by Kirkus. She has taught at Agnes Scott College, University of Georgia, Rutgers University, University of Iowa, John Jay College of Criminal Justice, Goldwater Hospital and throughout the New York City and Iowa Public School System.\nMark lives in Athens, Georgia with her husband, Reginald McKnight, and their two sons. For the Paris Review, she writes a monthly column on fairytales and motherhood entitled HAPPILY.\n", "attrs": {"Region:": ["U.S., Southern"]}}