{"pf_url": "https://www.poetryfoundation.org/poets/saeed-jones", "name": "Saeed Jones", "yob": "1985", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/2b6e79a4aaa2012dded39a70f63e39c9ecb5a98b.png", "bio": "\nPoet Saeed Jones was born in Memphis and raised in Lewisville, Texas. His poems engage themes of intimacy, race, and power, and often incorporate elements of mythology. In a 2014 interview for PEN America, Jones stated, “I’m obsessed with manhood as a brutal and artful performance. My mind always finds its way back to the crossroad where sex, race, and power collide. Journeys, transformation, as well as dashed attempts to transform, fascinate me as well.” In a 2015 essay written for the New York Times, Jones states, “I think often when we talk about brutality and violence … we often hear from the survivors,” says Jones, “but sometimes I think we also need to hear the horror itself.”\r\n \r\nJones is the author of the memoir How We Fight for Our Lives (2019), which won the Kirkus Prize for Nonfiction. His debut poetry collection, Prelude to Bruise (2014), received a starred review in Publishers Weekly, which described the book as “a fever dream, something akin to magic.”  The reviewer continues, “A dark night of the soul presented as the finest of evening gowns, these poems pulse with an elemental sensuality that recalls Rimbaud's Venus Anadyomene and the best of Southern Gothic writing. Using a personal symbology of femininity, violence, and the history of black America, Jones weaves a coming-of-age tale that is both terrible and revelatory.” Prelude to Bruise was named a finalist for the National Book Critics Circle award.\r\n \r\nJones earned a BA at Western Kentucky University and an MFA at Rutgers University-Newark. He has received a Pushcart Prize and has also been awarded fellowships from Cave Canem and Queer/Art/Mentorship. He is co-host of Buzzfeed’s AM to DM show, and he lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}