{"pf_url": "https://www.poetryfoundation.org/poets/samiya-bashir", "name": "Samiya Bashir", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/8b7c76bb9d624f9dfd90740da59e92e8a5c64ef1.jpeg", "bio": "\nSamiya Bashir earned a BA from the University of California, Berkeley, and an MFA from the University of Michigan. She is the author of Field Theories (2017), winner of the Oregon Book Award, and the Lambda Literary Award finalists Gospel (2009) and Where the Apple Falls (2005). The poems in Field Theories, wrote Marcella Durand in Hyperallergic, “[create] cognitive openings for understanding how science, history, life and poetry intersect,” and challenge “the vocabulary of science, finding inflections and echoes within that vocabulary of the long and brutal history of race and racially based economic exploitation in the U.S.A.” During the six months leading up to the book’s release, Bashir created six short videopoems reimagining the book's themes in collaboration with video artist Roland Dahwen Wu and dancer Keyon Gaskin. \nBashir is also the author of the chapbooks Wearing Shorts on the First Day of Spring (1999), American Visa (2001), and Teasing Crow (2006). Her poetry, stories, articles and editorial work have been featured in numerous publications most recently including Poetry, World Literature Today, Ecotone, HOAX, The Normal School, Poet Lore, Callaloo, and The Encyclopedia Project. Her poems have appeared in anthologies, including War Diaries (2010), Best Lesbian Erotica 03 (Cleis Press, 2002), Best of the Best Lesbian Erotica (Cleis Press, 2000), and the Cave Canem Anthology: VII (2002)\nFormerly a communications professional focused on editorial, arts, and social justice movement building, Bashir is a founding organizer of Fire & Ink, an advocacy organization and writer’s festival for LGBT writers of African descent. She is also the editor of Black Women’s Erotica 2 (2003) and co-editor of Role Call: A Generational Anthology of Social & Political Black Literature & Art (2002), with Tony Medina and Quraysh Ali Lansana. She has collaborated with visual and media artists on numerous projects, including the forthcoming limited-edition artists’ book, Hades D.W.P., with artists Alison Saar and Tracy Schlapp.\n\r\nBashir is the recipient of awards, grants, fellowships, and residencies from the Regional Arts & Culture Council, the Virginia Center for Creative Arts, the NEA, the University of California (where she served as a poet laureate), the Astraea Foundation, the National League of American Pen Women, Community of Writers at Squaw Valley, Soul Mountain Retreat, The Austin Project, Alma de Mujer, the James Dick Foundation for the Performing Arts, and Cave Canem, among others. She was a recipient of the 2011 Aquarius Press Legacy Award, given annually in recognition of women writers of color who actively provide creative opportunities for other writers.\n\r\nBashir currently lives in Portland, Oregon, where she teaches creative writing at Reed College.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}