{"pf_url": "https://www.poetryfoundation.org/poets/samuel-greenberg", "name": "Samuel Greenberg", "yob": "1893", "yod": "1917", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e7caf51a809ae878de8f7d478913a76b533c27ff.jpeg", "bio": "\n                                                                    Samuel Greenberg was born in Vienna, Austria in 1893. He came to New York when he was seven and lived, first in poverty and then in a series of charity hospitals, on the Lower East Side. Greenberg died on Wards Island at age 23 of tuberculosis. Though his work was unpublished during his lifetime, he had a profound effect on Hart Crane, who took inspiration from Greenberg’s sonically dense and richly imaged lyricism; scholars also note that Crane, in his poem “Emblems of Conduct,” took actual lines of Greenberg’s poetry, slightly altered, as his own.   James Laughlin first published a selection of Greenberg’s poems as Poems from the Greenberg Manuscripts in 1939. Harold Holden and Jack McManis edited a more comprehensive overview, which included Greenberg’s autobiographical piece “Between Historical Life,” in Poems by Samuel Greenberg: A Selection from the Manuscripts (1947). Self Charm: Selected Sonnets and Other Poems, another selection of Greenberg’s work,was edited by Michael Carr and Michael Smith and published in 2005.   Sometimes described as a “second-wave Modernist,” and said to have anticipated surrealism, Greenberg’s work is known for its semantic and syntactic idiosyncrasies and strange flights of diction; Charles Bernstein has called Greenberg’s poetry “a radical form of sprung lyric—a wild, sound-wracked syntactic syncretism that verges on the abstract and the rhapsodic, which I associate with Crane and Hopkins (and which also brings Blake to mind), but might also be described as a cross between Leo Gorcey reciting Shakespeare and the poetical works of Elsa von Freytag-Loringhoven.” Greenberg’s papers, including over 600 poems and fifteen notebooks, are housed in the Fales Collection at New York University.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}