{"pf_url": "https://www.poetryfoundation.org/poets/samuel-beckett", "name": "Samuel Beckett", "yob": "1906", "yod": "1989", "image": null, "bio": "\nIrish playwright, novelist, and poet Samuel Beckett was a literary legend of the 20th century. Born in Dublin, Ireland, in 1906, he was educated at Trinity College. During the 1930s and 1940s he wrote his first novels and short stories. During World War II, Samuel Beckett’s Irish citizenship allowed him to remain in Paris as a citizen of a neutral country. He fought in the resistance movement until 1942 when members of his group were arrested by the Gestapo. He and his wife fled to the unoccupied zone until the end of the war. After the war, Samuel Beckett was awarded the Croix de Guerre for bravery during his time in the French resistance. He settled in Paris and began his most prolific period as a writer. In five years, he wrote Eleutheria, Waiting for Godot, Endgame, the novels Malloy, Malone Dies, The Unnamable, and Mercier et Camier, two books of short stories, and a book of criticism.\nHe wrote a trilogy of novels in the 1950s as well as famous plays like Waiting for Godot. In 1969 he was awarded the Nobel Prize for Literature. His later works included poetry and short story collections and novellas.\n\r\nCritical responses to Beckett's work often invoked somewhat colorful prose. Melvin Maddocks wrote of Beckett, “He wanders among misty bogs turned surreal, he talks to the wee folk of his own bad dreams, he files reports on introspected black visions with a kind of blarney eloquence. Like an actress cradling a doll for her stage baby, his language keens and croons about tales that are not quite there.”  “It is neither night nor morning. A man must find himself without the support of groups, or labels, or slogans,” writes R.D. Smith. And Beckett, by removing his characters from nearly all recognizable contexts, Smith continues, is “engaged in finding or saving” himself. Martin Esslin writes: “What is the essence of the experience of being? asks Beckett. And so he begins to strip away the inessentials. What is the meaning of the phrase ‘I am myself’? he asks … and is then compelled to try to distinguish between the merely accidental characteristics that make up an individual and the essence of his self.” A Time reviewer noted: “Some chronicle men on their way up; others tackle men on their way down. Samuel Beckett stalks after men on their way out.” Such is the tone of most discussions of Beckett’s work. But no single reviewer could communicate the unique power of Beckett’s writing, his use of “a language in which the emptiness of conventional speech is charged with new emotion.” “While [his] lesser colleagues work in rhetoric,” writes Smith, Beckett produces poetry. “Well,” says Harold Pinter, “I’ll buy his goods, hook, line, and sinker, because he leaves no stone unturned and no maggot lonely. He brings forth a body of beauty. His work is beautiful.”\n\r\nAlong with the work of Eugene Ionesco, Jean Genet, and Harold Pinter, Beckett’s stark plays are said to compose the “Theatre of the Absurd.” But to so label Beckett’s work is to disqualify one of his own first premises—that, since no human activity has any intrinsic meaning, it is pointless to ascribe traditional or categorical significance to the existence of an object or the performance of a deed. George Wellwarth discusses Beckett’s concept of a protean reality: “What all these things—the sameness of human beings and their actions, the vanity of human ambition, the uselessness of thought—amount to is a pessimism deeper than any that has ever been put into words before. Throughout Beckett’s work we can find evidence of his conviction that everything is hopeless, meaningless, purposeless, and, above all, agonizing to endure. Beckett’s people are leveled off and merged into each other by being all more or less physically disabled—as if this were really the common condition on earth. … Beckett is a prophet of negation and sterility. He holds out no hope to humanity, only a picture of unrelieved blackness; and those who profess to see in Beckett signs of a Christian approach or signs of compassion are simply refusing to see what is there.” Perhaps Beckett himself stated his dilemma most succinctly in L’Innommable: “Dans ma vie, puisqu’il faut l’appeler ainsi, il y eut trois choses, l’impossibilite de parler, l’impossibilite de me taire, et la solitude.” (“One must speak; man cannot possibly communicate with his fellows, but the alternative—silence—is irreconcilable with human existence.”)\n\r\nSmith and Esslin, however, insist that Beckett did not intend to express unqualified despair, but that, by stripping significance from the world, he showed us the one way to achieve redemption (although any salvation, according to Beckett’s essentially deterministic philosophy, is necessarily only a respite). Smith writes: “Beckett’s characters remain at their darkest moments anguished human beings: Beckett, when intellectually at his most pitiless, feels and suffers with them.” Esslin argues that Beckett’s message “is anything but gloomy or despairing.” He writes: “On the contrary: the starkness of [his] reminders of the evanescence of life and the certainty of death, [his] uncompromising rejection of any easy solution or cheap illusion of comfort ultimately has a liberating effect; such is the nature of man that in the very act of facing up to the reality of his condition his dignity is enhanced; we are only defeated by things by which we are taken unawares; what we know and have faced up to we can master.” Alec Reid also believes that Beckett’s message must be interpreted optimistically. “Beckett’s world,” he writes, “is one of darkness, of disembodied voices, of ignorance, impotence, and anguish. But even as he insists that he knows nothing, can know nothing, Beckett reminds us of an astronaut, a human surrounded by nothing, walking on nothing. Our spacemen are no cause for despair; no more are Mr. Beckett’s explorations.” But then, according to Time magazine, “Beckett’s champions argue that his threnodies in dusky twilight represent the existential metaphor of the human condition, that the thin but unwavering voices of his forlorn characters speak the ultimate statement of affirmation, if only because the merest attempt at communication is itself affirmation.”\n\r\nBut in case the reader of Beckett criticism should come to regard this question as the black and white one of “despair” versus “optimism,” Richard N. Coe adds new terms to the argument: “To class Beckett himself as the simple incarnation of ‘despair’ is a drastic oversimplification. To begin with, the concept of ‘despair’ implies the existence of a related concept ‘hope,’ and ‘hope’ implies a certain predictable continuity in time—which continuity Beckett would seriously question. ‘Despair,’ with all its inherent moral overtones, is a term which is wholly inadequate to describe Beckett’s attitude towards the human condition; nor is this condition, in the most current sense of the definition, ‘absurd.’ It is literally and logically impossible. And in this central concept of ‘impossibility,’ his thought has most of its origins—as does also his art.”\n\r\nSome critics believe that Beckett’s theater is most meaningful when considered within the context of a recognizable literary tradition. Kenneth Allsop writes: “His harsh, desolate, denuded style is entirely and unmistakably his own, but his literary ‘form,’ the stream-of-consciousness device which most young British writers wouldn’t dream of using nowadays for fear of being thought quaint, derives from his years [working with] … James Joyce. That is only a partial explanation. He is in a monolithic way the last of the Left Bank Mohicans of the Twenties; the others of the avant-garde died or deserted or prospered, but Beckett was a loyal expatriate.” Esslin, J.D. O’Hara, and John Fletcher prefer to align Beckett with the philosophers. “Although Beckett himself [was] not aware of any such influence,” Esslin writes, “his writings might be described as a literary exposition of Sartre’s Existentialism.” O’Hara sees his work as exponential to the philosophy of Descartes: “In Beckett’s world of post-Cartesian dualism, the mind has no connection to the body, its values worth nothing there, and so it cannot logically concern itself with the body’s problems.” Fletcher concludes that “whatever the truth of the matter, one thing is certain. Beckett has ranged freely among the writings of the philosophers, where he has found confirmation and justification of the metaphysical obsessions that haunt his work: the gulf set between body and mind, the epistemological incertitude. His genius has achieved the transmutation of such speculative problems into art.” But, according to Coe, one must keep in mind that “Beckett has renounced his claim to erudition. The main theme of his work is impotence, of mind just as much as of body.”\n\r\nThe problem of analyzing and interpreting Beckett’s work has been met with a somewhat surprising amount of scholarship and erudition. But David Hesla’s criticism, in which the novels are considered as the expression of Beckett’s personal enigma, is equally effective. Hesla notes that the dilemma which confronts the contemporary writer, according to Beckett, “is constituted … by the fact that the writer must take seriously two opposed and apparently irreconcilable claims to his allegiance. On the one hand, he must recognize that the principal fact about modern man’s life is that it is a ‘mess,’ a ‘confusion,’ a ‘chaos.’ On the other hand, the writer, as artist, has an obligation to form. But to admit the ‘mess’ into art is to jeopardize the very nature of art; for the mess ‘appears to be the very opposite of form and therefore destructive of the very thing that art holds itself to be.’” Hesla quotes Beckett as saying: “It only means that there will be a new form; and that this form will be of such a type that it admits the chaos and does not try to say that the chaos is really something else. The form and the chaos remain separate. The latter is not reduced to the former. That is why the form itself becomes a preoccupation, because it exists as a problem separate from the material it accommodates. To find a form that accommodates the mess, that is the task of the artist now.” Hesla notes that with Watt, “Beckett [began] a process of removing from his artificial world those tangibles by which the reader usually is able to orient himself in time and space, and those causal relationships amongst the incidents of the plot by which the reader is able to discern the conditions of necessity and probability which—be they never so strained or extraordinary—determine in part the structural coherence and the ‘meaning’ of the story. … In Watt he has found the form which permits ‘the mess’ to enter art without destroying it. He has developed a literary method—the negative way—which is capable of accommodating chaos without reducing it to form. … Beckett’s work after Watt has, in a certain sense, consisted largely in refining and adapting both the manner and the matter of his new art.”\n\r\nMost critics agree that the 1954 English-language publication of Waiting for Godot established Beckett’s prominence in the United States. Many still consider this play to be his most important work. H.A. Smith calls it “the most comprehensively and profoundly evocative play of the last thirty years,” and William R. Mueller and Josephine Jacobsen write: “Waiting for Godot, of all of Beckett’s dramatic works, expresses most clearly and explicitly the fundamental tension—to wait or not to wait—which is found to a lesser degree in his other writings. The human predicament described in Beckett’s first [major, staged] play is that of man living on the Saturday after the Friday of the crucifixion, and not really knowing if all hope is dead or if the next day will bring the new life which has been promised.” Allsop found the play’s message less ambiguous. He writes: “Godot is a hymn to extol the moment when the mind swings off its hinges. … Beckett is unconcerned with writing requiems for humanity, for he sees life as polluted and pointless: he merely scrawls its obituary, without bitterness or compassion because he cannot really believe it is worth the words he is wasting.” Gassner also found the play to be a straightforward pronouncement, but he did not accept it as a prediction of certain doom. “To all this tohu and bohu about the profundity and difficulty of the play,” he wrote, “my reply is simply that there is nothing painfully or exhilaratingly ambiguous about Waiting for Godot in the first place. It presents the view that man, the hapless wanderer in the universe, brings his quite wonderful humanity—his human capacity for hope, patience, resilience, and, yes, for love of one’s kind, too, as well as his animal nature—to the weird journey of existence. He is lost in the universe and found in his own heart and in the hearts of his fellow men.” Bert O. States adds parenthetically: “Convicts and children love it!”\n\r\nKenneth Tynan believes that the implications of Waiting for Godot are significant not only in themselves, but for all of contemporary theater. He writes: “A special virtue attaches to plays which remind the drama of how much it can do without and still exist. By all known criteria, Beckett’s Waiting for Godot is a dramatic vacuum. Pity the critic who seeks a chink in its armour, for it is all chink. It has no plot, no climax, no denouement; no beginning, no middle, and no end. Unavoidably, it has a situation, and it might be accused of having suspense. … Waiting for Godot frankly jettisons everything by which we recognise theatre. It arrives at the custom-house, as it were, with no luggage, no passport, and nothing to declare; yet it gets through, as might a pilgrim from Mars. It does this, I believe, by appealing to a definition of drama much more fundamental than any in the books. A play, it asserts and proves, is basically a means of spending two hours in the dark without being bored. … It forced me to re-examine the rules which have hitherto governed the drama; and, having done so, to pronounce them not elastic enough.”\n\r\nSome critics found 1957’s Endgame to be an even more powerful expression of Beckett’s negativism. Gassner wrote: “Nothing happens in Endgame and that nothing is what matters. The author’s feeling about nothing also matters, not because it is true or right but because it is a strongly formed attitude, a felt and expressed viewpoint. … The yardsticks of dialectical materialism and moralism are equally out in appraising the play. Dialectical materialism could only say that Endgame is decadent. Moralism and theology would say that the play is sinful, since nothing damns the soul so much as despair of salvation. Neither yardstick could tell us that this hauntingly powerful work of the imagination is art.”\n\r\nAlthough critics discuss his plays more frequently than his novels, Beckett was said to have considered his novels to be his major works. Alec Reid notes: “For Beckett each novel is a journey into the unknown, into an area of utter lawlessness.” And a Times Literary Supplement reviewer, in his discussion of Imagination Dead Imagine, summarizes Beckett’s work thus: “[This novel] certainly describes two people in an imaginary situation and it is equally certainly a work of large implications and a desolate, cruel beauty. It might not seem so, however, if it had not been apparent for some time that Mr. Beckett’s prose narratives compose a single, long saga of exclusion and heroic relinquishment as well as of the desperate, perhaps unavailing, pursuit of finality.” A.I. Leventhal writes: “When Beckett changes to writing his novels in French he leaves behind him much of the humour, grim as it was, in his previous work. He has less interest in making his characters indulge in games to pass the time as in Waiting for Godot. They are now concentrating on their penible task of dying.” Frank Kermode offers this analysis of the novels: “In Beckett’s plays the theatrical demand for communicable rhythms and relatively crude satisfactions has had a beneficent effect. But in the novels he yields progressively to the magnetic pull of the primitive, to the desire to achieve, by various forms of decadence and deformation, some Work that eludes the intellect, avoids the spread nets of habitual meaning. Beckett is often allegorical, but he is allegorical in fitful patches, providing illusive toeholds to any reader scrambling for sense.” Bersani hasn’t discovered the toeholds (and laughs behind his hand at those who have), nor does he think he will, if, as he says, he continues to take Beckett “seriously.” Bersani writes: “The most interesting fact about Samuel Beckett’s novels is that they are, at their best, almost completely unreadable.” Bersani, citing Beckett’s expressed desire to fail (to be an artist, for Beckett, is to fail), finds his “extreme attempt to render literature autonomous” to be not only “an ironic reminder of the ultimate dependence of literature on life,” but also a generally suspicious undertaking. “The attempt to eliminate ‘occasion’ from art,” he writes, “is in itself an occasion, and insofar as this attempt is a process of what [Ruby] Cohn has called progressive ‘retrenchment,’ the process rather than the achievement becomes the subject of Beckett’s work.”\n\r\nThe fact that most of Beckett’s important work was originally written in French is far more than coincidentally significant to his stylistic achievement. Coe explains: “Beckett, in the final analysis, is trying to say what cannot be said; he must be constantly on his guard, therefore, never to yield to the temptation of saying what the words would make him say. Only when language is, as it were, defeated, bound hand and foot; only when it is so rigorously disciplined that each word describes exactly and quasiscientifically the precise concept to which it is related and no other, only then, by the progressive elimination of that which precisely is, is there a remote chance for the human mind to divine the ultimate reality which is not. And this relentless, almost masochistic discipline, which reaches its culmination in Comment c’est, Beckett achieves by writing in a language which is not his own—in French.” John Barth explains, however, that Beckett’s denuded French is yet only another step in his creative process and must not be construed as a total achievement. Barth writes: “Beckett has become virtually mute, musewise, having progressed from marvelously constructed English sentences through terser and terser French ones to the unsyntactical, unpunctuated prose of Comment c’est and ‘ultimately’ to wordless mimes. One might extrapolate a theoretical course for Beckett: language, after all, consists of silence as well as sound, and the mime is still communication, … but by the language of action. But the language of action consists of rest as well as movement, and so in the context of Beckett’s progress immobile, silent figures still aren't altogether ultimate. … For Beckett [in the 1960s, toward the end of his writing career], to cease to create altogether would be fairly meaningful: his crowning work, his ‘last word.’ What a convenient corner to paint yourself into!”\n\r\nIn 1967 the Firehouse Theatre of Minneapolis, directed by Marlow Hotchkiss, performed Act without Words I and Act without Words II simultaneously. Also in 1967, Jack Emery composed and performed an hour-long, one-man program consisting of “a selection of the desperate reveries and furious tirades of half a dozen of Samuel Beckett’s dying heroes,” including Malone, Hamm, and the Unnamable. A Punch reviewer writes: “Many of the passages are fatiguing to follow in the original novels but so conversational are the rhythms of Beckett’s language and so eloquently does Mr. Emery speak them (except when he essays a scream) that the effect in a dark, hushed theatre of this grim gallows humour is electrifying. There is more to life than talking of waiting for death, but Beckett has phrases—‘Vent the pent!’—that resound in the mind with the urgency of great poetry.” Emery’s program, which premiered at Arts Theatre, London, was also produced in Glasgow, Edinburgh, and Exeter. Two years later, in 1969, Beckett won the Nobel Prize in Literature.\n\r\nAlthough unpublished for 60 years, Beckett’s first novel, Dream of Fair to Middling Women, finally made it into print in the United States in 1993. The author composed the book as a young man of 26 during a summer spent in Paris. The protagonist of Dream is the adventurous Belacqua, and the story centers on his varied experiences in Dublin and Paris. Beckett’s style here, writes Colm Toíbín in the London Review of Books, “is a rambling stream of consciousness, full of asides and associations, with a tone of half-seriousness and oblique mockery. …The writing is self-conscious: it reads as though the writer wrote it merely to read it himself.” Beckett himself described Dream as “the chest into which I threw my wild thoughts.” And, as J.D. O’Hara comments in the New York Times Book Review, “he reused them, often word for word.” In the end, George Craig asserts in the Times Literary Supplement, “this is Beckett’s earliest venture, and it shows. … But … something important is going on: the search for [his] voice.”\n\r\nSimilarly, Beckett’s first play, Eleutheria (the title means “freedom” in Greek), collected dust in the author’s trunk for nearly 50 years before being published in 1995. The dark, three-act comic piece concerns a privacy-obsessed writer who tries in vain to escape from his family and friends, spending most of the play fighting off their efforts to mend what’s left of his life. Eleutheria was written just prior to Waiting for Godot, but it demanded rather complex staging (17 characters and two sets, both which are shown simultaneously in the first two acts before one disappears into the orchestra pit in the final act) and so was not produced in the 1950s when Godot burst onto the contemporary theatrical scene.\n\r\n“No one … disputes that Beckett did not want Eleutheria published,” explains Jonathan Kalb in an article for the Village Voice. Its publication in 1995 prompted considerable controversy among members of the literary establishment, with opponents appalled at the thought of the author’s final request for its suppression—from his deathbed, no less—being ignored. Kalb notes that the play is neither “a hidden masterpiece” nor “a catastrophe,” but rather “a fascinating, rare instance of Beckettian excess. … At times windy, redundant, even confusing, it will certainly take its proper place as a minor, formative work that is bouyed by eloquent and hilarious passages and the tantalizing seeds of great themes, devices, and characters to come.” As Mel Gussow puts it in the New York Times Book Review, “Waiting for Godot is revolutionary; Eleutheria is evolutionary.”\n\r\nFew critics have discussed Beckett’s ideas (or the man himself) apart from their manifestation in his work. And Beckett would doubtless have it so. As Robert Wernick writes, “so striking is the personality that emerges from [his] gloomy plays and so striking [was] the occasionally glimpsed, gaunt pterodactylous face of the real-life Samuel Beckett that many people assume[d] the two [were] identical. A whole folklore of anecdote has grown up around Beckett, in which he appears as a fanatic solitary, brooding eternally … on the black mystery of the human race. … It is true that he … built a wall around his country house, but he denie[d] that he built it, as people contend, to shut out the view. It is true he avoid[ed] all the trappings of the celebrity life, [gave] no interviews, attend[ed] no cultural congresses. But then, why should he [have]?” Alec Reid met Beckett in New York during the making of Film and described him as “a close-knit person, all of a piece.” Reid says that Beckett “believe[d] that physical movement conveys at least as much as the words. … Once the initial reserve … evaporated Beckett reveal[ed] a genius for companionship, a remarkable ability to make those around him feel the better for his presence.”\nThe 1960s were a period of change for Samuel Beckett. He found great success with this plays across the world. Invitations came to attend rehearsals and performances which led to a career as a theater director. In 1961, he secretly married Suzanne Dechevaux-Dumesnuil who took care of his business affairs. A commission from the BBC in 1956 led to offers to write for radio and cinema through the 1960s.\nSamuel Beckett continued to write throughout the 1970s and 80s mostly in a small house outside Paris. There he could give total dedication to his art evading publicity. In 1969, he was awarded the Nobel Prize for Literature, though he declined accepting it personally to avoid making a speech at the ceremonies. However, he should not be considered a recluse. He often times met with other artists, scholars and admirers to talk about his work.\nBy the late 1980s, Samuel Beckett was in failing health and had moved to a small nursing home. Suzanne, his wife, had died in July 1989. His life was confined to a small room where he would receive visitors and write. He died on December 22, 1989, in a hospital of respiratory problems just months after his wife.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}