{"pf_url": "https://www.poetryfoundation.org/poets/samuel-daniel", "name": "Samuel Daniel", "yob": "1562", "yod": "1619", "image": null, "bio": "\n                                                                    Though admired as a lyric poet and historian, Samuel Daniel has found few enthusiastic readers for his dramatic works. Sober minded, restrained, reflective, and frequently prosaic, Daniel stands outside the popular-stage tradition, yet as an innovator he is of considerable importance in the history of Renaissance drama. Cleopatra is one of the earliest and best attempts to transplant French Senecan closet drama to the English stage; The Vision of the Twelve Goddesses inaugurated the vogue for the elaborate Jacobean court masque; and The Queen's Arcadia is the first English imitation of Italian pastoral drama.  Daniel was born in Somersetshire in 1562 or 1563, and little is known of his early life. His father is said to have been John Daniel, a musician. He matriculated at Magdalen Hall, Oxford, on 17 November 1581 and left three years later, apparently without taking a degree. During parts of 1585-1590 he traveled on the Continent, likely developing the knowledge of French and Italian literature which was to influence his dramatic work. His first published work, The Worthy Tract of Paulus Jovius  (essentially a translation of Paolo Giovio's Dialogo dell' imprese militari et amorose), appeared in 1585, revealing an interest in emblems which was to surface later in The Vision of the Twelve Goddesses.  By 1592 Daniel had come under the patronage of Mary, Countess of Pembroke, to whom he dedicated Delia. Containing Certain Sonnets: With the Complaint of Rosamond (1592)—a volume which firmly established his reputation as a poet—and Cleopatra. It was under the influence of the literary circle at Wilton (his \"best Schoole,\" as he refers to it in Defense of Rhyme ) that Daniel wrote his first two plays.  Reflecting the political interests (in abuses of tyranny and limits of government) and literary ideals (derived from Sidney's Defense of Poetry) of the Countess of Pembroke's circle, Daniel sought in  Cleopatra and Philotas \"to reduce the stage from idlenes to those grave prsentments of antiquitie vsed by the wisest nations.\" More specifically, it was in the Wilton group's interest in the French Senecan drama of Robert Garnier and Etienne Jodelle that Daniel found a model for his early plays.  Encouraged by the Countess to compose a companion piece to her translation of Garnier's Marc-Antoine and heeding Spenser's advice to turn his pen to \"tragic plaints and passionate mischance,\" Daniel wrote The Tragedy of Cleopatra. The play was first published in 1594, but Daniel, as he was to do for so many of his works, revised it: once in 1599 and more extensively in 1607.  In its emphasis on the destruction of the state through unrestrained ambition, on the doctrine of cyclical recurrence, and on the providential course of history, Cleopatra treats themes typical of much of Daniel's work. Tormented by her sins and aware of the disorder in Egypt brought about by her ambition, Cleopatra is determined to commit suicide, both to preserve her honor and to attest her love of the dead Antony. However, in an attempt to preserve her son Caesario so that he might restore Egypt's fallen glory, she pretends to submit to Octavius Caesar, who hypocritically promises her mercy. Caesar, however, plans to parade Cleopatra through Rome as his triumphant prize and, by bribing Caesario's tutor, arranges the murder of the prince. Apprised by Dolabella of Caesar's plans, Cleopatra has two asps smuggled to her and \"Die[s] like a Queene,\" requesting to be buried in Antony's tomb. The play concludes with the Chorus emphasizing that Rome will be destroyed as was Egypt.  In the 1594 and 1599 versions,  Cleopatra is closet drama: the lengthy monologues, dialogues on questions of political morality, and reported action render the play unsuitable for the popular stage. Yet, it is effective closet drama. As in Rosamond and Letter from Octavia , Daniel delineates the mind of an afflicted woman who bears herself with dignity and nobility. In her struggle over her divided role as Queen and mother, her awareness of the destruction she has caused in Egypt, the intensity of her love for Antony, and her resolution to die honorably, Cleopatra is an effective psychological portrait. Although all of the action is reported, Daniel handles this technique well, even dramatically (especially in Rodon's description of Caesario's betrayal and death, and the Nuntius's account of Cleopatra's suicide). Daniel addresses a variety of political issues, but the result is not the diffuseness we find in Philotas. Here Daniel makes effective use of the Chorus as a unifying device, for at the conclusion of each act the Chorus relates individual issues to the overriding emphases on the causes of civil disorder and its cyclical recurrence.  In 1607 Daniel so completely revised Cleopatra that it became in effect a new work. Apparently attempting to make the play more stage-worthy, he rearranged scenes and parts of scenes to break long monologues into dialogue or to turn reported into direct action, added passages to clarify action or theme, and deleted passages to reduce narration. Although the result is a more symmetrical action, Daniel's revisions—particularly of Cleopatra's opening monologue and Diomedes's report of Cleopatra's death—reduce the meditative, philosophical power of the verse, rendering the characterization of Cleopatra less powerful and the development of theme less full.  Of Daniel's plays, Cleopatra is the best known and most influential. Shakespeare drew upon the 1599 version in Antony and Cleopatra,  which in turn probably influenced Daniel's 1607 version; Dryden was influenced in  All for Love by Daniel's imagery. Among minor writers, Samuel Brandon, Fulke Greville, William Alexander, and Elizabeth Cary were indebted in various ways to  Cleopatra.  As Joan Rees observes, Cleopatra  marks an important stage in Daniel's development: \"When he began Cleopatra he was 'Sweete hony-dropping Daniel'; by the time he finished it, he was Coleridge's 'sober-minded Daniel.'\"  Until 1600, by which time he probably had begun Philotas, Daniel's attention was to his nondramatic poetry. Some time during 1594 he came under the patronage of Lord Mountjoy, to whom The First Four Books of the Civil Wars (1595) and The Poetical Essays (1599) are dedicated. By 1600 he had possibly come under Elizabeth's favor, but the tradition that she appointed him poet laureate after the death of Spenser has no factual basis.  Daniel had written the first three acts of Philotas by 1600, intending the play to be acted by some gentlemen's sons as a Christmas entertainment. Revision of The Civil Wars interrupted work on the play, but, needing money, he completed the final two acts in 1604. The play was probably first performed on 3 January 1605 by the Children of the Queen's Revels. In 1607 Daniel extensively revised the work, principally to improve grammar, meter, or rhyme.  In Philotas, as he had in Cleopatra,  Daniel treats themes common to much of his work: how unchecked ambition leads to civil disorder, how tyranny, through the unscrupulous use of the law, results in oppression, and how \"To admire high hills, but liue within the plain\" is the best course of life. Philotas, a proud and ambitious soldier whom Alexander has raised above his rank, has entered into a conspiracy with his father to overthrow Alexander, whom they perceive as a vain and tyrannical ruler. Cloaking his ambition under protestations of honor, concern for the state, and a refusal to conform to the times by flattering the king, Philotas is esteemed by the people (represented by a Chorus). Partly motivated by self-interest and jealousy, Craterus (one of Alexander's \"faithfull'st Counsellers\") discerns Philotas's ambition and sets about to entrap him. Using Philotas's revelation of his ambition to his mistress Antigona and his failure to report a different plot by several nobles to murder Alexander—as well as masterful character assassination—Craterus, through rather Machiavellian maneuvering which subverts justice but providentially preserves the state, convinces the king of Philotas's guilt. At his trial Philotas is allowed to speak only after Alexander, presiding as judge, has pronounced him guilty and left. In protesting his innocence Philotas effectively underlines the trial's mockery of justice. Craterus, realizing the need for a confession to quell rumor and discontent, convinces Alexander to have Philotas tortured. At first Philotas, attempting to preserve his honor, resists, but eventually he reveals the conspiracy, even implicating an innocent bystander. As a result, Philotas loses all his supporters' respect, and the play concludes with the affirmation that the state has been spared from civil insurrection.  Philotas is justifiably acclaimed for elegance of diction and regularity of meter, qualities generally typical of Daniel's verse. However, his tendency to perceive an issue from more than one perspective—a trait which lends depth to many of his poems—works to disadvantage here. The examination of political morality and abuses of government at times is contradictory and structurally deficient. Although it is clear from the dedication to Prince Henry and the concluding apology that Daniel meant  Philotas generally to condemn unchecked ambition which leads to civil disorder and to affirm the providential course of history, the equivocal nature of many of the issues and characters results in diffuseness and ambiguity rather than the complexity which Daniel sought.  Because of its political emphasis, many of Daniel's contemporaries read Philotas as a comment on the trial and execution of the Earl of Essex. Although Daniel was sympathetic to Essex and although the play, particularly in the trial scene, bears several parallels to the Earl's trial, Daniel steadfastly denied before the Privy Council any connection between his play and the celebrated case. Whatever the relation to the Essex affair, Daniel turned away from history for subject matter in his later plays.  Although A Panegyric Congratulatory to the King's Majesty (1603) failed to gain the favor of the new king, James I, in 1604 Daniel came under the patronage of Queen Anne, for whom he wrote his last four dramatic works. The first of these was The Vision of the Twelve Goddesses, a masque performed by the Queen and her ladies at Hampton Court on 8 January 1604 and published later the same year. This was the first of several lavish and expensive masques which were so popular at the Jacobean court and included many of the finest specimens of this form of dramatic art.  As in his earlier plays, Daniel emphasizes order in the state: his intent is \"to present the figure of those blessings, with the wish of their encrease and continuance, which this mightie Kingdome now enioyes by the benefite of his most gracious Maiestie; by whom we haue this glory of peace, with the accession of so great state and power.\" To realize his theme, Daniel relies principally on an emblematic procession of the twelve goddesses, who represent \"those blessings and beauties that preserue and adorne\" the peaceful state. (For example, Pallas stands for \"Wisedome and Defence\"; Proserpina, riches; and Tethys, \"power by Sea.\") The goddesses, richly and symbolically dressed, descend from a hill at one end of the hall and march to the Temple of Peace, where they offer their respective gifts. For example, Pallas, played by the Queen, \"was attyred in a blew mantle, with a siluer imbrodery of all weapons and engines of war, with a helmet-dressing on her head, and present[ed] a Launce and Target.\"  Although Daniel regarded The Vision of the Twelve Goddesses as entertainment and not one of his \"grauer actions,\" he does unify text and spectacle, including dancing, singing, elaborate scenery, and emblematic costumes, to underscore his emphasis on the ordered state. From the opening speech of Night, who wields his white wand to \"effect ... significant dreames,\" to the closing speech of Iris, who justifies the representation of the goddesses in the forms of the Queen and her ladies, Daniel effectively manipulates levels of reality. Ultimately, however, The Vision of the Twelve Goddesses is not an accomplished example of the masque, a form with which Daniel was clearly uncomfortable.  In 1604 Daniel became Licenser to the Children of the Queen's Revels, a post he held until 28 April 1605. The appointment was not a fortunate one, for it involved Daniel in a lawsuit and monetary difficulties (which may have led him to complete Philotas for presentation by the company). And Daniel was not circumspect in his licensing of plays, for the Queen withdrew her patronage from the Children after Philotas, John Marston's The Dutch Courtesan, and George Chapman, Ben Jonson, and Marston's Eastward Ho! offended James I. Daniel did not, however, lose the favor of the Queen, and in 1607 he was appointed one of the Grooms of her Privy Chamber.  Daniel's next dramatic work, The Queen's Arcadia, is of considerable importance in the history of the drama, for it is the first attempt in English to imitate the Italian pastoral drama. Performed before the Queen at Christ Church, Oxford, on 30 August 1605, the play reflects Daniel's interest in Italian literature and attempt to appeal to the court's taste for extravagant dramatic entertainment. Although heavily indebted to Guarini and Tasso, The Queen's Arcadia is distinctly English in its concerns. Like Daniel's earlier plays, it emphasizes order in the state, and like much of his poetry, it glorifies the simple life.  Colax, \"a corrupted traueller,\" and his accomplice Techne, \"a subtle wench [that is, whore] of Corinth,\" are corrupting the natural harmony of Arcadia by introducing its virtuous lovers to lust, vanity, suspicion, in inconstancy. Three other foreigners also attempt to corrupt the Arcadians: Lincus, a pronotary's boy, passes himself off as a great lawyer and encourages needless litigation; Alcon, formerly a physician's servant, gains a reputation by distributing placebos and encouraging hypochondria; and Pistophoenax, a religious disputer who hides his ugly face behind a mask, works to subvert the natural religion of the country. The attempts of these outsiders to undermine \"Rites, ... Custome, Nature, Honesty\"—\"the maine pillors of ... [the] state\"—are frustrated by the revelations of Ergastus and Melibaeus, two elderly Arcadians who conveniently overhear all that takes place during the play.  Although commended by a member of the original audience as \"being indeed very excellent, and some parts exactly acted,\" the play has not been well received by modern readers. Daniel's treatment of the outsiders offers some effective comic satire on the hypocrisy and greediness of lawyers, on the quackery of physicians, and, generally, on a preference for foreign ideas and things. Most effective is a lengthy diatribe against tobacco, inserted perhaps because of King James's aversion to it. Yet, the satire is frequently blunted by Daniel's moralizing tendency and does not mesh with the conventional romantic treatment of pastoral love. The denouement is mechanical, and overall the play is rather dull.  During 1605-1610 Daniel published revisions of many of his earlier works (including Cleopatra and Philotas), completed the final version of The Civil Wars, and began his prose history, The Collection of the History of England (1618), which was to occupy him the remainder of his life.  Tethys' Festival, Daniel's second masque, was presented 5 June 1610 at Whitehall as part of the celebration of the creation of Prince Henry as Prince of Wales. This production, as befitted the occasion and Daniel's conception of masques as \"Complements of State,\" was an elaborate, costly one (the charge for the costumes alone was nearly £1,000). In creating the entertainment, Daniel collaborated with Inigo Jones, the foremost stage architect of the period. As in The Vision of the Twelve Goddesses , the Queen (as Tethys) and her ladies (as the nymphs representing the rivers) assumed major roles.  Tethys' Festival consists of three scenes. The first represents \"a Port or Hauen, with Bulworkes at the entrance, and the figure of a Castle commanding a fortified towne: within this Port were many Ships, small and great, seeming to be at Anchor, some neerer, and some further off, according to prospectiue: beyond all appeared the Horison, or termination of the Sea; which seemed to mooue with a gentle gale, and many Sayles, lying some to come into the Port, and others passing out.\" Zephyrus, accompanied by nyads and tritons, presents Tethys' gifts: a trident to the King and \"a rich sword and skarfe,\" symbolizing respectively justice and \"Loue and Amitie,\" to the Prince. The second scene is an elaborate architectural set compartmented into five niches, the middle one being Tethys' throne, the others representing the caverns of the river nymphs; from these the women issue forth to present \"seuerall flowers in golden vrnes\" at the Tree of Victory. In the final scene, the Queen and her ladies are revealed \"in their owne forme\" in an artificial grove.  It is clear from Daniel's description of the sets and costumes and from Jones's extant drawings that the verse occupies a distinctly subordinate role in the entertainment. This is consistent with Daniel's conception of the masque as outlined in the preface to Tethys' Festival: \"in these things ... the onely life consists in shew; the arte and inuention of the Architect giues the greatest grace, and is of most importance: ours [the verse], the least part and of least note in the time of the performance thereof.\" Nevertheless, Tethys' Festival does display Daniel's fine lyric gift, particularly in the song beginning \"Are they shadowes that we see?\" Overall, as Rees points out, the work is a \"feeble effort at a date when the masque form was in its full flower.\"  There is evidence of rivalry, even hostility, between Jonson and Daniel during the latter years of his life. This rivalry may have begun as early as 1604, when Daniel was chosen to write the first Queen's masque. William Drummond of Hawthornden records Jonson's assertion that \"Daniel was at jealousies with him,\" and many references in the prefatory matter to Daniel's last four dramatic works seem directed at Jonson. Given their widely differing conceptions of the masque and pastoral drama, some kind of feud is not unlikely.  During the last years of his life, Daniel gave his attention to his prose history of England. His last major poetic work was also his final dramatic work, for which he again turned to pastoral drama. Hymen's Triumph was presented in February 1614 as part of the Queen's entertainment for the marriage of the Earl of Roxborough to Jean Drummond. A manuscript copy, with a dedicatory poem to Jean Drummond, is in Edinburgh University Library. The play was first published in 1615.  Appropriate to the occasion for which it was written, the play celebrates constancy in love. The theme is set in the prologue, an allegorical encounter of Hymen, who dons a pastoral disguise to effect a marriage between two of the most constant lovers, with Avarice, Envy, and Jealousy, \"the disturbers of quiet marriage.\"  Thirsis, a young shepherd, remains constant in his love for Silvia, who, two years before, had been abducted by pirates and is apparently dead. Silvia, however, has escaped and returned to Arcadia, disguising herself as a boy and hiring out as a servant to Cloris. She maintains her disguise until after the marriage of Alexis, to whom her father, out of avarice, had betrothed her. Before she can reveal herself to Thirsis, Silvia is stabbed by the jealous Montanus, who believes his beloved is in love with Silvia. Thirsis, having identified Silvia by a mole, vows to die with her, but they are miraculously saved and reunited.  Although Hymen's Triumph is less derivative than  The Queen's Arcadia,, Daniel's use of the conventional plot elements of pastoral drama—the female disguised as a male, the mistakes in love which ensue from the disguise, thwarted love, abduction by pirates, and an oracle—results in \"sentimentality and bathos,\" as Cecil C. Seronsy points out. Although marred by some lengthy, incompletely assimilated passages on avarice and inconstancy, the masque has a \"variety of mood and a rich lyricism,\" and many passages bear a striking resemblance to Shakespeare's romantic comedies, particularly Twelfth Night and As You Like It.  Five years after completing his final dramatic work, Daniel died. He was buried on 14 October 1619 at Beckington, Somersetshire, where in the church the Countess Dowager of Pembroke—who as Lady Anne Clifford had been his pupil—erected a monument to \"that excellent poet and historian.\"  Although important for their innovations, Daniel's plays are little read and largely unappreciated today, especially by readers nurtured on the popular drama of this period. Daniel's seriousness, quietness, restraint, dignity, reflectiveness, sober-mindedness, preference for the abstract and general—qualities admirable in much of his nondramatic poetry—are not traits which serve him effectively in a dramatic medium. His fine lyric gift, which rightly earned him the epithet \"well-languaged Daniel,\" surfaces too rarely in his plays. His pastoral dramas and masques—among the few works he did not revise—are serviceable occasional pieces, but it is the two tragedies on which Daniel would have wanted his reputation as a dramatist to rest.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}