{"pf_url": "https://www.poetryfoundation.org/poets/sandra-doller", "name": "Sandra Doller", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/6f550408f6e00268e54b1db0228ceb457f69a144.jpeg", "bio": "\nSandra Doller (formerly Miller) is the author of four books: Oriflamme (Ahsahta Press, 2005), Chora (Ahsahta Press, 2010), Man Years (Subito Press, 2011), and Leave Your Body Behind(Les Figues Press, 2014). With her partner, Ben Doller (formerly Doyle), she has co-authored two books: Sonneteers (Éditions Eclipse, 2014) and The Yesterday Project (Sidebrow Books, 2016). Sandra Doller is the recipient of two chapbook awards, including a translation of Éric Suchère's Mystérieuse, which won the 2012 Anomalous Press Translation Prize selected by Christian Hawkey, and Memory of the Prose Machine from Cut Bank Books, which also functions off-the-page as a performance and audio piece.\nWith backgrounds in performance, playwriting, and film, Doller’s writing has long focused on text-image-body exchanges, anti-disciplinarity, and conversations between art forms. Eleanor Antin calls Doller’s recent work “a memoir about memoir” and Maggie Nelson says it “contains everything from gossip to wisdom to humor to lament to literary & art criticism to pure, rollicking poetry. It is a seismograph ready and able to take stock of the stakes of being a writing human, a human writing, now.” In 2003, Doller founded the international journal and small press of cross-genre arts, 1913 a journal of forms/1913 Press, where she remains editor-in-chief, publishing poetry, poetics, and prose by emerging and established writers. A recipient of the Paul Engle-James Michener Fellowship, the Iowa Arts Fellowship, and individual state artist awards (Iowa & Maryland), Doller earned an MFA at the University of Iowa Writers’ Workshop and an MA at University of Chicago, after completing coursework in Theatre & Dance at Amherst College and a BA in Women’s Studies at University of Washington-Seattle. Doller has taught in the MFA programs at Hollins University and Boise State, and since 2007 she has taught at California State University-San Marcos, where she is currently associate professor of Literature & Writing Studies. She lives in southern California.\n", "attrs": {}}