{"pf_url": "https://www.poetryfoundation.org/poets/sappho", "name": "Sappho", "yob": "620", "yod": "550", "image": null, "bio": "\nLittle is known with certainty about the life of Sappho, or Psappha in her native Aeolic dialect. She was born probably about 620 BCE to an aristocratic family on the island of Lesbos during a great cultural flowering in the area. Apparently her birthplace was either Eressos or Mytilene, the main city on the island, where she seems to have lived for some time. Even the names of her family members are inconsistently reported, but she does seem to have had several brothers and to have married and had a daughter named Cleis. Sappho seems also to have exchanged verses with the poet Alcaeus. Scholars have discussed her likely political connections and have proposed plausible biographical details, but these remain highly speculative.\n\r\nIn antiquity Sappho was regularly counted among the greatest of poets and was often referred to as \"the Poetess,\" just as Homer was called \"the Poet.\" Plato hailed her as \"the tenth Muse,\" and she was honored on coins and with civic statuary. Nonetheless, an ancient, scurrilous tradition attacked and ridiculed her for her evident sexual preferences. Indeed, the facts of her life have often been distorted to serve the moral or psychological ends of her readers. An Anacreontic fragment that was written in the generation after Sappho sneers at Lesbians. Sappho was lampooned by the writers of New Comedy. Ovid related the story of Phaon, who, according to some traditions, rejected Sappho's love and caused her to leap from a rock to her death. Christian moralists pronounced anathemas upon her. Many modern editors have exercised \"gallantry\" and \"discretion\" by eliminating or changing words or lines in her poems that they believed would be misunderstood by readers. This history of her reception is itself part of Sappho's significance.\n\r\nPerhaps the text that best represents the more purely poetic influence of Sappho is number 31, which catalogues the physical symptoms of love longing in the writer as she watches her beloved chatting with a man. This poem is preserved in On the Sublime (circa 1st century CE), whose author, traditionally known as Longinus, cites it as an example of the attainment of great sublimity by skillful arrangement of content. Noting the great passion, the accuracy of observation, and the felicitous combination of detail, he asks, in the impressionistic way characteristic of Sappho's admirers, \"Are you not astonished?\" For this critic, Sappho illustrates \"the most extreme and intense expression of emotion,\" and his reading surely exemplifies the primary way in which her work has been read. For all her metrical complexity and innovation (one of the meters in which she composed her poems later became known as the \"Sapphic\" meter), for all the vowel-rich melody of her verse, it is the content that has fascinated her readers. Her poems are, for all their dazzling craft, repeatedly praised as spontaneous, simple, direct, and honest.\n\r\nThis particular poem was imitated by Theocritus and Apollonius of Rhodes; it was translated by Catullus; Sir Philip Sidney; Percy Bysshe Shelley; George Gordon, Lord Byron; Alfred Tennyson; and many others, including the 19th-century Greek poet Aléxandros Soútsos. That list alone may suggest something of the nature of Sappho's influence on the Romantic idea of the poet as a creature of feeling, one whose solitary song is overheard, as opposed to the classical model of the poet as a socially defined craftsperson who speaks to a group.\n\r\nThe same emphasis on the overwhelming power of love appears in many of Sappho's songs. Indeed, even when she wrote in the more conventional genres of ancient poetry, Sappho's erotic themes find expression. Poems addressed to individuals (such as the epistolary poem number 2) and ritual and religious poems manifest a similar content. What was once a considerable body of marriage songs, now known only from a few fragments, may be read as public, ceremonial affirmations of Eros. Similarly, the majestic hymn to Aphrodite (poem 1), while belonging to a familiar poetic form, strikes most readers as a personal outcry, more self-interested than religious in feeling. Only when one really takes seriously the testimony on the primary power of sexual energy in human life from the earliest so-called Venus figures of Anatolia to the work of Sigmund Freud do the nature and force of Sapphic piety become more explicable.\n\r\nIn her poetry, though, veneration for the erotic is freed from agricultural associations and traditional formulas and seems rather the natural expression of an individual whose observations are true to the complexity of her experience and include conflicted and aggressive emotion. Love, though apotheosized, is neither censored nor simplified. In poem 1, the hymn to Aphrodite, passion is strained almost to the point of vindictiveness. The author seems to seek mastery and not mutuality; it is ambiguous or irrelevant whether divine intervention will result in happiness for all. The urgent imperatives of the body rather than social or cosmic harmony suffice to motivate the goddess and her devotee. In other poems Sappho is yet more acerbic, approaching the level of a curse in poem 37, for instance. Rivals or those who reject her approaches provoke violent hostility, as may be seen in poems 55 and 158.\n\r\nMost often, however, the emphasis is on the poet's own suffering, caused by \"bittersweet\" love (poem 130). The conventions of lovesickness—uncertainty, sleeplessness, bondage, slavery—familiar from Ovid, the troubadours, and more recent writers including the lyricists of blues songs are fully developed in Sappho. For examples, one might cite poems 51, 134, and many others. One small fragment, number 38, says simply \"you burn me.\" In powerful and memorable images the poet declares that her heart has been shattered by love, which has struck like a tree-battering mountain wind (poem 47), while in another she compares her beloved to a flower trampled on the path (poem 105c). Most commonly and movingly the emotion is simply awe before loveliness (as in poems 156 and 167 and others) or longing, as in the beautiful image of the fruit just out of reach (poem 105a).\n\r\nHer attitudes toward love attracted a great deal of attention, both positive and negative. It is perhaps as an icon of the erotic that Sappho has been best known. In antiquity and in modern times there have been those who enthusiastically applauded her celebration of physical love. Catullus, Algernon Charles Swinburne, John Addington Symonds, Pierre Louÿs, \"Michael Field,\" some contemporary feminist critics, and many other readers have found in her valorization of subjective experience an affirmation often absent in the European tradition. The critical vocabulary reveals this orientation, as when Kenneth Rexroth repeatedly uses the word ecstasy to refer to his reading of Sappho, thereby blurring her life experience into his own and into the literary experience of the text.\n\r\nMuch of the history of Sappho's reputation, though, is the story of her appropriation by moralists. Those New Comedians who picked up the strain of abuse initiated by the Anacreontic fragment mentioned earlier rendered the poet a popular burlesque comic figure on the stage. A good many plays centered around Sappho, though most were wholly unrelated to her life or her poetry. Later Christian censors in various ages in Alexandria, Rome, and Constantinople condemned her in words such as those of Tatian, who called her \"a whore who sang about her own licentiousness.\" Saint Gregory of Nazianzus and Pope Gregory VII ordered her works burned.\n\r\nThe reception of Sappho's poetry through the past 70 years has been extremely positive, with poets, scholars, publishers, and cultural figures bringing renewed and sustained attention to this ancient poet, for whom so little is known. Various translations, adaptations, and books of scholarly research have been published in the early 21st century to rethink and reimagine Sappho both as an historical figure and an important figure in debates about sexuality and gender.\n\r\nApart from her fascination with the theme of love, Sappho contributed in other ways to the conventions of the lyric genre. Her emphasis on emotion, on subjective experience, and on the individual marks a stark contrast between her work and the epic, liturgical, or dramatic poetry of the period. Much earlier poetry had been liturgical, ceremonial, or courtly: in various ways emphatically public. But much of Sappho's work is intimate and putatively private, addressed to specific women or to her friends; and her tone of colloquial familiarity anticipates medieval and modern practice. Just as the troubadours recorded the names of friends and enemies with meticulous precision and modern poets often insist on the paradoxical importance of ephemera, Sappho's texts assume an immediate net of circumstance and imply that only through the particular can the universal be manifested. Unlike earlier singers, who had memorialized the values and ideology of a whole social group while remaining themselves in anonymity, the lyricists, Sappho prominent among them, found the truest and most significant material in individual experience.\n\r\nIn terms of ideas this stance meant that, while much earlier literature had been sustained by the social consensus of collective vision expressed in myth and legend, Sappho was free to be critical, to point out the gaps and problems in the received opinions of her society. Like Archilochus, she challenges the heroic ethos that buttressed patriotism (most strikingly in poem 63), and throughout her work she asserts, in a way little known in archaic and traditional societies, the potentially subversive primacy of the individual consciousness and the validity of its opinions and impulses.\n\r\nThis does not, of course, mean that her poetic practice was wholly modern. Her work, though perhaps composed in writing, was meant to be performed orally, as can be seen from poems 118, 160, and others. Many of her texts suggest that she adhered, consciously or not, to the view that poetry was a form of magic and that, by manipulating language, one could also manipulate the reality that it described. Her poems of praise and blame contributed to the development of the epideictic, the most distinctly literary of the rhetorical types. But even these poems have not wholly lost the original sense of language's sympathetic magic, though that sense is sliding toward wish fulfillment in poems such as numbers 2 or 17. In these the aesthetic ends are replacing the shaman's reliance on external events to validate the efficacy of the word. The locus amoenus that had been that vision of heaven which by initiating the worshipper assured admission is moving here toward the less enchanting trance of modern Unterhaltungsliteratur and the glowing television tube. In the same way the negative images that had originally been designed to avert evil become instead critical, defamiliarizing explorations of contradictions in human experience or tensions in the psychic self.\n\r\nIn literary history and critical theory, Sappho's greatest importance is to be found in her contribution to the idea of the lyric genre. Her work, which claims to be direct, impassioned, and simple and which is addressed to a circle of close friends and lovers rather than being impersonal or directed at connoisseurs, has significantly influenced the evolution of poetry. Her celebration of love has reechoed through the centuries not only in the work of translators and direct imitators, but also in all those other voices that have dared declare their love to be radically important, more compelling and serious than abstract notions of truth or justice or piety. At the same time Sappho reminds modern readers of poetry's roots in magic and religion while occupying a firm place in Greek literary history as a metrical inventor and an expert practitioner of her art. Finally, she is widely recognized as one of the great poets of world literature, an author whose works have caused her readers to repeat in many different forms Strabo's amazed epithet when he wrote that she could only be called \"a marvel.\"\n", "attrs": {"Region:": ["Greece"]}}