{"pf_url": "https://www.poetryfoundation.org/poets/sarah-helen-whitman", "name": "Sarah Helen Whitman", "yob": "1803", "yod": "1878", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8df39f9af6d89aebb8a1459c10135bd1128dcd54.jpeg", "bio": "\nBorn in Providence, Rhode Island in 1803, Sarah Helen Whitman (named Sarah Helen Power at birth) was the daughter of Nicholas and Anna (Marsh) Power. She was a poet, essayist, and critic noted for her sharp intellect, and she was remembered for her relationship with Poe. Poe met Whitman for the first time at her home in Providence on September 21, 1848. Both were widowed; he was 39, and she was 45. Poe launched immediately into an intense and what proved to be a stormy courtship, pursuing her relentlessly until she consented late in December to an “immediate marriage.” Two days later, however, the engagement was broken off, and Poe returned from Providence to New York, never to see her again. To these three months Whitman owes much of the recognition she enjoys even today, principally among Poe’s biographers. They identify her as “Poe’s Helen,” as that eccentric Providence widow who came within a hairbreadth of marrying him and who subsequently stood almost alone defending his character against defamers who pounced upon him immediately following his death. But recognition of this nature has been a decidedly mixed blessing for Whitman, because it has reduced her to a single dimension, to a sort of aspect of Poe’s life, at the expense of the multidimensional figure she was in her own right. One Poe biographer acknowledges that “she was undoubtedly the most ‘civilized’ woman whom Poe had ever approached,” and another describes her as “the woman who, of all the women he [Poe] knew, came closest to being his peer.”\nSarah Power was intelligent, gifted, witty, and warm. She was widely read: in one of her essays alone she cites 33 authors and three current periodicals. She was fluent in German, French, and Italian. She was acquainted with many prominent contemporaries—among them Bronson Alcott, Thomas Bailey Aldrich, Henry Ward Beecher, Park Benjamin, Orestes Brownson, General Benjamin Butler, Andrew Jackson Davis (the leading Spiritualist), Ralph Waldo Emerson, Margaret Fuller, Horace Greeley, Oliver Wendell Holmes, Fanny Kemble, Walter Savage Landor, Stéphane Mallarmé, John Neal, Frances Sargent Osgood, Richard Henry Stoddard, Henry David Thoreau, Walt Whitman, and Nathaniel Parker Willis. She was a talented poet and an insightful critic of literature and art, as well as a perceptive commentator upon the contemporary scene, including politics; architecture; manners; fashions in ideas, clothing, and religion; and issues pertaining to her beloved city of Providence. She was independent, liberal, and unconventional—in her own way a model of Emerson’s nonconformist. Power clung faithfully and tenaciously to her beliefs in spiritualism, feminism, and abolitionism. She stood staunchly in defense not only of Poe but also of Percy Bysshe Shelley, Johann Wolfgang von Goethe, and George Gordon, Lord Byron—all of whom were condemned by her contemporaries as moral pariahs.\nPower inherited her dominant character traits from her father rather than from her straitlaced and prosaic mother. Independent and unconventional, Nicholas Power was something of a free spirit. Personal business took him to St. Kitts in 1812, where he was captured by the British and held until the close of the war. Instead of returning directly to Providence, however, he remained absent for two decades, taking up residence apart from his family upon his return. Anna, the younger of his two children, celebrated her father’s unexpected behavior in a quirky couplet:\n \nMr. Nicholas Power left home in a sailing vessel bound for St. Kitts,\nWhen he returned, he frightened his family out of their wits.\n\r\nAt 72 of age and following another protracted absence from Providence, Nicholas Power was swept up in “Dorr’s Rebellion,” an uprising in Rhode Island “fought” over the issue of suffrage. Not surprisingly, Power threw in his lot with Thomas Wilson Dorr, the leader of the movement to extend voting rights, and was incarcerated briefly upon being caught spiriting messages into Providence. Nicholas Power died in 1844 at the age of 74.\nAn attractive, lively, and fun-loving young woman, Sarah Power married John Winslow Whitman on July 10, 1828, and changed her name to Sarah Whitman. A young lawyer from Massachusetts whom she met when he was a student at Brown University, he was in some ways not unlike Nicholas Power—improvident and not entirely dependable. He and his bride settled in Boston where he practiced law and indulged an interest in belles lettres by serving as the editor of several short-lived literary magazines. He died in July of 1833, after which Sarah Whitman returned to live with her mother and sister, Anna, in Providence.\nDuring the 15 years following the death of her husband, Whitman began to establish a reputation as a poet and essayist. She also became active in the intellectual life of Providence, then a center of ferment only a little less heated than that taking place in the Concord and Boston area. As in Concord and Boston, transcendentalism as spelled out by Ralph Waldo Emerson was the dominant philosophy in Providence, and Emerson himself visited the city often and delivered lectures there from time to time. Whitman became personally acquainted with him early in the 1830s and even considered herself “A Disciple.” Another prominent transcendentalist with whom Whitman was acquainted was Margaret Fuller, who resided in Providence while teaching in the Greene Street School founded upon the educational theories of Bronson Alcott. Transcendentalism probably did not alter Whitman’s outlook so much as it defined and confirmed convictions she had held all along—liberal convictions such as self-reliance, nonconformity, independence, intuition, and the dominance of spirit. Her liberalism led her to espouse both feminism and spiritualism, two major movements that became popular in the area during the late 1840s.\nWhitman was neither as strident a feminist as Margaret Fuller nor as militant as, for example, Susan B. Anthony, Lucretia Mott, and Paulina Wright Davis. She was, nonetheless, an active and prominent member of the movement. In an essay titled “The Woman Question” (1868) she asked, “How can woman ever hope to adapt herself to the masculine standard of perfection—a standard so capricious, so variable, so exacting?” and proceeded to chastise the masculine establishment for considering 19th-century women wicked because they were “seeking to transcend their natural, heaven-appointed sphere.” In “Woman’s Suffrage,” an essay prompted by the “convention of the friends of woman’s suffrage” held in Boston in 1868, Whitman celebrates, albeit prematurely, the success of the movement: “The wrongs of women are, to-day, too patent, their rights too palpable,” she announces, “to be longer met by outworn platitudes and vapid sentimentalities about the ‘home duties,’ and ‘the heaven-appointed sphere’ of the ‘true woman.’ No true man to-day so ventures to meet them.” Whitman becomes genuinely acerbic in still another essay, “Progressive Women and ‘Average Young Men.’—Women of the Past versus Girls of the Period” (1869). Her target is Rebecca Harding Davis, a novelist who fashioned herself a champion of “the rights” and expectations of young men who, she alleged, were baffled by the behavior of those young women “alarmingly destitute of feminine purity.” Why, Whitman asks, should “honest John,” the typical young male, “mediocre in intellect, but well-meaning and industrious,” be considered “a matrimonial prize worth securing, at any sacrifice of a young woman’s progressive tastes and opinions”? No less acerbic is an old-fashioned verse satire Whitman composed for recitation at a suffragist banquet in Providence in 1871. Titled “Woman’s Sphere,” the satire closes with the long view of man/woman relationships:\nToo long benighted man has had his way;\nIndignant woman turns and stands at bay.\nOld proverbs tell us when the world was new,\nAnd men and women had not much to do,\nAdam was wont to delve and Eve to spin;\nHis work was out of doors and hers within.\nBut Adam seized the distaff and the spindle,\nAnd Eve beheld her occupation dwindle.\nMust she then sit with folded hands and tarry,\nTill some fair sybil [sic] tell her “whom to marry?”\nBetter devote her time to ward committees,\nTo stumping States and canvassing the cities;\nBetter no more on flimsy fineries dote,\nBut take the field and claim the right to vote.\n\r\nModern spiritualism sprang up suddenly in 1848 with the “spirit rappings” purportedly heard by Katherine and Margaret Fox, two young sisters living on a farm outside Rochester, New York, and the movement spread rapidly, particularly throughout New York and into New England. Sarah Whitman became caught up in it early and remained not only a faithful disciple to it throughout the remainder of her life, but also a steadfast, if not sometimes desperate, defender of the faith as attacks upon it grew ever more virulent and defectors, including at least one of the Fox sisters, multiplied. At the invitation of her friend Horace Greeley, she submitted a series of letters (essays) to the New York Tribune in the early 1850s explaining spiritualism and alluding at one point, though covertly, to messages she had personally received from the spirit of Edgar Allan Poe shortly after his death. Thereafter, she contributed essays on the subject to publications such as the Spiritual Telegraph and the Spiritualist periodical Shekinah but above all to the pages of the Providence Daily Journal, essays bearing titles such as “Science and Spiritualism” (1878), “Immortality as Viewed by Scholars and Scientists” (1876), and “Mr. Geo. W. Curtis on the ‘True Mischief of Spiritualism’” (1876)—the last, an especially virulent defense against an attack upon the faith by an old friend. Whitman persisted in her belief up to the close of her life, going so far as to assure that her funeral would be attended exclusively by her Spiritualist friends in Providence by directing that no public announcement of her death be made until she was safely interred.\nThe mystical disposition that made spiritualism congenial to Whitman played no small part in the attraction Poe held for her. She confided to a friend after Poe’s death that she had read his work with a strange fascination four or five years before meeting him: “I devoured with a half-reluctant and fearful avidity every line that fell from his pen and always experienced in reading them a singular pain & oppression about the heart which I am almost constrained to refer to some occult and mysterious influence.” Her “conscious soul,” she continued, “recoiled with an instinctive apprehension of the agonies it was destined to suffer through its strange union with his own.” Whitman gave her destiny a nudge in February of 1848 by playfully addressing a valentine poem to Poe in the character of his raven. Playful though it is, her valentine recognizes the profound pessimism underlying Poe’s work—a pessimism she interprets to be his sullen repudiation of the facile and foolish optimism of his contemporaries, especially those celebrants of progress through technology who promoted the absurdity that their Age of Iron would somehow be redeemed, a Golden Age somehow restored through the alchemy of steam and machinery. Whitman makes the point through the language of her bird metaphor; Poe is a grim and solemn raven among a flock of mere popinjays and parrots:\nMidst the roaring of machinery,\nAnd the dismal shriek of steam,\nWhile each popinjay and parrot,\nMakes the golden age his theme,\nOft, methinks, I hear thee croaking,\n“All is but an idle dream.”\n \nWhile these warbling “guests of summer”\nPrate of “Progress” evermore,\nAnd, by dint of iron foundries,\nWould this golden age restore,\nStill, methinks, I hear thee croaking,\nHoarsely croaking, “Nevermore.”\n\r\nWhitman’s relationship with Poe was doomed from the outset, principally by her mother’s objections to a man of Poe’s questionable reputation as well as by the hesitancy both she and Poe themselves seem to have felt about going through with the marriage. Whatever the reason or reasons, their brief engagement came to a swift close late in December. Though Poe seems to have felt relief at breaking off with her, Whitman was regretful and recorded her regret in poems she addressed to him, a half dozen written before his death the following October and at least a dozen more over the four years immediately thereafter.\nMuch controversy swirled about Poe during the first decade following his death, and Whitman rose to his defense, a defense culminating in the publication in 1860 of Edgar Poe and His Critics. Scarcely more than an essay, her little book argues that Poe should not be condemned but appreciated, because he stood at the forefront of an illustrious company of contemporaries—including Emerson, Thomas Carlyle, Charles Fourier, Thomas De Quincey, Johann Wolfgang von Goethe, William Wordsworth, Byron, Shelley, and John Keats. “The unrest and faithlessness of the age culminated in him,” she wrote of Poe. “Nothing so solitary, nothing so hopeless, nothing so desolate as his spirit in its darker moods has been instanced in the literary history of the nineteenth century.”\nControversy surrounding Poe subsided as public interest turned to the Civil War and its immediate aftermath. But during the 1870s, the closing decade of Whitman’s life, a new generation of biographers, bent upon rescuing his reputation from the defamation it had suffered immediately upon his death, led a revival of interest in Poe. Almost until her own death on June 27, 1878, Whitman generously and evenhandedly served these competing biographers, both as a living resource and as a kind of research assistant, in spite of their efforts to draw her into the bitter quarrels among them.\nWhitman’s poetry appeared in newspapers, magazines, annuals, and gift books beginning in the 1820s. Sarah Josepha Hale in her Ladies’ Wreath in 1837 republished four of her poems. Anne C. Lynch published six in her The Rhode-Island Book in 1841. And in 1849 the anthologist Rufus Griswold awarded Whitman’s poems a prominent place in his The Female Poets of America and singled out her work for special mention in his preface. In 1853 George H. Whitney of Providence published a collection of her poems titled Hours of Life, and Other Poems. The collection opens with the lengthy title piece tracing the author’s spiritual odyssey from the instinctive faith of her childhood through doubt and on to mature affirmation. This poem is followed by 41 “Miscellaneous Poems,” among which are scattered the verses she addressed to Poe, as well as 14 sonnets, six poems translated from the German, and a final sonnet by way of envoi. In her will Whitman left funds for the publication of a posthumous collection that was issued by Houghton, Osgood, and Company of Boston in 1879 under the title Poems by Sarah Helen Whitman. This volume reprints all but four of the poems in the 1853 edition while adding several dozen composed thereafter. William Douglas O’Connor, a close friend of Sarah Whitman though far better known as a champion of Walt Whitman, selected and arranged the contents and furnished an introduction briefly surveying her life, literary career, and the critical reception of her work as well as identifying specifically those poems in the volume that Whitman devoted to Poe.\nWhitman’s contemporaries considered her an accomplished poet and singled out especially her “keen observation and delicate description of nature.” As one critic remarked, however, her poems “contain occasional repetitions of sentiments, ideas, and favorite images, not only of her own, but those of other poets,” especially Wordsworth, Edward Young, Alfred Tennyson, Felicia Hemans, Lydia Sigourney, Poe, and above all, William Cullen Bryant. Their conventionality and imitative character are principally responsible for the failure of Whitman’s poetry to survive much beyond her own lifetime. Nonetheless, some of her poems may be attractive to the modern reader for their quality of idea, sentiment, and expression. Among them are her series (not strictly speaking a sequence) of six sonnets rehearsing her relationship to Poe, three sonnets addressed to Elizabeth Barrett Browning, passages in “Hours of Life,” and a touching tribute to her sister, Anna Power, whose death preceded Whitman’s by only six months.\nWhitman was a prolific essayist. Her early essays, written during the 1830s and 1840s, cover a wide range of topics, from the “Nature and Attributes of Genius” to “The Scenery of Autumn.” She composed most of her essays, however, after 1850, and the bulk, more than eighty in number, were carried in the pages of the Providence Daily Journal as letters to the editor, essay-length book reviews, travel correspondence, and simply essays. Some essays are reminiscences of deceased friends and of the halcyon days of intellectual life in Providence as well as descriptions of favorite locations in the city and its environs. Others promote feminism and defend spiritualism. Still others are reports of lectures, art exhibits, performances of operas (including a matinee performance by the celebrated Italian soprano Marietta Piccolomini) that she attended in the course of frequent visits to New York City, an account of a ride through Central Park in 1860 while it was still a work in progress, and her description of the visit by the Japanese ambassadors to Manhattan, the same event celebrated by Walt Whitman in his “A Broadway Pageant.” As a frequent traveler, she sent back to the Journal accounts of visits to Niagara Falls, Washington, Montreal, and in the summer of 1857, an extended trip to England and France, one of the highlights of which was an interview with the aging Walter Savage Landor at his home in Bath. In all these accounts, Whitman was a keen and witty observer and critic of manners, fashions, and settings.\nIn 2019, a collection of Whitman’s essays and poems, Break Every Bond: Sarah Helen Whitman in Providence, was published by Yogh & Thorn Press.\n", "attrs": {}}