{"pf_url": "https://www.poetryfoundation.org/poets/sara-teasdale", "name": "Sara Teasdale", "yob": "1884", "yod": "1933", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/1a733c71bde832d331db6660fdc16b2eb2501279.jpeg", "bio": "\nSara Teasdale was born in St. Louis, Missouri to a wealthy family. As a young woman she traveled to Chicago and grew acquainted with Harriet Monroe and the literary circle around Poetry. Teasdale wrote seven books of poetry in her lifetime and received public admiration for her well-crafted lyrical poetry which centered on a woman’s changing perspectives on beauty, love, and death. Many of Teasdale’s poems chart developments in her own life, from her experiences as a sheltered young woman in St. Louis, to those as a successful yet increasingly uneasy writer in New York City, to a depressed and disillusioned person who would commit suicide in 1933. Although later critics and scholars have marginalized or excluded Teasdale from canons of early 20th century American verse, she was popular in her lifetime with both the public and critics. She won the first Columbia Poetry Prize in 1918, a prize that would later be renamed the Pulitzer Prize for Poetry.\n\r\nTeasdale’s early collections of poetry include Sonnets to Duse, and Other Poems (1907); Helen of Troy, and Other Poems (1911); and Rivers to the Sea (1915). Reviewing the 1915 volume Rivers to the Sea, a New York Times Book Review contributor deemed the book “a little volume of joyous and unstudied song.” Such damningly faint praise followed Teasdale throughout her career; critics found her poetry “unsophisticated” but full of musical language and evocative emotion. A New York Times Book Review contributor, writing about the 1917 edition of Love Songs, asserted that “Miss Teasdale is first, last, and always a singer.”\r\n \nTeasdale married Ernst Filsinger in 1914 and moved to New York City in 1916. Love Song (1917) won both the Columbia Poetry Prize (now the Pulitzer) and the Poetry Society of America Prize. Her last three collections of poetry after Love Songs are generally thought to be her best: Flame and Shadow (1920), Dark of the Moon (1926), and Stars To-Night (1930). Dark of the Moon demonstrated her sensitivity to language, according to New York Times Book Review contributor Percy A. Hutchison. Hutchison praised “the exquisite refinement of Sara Teasdale’s lyric poetry,” which “shows how near Sara Teasdale can come to art’s ultimate goals.” Marguerite Wilkinson, writing in the New York Times Book Review and Magazine, commented on Teasdale’s poetic development in 1920’s Flame and Shadow, noting that “Sara Teasdale has found a philosophy of life and death,” having “grown intellectually since the publication of her earlier books” and displaying a “growth in artistry.” Wilkinson concluded that Flame and Shadow “is a book to read with reverence of joy.”\nFilsinger and Teasdale divorced in 1929 and Teasdale became semi-invalided. She committed suicide in 1933. Saturday Review of Literature contributor Louis Untermeyer, reviewing Strange Victory shortly after the poet’s death, commented on Teasdale’s development. Untermeyer insisted that Strange Victory “must be ranked among her significant works,” that its “beauty is in the restraint” of its “ever-present though never elaborated theme.” Reviewing the 1984 collection Mirror of the Heart: Poems of Sara Teasdale, Choice contributor J. Overmyer voiced similar opinions of Teasdale’s poetry, as its “simply stated thoughts are complex… and reverberate in the mind.” In the twenty-first century Teasdale has received attention from scholars such as Melissa Girard, who argues that aspects of Teasdale’s poetry have been neglected or overlooked, including her anti-war poetry from World War I.\n", "attrs": {"School/Period:": ["Modern"]}}