{"pf_url": "https://www.poetryfoundation.org/poets/sarah-manguso", "name": "Sarah Manguso", "yob": "1974", "yod": null, "image": null, "bio": "\nBorn and raised near Boston, writer Sarah Manguso earned her BA at Harvard University and an MFA at the Iowa Writers’ Workshop. Her books include the poetry collections Siste Viator (2006) and The Captain Lands in Paradise (2002) and the story collection Hard to Admit and Harder to Escape (2007). Her work has been featured in several volumes of The Best American Poetry.\nManguso’s nonfiction book 300 Arguments (2017) was named a best book of the year by over 20 publications. Her other nonfiction books include Ongoingness: The End of a Diary (2015), The Guardians (2012), and The Two Kinds of Decay (2008), which was selected as an Editors’ Choice by the New York Times Sunday Book Review.\nPrecise and boldly imagined, Manguso’s work is frequently a kind of unflinching self-portraiture created through lyric gestures. In an interview with SMITH Magazine, Manguso stated, “I am interested in deep alertness, and I think it’s possible to be deeply alert to moments that are already over.” In a Bookforum review of The Guardians, Jenny Davidson noted, “In the case of some other book, it might be a criticism to observe that the author’s private language has only been partially translated into a meaningful idiom, but here it represents the book’s most distinctive stylistic achievement: Manguso’s embrace of rhetorical failure itself constitutes an unusual and strangely affecting lament.”\nManguso’s honors include the Rome Prize from the American Academy of Arts and Letters, a Hodder Fellowship from Princeton University, and a fellowship from the John Simon Guggenheim Memorial Foundation. She has taught at the Pratt Institute, Columbia University, and the New School. She is a dual citizen of the United States and Ireland, and she lives in Los Angeles, where she teaches in the low-residency MFA program at Antioch University.\n", "attrs": {"Region:": ["U.S., New England"]}}