{"pf_url": "https://www.poetryfoundation.org/poets/sarah-webster-fabio", "name": "Sarah Webster Fabio", "yob": "1928", "yod": "1979", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/a6f5fd84014a640e1aa6be3eb67c9febefb51587.jpeg", "bio": "\nPoet, performer, scholar, and educator Sarah Webster Fabio is considered a foundational member of the West Coast Black Arts Movement. Born in Nashville, Tennessee, Fabio was educated at Spelman College, Fisk University, and San Francisco State College, where she earned an MA in language arts. Her husband, Cyril Fabio, joined the military, and the young family lived in various places in the US and Germany. Fabio is the mother of five children, and her life, work, and education were all shaped by the demands of motherhood—she earned her MA the same day her oldest son graduated from high school. In 1966, Fabio attended the Festival of Negro Arts in Dakar, Senegal, reading with Langston Hughes, Gwendolyn Brooks, and other luminaries of the Black Arts scene. In the late 1960s, Fabio taught at Merritt College and helped establish the first black studies departments at the California College of the Arts and the University of California-Berkeley. In the 1970s, Fabio pursued work toward a PhD in American studies and African American studies at the University of Iowa. She taught at the University of Iowa, the University of Wisconsin, and Oberlin College before her death from colon cancer.\r\n \r\nFabio published numerous collections of poetry and four recordings with Folkways Records. In her poetry, she explored the personal, political, and cultural dimensions of African American experience and utilized metaphor alongside realistic portrayals of African American life. Her collections of poetry include Saga of a Black Man (1968); Mirror, a Soul (1969); Black Talk: Shield and Sword (1973); and her seven-volume masterpiece, Rainbow Signs (1973). Other books by Fabio include Dark Debut: Three Black Women Coming (1966), Return of Margaret Walker (1966), the anthology Double Dozens: An Anthology of Poets from Sterling Brown to Kali (1966), and No Crystal Stair: A Socio-Drama of the History of Black Women in the U.S.A. (1967). Fabio was a pioneer of spoken word, and her work as a performer braided together multiple registers of speech, instrumentation, and jazz percussion. She performed with her children and house band, Don’t Fight the Feelin. Her recordings include Boss Soul (1972), Soul Ain’t Soul Is (1973), Jujus/Alchemy of the Blues (1976), and Together to the Tune of Coltrane’s “Equinox” (1977). Of her work on Jujus/Alchemy of the Blues, Fabio noted, “I feel that these [poems] represent the epitome of my experimenting with the integration of music and poetry in a Black idiom taken from the rich source of inspiration welling from the Black experience here in America.”\r\n \r\nIn 1976, Fabio’s daughter Cheryl Fabio produced a short documentary about her mother’s life for her MA from Stanford. The film, Rainbow Black: Poet Sarah W. Fabio, received a 2012 Preservation Grant from the National Film Preservation Foundation and was restored by the film preservation lab Colorlab in conjunction with the Black Film Center/Archive and at Indiana University.\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}