{"pf_url": "https://www.poetryfoundation.org/poets/sarah-orne-jewett", "name": "Sarah Orne Jewett", "yob": "1849", "yod": "1909", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/071476bde6b9faaac152012801db502f62ce7e3c.jpeg", "bio": "\nSarah Orne Jewett is a foundational figure in American literary regionalism; her short stories, novels, and poems paint sympathetic but straightforward portraits of life in Maine’s declining seaport towns. Jewett was born in 1849 in South Berwick, Maine, where she lived her entire life. She had a profound influence on the literary sensibilities of the American novelist Willa Cather. “My local attachments,” Jewett wrote, “are stronger than any cat’s that ever mewed.” She wrote realistically but gently, creating what many critics regard as the best fictional narratives to come out of New England during a period when regional writing flourished there.\nAt age 19, Jewett published her first story and was soon encouraged by William Dean Howells to publish her stories as a book, which became the novel Deephaven (1877). Outstanding collections of stories and sketches followed: Old Friends and New (1879), Country By-Ways (1881), A White Heron and Other Stories (1886), and A Native of Winby and Other Tales (1893). At intervals Jewett wrote successful books for children, including Play Days (1878), The Story of the Normans (1887), and Betty Leicester (1890). Her novels included A Country Doctor (1884) and A Marsh Island (1885). Her career continued to rise steadily and she became one of the most prominent literary figures of her time. \nThough primarily known for her prose work, her novel The Country of Pointed Firs (1896) in particular, Jewett is today also known for her poetry. Her poems were collected and published posthumously under the title Verses in 1916. Jewett’s poetry is formal, features strong rhyme and meter, and often explores the deeper meaning of Maine’s regional traditions. \nHer writing career ended after a carriage accident in 1902. Seven years later, she died in her hometown of South Berwick.\n \n \n \n \n", "attrs": {"Region:": ["U.S., New England"]}}