{"pf_url": "https://www.poetryfoundation.org/poets/saskia-hamilton", "name": "Saskia Hamilton", "yob": "1967", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/b3bc316bde4f9aab9ec26f50b6dc7259261f2eb6.jpeg", "bio": "\nBorn in Washington, DC, poet and editor Saskia Hamilton earned a BA at Kenyon College, an MA at New York University, and a PhD from Boston University. She coedited Words in Air: The Complete Correspondence Between Elizabeth Bishop and Robert Lowell (2008) with Thomas Travisano and edited The Letters of Robert Lowell (2005). She has most recently edited Robert Lowell's The Dolphin: Two Versions, 1972, 1973 (2019) and The Dolphin Letters, 1970-1979: Elizabeth Hardwick, Robert Lowell, and Their Circle (2020), which together were awarded the Pegasus Award for Poetry Criticism from the Poetry Foundation.\r\n \r\nHamilton's poetry collections include Corridor (2014), Canal: New and Selected Poems (2005), Divide These (2005), and As for Dream (2001). Her poems often use repetition and pattern, as well as punctuation, to trace the passages and intersections of multiple points of view and states of consciousness. “A formal tone, which incorporates a measure of discipline, distance, or restraint, creates particular complications, and the irony of Saskia Hamilton’s poetry rests in how her language, superficially clean and direct, navigates them so ably,” noted Raymond McDaniel in the Boston Review. “Hamilton’s writing has been called spare and delicate,” McDaniel continued, “but neither of these quite gets at the effect of her poems, which are delicate only in the way a suspension bridge is: neither is marked by unnecessary ornament or fragility, and it would be a mistake to regard either as anything other than rigorously tough.” Her work also appears in the anthology Joining Music with Reason: 34 Poets, British and American (2010).\r\n \r\nHamilton’s honors include fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the Radcliffe Institute for Advanced Study. She has also worked at the Folger Shakespeare Library and the Lannan Foundation.\r\n \r\nAn editor for the journal Literary Imagination, Hamilton has taught at Barnard College, Kenyon College, and Stonehill College. She lives in New York City, where she serves as Professor of English, Director of Women Poets, and a Vice Provost at Barnard.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}