{"pf_url": "https://www.poetryfoundation.org/poets/sawako-nakayasu", "name": "Sawako Nakayasu", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e62c639c2f4ac95f1b5e1033ffbfe65051f996c2.jpeg", "bio": "\nBorn in Yokohama, Japan, poet and translator Sawako Nakayasu moved with her family to the United States at the age of six. She earned an MFA at Brown University.\r\n \r\nNakayasu’s poems slip between genres and between worlds. In a 2014 interview with Cristiana Baik for The Conversant, Nakayasu stated, “One of the difficulties in translating poetry is balancing multiple demands at once—for example, to make it simultaneously faithful and beautiful. Yet it got me to thinking about faithfulness and its opposite, perhaps also in terms of defining what it means to be ‘true.’ (What good is a faithful partner if he or she is not interesting in the first place?) At some point I started experimenting with unfaithful or less faithful, roguish translations. I wanted to find different ways of being ‘true’ to the work I was translating.” She is the author of several poetry collections, including The Ants (2014), Texture Notes (2010), Hurry Home Honey (2009), and So We Have Been Given Time Or (2004), which was selected for the Verse Prize by Ann Lauterbach. Mouth: Eats Color—Sagawa Chika Translations, Anti-Translations, & Originals (2011) is a book of both translation and original work. It was the first title published by Rogue Factorial press, which Nakayasu founded. She has also served as editor for Factorial Press; Rogue Factorial is an offshoot.\r\n \r\nNakayasu has translated Tatsumi Hijikata’s butoh dance notations, published in Costume en Face (2015); The Collected Poems of Sagawa Chika (2014); Kawata Ayane’s Time of Sky & Castles in the Air (2010); Takashi Hiraide’s For the Fighting Spirit of the Walnut (2008), for which she received a PEN Translation Fund Award; and Four from Japan: Contemporary Poetry & Essays by Women (2006, with additional translations by Cole Swenson, Ryoko Sekiguchi, Chet Wiener, Yu Nakai, and Malinda Markham). Her own work has been translated into several languages, including Swedish, Arabic, Japanese, and Vietnamese.\r\n \r\nNakayasu received a fellowship from the National Endowment for the Arts. She divides her time between the U.S. and Japan.\n", "attrs": {"Region:": ["Asia, East", "U.S., Western"]}}