{"pf_url": "https://www.poetryfoundation.org/poets/scott-cairns", "name": "Scott Cairns", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8ec897b3e87a0c1abf2095c41be31d314c3d90a4.jpeg", "bio": "\n                                                                    Scott Cairns was born in Tacoma, Washington. He earned a BA from Western Washington University, an MA from Hollins College, an MFA from Bowling Green State University, and a PhD from the University of Utah.    Cairns is the author of eight books of poetry, including The Theology of Doubt (1985), The Translation of Babel (1990), Philokalia (2002), Idiot Psalms (2014), and Slow Pilgrim: The Collected Poems (2015). His writing has appeared in The Atlantic, The Paris Review, The New Republic, Poetry, and elsewhere, and has been anthologized in Best Spiritual Writing and Best American Spiritual Writing. Besides writing poetry, Cairns has also written a spiritual memoir, Short Trip to the Edge (2007), and the libretto for the oratorios “The Martyrdom of Saint Polycarp” and “A Melancholy Beauty.” Spirituality plays an integral role in Cairns’ writing; in an interview, he said, “I’ve come to think of beauty as how God woos us to himself. One doesn’t so much create it or illuminate it as partake of it. Thereafter, one participates, collaborates, in its endless development.”   Cairns has received fellowships from the Guggenheim Foundation and the National Endowment for the Humanities, and was awarded the Denise Levertov Award in 2014. He has taught at numerous universities including University of North Texas, Old Dominion University, Seattle Pacific University, and the University of Missouri. Cairns is the founding director of Writing Workshops in Greece, a program that brings writers to study and engage with literary life in modern Greece.\n                                                            ", "attrs": {}}