{"pf_url": "https://www.poetryfoundation.org/poets/seamus-heaney", "name": "Seamus Heaney", "yob": "1939", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/8860b89bc1c96d531ea2aad695b8e4b17cb249af.jpeg", "bio": "\nSeamus Heaney is widely recognized as one of the major poets of the 20th century. A native of Northern Ireland, Heaney was raised in County Derry, and later lived for many years in Dublin. He was the author of over 20 volumes of poetry and criticism, and edited several widely used anthologies. He won the Nobel Prize for Literature in 1995 \"for works of lyrical beauty and ethical depth, which exalt everyday miracles and the living past.\" Heaney taught at Harvard University (1985-2006) and served as the Oxford Professor of Poetry (1989-1994). He died in 2013.\n\r\nHeaney has attracted a readership on several continents and has won prestigious literary awards and honors, including the Nobel Prize. As Blake Morrison noted in his work Seamus Heaney, the author is \"that rare thing, a poet rated highly by critics and academics yet popular with 'the common reader.'\" Part of Heaney's popularity stems from his subject matter—modern Northern Ireland, its farms and cities beset with civil strife, its natural culture and language overrun by English rule. The New York Review of Books essayist Richard Murphy described Heaney as \"the poet who has shown the finest art in presenting a coherent vision of Ireland, past and present.\" Heaney's poetry is known for its aural beauty and finely-wrought textures. Often described as a regional poet, he is also a traditionalist who deliberately gestures back towards the “pre-modern” worlds of William Wordsworth and John Clare.\nHeaney was born and raised in Castledawson, County Derry, Northern Ireland. The impact of his surroundings and the details of his upbringing on his work are immense. As a Catholic in Protestant Northern Ireland, Heaney once described himself in the New York Times Book Review as someone who \"emerged from a hidden, a buried life and entered the realm of education.\" Eventually studying English at Queen’s University, Heaney was especially moved by artists who created poetry out of their local and native backgrounds—authors such as Ted Hughes, Patrick Kavanagh, and Robert Frost. Recalling his time in Belfast, Heaney once noted: \"I learned that my local County Derry [childhood] experience, which I had considered archaic and irrelevant to 'the modern world' was to be trusted. They taught me that trust and helped me to articulate it.\" Heaney’s work has always been most concerned with the past, even his earliest poems of the 1960s. According to Morrison, a \"general spirit of reverence toward the past helped Heaney resolve some of his awkwardness about being a writer: he could serve his own community by preserving in literature its customs and crafts, yet simultaneously gain access to a larger community of letters.\" Indeed, Heaney's earliest poetry collections— Death of a Naturalist (1966) and Door into the Dark (1969)—evoke \"a hard, mainly rural life with rare exactness,\" according to critic and Parnassus contributor Michael Wood. Using descriptions of rural laborers and their tasks and contemplations of natural phenomena—filtered through childhood and adulthood—Heaney \"makes you see, hear, smell, taste this life, which in his words is not provincial, but parochial; provincialism hints at the minor or the mediocre, but all parishes, rural or urban, are equal as communities of the human spirit,\" noted Newsweek correspondent Jack Kroll.\n\r\nAs a poet from Northern Ireland, Heaney used his work to reflect upon the \"Troubles,\" the often-violent political struggles that plagued the country during Heaney’s young adulthood. The poet sought to weave the ongoing Irish troubles into a broader historical frame embracing the general human situation in the books Wintering Out (1973) and North (1975). While some reviewers criticized Heaney for being an apologist and mythologizer, Morrison suggested that Heaney would never reduce political situations to false simple clarity, and never thought his role should be as a political spokesman. The author \"has written poems directly about the Troubles as well as elegies for friends and acquaintances who have died in them; he has tried to discover a historical framework in which to interpret the current unrest; and he has taken on the mantle of public spokesman, someone looked to for comment and guidance,\" noted Morrison. \"Yet he has also shown signs of deeply resenting this role, defending the right of poets to be private and apolitical, and questioning the extent to which poetry, however 'committed,' can influence the course of history.\" In the New Boston Review, Shaun O'Connell contended that even Heaney's most overtly political poems contain depths that subtly alter their meanings. \"Those who see Seamus Heaney as a symbol of hope in a troubled land are not, of course, wrong to do so,\" O'Connell stated, \"though they may be missing much of the undercutting complexities of his poetry, the backwash of ironies which make him as bleak as he is bright.\" As poet and critic Stephen Burt wrote, Heaney was “resistant to dogma yet drawn to the numinous.” Helen Vendler described him as “a poet of the in-between.”\n\r\nHeaney’s first foray into the world of translation began with the Irish lyric poem Buile Suibhne. The work concerns an ancient king who, cursed by the church, is transformed into a mad bird-man and forced to wander in the harsh and inhospitable countryside. Heaney's translation of the epic was published as Sweeney Astray: A Version from the Irish (1984). New York Times Book Review contributor Brendan Kennelly deemed the poem \"a balanced statement about a tragically unbalanced mind. One feels that this balance, urbanely sustained, is the product of a long, imaginative bond between Mr. Heaney and Sweeney.\" This bond is extended into Heaney's 1984 volume Station Island, where a series of poems titled \"Sweeney Redivivus\" take up Sweeney's voice once more. The poems reflect one of the book’s larger themes, the connections between personal choices, dramas and losses and larger, more universal forces such as history and language. In The Haw Lantern (1987)Heaney extends many of these preoccupations. W.S. DiPiero described Heaney's focus: \"Whatever the occasion—childhood, farm life, politics and culture in Northern Ireland, other poets past and present—Heaney strikes time and again at the taproot of language, examining its genetic structures, trying to discover how it has served, in all its changes, as a culture bearer, a world to contain imaginations, at once a rhetorical weapon and nutriment of spirit. He writes of these matters with rare discrimination and resourcefulness, and a winning impatience with received wisdom.\"\n\r\nWith the publication of Selected Poems, 1966-1987 (1990) Heaney marked the beginning of a new direction in his career. Poetry contributor William Logan commented of this new direction, \"The younger Heaney wrote like a man possessed by demons, even when those demons were very literary demons; the older Heaney seems to wonder, bemusedly, what sort of demon he has become himself.\" In Seeing Things (1991) Heaney demonstrates even more clearly this shift in perspective. Jefferson Hunter, reviewing the book for the Virginia Quarterly Review, maintained that collection takes a more spiritual, less concrete approach. \"Words like 'spirit' and 'pure'… have never figured largely in Heaney's poetry,\" Hunter explained. However, in Seeing Things Heaney uses such words to \"create a new distanced perspective and indeed a new mood\" in which \"'things beyond measure' or 'things in the offing' or 'the longed-for' can sometimes be sensed, if never directly seen.\" The Spirit Level (1996) continues to explore humanism, politics and nature.\n\r\nAlways respectfully received, Heaney’s later work, including his second collected poems, Opened Ground: Selected Poems, 1966-1996 (1998), has been lavishly praised. Reviewing Opened Ground for the New York Times Book Review, Edward Mendelson commented that the volume “eloquently confirms [Heaney’s] status as the most skillful and profound poet writing in English today.\" With Electric Light (2001), Heaney broadened his range of allusion and reference to Homer and Virgil, while continuing to make significant use of memory, elegy and the pastoral tradition. According to John Taylor in Poetry, Heaney \"notably attempts, as an aging man, to re-experience childhood and early-adulthood perceptions in all their sensate fullness.\" Paul Mariani in America found Electric Light \"a Janus-faced book, elegiac\" and \"heartbreaking even.\" Mariani noted in particular Heaney's frequent elegies to other poets and artists, and called Heaney \"one of the handful writing today who has mastered that form as well.\"\nHeaney’s next volume District and Circle (2006) won the T.S. Eliot Prize, the most prestigious poetry award in the UK. Commenting on the volume for the New York Times, critic Brad Leithauser found it remarkably consistent with the rest of Heaney’s oeuvre. But while Heaney’s career may demonstrate an “of-a-pieceness” not common in poetry, Leithauser found that Heaney’s voice still “carries the authenticity and believability of the plainspoken—even though (herein his magic) his words are anything but plainspoken. His stanzas are dense echo chambers of contending nuances and ricocheting sounds. And his is the gift of saying something extraordinary while, line by line, conveying a sense that this is something an ordinary person might actually say.”\nHeaney’s prose constitutes an important part of his work. Heaney often used prose to address concerns taken up obliquely in his poetry. In The Redress of Poetry (1995), according to James Longenbach in the Nation, \"Heaney wants to think of poetry not only as something that intervenes in the world, redressing or correcting imbalances, but also as something that must be redressed—re-established, celebrated as itself.\" The book contains a selection of lectures the poet delivered at Oxford University as Professor of Poetry. Heaney's Finders Keepers: Selected Prose, 1971-2001 (2002) earned the Truman Capote Award for Literary Criticism, the largest annual prize for literary criticism in the English language. John Carey in the London Sunday Times proposed that Heaney's \"is not just another book of literary criticism…It is a record of Seamus Heaney's thirty-year struggle with the demon of doubt. The questions that afflict him are basic. What is the good of poetry? How can it contribute to society? Is it worth the dedication it demands?\" Heaney himself described his essays as \"testimonies to the fact that poets themselves are finders and keepers, that their vocation is to look after art and life by being discoverers and custodians of the unlooked for.\"\n\r\nAs a translator, Heaney’s most famous work is the translation of the epic Anglo-Saxon poem Beowulf (2000). Considered groundbreaking because of the freedom he took in using modern language, the book is largely credited with revitalizing what had become something of a tired chestnut in the literary world. Malcolm Jones in Newsweek stated: \"Heaney's own poetic vernacular—muscular language so rich with the tones and smell of earth that you almost expect to find a few crumbs of dirt clinging to his lines—is the perfect match for the Beowulf poet's Anglo-Saxon…As retooled by Heaney, Beowulf should easily be good for another millennium.\" Though he has also translated Sophocles, Heaney remains most adept with medieval works. He translated Robert Henryson’s Middle Scots classic and follow-up to Chaucer, The Testament of Cresseid and Seven Fables in 2009.\nIn 2009, Seamus Heaney turned 70. A true event in the poetry world, Ireland marked the occasion with a 12-hour broadcast of archived Heaney recordings. It was also announced that two-thirds of the poetry collections sold in the UK the previous year had been Heaney titles. Such popularity was almost unheard of in the world of contemporary poetry, and yet Heaney’s voice is unabashedly grounded in tradition. Heaney’s belief in the power of art and poetry, regardless of technological change or economic collapse, offers hope in the face of an increasingly uncertain future. Asked about the value of poetry in times of crisis, Heaney answered it is precisely at such moments that people realize they need more to live than economics: “If poetry and the arts do anything,” he said, “they can fortify your inner life, your inwardness.\"\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}