{"pf_url": "https://www.poetryfoundation.org/poets/sesshu-foster", "name": "Sesshu Foster", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, teacher, and community activist Sesshu Foster was born and raised in East Los Angeles. He earned his MFA from the Iowa Writers’ Workshop and returned to LA to continue teaching, writing, and community organizing. His first collection of poetry, City Terrace Field Manual (1996), celebrates the neighborhood Foster grew up in. He has said that representing his community as one of his central tasks. He is the author of American Loneliness: Selected Poems (2006). His third collection of poetry, World Ball Notebook (2009), won an American Book Award and an Asian American Literary Award for Poetry. Foster is the author of the novel of speculative fiction Atomik Aztex (2005), which won the Believer Book Award and imagines an America free of European colonizers.    Craig Santos Perez said, \"Foster's work exists at the intersection of writing the continuous present and capturing singular moments within the flow of life.” Foster’s encyclopedic impulses chronicle and explore the specific geography and culture of Los Angeles. In a profile of Foster, E. Tammy Kim described Foster’s ongoing collaboration with artist Arturo Ernesto Romo-Santillano as “a multi-genre assemblage.” The project is premised on a fictional corporation, East Los Angeles Dirigible Transport Lines, and includes a “faux-tourist website, letters, advertisements, interviews, drawings, complaint forms, doctored photos, commercials and mail catalogs stamped with the company’s oblong seal.” According to Kim, “It’s a thought experiment and travelogue through a real, imagined, lost and found East LA.”   Foster’s work has been published in The Oxford Anthology of Modern American Poetry (2000), Language for a New Century: Poetry from the Middle East, Asia and Beyond (2008), and State of the Union: 50 Political Poems (2008). He coedited the anthology Invocation L.A.: Urban Multicultural Poetry (1989). Foster taught in East LA for 25 years as well as at the University of Iowa, the California Institute for the Arts, Naropa University’s Jack Kerouac School of Disembodied Poetics, and the University of California, Santa Cruz. He lives in Los Angeles.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}