{"pf_url": "https://www.poetryfoundation.org/poets/shane-mccrae", "name": "Shane McCrae", "yob": "1975", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/cfbeacddcf6cdebd5edc38a1cca29a8751814ac2.jpeg", "bio": "\nPoet Shane McCrae grew up in Texas and California. The first in his family to graduate from college, McCrae earned a BA at Linfield College, an MA at the University of Iowa, an MFA at the Iowa Writers’ Workshop, and a JD at Harvard Law School.\r\n \r\nMcCrae is the author of several poetry collections, including Mule (2011); Blood (2013); The Animal Too Big to Kill (2015); In the Language of My Captor (Wesleyan University Press, 2017), which was a finalist for the National Book Award; and The Gilded Auction Block (2019). His work has also been featured in The Best American Poetry 2010, edited by Amy Gerstler, and his honors include a Whiting Writers’ Award and a fellowship from the National Endowment for the Arts.\r\n \r\nMcCrae’s attention to both meter and its breakage in his poems emphasizes the chafe of historical accounting against contemporary slippage, engaging this country’s troubling history and continuation of oppression and violence. In a 2013 conversation with Danniel Schoonebeek for PEN America, McCrae stated, “For me, writing into history is a way to grapple with the terrifying certainty of the present. That is, the more one studies and writes with history, the more often one discovers that apparently large and important human developments—a lot of things most people would call ‘progress’—are superficial.” In a 2014 review, Michael Klein observed, “Blood is as radical in structure as it is in the unbridled wildness of its emotional center. Lines descend on the page in varying lengths usually culminating into a single stanza and often broken or interrupted by a caesura or sutured with a slash—a blade, appropriately—or, as I came to think of the slash: a mark in the account where the tape got spliced. It’s a powerful visual effect—where the content is so married to its delivery—and approaches—strange and as hallucinatory as it can be—the dignity of oration. These are poems that are unrelenting and immediate—never delicate and never gentle.”\r\n \r\nMcCrae lives in New York City and teaches at Columbia University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}