{"pf_url": "https://www.poetryfoundation.org/poets/sherwood-anderson", "name": "Sherwood Anderson", "yob": "1876", "yod": "1941", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/af737e40e05ca9a5a3de7dc1451a8f453918710e.jpeg", "bio": "\nSherwood Anderson was born in Camden, Ohio. Considered one of the great American writers, Anderson published a number of novels, short story collections, volumes of poetry, and memoirs during his lifetime, but he is best known for Winesburg, Ohio (1919). Set in a small Ohio town, the series of interconnected short stories influenced a generation of writers, including Ernest Hemingway and William Faulkner.\nThe son of a day laborer, Anderson left school early and took various jobs to support his family. He attended Wittenberg Academy in Springfield, Ohio, for a year and, after his mother died when he was 19, moved to Chicago to work in advertising. He returned to Ohio in 1906 and worked as a businessman, writing fiction in his spare time while running his own manufacturing business. Following a breakdown in 1912, Anderson left his wife and children and returned to Chicago, where he was befriended by writers such as Carl Sandburg, Ben Hecht, and Floyd Dell. He began publishing short stories in little magazines, such as the Little Review and the Masses. Anderson was influenced by modernist writers, such as his friend Gertrude Stein; in Winesburg, Ohio, his laconic, searching prose subtly evokes the alienation of small-town life. In the words of Bruce Falconer, “Most of the book takes place at night, as if Winesburg’s inhabitants are scavengers, sneaking through the darkness in search of understanding—something none of them ever finds. Anderson’s opening chapter, ‘The Book of the Grotesque,’ is his great philosophical statement about human nature: that each of us goes through the world alone, seeing only with our own eyes, fixated on our own experience, incapable of real understanding. Winesburg is not a place of promise and hope; it’s desolate and brutal, as isolated emotionally as it is geographically.”\nAnderson eventually quit advertising to devote himself full time to writing. His many works include the novels Windy McPherson’s Son (1916), Marching Men (1917), Many Marriages (1923), Dark Laughter (1925), and Beyond Desire (1932). In addition to Winesburg, Ohio, Anderson published the short story collections The Triumph of the Egg (1921), Horses and Men (1923), and Death in the Woods (1933) and the memoirs A Story Teller’s Story (1924), Tar: A Midwest Childhood (1926), and Memoirs (1942). His collections of poetry include Mid-American Chants (1918) and A New Testament (1927). Later in his life, Anderson moved to Marion, Virginia, where he bought and ran two newspapers. He died unexpectedly in Panama, on a trip to South America, and was buried in Marion.\nThough he fell out of critical favor later in his life—Hemingway skewered Anderson’s style in The Torrents of Spring (1926)—Anderson remains an important and influential figure in early-20th-century American letters. In his biography of Anderson, the critic Irving Howe remarked, “When I read Winesburg, Ohio in my adolescence, I felt that a new world had been opened to me, new possibilities of experience, new dimensions of emotion. Not many years later I found myself rejecting Anderson’s work: I was impatient with his vagueness, superior to his uncertainty. Yet he still meant more to me than other writers of unquestionably greater achievement.”\n", "attrs": {"Region:": ["U.S., Midwestern", "U.S., Southern"]}}