{"pf_url": "https://www.poetryfoundation.org/poets/sherod-santos", "name": "Sherod Santos", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d41b7cf9cacf724127fe1e2e7617949b50b496b6.jpeg", "bio": "\nBorn in Greenville, South Carolina, poet and essayist Sherod Santos grew up as the son of an Air Force pilot, relocating to bases across the country as well as to France, Germany, and Switzerland. At the age of 20 he left for Paris, where he began writing poems in earnest. He earned a BA and MA at San Diego State University, an MFA at the University of California at Irvine, and a PhD at the University of Utah.\r\n \r\nInfluenced by writers as diverse as Roland Barthes, Wallace Stevens, and Rainer Maria Rilke, Santos writes poems that grapple with our global-historical context, as well as with the act of writing itself. Critic William Logan observed in a review of The Perishing (2003) for the New Criterion, “Santos has seen certain abysses and not drawn back from them.” In a 2002 interview with the Valparaiso Poetry Review, Santos himself stated, “I think of my books as bracketed obsessions—bracketed by time or circumstance—and that writing each book was an attempt to interrogate, elaborate, and examine each obsession.”\r\n \r\nSantos is the author of numerous poetry collections, including Square Inch Hours (2017), which was longlisted for the National Book Award; The Intricate Soul: New and Selected Poems (2010); The Perishing (2003); The Pilot Star Elegies (1999), winner of the Theodore Roethke Poetry Prize and a finalist for the National Book Award; The City of Women (1993); The Southern Reaches (1989); and Accidental Weather (1982), which was chosen for the National Poetry Series. His essay collection, A Poetry of Two Minds (2000), was a finalist for the National Book Critics Circle Award in Criticism, and his collection of translations, Greek Lyric Poetry: A New Translation (2005), won the Umhoefer Prize for Achievement in the Humanities.\r\n \r\nSantos’s other honors include the American Academy of Arts and Letters’ Award for Literary Excellence, the Delmore Schwartz Memorial Award, Poetry magazine’s Oscar Blumenthal Prize, the Paris Review’s B.F. Connors Long Poem Prize, the Poetry Society of America’s Lyric Poetry Prize, a “Discovery”/The Nation award, and Pushcart Prizes in both poetry and the essay. He has been poet-in-residence at the Frost House in New Hampshire and the Poets’ House in Portmuck, Northern Ireland. He has also been awarded fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the Ingram Merrill Foundation.\r\n \r\nSantos teaches at the University of Missouri, Columbia, where he received the Gold Chalk Teaching Award.\n", "attrs": {}}