{"pf_url": "https://www.poetryfoundation.org/poets/shirley-kaufman", "name": "Shirley Kaufman", "yob": "1923", "yod": "2016", "image": null, "bio": "\nAmerican Israeli poet and translator Shirley Kaufman grew up in Seattle, the daughter of Polish immigrants. She earned a BA in English literature from UCLA and then pursued a career in advertising and raised a family. She was in her 40s when she started studying creative writing. She earned her MA at San Francisco State University, where she worked with Jack Gilbert, Kay Boyle, Robert Duncan, and John Logan. Kaufman moved to Israel in 1973, after marrying her second husband, Hillel Matthew Daleski.\n\r\nKaufman published numerous collections of poetry, including The Floor Keeps Turning (1970), Looking at Henry Moore’s Elephant Skull Etchings in Jerusalem During the War (1977), Roots in the Air: New & Selected Poems (1996), Threshold (2003), and Ezekiel’s Wheels (2009). Kaufman’s poems address mother-daughter relationships, immigrant identity, violence, intimacy, and history. Her move to Israel, where she experienced war firsthand and witnessed its aftermath, profoundly influenced her work.\n\r\nKaufman’s translations include the poetry of the Israeli poets Abba Kovner: My Little Sister (1971), Scrolls of Fire (1978), and A Canopy in the Desert: Selected Poems (1973); Amir Gilboa: The Light of Lost Suns: Selected Poems (1979); and Meir Weiseltier: The Flower of Anarchy (2003). She translated from the Dutch, with poet Judith Herzberg, But What: Selected Poems of Judith Herzberg (1988). She also co-edited the bilingual anthology The Defiant Muse: Hebrew Feminist Poems from Antiquity to the Present (1994).\n\r\nAmong Kaufman’s awards are fellowships from the National Endowment for the Arts, the Shelley Memorial Award from the Poetry Society of America, the Alice Fay di Castagnola Award from the Poetry Society of America, and the Israeli President’s Prize for Literature.\nShe died in the fall of 2016.\n", "attrs": {"Region:": ["Israel"]}}