{"pf_url": "https://www.poetryfoundation.org/poets/sholeh-wolpe", "name": "Sholeh Wolpé", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1e8a78be48a132f3308f2f27115e47bd1ae0a889.jpeg", "bio": "\nPoet, artist, and literary translator Sholeh Wolpé was born in Iran and grew up in Trinidad and the U.K. before settling in the United States. She earned an MA in radio, television, and film from Northwestern University, as well as a master of health sciences degree from Johns Hopkins University. \nWolpé discussed the source of her poetry in a 2005 interview: “The universe is one long poem. I think some of us just tap into that poem and snatch little pieces of it and translate it into words. Every poem is a translation of this sort.” Wolpé’s concise, unflinching, and often wry free verse explores violence, culture, and gender. “So many of Wolpé's poems deal with the violent situation in the Middle East, yet she is ready to both bravely and playfully refuse to let death be too proud,” observed Joe Benevento in a review of The Scar Saloon (2004) for Green Hills Literary Lantern.\nWolpé is the author of the chapbook The Outsider (2018) and several collections of poetry, including Cómo escribir una canción de amor (2017), Keeping Time with Blue Hyacinths (2013), Rooftops of Tehran (2008), and The Scar Saloon (2004). She translated Attar’s The Conference of the Birds, for which she received a PEN/Heim translation grant, and Sin: Selected Poems of Forugh Farrokhzad (2007), which won the Lois Roth Persian Translation Award, among other works. She has also written plays and edited anthologies, including Breaking the Jaws of Silence: Sixty Americans Poets Speak to the World (2012) and The Forbidden: Poems from Iran and Its Exiles (2012), which was awarded the Midwest Book Award. Wolpé’s 2010 Iran issue of the Atlanta Review became that journal’s bestselling issue. She is also a regional editor for the Iran section of Tablet & Pen: Literary Landscapes from the Modern Middle East (2010), and her Persian co-translation of Walt Whitman’s Song of Myself, commissioned by the International Program at the University of Iowa, was published on Whitman Web, and will be published in Iran.\nHer work has been translated into several languages and included in numerous anthologies, such as Language for a New Century: Contemporary Poetry from the Middle East, Asia, and Beyond (2008) and Yellow as Turmeric, Fragrant as Cloves: An Anthology of Asian American Female Poets (2008), PowWow: Charting the Faultlines in the American Experience—Fiction from Then to Now (2009), and Tremors: New Fiction by Iranian American Writers (2009). Wolpé’s poetry has been nominated several times for the Pushcart Prize, and in 2005 she received an Artists Embassy International’s Peace through the Arts award.\nWolpé has taught poetry and literary translation at Stonecoast's MFA program and the University of Southern California. She has performed her work at numerous venues, including Broad Stage, the Skirball Cultural Center Series, and the Dodge Poetry Festival; and sponsored international programs such as Same Gate in Turkey. She lives in Los Angeles.\n", "attrs": {"Region:": ["U.S., Western"]}}