{"pf_url": "https://www.poetryfoundation.org/poets/shuntaro-tanikawa", "name": "Shuntaro Tanikawa", "yob": "1931", "yod": null, "image": null, "bio": "\nPoet and translator Shuntaro Tanikawa was born in Tokyo and came of age in the years following World War II. He once described Japan’s post-war intellectual and creative climate as bleak and existential, with poets turning away from the codes and conventions of traditional verse: “It was a period of a kind of vacuum for us, and nobody knew what to believe,” Tanikawa says. “Many of my generation who went to college became involved in various political movements, but I didn't go to college and so remained rather isolated from the political activities of my peers. In the Western movies, I found a position with which I could sympathize. I felt great excitement when a man would go to the frontier.”\nTanikawa’s poetry reflects a metaphysical and quasi-religious attitude toward experience. In simple, spare language, he sketches profound ideas and emotional truths. His first book, Two Billion Light Years of Solitude (1952), was a best-seller and remains one of the most popular books of poetry in Japan. Tanikawa meanwhile has become one of Japan’s foremost poets, publishing more than 60 volumes of poetry “encompassing lyrical poems, analytical prose poems, narrative poems, epic poems, satirical poems and highly experimental poems,” according to Takako Lento. “In virtually every book of poetry he consciously and artfully adopts a different mode and style and has been at the cutting edge of contemporary Japanese poetry throughout his career. His words are clear, his lines are easy to understand, yet his poetry is highly sophisticated.”\nTanikawa writes for both children and adults, and his translation projects frequently include children’s literature; his translations of Mother Goose won the Translation Culture Award in 1975, and he has translated Maurice Sendak, John Burningham, and Charles Schulz. In addition to poetry, Tanikawa has written song lyrics and essays, edited numerous anthologies, and collaborated on a range of cultural and artistic endeavors, including Shinto fortune-telling cards.\nTanikawa’s poetry has been translated into numerous languages, including Chinese, Korean, Mongolian, and many European languages. Collections of poetry in English include The Selected Poems of Shuntaro Tanikawa (trans. Harold Wright, 1983); Floating the River in Melancholy (trans. William Eliot and Kazuo Kawamura, 1989), which won an American Book Award; Selected Poems (trans. William I. Elliott, 2001); and The Art of Being Alone: Poems 1952–2009 (trans. Takako Lento, 2011). His many honors and awards include a Yomiuri Prize, an Asahi Prize, and a Zhongkun International Poetry Award.\n", "attrs": {"Region:": ["Asia, East"]}}