{"pf_url": "https://www.poetryfoundation.org/poets/sidney-wade", "name": "Sidney Wade", "yob": "1951", "yod": null, "image": null, "bio": "\nSidney Wade is a poet, professor, and translator. She earned her PhD in English from the University of Houston, an MEd in counseling from the University of Vermont, and a BA in philosophy from the University of Vermont. Wade’s books of poetry include Bird Book (2017), Straits & Narrows (2013), Stroke (2008), Celestial Bodies (2002), Green (1998), From Istanbul (1998)—published in Istanbul where Wade was a Fulbright scholar—and Empty Sleeves (1991). Her work is known for its elegant wordplay and interest in beauty and the sublime. Jordon Davis in Slate called Wade’s imagination “as powerful as any American poet’s since Wallace Stevens,” noting that her “poems always yield to paraphrase, pointing to something recognizable in the real world or the news. Her project—to remain sane despite the gloom these words point to—requires that she reassure herself and the reader that while we really are seeing what we’re seeing, the consolations of light and love still exist.” Wade’s poetry has also earned praise for its intelligence and scope. Writing in the Rumpus, Randall Mann described Wade’s unique place in contemporary poetry: “In our hyperaware age, Wade is highly unusual because she is neither interested in the airy sublime nor the backhanded glib gesture; she knows that things are tough all over; she believes that the best way to make one’s way is to trust, in a gloriously mistrustful way, language.”\nA professor of English at the University of Florida, Wade also edits the journal Subtropics and is a former president of the Association of Writers and Writing Programs. Wade spoke about her life as a poet, teacher, and editor to the online journal 32 Poems: “It’s nerve-wracking work, writing poems, but when the work gets good and gets going, there’s nothing better in the world,” Wade acknowledged. “So that’s probably the most challenging and rewarding at once. Editing Subtropics is easily the most simply rewarding, as I get to see, every week, every month, what very fine poems are being written around this country these days. And being able to tell people you’d like to publish their work elicits marvelously joyful responses. Who couldn’t love a regular influx of extremely happy emails? And teaching has its own pleasures and difficulties, the former fantastically outweighing the latter, thank goodness.”\n", "attrs": {}}