{"pf_url": "https://www.poetryfoundation.org/poets/siegfried-sassoon", "name": "Siegfried Sassoon", "yob": "1886", "yod": "1967", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/40c2ad930b353ccc26e18e143d9f9919399a302f.jpeg", "bio": "\nSiegfried Sassoon is best remembered for his angry and compassionate poems about World War I, which brought him public and critical acclaim. Avoiding the sentimentality and jingoism of many war poets, Sassoon wrote of the horror and brutality of trench warfare and contemptuously satirized generals, politicians, and churchmen for their incompetence and blind support of the war. He was also well known as a novelist and political commentator. In 1957 he was awarded the Queen’s Medal for Poetry.\n\r\nBorn into a wealthy Jewish family, sometimes called the “Rothschilds of the East” because the family fortune was made in India, Sassoon lived the leisurely life of a cultivated country gentleman before the World War I, pursuing his two major interests, poetry and fox hunting. His early work, which was privately printed in several slim volumes between 1906 and 1916, is considered minor and imitative, heavily influenced by John Masefield (of whose work The Daffodil Murderer is a parody).\n\r\nFollowing the outbreak of the World War I, Sassoon served with the Royal Welsh Fusiliers, seeing action in France in late 1915. He received a Military Cross for bringing back a wounded soldier during heavy fire. After being wounded in action, Sassoon wrote an open letter of protest to the war department, refusing to fight any more. “I believe that this War is being deliberately prolonged by those who have the power to end it,” he wrote in the letter. At the urging of Bertrand Russell, the letter was read in the House of Commons. Sassoon expected to be court-martialed for his protest, but poet Robert Graves intervened on his behalf, arguing that Sassoon was suffering from shell-shock and needed medical treatment. In 1917, Sassoon was hospitalized.\n\nCounter-Attack and Other Poems collects some of Sassoon’s best war poems, all of which are “harshly realistic laments or satires,” writes Margaret B. McDowell in the Dictionary of Literary Biography. The later collection The War Poems of Siegfried Sassoon included 64 poems of the war, most written while Sassoon was in hospital recovering from his injuries. Public reaction to Sassoon’s poetry was fierce. Some readers complained that the poet displayed little patriotism, while others found his shockingly realistic depiction of war to be too extreme. Even pacifist friends complained about the violence and graphic detail in his work. But the British public bought the books because, in his best poems, Sassoon captured the feeling of trench warfare and the weariness of British soldiers for a war that seemed never to end. “The dynamic quality of his war poems,” according to a critic for the Times Literary Supplement, “was due to the intensity of feeling which underlay their cynicism.” “In the history of British poetry,” McDowell wrote, “[Sassoon] will be remembered primarily for some one hundred poems … in which he protested the continuation of World War I.”\n\r\nAfter the war, Sassoon became involved in Labour Party politics, lectured on pacifism, and continued to write. His most successful works of this period were his trilogy of autobiographical novels, The Memoirs of George Sherston. In these, he gave a thinly-fictionalized account, with little changed except names, of his wartime experiences, contrasting them with his nostalgic memories of country life before the war and recounting the growth of his pacifist feelings. Some have maintained that Sassoon’s best work is his prose, particularly the first two Sherston novels. Memoirs of a Fox Hunting Man was described by a critic for the Springfield Republican as “a novel of wholly fresh and delightful content,” and Robert Littrell of Bookman called it “a singular and a strangely beautiful book.”\n\r\nThat book’s sequel was also well received. The New Statesman critic called Memoirs of an Infantry Officer “a document of intense and sensitive humanity.” In a review for the Times Literary Supplement, after Sassoon’s death, one critic wrote: “His one real masterpiece, Memoirs of an Infantry Officer … is consistently fresh. His self scrutiny is candid, critical, and humourous. … If Sassoon had written as well as this consistently, he would have been a figure of real stature. As it is, English literature has one great work from him almost by accident.”\n\r\nSassoon’s critical biography of Victorian novelist and poet George Meredith found a similarly positive reception. In this volume, he recounted numerous anecdotes about Meredith, portraying him vividly as a person as well as an author: “The reader lays the book down with the feeling that a great author has become one of his close neighbors,” wrote G.F. Whicher in the New York Herald Tribune Weekly Book Review. The critical portions of the book were also praised, though some found the writing careless. But the New Yorker critic noted Sassoon’s “fresh and lively literary criticism,” and the reviewer for the Times Literary Supplement declared that “Mr. Sassoon gives us a poet’s estimate, considered with intensity of insight, skilfully shaped as biography, and written with certainty of style.”\n\r\nIn 1957 Sassoon became a convert to Catholicism, though for some time before his conversion, his spiritual concerns had been the predominant subject of his writing. These later religious poems are usually considered markedly inferior to those written between 1917 and 1920. Yet Sequences (published shortly before his conversion) has been praised by some critics. Derek Stanford, in Books and Bookmen, claimed that “the poems in Sequences constitute some of the most impressive religious poetry of this century.”\n\r\nSpeaking of Sassoon’s war poetry in a 1981 issue of the Spectator, P.J. Kavanagh claimed that “today they ring as true as they ever did; it is difficult to see how they could be better.” Looking back over Sassoon’s long literary career, Peter Levi wrote in Poetry Review: “One can experience in his poetry the slow, restless ripening of a very great talent; its magnitude has not yet been recognised. … He is one of the few poets of his generation we are really unable to do without.”\nSassoon died in 1967 from stomach cancer. His papers are held at University of Cambridge. \n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}