{"pf_url": "https://www.poetryfoundation.org/poets/simon-armitage", "name": "Simon Armitage", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/3331dad4ecaa517d4033ee577a292527d5bcfa9e.jpeg", "bio": "\nSimon Armitage was born in Marsden, a village in West Yorkshire, England. He earned a BA from Portsmouth University in geography, and an MS in social work from Manchester University, where he studied the impact of televised violence on young offenders. He worked as a probation officer for six years before focusing on poetry. From 2015 to 2019, he served as Professor of Poetry at the University of Oxford, and in 2017 he was appointed Professor of Poetry at the University of Leeds. He was named UK Poet Laureate in 2019. The recipient of numerous honors and awards, Armitage was named the Millennium Poet in 1999, a Fellow of the Royal Society for Literature in 2004, and a Commander of the British Empire in 2010. In 2014 he was awarded the Cholmondeley Award.\nKnown for his deadpan delivery, Armitage’s formally assured, often darkly comic poetry is influenced by the work of Ted Hughes, W.H. Auden, and Philip Larkin. As a reviewer for the PoetryArchive.org observed, “With his acute eye for modern life, Armitage is an updated version of Wordsworth’s ‘man talking to men.’”\nArmitage is the author of numerous collections of poetry, including Magnetic Field: The Marsden Poems (2020); Sandettie Light Vessel Automatic (2019); The Unaccompanied (2017); Paper Aeroplane: Selected Poems 1989–2014 (2014); Seeing Stars (2010); Tyrannosaurus Rex Versus the Corduroy Kid (2006); The Shout: Selected Poems (2005), which was short-listed for the National Book Critics Circle Award; Kid (1992), which won the Forward Prize; and his first collection, Zoom! (1989), a Poetry Society Book Choice. Several of his collections have also been short-listed for the Whitbread Prize and the T.S. Eliot Prize. He has won an Eric Gregory Award and a Lannan Award, and was chosen as a Sunday Times Author of the Year. His translation of Sir Gawain and the Green Night (2007) from Middle English was selected as a Book of the Year by both the New York Times and the Los Angeles Times. His other translations from medieval English include The Death of King Arthur (2011), which was awarded the Poetry Society Choice Hay Medal for Poetry, and Pearl (2016).\nArmitage has also published fiction, including the novels The White Stuff (2004) and Little Green Man (2001), and the memoir All Points North (1998), which was chosen as a Yorkshire Post Book of the Year. He has written extensively for radio, television, film, and theater, including the libretto for the opera The Assassin Tree (2006), the play Mister Heracles (2000), based on Euripedes’s The Madness of Heracles, and the film Xanadu (1992). His radio play Black Roses: The Killing of Sophie Lancaster (2011) was short-listed for the Ted Hughes Award as well as adapted for stage and screen. He co-authored Moon Country (1996) with Glyn Maxwell, which retraced the 1936 travels of W.H. Auden and Louis MacNeice in Iceland. He co-edited, with Robert Crawford, The Penguin Anthology of Poetry from Britain and Ireland Since 1945 (1998), and edited Short and Sweet: 101 Very Short Poems (1999).\nArmitage has also performed as a member of the band The Scaremongers. His poetry is often influenced by music, a connection he pursues in his nonfiction book Gig (2008). His nonfiction book Walking Home (2012), an account of his journey along the Pennine Way, was a Sunday Times Bestseller and was short-listed for the 2012 Portico Prize. His follow-up book, Walking Away (2015), was also a Sunday Times Bestseller.\nArmitage has taught at the University of Leeds, the Iowa Writers’ Workshop, Princeton University, and Manchester Metropolitan University. His Oxford lectures are available online in the University of Oxford podcast series Poetry with Simon Armitage. He lives in West Yorkshire.\n", "attrs": {"Region:": ["England"]}}