{"pf_url": "https://www.poetryfoundation.org/poets/shelomo-ibn-gabirol", "name": "Solomon Ibn Gabirol", "yob": null, "yod": null, "image": null, "bio": "\nKnown as Shelomoh ben Yehudah Ibn Gabirol in Hebrew and Abu Ayyub Sulaiman ibn Yahya Ibn Jubayrol in Arabic, Solomon Ibn Gabirol (c. 1022 to 1058-70) was a Hebrew poet and Neoplatonic philosopher who lived and wrote in Spain. Educated in both the Hebrew and Arabic religious, literary, and philosophical traditions, Ibn Gabirol was part of the vibrant Jewish intellectual culture of Saragossa. He was famous at a young age for his religious hymns, written primarily in Hebrew. However, Ibn Gabirol made enemies at court and within the Jewish community and fled Saragossa. The exact date or cause of his death remains unknown.\nIbn Gabirol’s Hebrew poetry draws from Arabic verse traditions, borrowing metrics, rhyme schemes, and imagery. His secular poetry circulated widely, and his religious poems were included in Jewish prayer books. He is best known for his long devotional poem Keter Malkhût (“Kingdom’s Crown”); many Jewish prayer books include this poem for recitation on Yom Kippur.\nIbn Gabirol’s prose writings blend philosophy and poetry as well as diverse intellectual traditions and sources; he draws on Jewish, Islamic, Neoplatonic, Phythagorean, Biblical, and mystical materials. In addition to his importance to Jewish religious culture, Ibn Gabirol’s philosophy had great impact with medieval Christian scholars, albeit in circuitous ways. His philosophical treatise, Fons vitae (“The Fountain of Life”), survived in Latin; the document was used in debates between Franciscans and Dominicans over the legacies of Augustine and Aquinas, although the author, whose identity was unknown, was assumed to be Christian. When the Hebrew translation was discovered in the 19th century (Ibn Gabirol originally wrote in Arabic), the text was recovered and returned to its Jewish context. Ibn Gabirol also authored the tracts On the Improvement of the Moral Qualities and Choice of Pearls, a collection of maxims.\n", "attrs": {"Region:": ["Spain"]}}