{"pf_url": "https://www.poetryfoundation.org/poets/sonia-sanchez", "name": "Sonia Sanchez", "yob": "1934", "yod": null, "image": null, "bio": "\nPoet, playwright, professor, activist and one of the foremost leaders of the Black Studies movement, Sonia Sanchez was born Wilsonia Benita Driver on September 9, 1934, in Birmingham, Alabama. Her mother died when she was very young and Sanchez was raised by her grandmother, until she too died when the author was six years old. Sanchez eventually moved to Harlem with her father, a schoolteacher, in 1943. She earned a BA from Hunter College in 1955 and attended graduate school at New York University, where she studied with the poet Louise Bogan. Sanchez also attended workshops in Greenwich Village, where she met poets such as Amiri Baraka, Haki R. Madhubuti, and Etheridge Knight, whom she later married. During the early 1960s Sanchez was an integrationist, supporting the ideas of the Congress of Racial Equality. But after listening to the ideas of Malcolm X, her work and ideas took on a separationist slant. She began teaching in 1965, first on the staff of the Downtown Community School in New York and later at San Francisco State College (now University). There she was a pioneer in developing Black Studies courses, including a class in African American women’s literature.\n\r\nIn 1969, Sanchez published her first book of poetry for adults, Homecoming. She followed that up with 1970’s We a BaddDDD People, which especially focused on African American vernacular as a poetic medium. At about the same time her first plays, Sister Son/ ji and The Bronx Is Next, were being produced or published. In 1971, she published her first work for children, It’s A New Day: Poems for Young Brothas and Sistuhs. Sanchez’s other work for children include The Adventures of Fathead, Smallhead, and Squarehead (1973) and Sound Investment: Short Stories for Young Readers (1980). As William Pitt Root noted in Poetry magazine: “One concern [Sanchez] always comes back to is the real education of Black children.” Sanchez’s work for adults is similarly committed to radical politics as well as visionary imagery. The author of over sixteen books of poetry, Sanchez has also edited several books, and contributed poetry and articles on black culture to anthologies and periodicals. She is one of 20 African American women featured in the interactive exhibit “Freedom Sisters,” at the Cincinnati Museum Center.\r\n \r\nAn important and influential scholar and teacher, Sanchez taught at Manhattan Community College, Amherst College, and Temple University, where she was the first Presidential Fellow. Her many honors and awards include the PEN Writing Award, the American Book Award for Poetry, the National Academy of Arts and Letters Award, the National Education Association Award, and fellowships from the National Endowment for the Arts and the Pew Arts Foundation. She has received the Peace and Freedom Award from the Women International League for Peace and Freedom, the Pennsylvania Governor’s Award for Excellence in the Humanities, the Langston Hughes Poetry Award, the Robert Frost Medal, the Robert Creeley Award, the Harper Lee Award, and the National Visionary Leadership Award, among many others.\r\n \r\nSumming up the importance of Sanchez’s work, Kalamu ya Salaam concluded in Dictionary of Literary Biography: “Sanchez is one of the few creative artists who have significantly influenced the course of black American literature and culture.” In an interview with Susan Kelly for African American Review, Sanchez concluded, “It is that love of language that has propelled me, that love of language that came from listening to my grandmother speak black English… It is that love of language that says, simply, to the ancestors who have done this before you, ‘I am keeping the love of life alive, the love of language alive. I am keeping words that are spinning on my tongue and getting them transferred on paper. I’m keeping this great tradition of American poetry alive.’”\n\n\r\n \n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}