{"pf_url": "https://www.poetryfoundation.org/poets/stephen-ratcliffe", "name": "Stephen Ratcliffe", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Stephen Ratcliffe was born in Boston and grew up in the Bay Area of California. He briefly attended Reed College and went on to earn his BA and PhD from the University of California-Berkeley. Ratcliffe’s many collections of poetry include New York Notes (1983), Distance (1986), [where late the sweet] BIRDS SANG (1989), spaces in the light said to be where one / comes from (1992), Present Tense (1995), Sculpture (1996), SOUND/(system) (2002), and Conversation (2011). In 1999 Ratcliffe embarked upon daily writing, a practice that has generated several thousands of pages. These poems, all typed in Courier font, are detailed records of perception: they track attention to landscape, the experience of physical space, and the processes of looking and thinking. His published volumes of this work include Portraits & Repetition (2002), REAL (2007), CLOUD / RIDGE (2011), and the online works HUMAN/NATURE, Remarks on Color / Sound, and Temporality (2011). Excerpts from these six collections were published as Selected Days (2012), which won the Poetry Center Book Award from San Francisco State University. Reviewing the collection, poet and critic Karla Kelsey noted, “The significance of such a project—by which I mean both the project undertaken by the readers of Ratcliffe’s work and Ratcliffe’s ‘days’ as a whole—should not be measured in terms of poetry, solely, for such a project creates an opening for us to become more conscious of the given world, the details to which we attend, and the significance of our modes of attention.”   Ratcliffe’s interest in duration extends to performances of his daily writing work: audio recordings of his work include fourteen-hour readings and collaborations with musicians. Ratcliffe is also the author of three works of literary criticism: Campion: On Song (1981), Listening to Reading (2000), and Reading the Unseen: (Offstage) Hamlet (2010). Publisher of Avenue B books, a small press specializing in poetry, Ratcliffe is a professor at Mills College. He lives in Bolinas, California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}