{"pf_url": "https://www.poetryfoundation.org/poets/stephen-dobyns", "name": "Stephen Dobyns", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/587a468a137de292f74e6fa661f84979aa329555.jpeg", "bio": "\nStephen Dobyns has published over a dozen volumes of poetry, including Concurring Beasts (1972), The Balthus Poems (1982), Cemetery Nights (1987), Velocities: New and Selected Poems (1994), Pallbearers Envying the One Who Rides (1999), and The Day's Last Light Reddens the Leaves of the Copper Beech (2016). Of the governing style of his work over time, Dobyns noted in an interview, “If there’s a consistency in any of the books, it’s the fact that I like a long line ... [and] use the linebreak to affect the rhythm of the lines, to affect the rhythm of the poem.” The terms “masculine,” “witty,” and “humane” are frequently used to describe Dobyns’s poetry. His narrative and sometimes absurdist work contains “the juxtaposition of the profane and the exalted,” noted the Alsop Review. A New York Times review of Body Traffic (1990) remarked on the poet’s humor: “Life can be pretty grisly in Mr. Dobyns’s poems. But life isn’t a tragedy in which we are fatally mired. Instead, it is a farce we view from a certain remove.”\n\r\nDobyns grew up in New Jersey, Michigan, Virginia, and Pennsylvania, was educated at Shimer College and Wayne State University, and received an MFA from the University of Iowa. He has worked as a reporter for the Detroit News and has taught at Sarah Lawrence College, Warren Wilson College, the University of Iowa, Syracuse University, and Boston University.\n\r\nDobyns has been awarded fellowships from the Guggenheim Foundation and the National Endowment for the Arts. Not only have his poems been anthologized in Best American Poems, two of his short stories have been chosen for Best American Short Stories. He is also a successful fiction writer. His work includes a collection of short stories, Eating Naked (2000); a novel, The Wrestler’s Cruel Study; a celebrated collection of essays on poetry, Best Words, Best Order; and several mystery and thriller books, one of which, The Church of Dead Girls, has been optioned by HBO.\n\r\nIn his essay “Writing the Reader’s Life,” Dobyns discussed his view of the creative process: “The act of inspiration is, I think, the sudden apprehension or grasping of metaphor.”\n", "attrs": {"Region:": ["U.S., New England"]}}