{"pf_url": "https://www.poetryfoundation.org/poets/stephen-spender", "name": "Stephen Spender", "yob": "1909", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d4c699a64a72fadece22b468f29ccb2314ff81f1.jpeg", "bio": "\nPoet and critic Stephen Spender was born in 1909 in London. He was a member of the generation of British poets who came to prominence in the 1930s, a group—sometimes referred to as the Oxford Poets—that included W.H. Auden, Christopher Isherwood, C. Day Lewis, and Louis MacNeice. In an essay on Spender’s work in Chicago Tribune Book World, Gerald Nicosia wrote, “While preserving a reverence for traditional values and a high standard of craftsmanship, [these poets] turned away from the esotericism of T.S. Eliot, insisting that the writer stay in touch with the urgent political issues of the day and that he speak in a voice whose clarity can be understood by all.” Spender’s numerous books of poetry include Dolphins (1994), Collected Poems, 1928-1985, The Generous Days (1971), Poems of Dedication (1946), and The Still Centre (1939).\nDuring World War II, Spender worked for the London fire service. From 1965 to 1966, he served as the consultant in poetry to the Library of Congress. He was professor of English at University College, London from 1970 to 1977, and he frequently gave lectures at universities in the United States. He was knighted in 1983.\nSpender’s name was most frequently associated with that of W.H. Auden, perhaps the most famous poet of the 1930s. However, some critics, including Alfred Kazin and Helen Vendler, found the two poets dissimilar in many ways. In the New Yorker, for example, Vendler observed that “at first [Spender] imitated Auden’s self-possessed ironies, his determined use of technological objects. … But no two poets can have been more different. Auden’s rigid, brilliant, peremptory, categorizing, allegorical mind demanded forms altogether different from Spender’s dreamy, liquid, guilty, hovering sensibility. Auden is a poet of firmly historical time, Spender of timeless nostalgic space.” In the New York Times Book Review Kazin similarly concluded that Spender “was mistakenly identified with Auden. Although they were virtual opposites in personality and in the direction of their talents, they became famous at the same time as ‘pylon poets’—among the first to put England’s gritty industrial landscape of the 1930s into poetry.”\n\r\nThe term “pylon poets” refers to “The Pylons,” a poem by Spender that many critics described as typical of the Auden generation. The much-anthologized work, included in one of Spender’s earliest collections, Poems (1933), as well as in his Collected Poems, 1928-1985, includes imagery characteristic of the group’s style and reflects the political and social concerns of its members. In The Angry Young Men of the Thirties (1976), Elton Edward Smith recognized that in such a poem, “the poet, instead of closing his eyes to the hideous steel towers of a rural electrification system and concentrating on the soft green fields, glorifies the pylons and grants to them the future. And the nonhuman structure proves to be of the very highest social value, for rural electrification programs help create a new world of human equality.”\n\r\nThe 1930s were marked by turbulent events that would shape the course of history: the worldwide economic depression, the Spanish Civil War, and the beginnings of World War II. Seeing the established world crumbling around them, the writers of the period sought to create a new reality to replace the old, which, in their minds, had become obsolete. For a time, Spender, like many young intellectuals of the era, was a member of the communist party. “Spender believed,” Smith noted, “that communism offered the only workable analysis and solution of complex world problems, that it was sure eventually to win, and that for significance and relevance the artist must somehow link his art to the Communist diagnosis.” Smith described Spender’s poem, “The Funeral” (included in Collected Poems: 1928-1953, published in 1955, but omitted from the 1985 revision of the same work), as “a Communist elegy.” Smith observed that much of Spender’s other works from the same early period—including his play, Trial of a Judge: A Tragedy in Five Acts (1938), his poems in Vienna (1934), and his essays in The Destructive Element: A Study of Modern Writers and Beliefs (1935) and Forward from Liberalism (1935)—address communism. In Poets of the Thirties, D.E.S. Maxwell commented, “the imaginative writing of the thirties created an unusual milieu of urban squalor and political intrigue. This kind of statement—a suggestion of decay producing violence and leading to change—as much as any absolute and unanimous political partisanship gave this poetry its marxist reputation. Communism and ‘the communist’ (a poster-type stock figure) were frequently invoked.”\nThe attitudes Spender developed in the 1930s continued to influence him throughout his life. As Peter Stansky pointed out in the New Republic, “The 1930s were a shaping time for Spender, casting a long shadow over all that came after. … It would seem that the rest of his life, even more than he may realize, has been a matter of coming to terms with the 1930s, and the conflicting claims of literature and politics as he knew them in that decade of achievement, fame, and disillusion.”\nSpender continued to write poetry throughout his life, but it came to consume less of his literary output in later years than it did in the 1930s and 1940s. Critics praised his work as an autobiographer and critic. In a Times Literary Supplement review, Julian Symons noted “the candor of the ceaseless critical self-examination [Spender] has conducted for more than half a century in autobiography, journals, criticism, poems.” Stansky believed that Spender was at his best when he was writing autobiography. The poet himself pointed echoed this assertion in the postscript to The Thirties and After: Poetry, Politics, People, 1933-1970 (1978): “I myself am, it is only too clear, an autobiographer. Autobiography provides the line of continuity in my work. I am not someone who can shed or disclaim his past.”\nIn the 1980s, Spender’s writing—The Journals of Stephen Spender, 1939-1983, Collected Poems, 1928-1985, and Letters to Christopher: Stephen Spender’s Letters to Christopher Isherwood, 1929-1939, in particular—placed a special emphasis on autobiographical material. In the New York Times Book Review, critic Samuel Hynes commented that “the person who emerges from [Spender’s] letters is neither a madman nor a fool, but an honest, intelligent, troubled young man, groping toward maturity in a troubled time. And the author of the journals is something more; he is a writer of sensitivity and power.”\nOne of Spender’s earliest published works of autobiography, World within World (1951), created a stir due to Spender’s frank disclosure of a queer relationship he had had at around the time of the Spanish Civil War. In 1990s, the book became the subject of a controversy when American writer David Leavitt published While England Sleeps (1993). In this novel, many details in the portrayal of a character’s affair mirror experiences Spender shared in his autobiography. Spender accused Leavitt of plagiarism and filed a lawsuit in British courts to stop the British publication of the book. In 1994, Leavitt and his publisher, Viking Penguin, agreed to a settlement that would withdraw the book from publication; Leavitt made changes to While England Sleeps for a revised edition. During this period of intense attention focused on World within World, St. Martin’s reprinted the autobiography with a new introduction by Spender. As a result, many readers had the opportunity to discover or rediscover Spender’s work. “With the passage of time,” commented Eric Pace in a New York Times obituary, “World within World has proved to be in many ways Sir Stephen’s most enduring prose work because it gives the reader revealing glimpses of its author, Auden and Mr. Isherwood and of what it was like to be a British poet in the 1930s.”\nSpender died in 1995.\n", "attrs": {"School/Period:": ["Modern"]}}