{"pf_url": "https://www.poetryfoundation.org/poets/stephen-dunn", "name": "Stephen Dunn", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2b5a93af5426f6dc6e4b6bd3e655118843041961.jpeg", "bio": "\nPoet Stephen Dunn was born on June 24, 1939 in New York City. The first of his family to go to college, Dunn earned a BA from Hofstra University on a basketball scholarship and later worked in advertising. In an interview with Poets and Writers, Dunn discussed the leap from working in advertising to writing poetry: “My first job out of college was writing in-house brochures for Nabisco in New York, and I kept getting promoted. I was in danger, literally, of becoming like the men who were around me. So I quit and went to Spain to write a novel, and wrote a bad one. But I was trying to write poetry too, and those efforts seemed more promising. The rest, as they say, is history, or my history.” Dunn attended the New School and earned an MA in creative writing from Syracuse University, where he studied with Philip Booth, Donald Justice, and W.D. Snodgrass. He is the author of numerous books of poetry, including Pagan Virtues (2019); Keeper of Limits (2015); Lines of Defense (2014); Here and Now (2011); What Goes On: New and Selected Poems 1995-2009; Different Hours (2000), which won the Pulitzer Prize; Loosestrife (1996); Landscape at the End of the Century (1991); and the National Poetry Series Prize-winning Local Time (1986). His works of prose include Degrees of Fidelity: Essays on Poetry and the Latitudes of the Personal (2018), Walking Light: Essays and Memoirs (reissued 2001), and Riffs and Reciprocities: Prose Pairs (1998).\nDunn’s poetry reflects the social, cultural, psychological, and philosophical territory of the American middle class; his intelligent, lyrical poems narrate the regular episodes of an everyman speaker’s growth, both as an individual and as part of a married—and later divorced—couple. His poetry is concerned with the anxieties, fears, joys, and problems of how to coexist in the world with all those who are part of our daily lives. Reviewing Dunn’s volume of new and selected poems, What Goes On, Joel Brouwer in the New York Times noted that “the speaker of Dunn’s recent poems is a regular guy cursed with an understanding of human nature more subtle than he’d prefer.” Plainspoken, yet powerful and astute, Dunn’s easygoing tone marked his first collections, including Looking for Holes in the Ceiling (1974), making him far different from the prevailing confessional tone and suicidal themes of the time, prevalent in poets such as Sylvia Plath, Anne Sexton, and John Berryman.\nDunn’s interest in the mundane, the typical, and the minutiae of a certain stratum of American life shapes his entire body of work. Acclaimed for his accessible style, Dunn has been described by fellow poet David Wojahn as “one of our most prolific and consistent poets … level-headed, witty, conversational in his diction, and willing to see in domestic life his means of attaining and imparting wisdom.” Though generally content to evoke the happy ambivalences of middle-class America, volumes such as Loosestrife are marked with darker themes, such as divorce and home invasion. As Dunn has continued writing, his books have taken on mortality and aging in more profound ways. Dunn remarked of the collection that won the Pulitzer Prize, Different Hours, that it “is a book that I do believe is my best. Among other things it has taken on aging and mortality in a way that my other books have not.”\nDunn has also spoken on his changing routines as a writer. “For twenty years, I’d work almost every morning,” he told Poets and Writers. “I had a kind of driven-ness back then, combined with a kind of writing-as-practice. Maybe it had to do with an early sense of mortality because my parents died so young—a sense that I didn’t have a lot of time. Now I tend to do a lot of work in the summers, usually at one of the writers’ colonies. But during the year I work haphazardly, without a fixed schedule. And my poems have to pass harder tests before I let them go or even call them poems. I spend more time worrying them into existence.”\nIn addition to the Pulitzer, Dunn’s honors and awards include fellowships from the National Endowment for the Arts and the New Jersey State Council on the Arts. He has won the James Wright Prize and an Academy Award for Literature. A distinguished professor of creative writing at Richard Stockton College, Dunn lives in Maryland with his wife, the writer Barbara Hurd.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}