{"pf_url": "https://www.poetryfoundation.org/poets/stephanie-strickland", "name": "Stephanie Strickland", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8c31db02723a2bea5d8b95ec0a3e354d38100ac8.jpeg", "bio": "\n                                                                    Poet Stephanie Strickland was born in Detroit. She earned a BA at Harvard University, an MFA at Sarah Lawrence College, and an MS at Pratt Institute. She is the author of numerous poetry books, many of which have been published in print and in interactive hypermedia formats. Her work includes Dragon Logic (2013), Zone : Zero (2008), True North (1997), and Give the Body Back (1991). She edited What’s Become of Eden: Poems of Family at Century’s End (1994) and coedited, with Anneliese Wagner, River Poems (1992). Strickland’s poetry was included in Best American Poetry 2013, edited by Denise Duhamel.   Strickland has received praise for her ability to combine research and associative play in her poems. Awarding Strickland the Boston Review Prize for the poem “The Ballad,” poet Heather McHugh observed in her judge’s statement, “One of the poem’s great virtues is its capacity to send off from its original premises more and more shooting stars of wild association, while never belaboring the host of fundamental—yet sometimes just delicately implicit—relations: relations that arise in the mind, over the course of a sympathetic reading, as spectres of near and distant fires, glasses (mirrors, microscopes, telescopes), sandmen, time-keepers, dreamers, and dreaders.” In a Bookslut interview with Kate Greenstreet, Strickland responded to whether, as “acts of research,” her books seek to resolve questions. “No, there is never ‘an answer’; the result of research is to open up deeper, older, newer, more free-flowing or more urgent questions,” she said. “The result of research is to begin again, having incorporated more, been more transformed; a sort of ‘Look! We Have Come Through!’ feeling, as D.H. Lawrence says.”    A member of the board of directors of the Electronic Literature Organization, Strickland is the recipient of fellowships from the National Endowment for the Humanities, Yaddo, Fundación Valparaíso, Djerassi, MacDowell, and the New York Foundation for the Arts; a grant from the National Endowment for the Arts; and the Poetry Society of America’s Alice Fay Di Castagnola Award. Strickland has taught at the University of Utah and the Georgia Institute of Technology. She lives in New York City.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}