{"pf_url": "https://www.poetryfoundation.org/poets/stephen-vincent-benet", "name": "Stephen Vincent Benét", "yob": "1898", "yod": "1943", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/939eb8eada8e6ff3e9166f21b1220bc28411c06e.jpeg", "bio": "\nBetween the years 1928 and 1943, Stephen Vincent Benét was one of the best-known living American poets, more widely read than Robert Frost, T.S. Eliot, William Carlos Williams, or Wallace Stevens and as well respected in book review columns. He was a rarity among 20th-century authors, a poet whose books sold in the tens of thousands and who was honored in the poetry workshops and lecture halls of prestigious universities. Though not as ubiquitous as they once were, his poems and several of his short stories remain steadily in print, finding a sizable audience among general readers year after year.\n\r\nBenét was the youngest of the three children of James Walker Benét, a U.S. Army officer and Frances Neill Rose Benét. The Benét household was unfailingly warm and happy and alive with the most varied intellectual activity. James W. Benét “was interested in everything from the Byzantine Emperors to the development of heavy ordnance,” Stephen wrote in 1940, “and was the finest critic of poetry I have ever known.” His mother was also an avid reader and the author of occasional verse; his sister Laura, 14 years his senior, and his brother William, 12 years his senior, were both poets and authors as well.\nBenét grew up in a series of army-base homes that introduced him to several regions of the United States: he was born in Fountain Hill, Pennsylvania, and spent his first five years in Watervliet, New York, a year in Illinois, six years in Benicia, California, and four years in Augusta, Georgia. He entered Yale at the age of 17. Encouraged by his family, he was from the beginning a precocious reader and writer of fiction and verse, immersing himself in William Makepeace Thackeray, Joseph Conrad, Rudyard Kipling, William Morris, Christina and Dante Gabriel Rossetti, G.K. Chesterton, and many others—and in the traditions of American military history. Although a traumatic year at Hitchcock Military Academy in Jacinto, California, in 1910-1911, showed him that military life could be mean and brutal, Benét loved and applauded the principles of honor, courage, duty, and patriotism which he found embodied in his father’s career. From his earliest years, Benét developed a taste for romantic, melodramatic, and heroic fiction and poetry, a sympathetic observer's interest in America’s regional cultures, and an old-fashioned devotion to domestic and patriotic values.\n\r\nHis success as a writer came early and continued all through his life. He won his first poetry prize from St. Nicholas Magazine at 13, sold his first poem to New Republic two months before his 17th birthday, and had his first volume of poetry, Five Men and Pompey, published in 1915. He followed his brother William to Yale in September 1915 and quickly became a major contributor to the Yale Literary Magazine, a member of its editorial board in 1916, and its chairman in 1918. He also contributed to the Yale Record, the undergraduate humor magazine, and served as one of its editors in 1918. He continued to sell poetry to national magazines, publishing The Drug Shop, Or Endymion in Edmonstoun (1917). Well before he enlisted in the army in April 1918 (he finagled his way in despite his poor eyesight and was discharged three days later when the extent of his myopia was discovered), his renown as a poet had spread beyond the Yale campus. Benét found work with the State Department in Washington, D.C. in August 1918. His third book, Young Adventure: A Book of Poems, was published that October and in December of the same year he returned to Yale, where he earned a B.A. in 1919.\n\r\nAfter three months of working for a New York advertising agency, Benét returned to Yale for graduate study in English, earning an M.A. in June 1920. During the 1919-1920 school year he and Monty Woolley, a young faculty member who later became a successful actor, prepared an acting version of Christopher Marlowe’s Tamburlaine the Great (1590), which was published by Yale University Press in 1919. In addition to having his poems and short stories published in national magazines, he contributed to S4N, a New Haven little magazine founded by Dudley Fitts that provided a vehicle for a number of young poets, including Benét, Ramon Guthrie, and Fitts himself. Benét was considerably less diligent in his class work than in his extracurricular writing, submitting instead of a traditional M.A. thesis, a group of poems that was published as Heavens and Earth by Holt in 1920.\n\r\nHe began his first novel in the summer of 1920 and had finished and published it by September of 1921. The Beginning of Wisdom is Benét’s “flaming youth novel,” the genre of autobiographical fiction which flourished in the 1920s, of which F. Scott Fitzgerald’s This Side of Paradise is the best-known example. Benét made his first trip to Paris in 1920-1921 on a Yale traveling fellowship, worked on poetry and fiction there, and met Rosemary Carr, whom he married in Chicago on November 26, 1921.\n\r\nHis already remarkable reputation as a young poet leapt forward with The Ballad of William Sycamore, published in the New Republic in 1922 and as a pamphlet in 1923. This poem is Benét’s first thorough-going achievement with the subject matter and technique that were to produce his most significant poetry: the rendering of gracefully idealized popular or mythic American character types in craftsmanlike, broadly entertaining rhymed verse. Benét’s genius was for intelligent, affirmative, easily accessible, somewhat sentimental American portraiture of the sort that popular fiction and the movies sometimes exploited. In The Ballad of William Sycamore, Benét mythicizes the pioneer-scout type (Davy Crockett, Daniel Boone, Kit Carson) whose identifying marks are readily familiar: “a coonskin cap,” a log cabin, “long, straight squirrel-rifles,” fiddle music, a powder horn, a leather shirt. Economically enough, Benét’s poem alludes to classic elements in the schoolroom mythology of preindustrial America: the buffalo, the unfenced land, the westering wagon trains, “the Bloody Ground of Kentucky,” Johnny Appleseed, the Alamo, Custer’s Last Stand. Even old seafaring New England is represented in Sycamore’s wife, who reminds him of “a Salem clipper.” The poem’s force lies in the authority with which Benét incorporates these familiar images into the precisely rhymed, recitable stanzas of his ballad:\n                                          My father, he was a mountaineer,\r\n                                          His fist was a knotty hammer;\r\n                                          He was quick on his feet as a running deer,\r\n                                          And he spoke with a Yankee stammer.\nThe poem celebrates the rugged individualism of the fictional William Sycamore, who “could not live when they fenced the land.” And yet it is neither angry nor critical about the movement of American history; Sycamore’s passing is of the noble and necessary sort that gives modern America its sturdy roots in an honorable past.\nHis penchant for choosing images and expressive details from the ready stock of popular stereotypes assured, of course, that Benét’s poetic achievement would eventually be questioned by critics who valued original, experimental, or esoteric styles. Benét’s verse was conventional insofar as it worked naturally within the framework of characters and stories already familiar to his audiences, as his next big poetic success, King David, further demonstrated. A 200-line ballad in six parts, published in the Nation in 1923, King David won that magazine’s annual poetry prize and was published as a pamphlet the same year. It also drew some letters protesting the poem’s perceived irreverence toward the Bible. In fact, his poem does virtually nothing but retell the story of David and Bathsheba as it appears in 2 Samuel, lightly embroidered with lines from David’s elegy for Saul and Jonathan and a few similes from the Song of Solomon. Benét’s poem calls attention to the irony of the Lord’s favoring David despite his committing adultery and murder and his casual repentance for those transgressions (this lack of sincerity is apparently what offended some readers); but the biblical account, in its more solemn way, also calls attention to that irony. The main impact Benét effected was the intellectual shock of seeing a story that is normally bathed in the halo-light of canonized scripture, presented in a cheerfully jazzy modern manner. If the story were not a familiar one, no such effect would be possible.\n\r\nAnother of Benét’s early successes with the ballad, “The Mountain Whippoorwill” (published in Century magazine, 1925), tells the heroic come-from-behind victory of an unknown youth over the reigning lords of the community—or, as Benét’s subtitle puts it, “How Hill-Billy Jim Won the Great Fiddlers’ Prize” away from Old Dan Wheeling, Big Tom Sargent, and Little Jimmy Weezer (big wheels, sergeants, and weasels) at the game they think is their own. The poem has a good deal in common with Benét’s best-known short story, The Devil and Daniel Webster (published in the October 24, 1936 issue of the Saturday Evening Post and as a book in 1937), in which a folk artist sways a difficult audience by releasing the emotional and imaginative power latent in his grass-roots origins. In some respects, The Mountain Whippoorwill is a pastiche of phrases and motifs from tall-tale and dialect humor of the sort Thomas Bangs Thorpe, Mark Twain, and Joel Chandler Harris had made current generations before: “Everythin’s as lazy as an old houn’ dog”; “He could fiddle down a possum from a mile-high tree”; “Go down, Moses, set my people free”; “Hell’s broke loose in Georgia.” Benét develops some symbolic intention around the idea of the whippoorwill. The whippoorwill reminds Hill-Billy Jim of his home in the Georgia mountains; he speculates whimsically that his mother may have been a whippoorwill; he calls his fiddle his little whippoorwill. His fiddling is a kind of rustic American version of the romantics’ music of the Aeolian harp, voicing as it does the primal powers and meanings of nature. The idea may be stock bardic romanticism, but Benét’s language is colloquial southern American, and the poem became one of his most popular and most-often republished.\n\nThe Ballad of William Sycamore and “The Mountain Whippoorwill” almost immediately achieved status as modern American classics and appeared in a number of anthologies. But Benét’s struggle to earn a living was not significantly eased by the prestige that accrued to them. The years between the publication of “The Mountain Whippoorwill” (1925) and John Brown’s Body (1928) were filled, for Benét, with the frantic efforts of a young man trying to support himself and his family (his daughter Stephanie Jane was born in 1924) entirely from the sale of his writing. He engaged in a patchwork of belletristic enterprises, piecing out a barely adequate income: he wrote formula short stories for magazines; he reviewed books and plays; he collaborated with John Farrar on two unsuccessful stage dramas, Nerves and That Awful Mrs. Eaton (both produced in 1924); he wrote romantic fiction for serialization.\n\r\nIn 1925, he approached the Guggenheim Foundation with a proposal for a long historical poem on the Civil War, requesting a grant of $2,500 to support himself while he researched and wrote it. The foundation awarded the grant, and he set out for Paris, where he and his family could live more cheaply while he worked on the poem which, he thought, might “take about 7 years to write & I’d have to read an entire library first.”  (The Benéts’ second child, Thomas Carr, was born in Paris in 1926.)\n\r\nSupported by his fellowship and the fees for a few magazine short stories, Benét actually completed his 15,000-line panorama of the Civil War in less than two years, a monumental outpouring of sustained effort that left him exhausted for months afterward. Measured by almost any standard, the result was worth the investment. John Brown’s Body (1928) was the magnum opus that elevated Benét’s status from that of a promising young poet-storyteller to that of a national hero and a prodigy of popular success unknown among American poets, surpassing even the tremendous sales of Henry Wadsworth Longfellow’s The Song of Hiawatha (1855) and Evangeline (1847) of the previous century. The recently organized Book-of-the-Month Club adopted it as one of its selections. In its first two years, the poem sold more than 130,000 copies. It has since gone through dozens of printings and remains a steady seller year after year.\n\r\nThe poetry reviewers immediately and understandably began to call it an epic, though Benét referred to it instead as his “cyclorama.” John Brown's Body brought to fruition the young Benét’s admiration for heroism, his patriotic love of the United States as a vital complex of culturally distinct regions and heritages, and his talent for clear, graceful, and accessible narrative verse.\n\r\nBefore anything else, John Brown’s Body is a history of the Civil War—in some respects, Bruce Catton has said, the best single book ever written on the subject. Each section is based on different characters' experiences in various battles and campaigns. The poem “begins shortly before John Brown’s raid upon Harper's Ferry,” Benét noted. Its action is continuous, ending “just after the close of the war and Lincoln's assassination.” Each of the poem’s eight books features at least one major military event: book one—Harper's Ferry; book two—the firing on Fort Sumter and the first Battle of Bull Run; book three—Shiloh; book four—the campaigns in eastern and western Virginia; book five—Antietam and the hard winter of 1862; book six—the Wilderness Campaign, Grant and Sherman at Vicksburg; book seven--Gettysburg; book eight—Sherman’s march to the sea and the surrender at Appomattox. Included in this chronology are numerous other major public occurrences—the hanging of John Brown, the election of Lincoln, the formation of the Confederate cabinet, the appointment and dismissal of various generals, the death of Stonewall Jackson, the death of Lincoln.\n\r\nUpon this historical skeleton Benét applied the flesh of the personal experiences of dozens of historical and fictional characters, participants in the vast conflict. For some of his material, Benét drew on letters and diaries of actual Civil War soldiers; for some, he studied the careers of leaders such as Lincoln, Lee, Grant, and Jackson and projected himself into their minds, giving them soliloquies such as this one for Lincoln:\n                                          We can fail and fail,\r\n                                          But, deep against the failure, something wars,\r\n                                          Something goes forward, something lights a match,\r\n                                          Something gets up from Sangamon County ground\r\n                                          Armed with a bitten and blunted axe\r\n                                          And after twenty thousand wasted strokes\r\n                                          Brings the tall hemlock crashing to the ground.\nThroughout the poem, Benét meticulously selects and constructs his cast of characters to represent various types of Americans involved in the war. Primarily he sees a conflict between the bourgeois-Puritan New England temper and the aristocratic-romantic South. Most of his Southern characters are connected, in one way or another, with the Wingate family of Georgia, reputed descendants (through an illegitimate connection) of England's Charles II: Clay Wingate, the family scion, a dashing young cavalryman; his mother, Mary Lou Wingate, “as slightly made/And as hard to break as a rapier-blade”; the family’s slaves, Cudjo and Aunt Bess; Spade, the self-emancipated slave; the coquette Lucy Weatherby; the slightly wild Sally Dupré; and an assortment of young gallants who attend soirées at Wingate Hall and ride with the Wingates in the fictional Black Horse Troop (based on the Black Horse Cavalry). Other Southern types are more briefly sketched: Luke Breckinridge, a Tennessee hillbilly, ignorant, superstitious, a hard-eyed feuder and a sure shot with his long rifle; and Sophy, a “scared chambermaid in Pollet’s Hotel.”\n\r\nBenét dramatizes the New England temper primarily in young Jack Ellyat of Connecticut, in the impressionistically sketched slave-trading Yankee skipper in the prelude (“‘I get my sailing orders from the Lord.’ He touched the Bible”), the “lady” abolitionists of the North, and the poeticized words of John Brown:\n                                          And if we live, we free the slave,\r\n                                          And if we die, we die.\r\n                                          But God has digged His saints a grave\r\n                                          Beyond the western sky.\nBenét includes two other Northern types: Ellyat’s comrade-in-arms Bailey, a fiercely provincial, tough-talking Illinoisian, and Jake Diefer of Pennsylvania, a stolid German peasant who goes to war, loses an arm, and comes home to his farm again. The border states and the American west, according to Benét’s foreword, are represented in the poem by John Vilas, a romantic individualist, wanderer, and noncombatant, whose daughter marries Jack Ellyat at the end of the poem.\n\r\nBenét’s view of the war is basically a nationalistic, broadly tolerant and conciliatory one. There are no major villains in his story; the Confederates and Unionists depicted in any detail are treated with respect and sympathy, their motives seen as decent ones. In pursuit of his objective, Benét frankly exploits the popular romantic auras surrounding Lincoln, Lee, Grant, the antebellum South, the stern and sturdy New England Puritans, the great American war. \nBenét’s father died in 1927, just as Benét was finishing work on John Brown’s Body. His admiration for the kind of steady martial strength he associated with his father permeates Benét’s great poem, as in this description of Grant:\n                                          You see him standing,\r\n                                          Reading a map, unperturbed, under heavy fire.\r\n                                          You do not cheer him as the recruits might cheer\r\n                                          But you say “Ulysses doesn't scare worth a darn.\r\n                                          Ulysses is all right. He can finish a job.”\r\n                                          And at last your long lines go past in the Grand Review\r\n                                          And your legend and his begin and are mixed forever.\nThe impact of John Brown’s Body on the reading public was instantaneous, confirming once again Benét’s judgment of his talents and his audience. True to Benét’s vision of the poem as a transregional statement of American sentiments, it found admirers in every section of the country, who sent Benét fan letters by the thousands.\n\r\nDespite the poem’s unprecedented popular success, Benét’s struggles to support his family on the proceeds of his writing did not end (he lost a good deal of money in the stock market crash of 1929), really, until the end of his life. The Benéts’ third child, Rachel Felicity, was born in 1931. All during his career, he continued to write short stories aimed calculatingly at popular magazines such as the Saturday Evening Post, Country Gentleman, and Good Housekeeping. He did a stint of screenwriting in Hollywood for three months in 1929-1930, turning out the script of Abraham Lincoln for D.W. Griffith. He hated the Hollywood system of writing by committee.\n\r\nIn 1930, Benét suffered the first debilitating attacks of arthritis of the spine, an ailment which, with its complications, rendered most of the final 13 years of his life a time of great physical discomfort. At the same time, the United States was entering the depths of the Great Depression; Benét, living in New York City, witnessed poverty and demoralization on every level of society. His first reaction was bitter disillusionment with two-party politics, evidenced by his announcement that he voted for the Socialist Norman Thomas in 1932. Within a very few years, though, he had come to admire Roosevelt’s New Deal programs and became one of Roosevelt’s staunchest defenders among the New York intelligentsia.\n\r\nThe combined traumas of his own physical and financial difficulties, the collapse of the American economy and its counterparts in the rest of the world, and the rise of fascism in Europe and such quasi-fascist stirrings in the United States as the emergence of Father Charles Coughlin and Huey Long, elicited from Benét a series of angry, sometimes apocalyptic vision or nightmare poems, most appearing in 1935 and 1936, and many, including “Nightmare, with Angels,” “Litany for Dictatorships,” “Ode to the Austrian Socialists,” and “1936,” were collected in Burning City (1936). “Nightmare for Future Reference” and “Nightmare at Noon,” written in 1940, likewise cover a range of large-scale disasters, some political, some technological, some moral. “Litany for Dictatorships” chants a roll of the victims of political oppression; “Ode to the Austrian Socialists” recounts, impressionistically, the massacre of socialist communitarians in 1934. “Metropolitan Nightmare” is a futuristic story of a change of weather that brings tropical heat and a newly evolved steel-eating termite to New York. “Nightmare Number Three” describes the revolt of machines against their human masters. The poem “1936” envisions an army of skeletons marching into a war that Benét believed was imminent. “Nightmare for Future Reference” envisions a third world war, during which the whole human race gradually finds itself sterile. “Nightmare at Noon” (1940) is the monologue of a nervous American, trying to reassure himself that the war in Europe will not engulf the United States as well. “Nightmare, with Angels” catalogues a number of theories about how, if just this or that little flaw were corrected, humanity could achieve Utopia, then ends with the appearance of a sinister angel, “his mask ... the blank mask of Ares, snouted for gas-masks,” who says:\n                                          You will not be saved By General Motors or the prefabricated house.\r\n                                          You will not be saved by dialectic materialism or the Lambeth conference.\r\n                                          You will not be saved by Vitamin D or the expanding universe.\r\n                                          In fact, you will not be saved.\nYet it was also during this period that Benét collaborated with his wife Rosemary on A Book of Americans (1933), a series of lighthearted and affirmative poems for children about such figures from the past as Thomas Jefferson, Daniel Boone, Cotton Mather, and John James Audubon. And it was during this period, too, that his short-story writing culminated in the tales for which he is now remembered—The Devil and Daniel Webster (1937), Johnny Pye & the Fool-Killer (1938), “By the Waters of Babylon” (collected in Thirteen O'Clock, 1937).\n\r\nEminent among American men of letters, Benét branched out into a number of areas. In 1933 he accepted the editorship of the Yale Series of Younger Poets, a demanding job which he took very seriously, reading, analyzing, and commenting on dozens of book-length manuscripts each year. He lectured widely and appeared at writers’ conferences, wrote book reviews for the New York Herald Tribune and the Saturday Review of Literature, was active in both the National Institute of Arts and Letters (to which he had been elected in 1929) and the American Academy of Arts and Letters (to which he was elected in 1938). Perhaps no one since William Dean Howells had occupied so central and influential a position in the industry of American letters as Benét did during the 1930s.\n\r\nWith the outbreak of WWII in Europe, Benét threw himself unsparingly into the enterprise of building American national morale, devoting himself increasingly to what he frankly called propaganda for the Allied cause. He worked for the Council for Democracy, wrote speeches, radio scripts, America (1944, a 40,000-word history of the United States for worldwide distribution), and much else in similar veins. In 1942 President Roosevelt read his poem “Prayer” at the United Nations.\n\r\nAll during these years Benét drove himself brutally, and his fragile health gave way. He was first hospitalized for several weeks in 1939 with nervous exhaustion. Four years later, on March 13, 1943, he suffered a heart attack and died in his wife’s arms.\n\nWestern Star (1943), book one of a projected nine-book narrative poem about the settlement of America upon which Benét had begun work in 1928, was published soon after his death and was awarded the Pulitzer Prize for Poetry in 1944. The completed portion of Western Star is some 5,000 lines long, mostly unrhymed verse in five-and six-beat lines, with occasional departures into rhyme, often ballad forms. It tells the story of the first English settlements in Virginia and New England.\n\r\nBenét’s historiographical approach to the westering movement in Western Star is essentially the same as it was to the Civil War in John Brown’s Body he tells the interwoven stories of real and representative fictional characters, drawing back from time to time to discuss the significance of the events in the voice of a modern commentator. Lacking the sensational popular appeal of legendary heroes such as Lincoln, Lee, and John Brown, and the celebrated names and places of the Civil War, Western Star has never had the popular impact of Benét’s earlier opus. The verse throughout is more modest and sedate, its emotional objectives less pronounced and melodramatic than in the Civil War poem.\n\r\nThe measure of his achievement, however, is indisputably John Brown’s Body, a poem whose naîveté and conventionality in themes, techniques and viewpoints are raised, by the greatness of its subject and Benét’s devoted craftsmanship, to the level of high folk art. In trying to weigh the ultimate value of this work, one is tempted to compare Benét to Longfellow: both wrote graceful narrative and lyric verse that treated popular historical subjects and expounded solid, safe moral and social values. Both were highly praised and embraced by general readers and literary establishments alike, and both fell from favor with literary tastemakers in the generations that followed their deaths. Benét, perhaps, has most in common with writers such as Carl Sandburg, Vachel Lindsay, and Edgar Lee Masters—poets of considerable force and vitality whose verse drew from American lore and history a stock of ideas, feelings, and images that occasionally excited popular audiences to a degree that subtler, more fastidious poets can only dream of doing.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}