{"pf_url": "https://www.poetryfoundation.org/poets/stephen-sandy", "name": "Stephen Sandy", "yob": "1934", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1bf19a8d79fb466da9021726d31eef37dd72202c.jpeg", "bio": "\nStephen Sandy was born and raised in Minneapolis, Minnesota, and earned his BA from Yale University and his MA and PhD from Harvard University, where he studied poetry with Robert Lowell and Archibald MacLeish. He was the author of 11 collections of poetry, including Man in the Open Air: Poems (1988), Thanksgiving over the Water (1992), The Thread: New and Selected Poems (1998), Black Box (1999), Surface Impressions (2002), Weathers Permitting (2005), and Overlook (2010).\nSandy’s meditative and observant poems scrutinize the natural and human world. Of Weathers Permitting (2005), John Hollander commented that “throughout this book rural matters are considered with a profound, rather than a light, urbanity—an urbanity of intellect and diction and authoritative rhythmic control.” In his eight-part Surface Impressions, A Poem (2002), Sandy addresses the family, American history, faith, ecology, and technological change. In a review, poet and critic Peter Campion observed that “with concision and vivacity he portrays how emotions and thoughts collide with the sheer material of the world. ... Sandy has a unique gift for getting one image to segue into another with a fluid sharpness that any cinematographer would envy.”\n\r\nSandy traveled to Japan on a Fulbright Visiting Lectureship and was honored with fellowships from the National Endowment for the Arts, the Vermont Council on the Arts, and the Ingram Merrill Foundation. He translated ancient Greek poets, taught at Harvard University, Brown University, and for many years at Bennington College, and was the poet featured in the documentary The Biologist, the Poet and the Funeral Director (2007, directed by Harvey Edwards). He died in 2016.\n", "attrs": {"Region:": ["U.S., New England"]}}