{"pf_url": "https://www.poetryfoundation.org/poets/sterling-d-plumpp", "name": "Sterling D. Plumpp", "yob": "1940", "yod": null, "image": null, "bio": "\nSterling D. Plumpp was born in Clinton, Mississippi. He earned a BA and an MA from Roosevelt University. He is the author of numerous poetry collections, including Home/Bass (2013), Velvet BeBop Kente Cloth (2003), Horn Man (1996), Johannesburg & Other Poems (1993), Blues: The Story Always Untold (1989), The Mojo Hands Call, I Must Go (1982), Clinton (1976), and Portable Soul (1969). Plumpp is professor emeritus at the University of Illinois at Chicago, where he worked in the African American studies and English departments.\nThe contrast between Sterling D. Plumpp’s early years in rural Mississippi and the “psychological maiming” that he sustained as an ambitious young student, postal worker, and draftee after coming to Chicago in 1962 “has provided a rich source of both verbal and psychological tension for his art,” observes Dictionary of Literary Biography contributor James Cunningham. Clinton (1976), a book of poetry named after the poet’s birthplace, shows this most clearly, writes Cunningham: “As readers follow the poet from one period, from one part of the country, from one area of experience to another, they witness a great deal of psychological maiming. With the exception of the black Southern church, the chief violators are seen to be the major institutions in the hero’s life: the tenant farming system, the educational system, the federal government in the civilian and military guises of post office employer and army trainer. Their main violence against the protagonist is their concerted effort to have him trade his own vision for theirs.” The forces of oppression, evident in this and other works, can in part account for Plumpp’s movement toward writing as a defense, according to Cunningham. “For the business of becoming a writer ... and its appeal for the besieged hero, are equivalent to achieving two forms of mastery: a personal point of view and the skill to express and preserve this vision through the medium of words.”\nPlumpp, who had written four books of poetry and Black Rituals (1972)—a prose work of social psychology about behavior that supports oppression of the Black community—by 1975, won the Illinois Arts Council Literary Award that year for Clinton. His next and most comprehensive work, The Mojo Hands Call, I Must Go (1982), brought him even more acclaim; he won another Illinois Arts Council Award for Poetry and the Carl Sandburg Literary Award for Poetry from the Friends of the Chicago Public Library in 1983. The poem “Fractured Dreams,” says Cunningham, “dramatizes the effort of a self-doubting and self-denouncing protagonist to keep faith with that reservoir of collective identity best articulated by the blues tradition,” and, in the title poem, reports a Choice reviewer, the speaker returns “to his rural origins via a reconversion to the mystical belief in the life force, the Mojo hands, that had sustained his people in the past.”\nRegarding his role as a poet, Plumpp commented that although he has been working steadily on Mighty Long Time, a novel about a blues singer, he sees himself “principally as a poet,” and is reconciled to the fact “that I was put here to recover, mold and discover the most private of public languages speaking to me from the Afro-American side of time. The novel is an extension of my quest for language in the blues; as my concept of poetry develops, the more urgent it becomes for me to devote time to its callings.” Dorothy Abbotts profile on Plumpp for the Southern Register cites his statement that he speaks most often from his Mississippi experiences because it allows him to “maneuver into the reservoir of my being without first having to plod through attacks against whites; I [can] see the survival lines of my people concealed in the many ways they did things. ... When my work is read I would like you to think of what’s behind a good blues song, behind the sweat and jubilation of a church rocking, or what’s behind the laughter of old black women.”\nPlumpp’s writing does not frequently use Black English vernacular, nor does he express his politics directly. Cunningham cites that in Plumpp’s writing, “the Southern rural experience is on an equal footing with that of the urban Midwest. ... Indeed, the range and complexity of statement, so characteristic of his poetry, can be viewed as significant correctives to the arbitrary biases of the black arts writer of the 1960s and early 1970s.”\nIf his politics are not highlighted in his poetics, they are evident in his activities as editor for Third World Press and the Institute for Positive Education, two Black cultural institutions run by the activist-poet Haki R. Madhubuti. Plumpp also makes an indirect attack on apartheid in his collection Somehow We Survive: An Anthology of South African Writing (1982). Poems he gathered from three continents, some brought forward from obscure publications, “focus ... on life’s complexities, not on apartheid, which is merely the ugliest part,” says David Dorsey in World Literature Today.\nPieces written by Plumpp for Another Chicago Magazine and Black American Literature Forum during the 1980s, notes Cunningham, reflect “an intensified preoccupation with improving the quality of life in America, especially for families.” The essayist concludes, “Plumpp’s most ambitious recent efforts ... have revealed not only a writer at the height of his current powers of illumination and eloquence but one who is intent on stretching himself to the utmost as an artist.”\n\r\nThe Sterling D. Plumpp Collection, containing works by African and African American writers, resides at the University of Mississippi.\n", "attrs": {}}