{"pf_url": "https://www.poetryfoundation.org/poets/steve-sanfield", "name": "Steve Sanfield", "yob": "1937", "yod": "2015", "image": null, "bio": "\nPoet, folklorist, children’s book author, and storyteller Steve Sanfield was born in Lynn, Massachusetts. He earned his BA from the University of Massachusetts, Amherst. A Freedom Rider during the early 1960s, Sanfield was arrested for disturbing the peace attempting to integrate a lunch counter in Houston. Eventually, Texas made him an honorary citizen for his contributions to the civil rights cause. Sanfield traveled in Europe and North Africa and lived on the Greek island of Hydra until 1963. Upon returning to the United States, he became the first American student of Zen teacher Kyozan Joshu Sasaki, roshi. In the late 1960s, Sanfield built a house on the San Juan Ridge in Northern California, where he lived until his death.\nSanfield was the author of more than 30 books of poetry, haiku, children’s literature, and folk tales. Michael McClure called him “the master of American haiku,” and Gary Snyder declared Sanfield was “the master of myth, lore, and word-hoard.” Leonard Cohen once remarked that Sanfield “writes about the small things / which stand for all things.” His collections of poetry include Wandering (1977), The Confounding (1980), and The Rain Begins Below: Selected Slightly Longer Poems 1961-2005 (2005). His books for children include Snow (1995), Bit by Bit (1995), The Great Turtle Drive (1996), and Adventures of High John the Conqueror (2006). With John Brandi, Sanfield published numerous volumes of haiku, including Circling: A Cycle of Linked Hoops (1988), No Other Business Here: A Haiku Correspondence (1999), and Clouds Come and Go (2015).\nSanfield was one of the founders of the American storytelling renaissance and honored as the first full-time storyteller-in-residence in the United States by the California Arts Council. He founded and directed the Sierra Storytelling Festival at the North Columbia Schoolhouse Cultural Center. A noted collaborator with musicians, Sanfield performed with jazz groups in Boston and Los Angeles and collaborated with Paul Humphreys on the piece Five Seasons: A Concerto for Voice and Musical Instruments.\nIn an interview before a storytelling performance at the North Columbia Schoolhouse Cultural Center, Sanfield remarked, “The one thing I want to get across is simply to bring back an awareness that poetry can be vital, can be important, can be a necessary part of our lives. If we let it in, it can transform.”\n", "attrs": {"Region:": ["U.S., Western"]}}