{"pf_url": "https://www.poetryfoundation.org/poets/steve-kistulentz", "name": "Steve Kistulentz", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/35dc2c51c680af355cc55b25a0a6dfa86f7e8419.jpeg", "bio": "\nSteve Kistulentz was born in Washington, DC.  He earned a BA in English from the College of William and Mary, an MA from the Johns Hopkins University, an MFA from the Iowa Writer’s Workshop, and a PhD from the Florida State University. He is the author of three collections of poetry: The Mating Calls of the Dead (2021), Little Black Daydream (2012), and The Luckless Age (2010). His narrative nonfiction—mostly on the subject of popular culture—has appeared widely in journals. He is also the author of the acclaimed novel Panorama (2018). \r\n \nKistulentz’s poems work against the pervasive influence of nostalgia, occupying the space between histories; they often focus on what Yeats called “counter-truth,” the gap between the commonplace understanding of an event and its more nuanced or even imagined reinterpretation. Mike Krutel, writing in the American Book Review, compared the “lived-in landscapes” of The Luckless Age’s poems to John Berryman’s dream songs. \n \nKistulentz's serves as poet laureate of Safety Harbor, Florida. His other honors include the Benjamin Saltman Award for The Luckless Age, as well as fellowship support from Writers at Work, the Virginia Center for the Creative Arts, an individual award from the Mississippi Arts Commission, and from Creative Pinellas. He has taught at the Johns Hopkins University; the University of Iowa, where he was the Joseph and Ursil Callan Scholar; and the Florida State University, where he was an Edward and Marie C. Kingsbury Fellow for Excellence in Thought. He has taught at Millsaps College in Jackson, Mississippi, and at the University of Tampa. He currently serves as the founding director of the graduate program in creative writing at Saint Leo University. \n \n", "attrs": {"Region:": ["U.S., Southern"]}}