{"pf_url": "https://www.poetryfoundation.org/poets/sudeep-sen", "name": "Sudeep Sen", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/9c573d4fdfe5a0e1144613a78be2d7c414844b9c.jpeg", "bio": "\nPoet, translator, artist, and editor Sudeep Sen studied English literature at the University of Delhi and was an Inlaks Scholar at Columbia University, where he earned an MS in journalism. Recognized as one of India’s finest younger poets, Sen has published more than a dozen collections of poetry, including The Lunar Visitations (1990), Postmarked India: New and Selected Poems (1997), Lines of Desire (2000), Distracted Geographies (2003), Rain (2005), and Aria (2011), winner of the A.K. Ramanujan Translation Award. Two volumes of new and selected poems and translations were published as Fractals: New & Selected Poems | Translations 1978-2013 (2013) and Fractals: New & Selected Poems | Translations 1980-2015 (2015). Recent collections of poetry include Incarnat | Incarnadine (2017) and, with Setsuko Klossowska de Rola and Homa Arzhangi, Path to Inspiration (2017).\nHis collections of prose include Postcards from Bangladesh (2002), which won the UPL Excellence Award, BodyText: Dramatic Monologues in Motion (2009), and EroText (2016), winner of the Global Literary Festival Award for Literary Excellence. Sen has translated poetry and worked as an editor on many anthologies, including The HarperCollins Book of English Poetry by Indians (2012) and Midnight’s Grandchildren: Post-Independence English Poetry from India (2004). He is the editorial director of Aark Arts and editor of Atlas, a journal of new writing and art.\n\r\nAs a photographer and graphic artist, Sen's work is part of many professional print portfolios, magazine and newspaper pieces, book jacket covers, and private collections. His publications credits include: Hindu, Deccan Chronicle, New Indian Express, Swagat, Gallerie, Biblio, Prairie Schooner, Molossus, World Literature Today, Indian Design & Interiors, and others; plus books covers for publishers such as HarperCollins, Peepal Tree, Mulfran, Wings Press, Women Unlimited, Gallerie, Aark Arts, UPL, Bengal Gallery, and many others. He has also published two books of photography, Prayer Flag and Postcards from Bangladesh. \n\r\nSen is the first Asian to be honoured with an invitation to participate at the 2013 Nobel Laureate Week in St. Lucia, where he delivered the Derek Walcott Lecture and read his own poetry. A special commemorative edition of his work, Fractals: New & Selected Poems| Translations 1978-2013, was released by Walcott himself in the presence of H.E. Dame Pearlette Louisy, Governor General (President) of St Lucia. The Government of India Ministry of Culture’s awarded him the senior fellowship for “outstanding persons in the field of culture.”\n\r\nSen’s numerous honors and awards include fellowships from Hawthornden, Bread Loaf, Pleiades, Ledig House, and the Dutch Foundation for Literature. He has been a visiting scholar at Harvard and an international writer-in-residence at the Scottish Poetry Library.\n\r\nSen divides his time between New Delhi, London, and New York.\n", "attrs": {"Region:": ["Asia, South", "England", "U.S., Mid-Atlantic"]}}