{"pf_url": "https://www.poetryfoundation.org/poets/susanna-moodie", "name": "Susanna Moodie", "yob": "1803", "yod": "1885", "image": null, "bio": "\n                                                                    Susanna Moodie's importance in Canadian literary history derives partly from her prominence as a contributor to the Literary Garland, the most successful literary periodical in the British North American provinces in the mid nineteenth century, but mostly from the quality of her classic settlement narrative Roughing It in the Bush (1852) and its first sequel, Life in the Clearings (1853). The former work in particular has received much attention from Canadian critics and has been controversial. Some early reviewers took exception to its negative views of Canada and its declared intent to discourage British gentlefolk from immigrating to the country, but it is a complex and engaging book that has often been perceived as much more than a guide to prospective emigrants. In 1972 Margaret Atwood's book of poems The Journals of Susanna Moodie brought Moodie to increased prominence through its presentation of an apt model of Canadian experience and a collective Canadian psyche. Concurrent with and subsequent to Atwood's poetic portrait, critics have attempted to define the generic and structural nature of Roughing It in the Bush and to probe the complexities of the narrator's personality in order to explain its literary durability and its haunting power. Although Roughing It alone secures for the author an enduring place in Canadian literary history, Moodie did in fact create a trilogy of immigrant experience, from the initial preparations and the voyage out depicted in Flora Lyndsay (1854) to the appraisal of Canadian towns and institutions in Life in the Clearings. Together these works present a vivid sense of the trials and accomplishments in pioneer and colonial life. Susanna Strickland Moodie was born near Bungay, Suffolk, England, on 6 December 1803, the sixth daughter of Thomas and Elizabeth Homer Strickland. Her father had been the manager of the Greenland Dock, on the south bank of the Thames, but he retired and moved with his family to East Anglia sometimes between January 1802 and December 1803. For some months they resided near Norwich, but by the time of Susanna's birth they were living at Stowe House on the Waveney near the town of Bungay. In 1808 the Stricklands bought Reydon Hall, about a mile from the coastal village of Southwold in Suffolk. They also retained a house in Norwich, where Thomas Strickland usually spent the winter months accompanied by some members of the family while the others remained at Reydon. As a child and young woman, therefore, Moodie experienced rural, coastal, and urban life, and her early writing reflects these varied settings. The pedagogical interests of her father, the availability of his well-stocked library, the tutorship of her elder sisters, and the relative isolation of Reydon Hall were the chief factors in the education and literary preparation of Moodie. By the time of their father's death in April 1818, she and her sisters were developing their literary skills and, following his death, pursued literary careers by writing natural history, moral and historical tales for children, and sketches, stories, and poems for periodicals and the elegant annuals. Eventually the name of Strickland was well known in English and international literary circles, the chief architect of their fame being Agnes Strickland, who, with the collaboration of her sister Elizabeth, produced Lives of the Queens of England (1840-1848) and many other biographies of royal persons, which proved popular in Britain and the United States. Moodie's writing for children and her poems reflect the religious cast of her own personality. She developed close friendships with Dissenters and Quakers in Suffolk and underwent a conversion experience at the Congregational Chapel in the nearby community of Wrentham, much to the distress of her staunchly Anglican elder sisters. Many of her tales are marked by the language of religious enthusiasm, conversions, and death-bed repentances, while others, notably Spartacus (1822), evidence her admiration of heroic leaders. Enthusiasm, and Other Poems (1831), a collection of her early work, also reveals her religious orientation. The theme that pervades the volume is that of the poet as prophet issuing warnings about the transitory nature of earthly pleasures and the waywardness of the ego, and declaring the need for humility and faith. The long title poem (more than four hundred lines) dismisses all human enthusiasms, except for devotion to God and His word, as ultimately unrewarding. Nevertheless, parts of that poem and others in the volume reveal the author's own delight in nature and the meditation it inspires. Her own enthusiasm, her desire for vision, and her emulation of Byronic rhythms and diction give ample evidence of her own compatibility with aspects of the Romantic movement. During the late 1820s several literary contacts became important to the development of Moodie's career. James Bird, a Suffolk poet, probably encouraged her interest in Suffolk lore and legend, his own favorite subject. Her admiration of Mary Russell Mitford led to correspondence with her and to the writing of rural sketches in the manner of Mitford's Our Village (1824). Thomas Harral, another Suffolk writer and editor, provided an outlet for the rural sketches and other work in La Belle Assemblée , a fashionable London journal for ladies. But Thomas Pringle, secretary to the Anti-Slavery Society, was the most influential. He fostered an interest in humanitarian issues in Moodie, introduced her to his circle of writers in London, and gave her an opportunity to review contemporary works. With respect to her Canadian career, two facets of Moodie's early work are particularly significant. The \"Sketches from the Country\" that appeared in La Belle Assemblée  in 1827, 1828, and 1829, devoted to unusual Suffolk characters and local legends, provided a model for her later attention to backwoods customs and characters, with emphasis on realistic detail, dialect, and humor. Another literary exercise that encouraged objectivity in her writing was the transcription of slavery narratives, which she did while residing at Pringle's home. Two such narratives,  The History of Mary Prince and Negro Slavery Described by ... Ashton Warner, were published in 1831. Besides fostering a movement toward the presentation of plausible detail in her own writing, they show her humanitarian awakening and set the stage for issues she was to address in her Canadian works. In April 1831 she married Lt. John Wedderburn Dunbar Moodie, an officer on half pay and a writer, whom she met at Pringle's home. After living in London for a short time, they moved to Southwold and then decided that immigration to Canada offered the only hope of a secure future for themselves and the children they wished to have. They sailed for Canada from Edinburgh on 1 July 1832 and, following their arrival in late August, purchased a cleared farm near Cobourg in Hamilton township, Upper Canada (Ontario), where they lived for a year and a half before moving to the backwoods north of Peterborough to be closer to Mrs. Moodie's sister Catharine Parr Traill and her brother Samuel Strickland. Much of the backwoods life was uncongenial to the temperaments and tastes of the Moodies. Lt. Moodie found partial release from the trials of such a life by serving in the militia during and following the Mackenzie Rebellion of 1837, and late in 1839 he was appointed sheriff of the Victoria District. The family, including five children, moved to Belleville early in 1840. Two more children were born in Belleville and two of the Moodies' children died there in the 1840s.\" Susanna Moodie was not entirely inactive as a writer during her eight years as a pioneer wife. She submitted some items, chiefly poems, to American and Canadian periodicals and sent some poems home to England as well. She may even have begun writing her Canadian sketches while in the backwoods, but in any case she did begin to write for the Literary Garland of Montreal beginning in late 1838, and much of her work appeared in that journal during the next twelve years. She was one of the principal contributors, submitting serialized novels based on English life, several of them expansions of earlier short work, poems on Old World and Canadian subjects, and most important, a series of six \"Canadian Sketches\" that formed the nucleus of Roughing It in the Bush.\" For one year, from September 1847 to August 1848, the Moodies also edited the Victoria Magazine for Joseph Wilson of Belleville. They wrote much of the material themselves and received contributions from her siblings Catharine, Samuel, and Agnes as well. The periodical was to be a medium for the education of farmers and mechanics, but it included historical tales, Old World romances, essays on practical jokes, discourses on moral issues, several articles on South Africa, where Lt. Moodie had lived for ten years, and two more \"Canadian Sketches.\" Its chief importance now is that it reflects the Moodies' own diverse interests and is the repository of a serialized, autobiographical story, \"Rachel Wilde\" (1848), which gives glimpses of Mrs. Moodie's childhood and her romantic and impulsive personality.\" The large volume of \"English\" fiction she contributed to the Garland indicates both the importance to her of her English past as a resource for themes and subjects, and her willingness to satisfy a popular literary taste. Although a few items reflect life in a Suffolk parish as her early rural sketches had done, the bulk of her work is religious romance marked by melodramatic and gothic excesses. It is a highly conventional literature characterized by the affective states of heroes, heroines, and unscrupulous villains, all presented with an excess of stock epithets and metaphors.\" Following the demise of the Garland  in 1851, Moodie explored the prospect of publishing her work in book form and the first to receive her attention was the \"Canadian Sketches.\" She sent a manuscript to John Bruce, an antiquarian and friend to the Moodies living in London, and he took it to Richard Bentley, who agreed to publish it. Moodie did not correspond with Bentley until after the publication of Roughing It in the Bush early in 1852, at which time she offered him the manuscript of Mark Hurdlestone  (1853) and told him of several other works she had ready as books.\" Roughing It in the Bush, which in its original edition contains three chapters by her husband, is her most significant book, stylistically and topically a radical departure from her \"English\" fiction. It is a settlement narrative consisting of sketches in a basically chronological order and reflecting the Moodies' experience of and responses to the culture shock, the trials, and the pleasures of immigration and pioneer life, from the arrival at Grosse Isle, the quarantine station in the St. Lawrence, to their departure from the backwoods in 1840. The book derives its vitality from the encounter of cultured, refined persons with rude, harsh, and elemental human and natural forces, but in spite of the often bitter experiences, Moodie is distanced enough in the telling to depict her adversaries and her own behavior with humor and restraint. In addition she offers sober reflections on the hazards of immigration and compensatory praise of Canada as a haven for the poor and a potentially great country.\" The declared main theme of the book is that men and women of refinement and economic means ought not to attempt to settle in the backwoods, that to do so is likely to be ruinous as it was for the Moodies. Rather such persons should settle on cleared farms or take up opportunities for investment and business in the New World. Such a theme, of course, pertains to the time in which the book was written and published, but Roughing It is diverse and complex, and transcends-through compelling narrative, modulation of style, the complexities of the narrator's personality, and richness of imagery-the specific, limited theme. Ultimately the book offers an ironic vision of life. Such a reading may be derived from attention to patterns of incident and imagery. In the opening chapters entry into the uncivilized land is associated with death, imprisonment, disease, and decay: cholera is the \"phantom of the journey\"; \"the graves of pine frown down in hearse-like gloom upon the mighty river\"; and the narrator's feeling is \"nearly allied to that which the condemned criminal entertains for his cell--his only hope of escape being through the portals of the grave.\" Such images are frequent--even the last sentence of the book expresses the hope that \"the secrets of the prisonhouse\" have been revealed--and they are also consistent with much of Moodie's other work, especially her poems. The principal reliefs from oppression are exhilarated responses to the splendors of nature or indulgence in memories of the pastoral English home, but every high point of emotion or reverie is disturbed by some intrusion of the mundane, the absurd, the grotesque, or the incidence of death. \"The land of all our hopes\" becomes a land of suffering and poverty. The negative images together with the general decline in the Moodies' fortunes make Roughing It an ironic narrative that challenges the optimism of the immigration accounts that she had read before her departure.\" Conversely, however, periods of misfortune or suffering are always followed by some positive experience. Poverty itself is declared ennobling: there is always \"light springing up in the darkness,\" and \"a new state of things ... [is] born out of that very distress.\" The narrative proclaims personal growth and the strengthening of religious faith; the Moodies battle their pride in order to reconcile themselves to the truths of their condition and the positive aspects of the land they inhabit. Eventually they discover wonders within the forest prison, take excursions that elevate mood, and recognize that the waters that at first appalled them are superior to \"muddy English rills\"-and a challenging subject to the poet. Furthermore, in her rendition of a large gallery of characters, Moodie offers a conception of man as an unfulfilled creature. The most pervasive manifestation of this is that people are almost always identified with animals or seen in association with them. She gives accounts of encounters with wolves and bears, sometimes associating herself or others with the innocent victim, the deer, but more often people are seen as hawks, snakes, ravens, pigs, wolves, and bears. In her outlook \"human nature has more strange varieties than any one menagerie can contain,\" and man is \"a half-reclaimed savage\" who is slowly being transformed \"into the beauteous child of God.\" Roughing It found favor with the public, as is evidenced by the number of editions required. Bentley issued three editions in the 1850s, and there were several issues of an American edition also in the 1850s. A Canadian edition did not appear until 1871, but it renewed interest in the work and more Canadian and American editions followed. Early reviewers generally admired Moodie's lively style and humor and the graphic detail of her accounts. Through the years the book has been valued both as a social document and as a work of literature. Recently, the variety of critical approaches to Roughing It has testified to its literary complexity. Carl Klinck began the debate with his observation in the introduction to the New Canadian Library edition (1962) that Moodie \"was on her way to fiction,\" as \"she dramatized her vision of herself.\" Essentially the debate has focused on the nature of the book and whether or not it is a work of art. Carl Ballstadt and Marian Fowler have examined its derivation from English forms, the former seeing its origins in Mary Russell Mitford's Our Village and the latter exploring its affinities with English gothic novels. T. D. MacLulich deals with it as a version of the Robinson Crusoe fable, noting its psychological richness, and R. D. MacDonald finds that it has a structure based on alternating styles and reiterated versions of the failure of British gentlefolk in the backwoods. David Jackel and David Stouck both take exception to the idea that Roughing It is a work of art, Jackel challenging its romantic excesses and its imitative qualities while Stouck dwells on the preoccupation with death and suffering, seeing in the book a prototype of repeated and pervasive aspects of the Canadian imagination.\" Moodie's relationship with the Bentley firm, although short, was highly productive in its first phase. After  Roughing It,Life in the Clearings and Mark Hurdlestone were published, and three more books- Flora Lyndsay,Matrimonial Speculations (1854), and Geoffrey Moncton (1855)-soon followed. Of these, only Life in the Clearings and Flora Lyndsay seem to merit analysis by the modern critic. The others are marred by excessive of religious romance and awkwardness of structure.\" Flora Lyndsay was thought of by Moodie as \"the real commencement of Roughing It,\" and indeed it functions as the first part of a trilogy on emigration and settlement that ends with Life in the Clearings. It is a highly autobiographical novel that begins with discussions of emigration by a young British couple and follows them through decision, preparation, the hardship of departure, and the voyage to Canada. But its literary value resides chiefly in sketches of characters the author knew in Suffolk and encountered in various stages of her journey. On several occasions in this novel and in Life in the Clearings Moodie writes of her \"love of the ridiculous\" and her \"delight in the study of human character,\" and it is these preferences that she especially realizes in Flora Lyndsay. She shows herself to be a close observer of human appearance, mannerisms, and language, and is able to render both the pathetic and the amusing and ridiculous in convincing vignettes and dramatic encounters. Unfortunately she lapses from her skill as a realistic portraitist to include in the novel a long melodramatic tale,  \"Noah Cotton,\" which does not feature her strengths. Although Flora Lyndsay is an episodic novel of character rather than plot, it does convey a sense of both the tedium and the hazards of the ocean voyage, the trauma of leaving the homeland, and the excitement of arrival off Canadian shores. It is also rich with autobiographical detail, including glimpses of Moodie's literary career and her romantic enthusiasm for grandeur in nature.\" That enthusiasm is also given voice in the climactic arrival at Niagara Falls in Life in the Clearings , a book generated by the success of Roughing It and by Bentley's request that she update her story by giving an account of life in the towns of Canada at mid century. A voyage from Belleville to Niagara, the fulfillment of a long-standing desire, functions as a frame within which to place sketches and essays. In choosing such a frame Moodie may well have had in mind Anna Jameson's Winter Studies and Summer Rambles in Canada (1838), or even Margaret Fuller's Summer on the Lakes (1844). Some of Moodie's chapters on character had been intended for  Roughing It, being derived from backwoods experience or the journey inland, and some appeared earlier in periodicals, but the majority stem from her life in Belleville and visits to other communities via the Niagara voyage. In dealing with the institutions and traits of a young society she is able to amplify her view of human progress by conveying a sense of the vitality and liberty of the people and celebrating the advancement resulting from their mechanical genius and industrious habits. Although the book does not possess the novelistic complexity of Roughing It, probably because the focus is on institutions with Moodie more often the detached observer, it is a personal perspective so that one is still aware of her fascination with extremes of human behavior, her religious outlook, and her conviction that education is the true wealth of countries and individuals. She also takes the opportunity to defend herself against charges of an anti-Canadian and anti-Irish bias, leveled against her because of Roughing It, and to assert her love for the country resulting from the years of \"comfort and peace\" she had enjoyed since leaving the bush.\" From 1838 to 1854 Moodie's literary career had been prolific, but thereafter she did not do much writing. The demise of the Garland in 1851 and the relative unavailability of other outlets must have been a factor, although mention of American literary figures in her letters suggests that she may have continued to send work to the United States. Certainly she was disappointed by the Canadian reception of her work and wrote to Bentley (on 8 October 1853) that Flora Lyndsay would be her last work on Canada because she was \"sick of the subject and it awakens ill feelings in others.\" She may also simply have been exhausted. Financial difficulties led her to submit work to Bentley again in the mid 1860s, but only one book, The World Before Them (1868), was published by him. Occasional pieces also appeared in Canadian periodicals of the 1860s and 1870s, and George Leatrim (1875) was published in Edinburgh.\" The 1860s were trying years for the Moodies. Her husband lost his shrievalty in 1863 and was unable to gain another position. They gave up their stone cottage on Bridge Street in Belleville and moved out of town to a smaller dwelling, where Mrs. Moodie-as she told Bentley in a September 1866 letter-resumed a \"long neglected talent,\" doing paintings of flowers, which she sold for from one to three dollars each to provide some small income. Her husband's health was in decline, and following his death in October 1869, she lived for various periods with either her daughter Katie or her son Robert, mostly in Toronto, where she died in 1885.\" Throughout her life Moodie maintained an active correspondence with family members, friends, and literary associates in Canada, Britain, and the United States. In letters that are extant she gives evidence of a lively intelligence and a broad range of literary, social, and political interests, and often testifies to the strong emotional and intellectual relationship she enjoyed with her husband. They obviously kept abreast of literary affairs as their means permitted, reading English, American, and Canadian works of the time.\" Although Moodie wrote much poetry, some of it on Canadian subjects, and often embellished her prose work with poetic epigraphs and resolutions, her literary strength was the realistic and dramatic sketch. The memorable gallery of characters and the accounts of crises that she presents in Roughing It and related works indicate that her talent as a writer was best realized in short narratives in which she repressed her romantic sensibility. One wishes that she had more often resisted the impulse to create Old-World romance and allowed what she called (in Flora Lyndsay) her \"love of the ridiculous\" and her \"delight ... [in] human character\" to manifest themselves. This is not to say that Roughing It in the Bush is without unity, for it does possess chronological order, persistent patterns of imagery, and development in the narrator, but its genesis was a series of \"Canadian Sketches\" and some of its best parts have the economy and design of short stories. — Carl Ballstadt, McMaster University\n                                                            ", "attrs": {"Region:": ["Canada"], "School/Period:": ["Victorian"]}}