{"pf_url": "https://www.poetryfoundation.org/poets/susan-elizabeth-howe", "name": "Susan Elizabeth Howe", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b26282dc2181bfda5b6d87141abefb5c6bcfbc82.jpeg", "bio": "\nAfter receiving her undergraduate degree in Spanish and French from Brigham Young University, poet, playwright, and editor Susan Elizabeth Howe turned her focus to creative writing, earning an MA from the University of Utah and a PhD from the University of Denver.\nInfluenced by Elizabeth Bishop, Howe’s poems tend to find their source in observation rather than personal experience, and often explore women’s lives and the natural world through the lens of her Mormon faith. In a 2009 interview with Mormon Artist, Howe noted, “Imagination, as I have experienced it, can be part of and lead to spiritual growth, and imagination is the natural province of the poet.”\nHowe is the author of the poetry collections Salt (2013) and Stone Spirits (1997), which won the Charles Redd Center Publication Prize and the Association for Mormon Letters Award in Poetry. Her poetry has been anthologized in Great and Peculiar Beauty: A Utah Reader (1995) and Harvest: Contemporary Mormon Poems (1989). She has also published plays, essays, and short stories, and her commissioned poem “Utah: Five Sacred Lessons” was performed with musical accompaniment by the Utah Symphony in 1999.\nHowe is the co-editor of Discoveries: Two Centuries of Poems by Mormon Women (2004) and the co-editor, with Marie Cornwall, of Women of Wisdom and Knowledge (1990). She has taught at Brigham Young University, the University of Utah, and the University of Denver, where she was the managing editor of the Denver Quarterly. Howe has also been a contributing editor to Tar River Poetry and the poetry editor of Dialogue: A Journal of Mormon Thought and Literature and Belief. She lives in Utah.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}