{"pf_url": "https://www.poetryfoundation.org/poets/susan-griffin", "name": "Susan Griffin", "yob": "1943", "yod": null, "image": null, "bio": "\nPoet, essayist, and playwright Susan Griffin was born in Los Angeles, California. An early awareness of the horrors of World War II and her childhood in the High Sierras have had an enduring influence on her work, which includes poetry, prose, and mixed genre collections. A playwright and radical feminist philosopher, Griffin has also published two books in a proposed trilogy of “social autobiography.” Her work considers ecology, politics, and feminism, and is known for its innovative, hybrid form. Her collections in this vein include Wrestling with the Angel of Democracy: On Being an American Citizen (2008); The Book of Courtesans: A Catalog of their Virtues (2001); What Her Body Thought: A Journey into the Shadows (1999); The Eros of Everyday Life: Essays on Ecology, Gender, and Society (1995); A Chorus of Stones: The Private Life of War (1982), which was a finalist for both the Pulitzer Prize and the National Book Critics Award, won a BABRA Award, and was a New York Times Notable Book; and Woman and Nature: The Roaring Inside Her (1978). Her play, Voices (1975), won an Emmy and has been performed throughout the world. She also coedited, with Karen Loftus Carrington, the anthology Transforming Terror: Remembering the Soul of Terror (2011). In addition to her numerous books on society and ideas, Griffin has written several volumes of poetry, including Bending Home: Selected and New Poems 1967–1998; Unremembered Country (1987), which won the Commonwealth Club’s Silver Medal for Poetry; Like the Iris of an Eye (1976); and Dear Sky (1971).\nGriffin’s poetry is known for its minimalist style and interest in politics and the domestic. Unremembered Country has been described as a poetic mosaic of female self-discovery. “All of the poems are written in a tightly controlled, minimal style,” commented Bill Tremblay in American Book Review, “that witnesses to the most serious crises in our lives, even to the ‘unspeakable’ cruelties, while at the same time not becoming ‘another facet of the original assault.’” Griffin’s prose collections also consider ideas of crises and feminism, and are frequently as combative as they are elegant. The magazine Ms. described Griffin’s Woman and Nature as “cultural anthropology, visionary prediction, literary indictment, and personal claim. Griffin’s testimony about the lives of women throughout Western civilization reveals extensive research from Plato to Galileo to Freud to Emily Carr to Jane Goodall to Adrienne Rich … Griffin moves us from pain to anger to communion with and celebration of the survival of woman and nature,” the reviewer concluded. Griffin employed a similar approach in A Chorus of Stones: The Private Life of War, an examination of the destruction of the bond between humankind and nature that is caused by war and violence. The book reveals a tapestry woven of personal memories, photographs, nonlinear history, and the individuals that figured in acts of warfare and social aggression in the twentieth century. In work such as Wrestling with the Angel of Democracy, and the anthology Transforming Terror: Remembering the Soul of Terror, Griffin continues to address pressing questions of the self and society.\nThe recipient of many honors and awards, Griffin was named by the Utne Reader as one of 100 important visionaries for the new millennium. She has received grants and fellowships from the National Endowment for the Arts and the Guggenheim Foundation, and she received a Macarthur Grant for Peace and International Cooperation. Her work has been translated into over a dozen languages. Griffin lectures widely in the United States and abroad, and has taught at the California Institute of Integral Studies, Pacifica Graduate School, the Wright Institute, and the University of California, Berkeley. In 2012 she was the Bayard and John Cobb Peace Lecturer at the Naropa Institute.\nSumming up her philosophy of writing, Griffin once told Contemporary Authors, “As a woman, I struggle to write from my life, to reflect all the difficulties, angers, joys of my existence in a culture that attempts to silence women, or that does not take our work, our words, or our lives seriously. In this, I am a fortunate woman, to be published, to be read, to be supported, and I live within a cultural and social movement aiming toward the liberation of us all. And within and also beyond all this I experience the transformations of my soul through the holy, the ecstatic, the painfully born or joyously made word. I know now that never when I begin to write will I truly know what or how my vision will become.”\n", "attrs": {"Region:": ["U.S., Northwestern"]}}