{"pf_url": "https://www.poetryfoundation.org/poets/suzanne-lummis", "name": "Suzanne Lummis", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/1a7d2a3a8f4eab8fe883d0781febeb120a7cf4f4.jpeg", "bio": "\nSuzanne Lummis was born in San Francisco and grew up in the Sierra Nevada Mountains. She earned her MA from CSU-Fresno, where she studied with Philip Levine. Her collections include Idiosyncrasies (1984), In Danger (1999), and Open 24 Hours (2014), which received the Blue Lynx Poetry Prize from Lynx House Press. Her poems have appeared in Ploughshares, the New Ohio Review, the Hudson Review, the Antioch Review, Plume, and the New Yorker. She is the co-editor with Henry Morro of The Pacific Coast Poetry Series from Beyond Baroque Books, and the editor of its first publication, Wide Awake: Poets of Los Angeles and Beyond.\n\r\nLummis teaches both craft-focused and thematic workshops through the UCLA Extension Writers’ Program, including a course on the poem noir. Her essay, “(Never) Out of the Past: Noir and the Poetry of Lynda Hull” appeared in the Los Angeles Review of Books. Lummis hosted the YouTube series on film noir and poets, They Write by Night, and she has an ongoing conversation series with David Lehman on film noir featured on the Best American Poetry Blog.\nLummis continues to use her theater and performance background toward various ends. She is a founding member of the serio-comic performance troupe, Nearly Fatal Women. In 2011, she collaborated with Stephen Koplowitz, California Institute of the Arts’ Dean of Dance, in his series of environmental dance events in and alongside the L.A. River. In 2015, the Donna Sternberg dance troupe presented two evenings of performances that interpreted or responded to poems in Open 24 Hours. Lummis was the 2018-19 City of Los Angeles Fellow, an endowment from the Cultural Affairs Department allowing mid-career visual artists and writers to complete major projects.\n \n", "attrs": {}}