{"pf_url": "https://www.poetryfoundation.org/poets/sydney-lea", "name": "Sydney Lea", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/27d831399e07f741a33bb338d908b0a079fef24e.jpeg", "bio": "\nSydney Lea is the author of the poetry collections Searching the Drowned Man (1980), The Floating Candles (1982), No Sign (1987), Prayer for the Little City (1991), Pursuit of a Wound (2000), Ghost Pain (2005), Young of the Year (2011), I Was Thinking of Beauty (2013), and No Doubt the Nameless (2016); his collection To the Bone: New and Selected Poems was co-winner of the 1998 Poets’ Prize. He is also the author of the novel A Place in Mind (1989).\r\n \r\nOften employing narrative techniques, Lea’s poetry is marked by a deft portrayal of characters and the natural world. Thomas Swiss, reviewing Searching the Drowned Man in the Sewanee Review, remarked: “Epiphany evolves (…) from a complex blending of abstract statement and the poet’s attentiveness to physical detail. Even in long passages of description the reader hears Lea’s voice affirming the deep connection between human life and the natural world.” In the Hudson Review, R.S. Gwynn observed: “the ability to create believable regional voices and have them tell compelling tales has always been one of Lea’s great strengths.”\r\n \r\nActive in the areas of conservation, Lea has written nonfiction about the natural world and hunting, including the books Hunting the Whole Way Home (1994), A Little Wildness: Some Notes on Rambling (2006), and A North Country Life: Tales of Woodsmen, Waters, and Wildlife (2013)\r\n \r\nLea founded the New England Review in 1977 and was editor until 1989. He has taught at Yale University, Dartmouth College, Middlebury College, and Wesleyan University. A recipient of a Fulbright Award and fellowships from the Rockefeller Foundation and the Guggenheim Foundation, Lea was a finalist for the Pulitzer Prize in Poetry for Pursuit of a Wound. He lives in Vermont, where he was named the state's 2011 Poet Laureate.\n", "attrs": {"Region:": ["U.S., New England"]}}