{"pf_url": "https://www.poetryfoundation.org/poets/sylvia-townsend-warner", "name": "Sylvia Townsend Warner", "yob": "1893", "yod": "1978", "image": null, "bio": "\nBritish writer Sylvia Townsend Warner was born in Harrow in 1893, the daughter of a headmaster. Educated at home, she was a talented musician. In the 1920s, she lived in London and helped edit the Oxford University Press ten-volume Tudor Church Music. During that time, she came to know a group of artists and writers associated with fiction writer Theodore Powys in Dorset and helped Powys publish his work. Her novel Lolly Willowes (1926) brought her recognition in the United States as well as Britain, and for decades she contributed short stories to the New Yorker. A supporter of left-wing causes, she joined the Communist Party in 1935 and visited Spain during that country’s civil war.\nWarner published in a variety of genres: she was the author of seven novels and 14 collections of short stories, poetry, biography, and letters. Her first book was a collection of poems, The Espalier (1925); such volumes as Time Importuned (1928) and Opus 7 (1931) followed. In 1933, she and her companion, the poet Valentine Ackland, published a joint collection of poems, Whether a Dove or a Seagull. Ackland and Warner first met at Powys’s house, moved in together in 1930, and remained together until Ackland’s death in 1969. Whether a Dove or a Seagull contains their love poems, but they deliberately did not attribute authorship to one or the other writer. Their book and approach met with some criticism at the time.\nWarner’s poetry ranges from the erotic love poems of Whether a Dove or a Seagull to poems about political conditions, Spain, and World War II. Warner biographer and editor Claire Harman observed that Warner’s later poems became very private, noting in the Guardian: “sometimes, the honest writing shows a ferocity and acuteness that she could only trust to herself. The poems are often profoundly sad—especially those about her bereavement and old age.” Warner’s poems have been published in Collected Poems (1982) and New Collected Poems (2008).\nDuring the Spanish Civil War, both Warner and Ackland volunteered for the British Red Cross in Barcelona and were British delegates to the Second Congress of the International Association of Writers for the Defense of Culture. The Sylvia Townsend Warner Archive  in the Dorset County Museum in Dorchester, England, houses her works, and The New York Review of Books has reprinted her books. Warner died in 1978.\n", "attrs": {"Region:": ["England"]}}