{"pf_url": "https://www.poetryfoundation.org/poets/taylor-mali", "name": "Taylor Mali", "yob": "1965", "yod": null, "image": null, "bio": "\nSlam poet Taylor Mali was born in New York City and earned a BA from Bowdoin College and an MA from Kansas State University. He is the author of the poetry collections What Learning Leaves (2002), The Last Time As We Are (2009), and Bouquet of Red Flags (2014); the poem and essay What Teachers Make: In Praise of the Greatest Job in the World (2012); and the one-man play Teacher! Teacher!, for which he won the jury prize for best solo performance at the 2001 Comedy Arts Festival. Mali, who taught in a classroom for over nine years, is known for using poetry to defend the profession of teaching. In a review for Pank Magazine of What Teachers Make, Joy Mushacke Smith writes, “His tight prose told through heartwarming vignettes showers positive reinforcement for the good teachers in the world—those who make positive phone calls home, instead of always the bad; those who demand a child’s best work and don’t reward the highest grade for anything less.”\nMali is a four-time National Poetry Slam champion and has been featured on the TV show Def Jam Poetry and the documentaries SlamNation (1997) and Slam Planet (2006). He is the former president of Poetry Slam, Incorporated, and he has recorded numerous books on tape, including The Great Fire (2003), for which he won the Golden Earphones Award for children’s narration. His poetry has been anthologized in Poetry Nation: The North American Anthology of Fusion Poetry (1998), Will Work For Peace: New Political Poems (1999), and The Spoken Word Revolution (2003), among others. Mali is the recipient of a grant from the New York Foundation for the Arts. He has curated the Page Meets Stage poetry series at Westchester Community College and the NYC-Urbana poetry series at the Bowery Poetry Club and has also worked as voiceover artist.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}