{"pf_url": "https://www.poetryfoundation.org/poets/ted-hughes", "name": "Ted Hughes", "yob": "1930", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/6ef031b0e0a0e2ee828f1673c0e4d0ecbb71eb38.jpeg", "bio": "\nOne of the giants of 20th century British poetry, Ted Hughes was born in Mytholmroyd, Yorkshire in 1930. After serving as in the Royal Air Force, Hughes attended Cambridge, where he studied archeology and anthropology, taking a special interest in myths and legends. In 1956 he met and married the American poet Sylvia Plath, who encouraged him to submit his manuscript to a first book contest run by The Poetry Center. Awarded first prize by judges Marianne Moore, W.H. Auden, and Stephen Spender, The Hawk in the Rain (1957) secured Hughes’s reputation as a poet of international stature. According to poet and critic Robert B. Shaw, “Hughes’s poetry signaled a dramatic departure from the prevailing modes of the period. The stereotypical poem of the time was determined not to risk too much: politely domestic in its subject matter, understated and mildly ironic in style. By contrast, Hughes marshaled a language of nearly Shakespearean resonance to explore themes which were mythic and elemental.” Hughes’s long career included unprecedented best-selling volumes such as Lupercal (1960), Crow (1970), Selected Poems 1957-1981 (1982), and The Birthday Letters (1998), as well as many beloved children’s books, including The Iron Man (1968). With Seamus Heaney, he edited the popular anthologies The Rattle Bag (1982) and The School Bag (1997). Named executor of Plath’s literary estate, he edited several volumes of her work. Hughes also translated works from Classical authors, including Ovid and Aeschylus. An incredibly prolific poet, translator, editor, and children’s book author, Hughes was appointed Poet Laureate in 1984, a post he held until his death. Among his many awards, he was appointed to the Order of Merit, one of Britain’s highest honors.\nThe rural landscape of Hughes’s youth in Yorkshire exerted a lasting influence on his work. To read Hughes’s poetry is to enter a world dominated by nature, especially by animals. This holds true for nearly all of his books, from The Hawk in the Rain to Wolfwatching (1989) and Moortown Diary (1989), two of his late collections. Hughes’s love of animals was one of the catalysts in his decision to become a poet. According to London Times contributor Thomas Nye, Hughes once confessed “that he began writing poems in adolescence, when it dawned upon him that his earlier passion for hunting animals in his native Yorkshire ended either in the possession of a dead animal, or at best a trapped one. He wanted to capture not just live animals, but the aliveness of animals in their natural state: their wildness, their quiddity, the fox-ness of the fox and the crow-ness of the crow.” However, Hughes’s interest in animals was generally less naturalistic than symbolic. Using figures such as “Crow” to approximate a mythic everyman, Hughes’s work speaks to his concern with poetry’s vatic, even shamanic powers. Working in sequences and lists, Hughes frequently uncovered a kind of autochthonous, yet literary, English language. According to Peter Davison in the New York Times, “While inhabiting the bodies of creatures, mostly male, Hughes clambers back down the evolutionary chain. He searches deep into the riddles of language, too, those that precede any given tongue, language that reeks of the forest or even the jungle. Such poems often contain a touch—or more than a touch—of melodrama, of the brutal tragedies of Seneca that Hughes adapted for the modern stage.”\nHughes’s posthumous publications include Selected Poems 1957-1994 (2002), an updated and expanded version of the original 1982 edition, and Letters of Ted Hughes (2008), which were edited by Christopher Reid and showcase Hughes’s voluminous correspondence. According to David Orr in the New York Times, Hughes’s “letters are immediately interesting and accessible to third parties to whom they aren’t addressed… Hughes can turn out a memorable description (biographies of Plath are ‘a perpetual smoldering in the cellar for us. There’s always one or two smoking away’), and his offhand observations about poetry can be startlingly perceptive.” The publication of Hughes’s Collected Poems (2003) provided new insights into Hughes’s writing process. Sean O’Brien in the Guardian noted, “Hughes conducted more than one life as a poet.” Publishing both single volumes with Faber, Hughes also released a huge amount of work through small presses and magazines. These poems were frequently not collected, and it seems Hughes thought of his small-press efforts as experiments to see if the poems deserved placement in collections. O’Brien continued: “Clearly [Hughes] needed to be writing all the time, and many of the hitherto uncollected poems have the provisional air of resting for a moment before being taken to completion—except that half the time completion didn't occur and wasn't even the issue… as far as the complete body of work went, Hughes seems to have been more interested in process than outcome.”  \nThough Hughes is now unequivocally recognized as one of the greatest poets of the 20th century, his reputation as a poet during his lifetime was perhaps unfairly framed by two events: the suicide of Plath in 1963, and, in 1969, the suicide of the woman he left Plath for, Assia Wevill, who also took the life of their young daughter, Shura. As Plath’s executor, Hughes’s decision to destroy her final diary and his refusal of publication rights to her poems irked many in the literary community. Plath was taken up by some as a symbol of suppressed female genius in the decade after her suicide, and in this scenario Hughes was often cast as the villain. His readings were disrupted by cries of “murderer!” and his surname, which appears on Plath’s gravestone, was repeatedly defaced. Hughes’s unpopular decisions regarding Plath’s writings, over which he had total control after her death, were often in service of his definition of privacy; he also refused to discuss his marriage to Plath after her death. Thus it was with great surprise that, in 1998, the literary world received Hughes’s quite intimate portrait of Plath in the form of Birthday Letters, a collection of prose poems covering every aspect of his relationship with his first wife. The collection received both critical praise and censure; Hughes’s desire to break the silence around Plath’s death was welcomed, even as the poems themselves were scrutinized. Yet despite reservations, Katha Pollitt wrote in the New York Times Book Review that Hughes’s tone, “emotional, direct, regretful, entranced—pervades the book’s strongest poems, which are quiet and thoughtful and conversational. Plath is always ‘you’—as though an old man were leafing through an album with a ghost.”\nThough marked by a period of pain and controversy in the 1960s, Hughes’s later life was spent writing and farming. He married Carol Orchard in 1970, and the couple lived on a small farm in Devon until his death. His forays into translations, essays, and criticism were noted for their intelligence and range. Hughes continued writing and publishing poems until his death, from cancer, on October 28, 1998. A memorial to Hughes in the famed Poets’ Corner of Westminster Abbey was unveiled in 2011.\n \n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Confessional"]}}