{"pf_url": "https://www.poetryfoundation.org/poets/ted-berrigan", "name": "Ted Berrigan", "yob": "1934", "yod": "1983", "image": null, "bio": "\nTed Berrigan was born Edmund Joseph Michael Berrigan, Jr. in Providence, Rhode Island, the oldest of three children of Margaret Dugan and Edmund Berrigan, the chief engineer at Ward’s Baking Company. On both sides the family was Irish Catholic. Berrigan attended local schools and entered Providence College, a local Catholic school, but left after a year and enlisted in the army. Berrigan was sent to Korea in 1954 but never saw action in the Korean War. Then, 16 months later, he returned to the United States and was based in Tulsa, Oklahoma. He enrolled in the University of Tulsa under the GI Bill, earning his BA in 1959 and his MA in 1962, after writing his master’s thesis on Bernard Shaw. Berrigan returned the diploma for his MA to the university with a note saying that he was “the master of no art;” he was, he would tell friends, a poet because he wrote poetry, not because he had mastered poetics. To say that one could “master” an art was to imply that it was a matter of learning lessons and following rules.\n\r\nBerrigan considered himself a “late Beat,” and, like Allen Ginsberg and Jack Kerouac, he traced his lineage as a writer to the American Expressionist tradition. The first writer to excite him was Thomas Wolfe, who had also been important to Kerouac. Berrigan had very high regard as well for Kerouac, whom he interviewed for the Paris Review, and for another writer at the core of the Expressionist tradition, William Saroyan.\n\r\nAmerican Expressionism, which grounds literary authority in the personality of the writer rather than, say, a political creed or traditional aesthetics, can be traced to the work of mid-19th-century writers such as Ralph Waldo Emerson, Henry David Thoreau, and Walt Whitman. Among its most influential 20th-century practitioners was Gertrude Stein. Kerouac stated his own Expressionist position in “Essentials of Spontaneous Prose,” where he said that a writer should pursue “not ‘selectivity’ of expression but following free deviation (association) of mind into limitless blow-on-subject seas of thought, swimming in a sea of English with no discipline other than rhythms of exhalation and expostulated statement.”\n\r\nBerrigan argued that the world as presented in his poetry was a projection of his self. In an interview with Anne Waldman and Jim Cohn, Berrigan noted that: “One of my principal desires is to make my poems be like my life … I can’t see myself the way that you can see me, but I can see everything else around me. If I can make everything around me be the way that is, presumably I can create the shape of the self inside the poem, because there is a person inside almost all of the poems.”\nExpressionist aesthetics were anathema to many academic and professional literary critics in the 1940s and 1950s, particularly the New Critics, and they largely excluded Wolfe, Saroyan, Henry Miller, and others from most textbooks and courses in American literature. At the same time, Kerouac and other Beats extended the Expressionist tradition and were in turn widely ridiculed by writers and critics such as Norman Podhoretz, who felt that Kerouac’s “conception of feeling was one that only a solipsist could believe in.” Nonetheless, through the Beats, Expressionism again became a dominant trend in American writing, one with great consequence for Berrigan as well as Clark Coolidge, Anne Waldman, and other poets with whom Berrigan was associated.\n\r\nBerrigan’s principal precursor is usually said to be Frank O’Hara, rather than Kerouac, and it is true that Berrigan owes much to O’Hara. O’Hara’s phrasing emerges in early Berrigan works as well, although—as in “Personal Poem #9”—it is sometimes parodied, a fact that critics often overlook. There are characteristic O’Hara phrasings in many Berrigan poems, particularly in the early work, but the sensibility they express is unmistakably Berrigan’s. He borrowed procedures and even lines from other poets but fused them with a persona that was distinctly his own. His ambition was always to absorb whatever he borrowed, so well that it would become wholly his own. His control in doing this was in fact so good that he was able to write an “interview” with John Cage, whom in fact he had never met, which was selected by an unwary George Plimpton as the best interview of the year for National Literary Anthology.\n\r\nBerrigan’s closest poetic associate and collaborator was Ron Padgett, but their respective poems are radically different from each other. While much of Berrigan’s poetry draws on intimate or private matters, Padgett’s is rarely personal, at least on the surface. His poetry is self-conscious, and the tone is sophisticated and urbane; he has been particularly successful in creating a characteristically French wit in his poems and so becoming, it has been said, America’s greatest French poet. Berrigan, on the other hand, projects a sensibility that is confiding, sad, graceful, affectionate, and indistinguishable from the sensibility he projected in person. While never pretentious, his poetry can also be cerebral and erudite; he was enormously well read, much better read, perhaps, than most poets of his generation.\n\r\nIn spite of differences in age as well as sensibility (Padgett is eight years younger than Berrigan), they became close friends shortly after meeting at the bookstore in Tulsa where Padgett worked in 1959. Padgett was still in high school but was already known to avant-garde poets throughout the United States for a mimeographed magazine, The White Dove Review, which he edited with his boyhood friends, the poet Dick Gallup and the artist and writer Joe Brainard.\n\r\nPadgett entered Columbia College at Columbia University in 1960, and Berrigan, Brainard, and Gallup soon followed him to New York. Berrigan lived for several months with Brainard and then with Padgett before finding his own apartment on the Lower East Side. Aside from years spent teaching at universities outside New York, he spent the rest of his life there. Berrigan, Padgett, Gallup, and Brainard shared great enthusiasm for poets who made up the so-called New York School, particularly O’Hara, John Ashbery, and Kenneth Koch. Critics in turn saw the four, together with a few other poets, such as Waldman and Coolidge, as a second generation of the “school”; many of these poets objected to being classified in this manner, but not Berrigan, who greatly valued any sense of community, especially among poets.\n\r\nBerrigan initially supported himself in New York by writing papers for Columbia students (papers that consistently earned an A or better), then tried assorted odd jobs, and finally taught at various universities. He insisted that any work he did be somehow related to writing. As his wife Alice Notley said, he “famously believed that being a poet was a 24-hour-a-day job—you did it in your sleep too, in your dreams when you gave in to sleep. It was full-time also in the sense that it was worthy of all one’s attention, and a poet shouldn’t have to have another job as well.”\n\r\nBerrigan was much respected as a teacher of poetry, in part, no doubt, because of his uncompromised dedication to his work, but also, it may be, because of his democratic ability to appreciate poetry and poetics radically different from his own. At a time when American poets were divided between academic, traditional poets and those, like Berrigan, whose work was more innovative or experimental, he spoke highly of comparatively conventional poets such as Conrad Aiken. (Aiken was less generous, insisting that Berrigan submit himself to a regimen of Dantean and Virgilian poetics.)\n\r\nBerrigan advised his students and other poets who approached him for advice to find their own voices and technical means, rather than imitate his. Aram Saroyan remembered Berrigan’s criticisms as “tactful, sweet-natured and full of a real generosity of spirit.” That attitude earned him a strong following in his classes at schools as various as Yale, the University of Iowa, the Stevens Institute of Technology, and the City College of New York.\n\r\nIn 1962 Berrigan married his first wife, Sandra Alper, with whom he had two children, David and Kate. The following year, he wrote The Sonnets (1964), perhaps his most famous book, and founded “C” magazine. In 1964 he began publishing “C” books and quickly won a modest fame in what was soon to be called the counterculture. He also wrote essays for Art News on Jane Freilicher, Red Grooms, and Alice Neal. In 1966 the Poetry Project was founded at St. Mark’s Church-in-the-Bowery, near Berrigan’s home on the Lower East Side, and he became one of the project’s principal organizers, taught workshops there, and was closely associated with it until his death. In 1971 he married the poet Alice Notley, and they had two sons, Anselm and Edmund.\n\r\nBy this time Berrigan occupied a place at the center of a community of avant-garde New York artists and writers, including such painters as Alex Katz, Philip Guston, Jasper Johns, and George Schneeman. The publication in 1969 of An Anthology of New York Poets, edited by Ron Padgett and David Shapiro, helped to define the second generation of New York poets, while insisting that “most poets of any interest these days … automatically reject, in their lives and work, the unhealthy idea of being part of a literary movement.”\n\r\nHealthy or not, poetic movements and communities, at least to the degree that they defined a circle of like-minded individuals, were important to Berrigan, and his own community included many who were identified as composing the second generation of New York poets: Padgett, Gallup, Coolidge, Waldman, Bernadette Mayer, Lewis Warsh, Simon Pettet, and Eileen Myles, among many others. He also made alliances with poets from strikingly different backgrounds, such as Robert Creeley, Tom Clark, Aram Saroyan, and Philip Whalen. Two of his closest companions were the Finnish American poet Anselm Hollo, whom he met when teaching in the Writers’ Workshop at the University of Iowa in 1968-1969, and the British poet Douglas Oliver, whom he met in 1973-1974 when teaching at Essex University.\n\r\nBerrigan’s books and chapbooks of poetry were published regularly, sometimes two or three a year. Clear the Range, a novel created by substituting words in a popular Western, appeared in 1977. A volume of selected poems, So Going Around Cities, was published in 1980. A second volume of selected poems appeared in 1994.\n\r\nMuch of Berrigan’s reputation throughout his career depended on The Sonnets, privately published in 1964 but reissued by Grove Press in 1966. According to Notley, at times he dismissed the volume “as being too reflective of a poetic education,” while at other times he spoke “with awe of the exalted place” from which it had been written. Certainly the book does reflect “a poetic education.” One of the more obvious influences, and one that Berrigan freely acknowledged, is T.S. Eliot’s The Waste Land (1922), which he had read with great excitement as an undergraduate. In particular, the disjunctive structure and the mixture of cadences and voices in The Sonnets is modeled on Eliot’s example. What did not interest Berrigan was Eliot’s wearied tone and sensibility, and in its place one finds Berrigan’s distinctive Irish American temper, his own blend of humor and grace. Instead of Eliot’s allusions to, and quotations from, canonical works of high culture, Berrigan employed a great range of references from popular as well as serious works.\n\r\nBerrigan was also influenced by the playfulness and fractured texts of Marcel Duchamp and John Cage and the cutups of William Burroughs. The Sonnets were, however, far more sympathetic to traditional form than one generally finds in the works of experimental writers; the sonnet, Berrigan demonstrated, was not fourteen lines of iambic pentameter, but rather a form essentially grounded in certain intricate relationships of cadence and meaning. Duchamp, Cage, and Burroughs disrupted traditional form; Berrigan, meanwhile, argued that form operated on far more subtle levels than critics and poets generally realized or acknowledged.\n\r\nBerrigan was particularly attentive in his work to the delicate shifts in connotation and sound, and it is not surprising that he was enthusiastic about Wallace Stevens and the precise modulations in poems such as “The Idea of Order at Key West.” Berrigan’s “Things To Do in Providence” (1970), another of his highly regarded works, is a fine instance of his ability to create subtly shifting evocations of meaning and tone. Its surface is as disjunctive as The Sonnets, but the breaks from one tone of feeling to another are never casual and map a precise personal trajectory from emotional exhaustion to joy.\n\r\nLike his friend Robert Creeley in the late 1960s and early 1970s, Berrigan tried stripping his poems of all but the most essential words. These minimalist works incensed critics such as David Lehman, who savagely reviewed In the Early Morning Rain (1970) for Poetry magazine, singling out one poem as “moronic drivel.” However, Berrigan’s minimalism was very important in further refining his capacity for presenting exact nuance in tone and mood.\n\r\nThat precision is evident in Berrigan’s greatest works, such as “Red Shift” and “A Certain Slant of Sunlight,” written toward the end of his life. These poems are notable for their strong emotions; their intricate, subtle modulations in sensibility and cadence; and their occasionally baroque grammar. Here, for example, are the concluding lines to “Red Shift”:\nI’m only pronouns, & I am all of them, & I didn’t ask for this\r\n       You did\r\nI came into your life to change it & it did so & now nothing\r\n       will ever change\r\nThat, & that’s that.\r\nAlone & crowded, unhappy fate, nevertheless\r\n       I slip softly into the air\r\nThe world’s furious song flows through my costume.\nOccasionally Berrigan’s works were reviewed in mainstream publications, but it was not there that he had, or has, his principal reputation. While scholars are becoming increasingly interested in Berrigan and his cohort, much of the work on his poetry and poetics has been done by other poets. The most important resource is the collection of memoirs, photographs, and homages edited by Waldman in Nice To See You: Homage to Ted Berrigan (1991), but there are individual memoirs by Tom Clark, Ron Padgett, and Edward Halsey Foste, as well as extended reminiscences and commentary in books by Aram Saroyan, Eileen Myles, and Lita Hornick. Notley wrote a brief reminiscence as an introduction to Berrigan’s Selected Poems (1994), and her life with Berrigan is also reflected in various works, including her play Anne’s White Glove (1987) and her poem, “At Night The States” (1987). Other memoirs, as yet uncollected in book form, have appeared, and there will undoubtedly be more, because Berrigan was a presence of great importance to many poets. Some might disagree with his poetics or find him at times tendentious and argumentative, but he had few strong enemies. Padgett calls his inflexibly honest memoir “disloyal,” but even when the less congenial aspects of Berrigan’s character are acknowledged (notably his great mood swings that perhaps were caused by the heavy use of amphetamines), he seems one of his generation’s most respected and well-liked poets. Above all, his absolute dedication to poetry in a culture that has only a marginal interest in that art was virtually heroic. The Collected Poems of Ted Berrigan, edited by Notley and her sons with Berrigan, the poets Anselm and Edmund Berrigan, was published in 2007\n\r\nBecause Berrigan was in poor health during his last years, other poets were more likely to visit his apartment at 101 St. Mark’s Place than he was to visit them. He spent much of his time in bed, smoking Chesterfields and drinking Pepsis, surrounded by established and younger writers who listened to his elaborate disquisitions on poetry and poetics. Notley wrote that she and Berrigan “never had any money,” but if an individual were willing to make “a small loan,” he adopted that person as a student.\n\r\nBerrigan died on July 4, 1983, at the age of 48. He had contracted hepatitis in 1975, and his liver was severely damaged. As Notley wrote, “He was, in a way, always sick during [his last] years. The illness went untreated, because there was no treatment really; we couldn’t afford doctors anyway, he didn’t want to change his lifestyle that much, and he didn’t want his illness named and charted by doctors.”\n\r\nBerrigan’s funeral and burial were held at Calverton National, a military cemetery on Long Island. The ceremony was perfunctory, the priest doing no more than the occasion required, but the casket was surrounded by a multitude of poets. Cemetery regulations required that a person’s full name appear on the grave marker, but in this case officials made an exception, and the stone reads simply “Ted Berrigan.” Had Berrigan’s wishes been carried out, however, the stone would also have read “Nice To See You.”\n", "attrs": {"School/Period:": ["New York School (2nd Generation)"]}}