{"pf_url": "https://www.poetryfoundation.org/poets/ted-kooser", "name": "Ted Kooser", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/4612ae9392e3dce813e234040211b03fcf3790b6.jpeg", "bio": "\nTed Kooser is known for his poetry and essays that celebrate the quotidian and capture a vanishing way of life. Poet and critic Brad Leithauser wrote in the New York Times Book Review that, “Whether or not he originally set out to…[Kooser’s] become, perforce, an elegist.” Populated by farmers, family ancestors, and heirlooms, Kooser’s poems reflect his abiding interest in the past while offering clear-eyed appraisal of its hardships. While Kooser’s work often treats themes like love, family and the passage of time, Leithauser noted that “Kooser’s poetry is rare for its sense of being so firmly and enduringly rooted in one locale.” His collections of poetry include Delights and Shadows (2004), Flying at Night: Poems 1965-1985 (2005), Splitting an Order (2016), and Kindest Regards: New and Selected Poems (2018). In partnership with the Poetry Foundation, Kooser founded “American Life in Poetry,” which offers a free weekly poem to newspapers across the United States. The aim of the program is to raise the visibility of poetry. Kooser’s other publications, including The Poetry Home Repair Manual: Practical Advice for Beginning Poets (2005) and Writing Brave and Free (2006), offer help to aspiring poets and writers, both in the guise of practical writing tips and essays on poetry, poets, and craft. Commenting on his writing, Kooser has said, “I write for other people with the hope that I can help them to see the wonderful things within their everyday experiences. In short, I want to show people how interesting the ordinary world can be if you pay attention.”\n\r\nThough Kooser does not consider himself a regional poet, his work often takes place in a recognizably Midwestern setting; when Kooser was named US poet laureate in 2004, he was described by the librarian of Congress as “‘the first poet laureate chosen from the Great Plains.” However, David Mason in the Prairie Schooner saw Kooser’s work as more than merely regional. Kooser, Mason wrote, “has mostly made short poems about perception itself, the signs of human habitation, the uncertainty of human knowledge and accomplishment.” In his book Can Poetry Matter, the critic Dana Gioia described Kooser as a “popular poet”—not one who sells millions of books, but “popular in that unlike most of his peers he writes naturally for a nonliterary public. His style is accomplished but extremely simple—his diction drawn from common speech, his syntax conversational. His subjects are chosen from the everyday world of the Great Plains, and his sensibility, though more subtle and articulate, is that of the average Midwesterner. Kooser never makes an allusion that an intelligent but unbookish reader will not immediately grasp. There is to my knowledge no poet of equal stature who writes so convincingly in a manner the average American can understand and appreciate.” Gioia argued that it is Kooser’s interest in providing “small but genuine insights into the world of everyday experience” that cut him off from the “specialized minority readership that now sustains poetry.”\nThough Gioia noted that Kooser has “not received sustained attention from academic critics,” he is considered by some to be among the best poets of his generation. However, Kooser’s fame—including a Pulitzer Prize for Poetry—came late in his career. Kooser began writing in his late teens and took a position teaching high school after graduating from Iowa State University in 1962. He enrolled in the graduate writing program at the University of Nebraska but essentially flunked out a year later. Realizing that he had to make a living, Kooser took an entry-level job with an insurance company in Nebraska. He would remain in the industry until 1999, eventually becoming a vice-president of Lincoln Benefit Life Company. Throughout his insurance career, Kooser wrote poems, usually from about five-thirty to seven o’clock each morning before he went to the office. Kooser has wryly noted that, though both he and Wallace Stevens spent their working lives as insurance executives, Stevens had far more time to write on the job.\nKooser’s early work attends to the subjects that continue to shape his career: the trials and troubles of inhabitants of the Midwest, heirlooms and objects of the past, and observation of everyday life. Kooser’s first new and selected, Sure Signs (1980) was critically praised. The Black Warrior Book Review maintained it “could well become a classic precisely because so many of the poems are not only excellent but are readily possessible.” In Blizzard Voices (1986), Kooser records the devastation of the “Children’s Blizzard” of 1888, using documents written at the time as well as reminisces recorded later. The Omaha World-Herald called it a “reader’s theater … short but powerful.” The well-observed truths of Kooser’s next book, Weather Central (1994), led Booklist critic Ray Olson to note that “the scenes and actions in [Kooser’s] poetry (especially the way that, in several poems, light—the quintessential physical reality on the plains—is a virtually corporeal actor) will seem, to paraphrase Pope, things often seen but ne’er so well observed.” In the late 1990s, Kooser developed cancer and gave up both his insurance job and writing. When he began to write again, it was to paste daily poems on postcards he sent in correspondence with his friend and fellow writer Jim Harrison. The result was the collection of poems called Winter Morning Walks: 100 Postcards to Jim Harrison (2001). In poems both both playful and serious, Kooser avoids talking directly about his illness. Rather, he refers to disease and the possibility of dying in metaphors focusing on the countryside around his Nebraska home, where he took long walks for inspiration. Kooser’s gift for simile and metaphor is notable: “Kooser is one of the best makers of metaphor alive in the country, and for this alone he deserves honor,” wrote Mason in a review of Winter Morning Walks for Prairie Schooner.\nKooser’s essay collections include Local Wonders: Seasons in the Bohemian Alps (2002) and Lights on a Ground of Darkness (2009). Both volumes meditate on place and family. The essays in Local Wonders cover one year, or four seasons, in the author’s life. Although Kooser reflects on his younger days, the essays focus largely on the details of his current life and surroundings. In a contribution to Writer, Kate Flaherty said, “Kooser’s meditations on life in southeastern Nebraska are as meticulous and exquisite as his many collections of poetry, and his quiet reticence and dry humor are refreshing in this age of spill-it-all memoirs.” Lights on a Ground of Darkness focuses on Kooser’s family, especially his Uncle Elvy. David Ulin of the Los Angeles Times described the book as “written in a prose as spare as a winter sunset,” adding that “it is an elegy, not just for Kooser’s forebears but for all of us.”\nFor Braided Creek: A Conversation in Poetry (2003) Kooser again teamed up with Harrison to publish their correspondence consisting of entirely short poems written to each other while Kooser was recovering from cancer. Writing in Poetry, contributor Ray Olson noted that “wit and wisdom” are the mainstay of these correspondences. Olson added, “Their conversation always repays eavesdropping.” Kooser’s next book, Delights and Shadows (2004) went on to win the Pulitzer Prize for Poetry. In the Washington Post poet and critic Ed Hirsch noted that “there is a sense of quiet amazement at the core of all Kooser’s work, but it especially seems to animate his new collection of poems.” Describing the work as “a book of portraits and landscapes … small wonders and hard dualisms,” Hirsch compared Kooser’s art to other Great Plains’ poets who write “an unadorned, pragmatic, quintessentially American poetry of empty places, of farmland and low-slung cities,” crafting poems of “sturdy forthrightness with hidden depths.”\nWhen Kooser was named America’s national poet laureate in 2004, the honor coincided with the publication of Flying at Night: Poems 1965-1985 (2005), a collection of his previously published poetry. At the time, the self-effacing poet was by no means a household name. However, Kooser used his post as laureate to further the cause of poetry with a general reading audience, founding “American Life in Poetry,” and writing the critically acclaimed Poetry Home Repair Manual. Kooser’s most recent collections include Splitting and Order and Kindest Regards: New and Selected Poems, which James Crew reviewed in the North American Review. Crews noted that “these poems train us to pay attention to what we might be tempted to ignore in pursuit of the louder and more colorful entertainments now available to us at the touch of a screen. Yet even the briefest moments that Kooser preserves can lead us more deeply into our own lives.”\nKooser teaches poetry and nonfiction at the University of Nebraska, and continues to write. “I waste very little time anymore,” he said an interview for the University of Nebraska English Department newsletter. In addition to the Pulitzer Prize, his many honors and awards include the Nebraska Book Award, a Pushcart Prize, the Stanley Kunitz Prize, a Merit Award from the Nebraska Arts Council and two fellowships from the National Endowment for the Arts.\n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}