{"pf_url": "https://www.poetryfoundation.org/poets/terence-winch", "name": "Terence Winch", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6d1dad1f78785c787eb57b50cb18067cd0ccba94.jpeg", "bio": "\n                                                                    ﻿The son of Irish immigrants, poet, musician, and author Terence Winch was born in the Bronx, New York City. He later moved to Washington, DC, where he became known as one of the “Mass Transit” poets of the early 1970s.\r\nWinch’s first collection of poetry, Irish Musicians/American Friends (1985), won an American Book Award. His work often revolves around his Irish American identity, musical interests, and experiences growing up in the Bronx. Denise O’Meara, in a review of Irish Musicians/American Friends for the New York Irish History journal, called his poems “talking blues, sung in an Irish American tempo.” Winch’s second collection, The Great Indoors (1994), was chosen by poet Barbara Guest to receive the Columbia Book Award in 1996. Guest described the book’s “atmosphere of the bitter-sweet, the expert sense of line, and its many subtle and humorous ways of Washington, D.C.” Winch’s later books of poetry include The Drift of Things (2001) and Boy Drinkers (2007).\nWinch has received a National Endowment for the Arts Literature Fellowship in poetry, as well as grants from the District of Columbia Commission on the Arts and Humanities, the Maryland State Arts Council, and the Fund for Poetry. He was recently named the winner of a Gertrude Stein Award for Innovative Writing. His work has appeared in the Paris Review, New American Writing, the New Republic, American Poetry Review, and the New York Quarterly as well as anthologies such as The Oxford Book of American Poetry and four Best American Poetry collections.\nHe currently lives in the Washington, DC, area.\n\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}