{"pf_url": "https://www.poetryfoundation.org/poets/terry-wolverton", "name": "Terry Wolverton", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6686f8c823c7c2a11194172b586cf5ad66c01fe9.jpeg", "bio": "\nPoet, novelist, editor, and activist Terry Wolverton was born in Cocoa Beach, Florida, and grew up in Detroit. She studied at the University of Detroit, the University of Toronto, Thomas Jefferson College, and the Sagaris Collective in Plainsfield, Vermont. She has published many collections of poetry, including Shadow and Praise (2007), Embers: A Novel in Poetry (2003), Mystery Bruise (1999), and Black Slip (1992), which was nominated for a Lambda Literary Award. Her novels include Stealing Angel (2011), The Labrys Reunion (2009), and Bailey’s Beads (1996). Her memoir, Insurgent Muse: Life and Art at the Woman’s Building (2002), was chosen as one of the Best Books of the Year by the Los Angeles Times, won the Judy Grahn Award from Publishing Triangle, and was a finalist for the Lambda Book Award.\nWolverton’s free verse, often short-lined, poems frequently explore themes of sexuality, identity, and place. “Shadow and Praise unfolds its ‘bittersweet beat’ in an end-line-word to first-line-word chain,” observed poet Elena Karina Byrne. “Like consciousness itself divining language, this construct delights in what it may find hidden between the ‘small gaps of breath’ of perception.” In an interview with Owen Keehnen discussing her novel Bailey’s Beads, Wolverton noted the larger concerns of her work: “I wanted to talk about the post-modern notion of how identity is constructed. I think that for gays and lesbians, and this is a big generality, we’re somewhat more conscious of those constructions. … I’ve had to carve out my own spot and consciously make a break from certain family and societal conditions. The inventive aspects of identity have been more conscious for me.”\nWith novelist Robert Drake, Wolverton has co-edited numerous anthologies, including His: Brilliant New Fiction by Gay Writers (1995), Hers: Brilliant New Fiction by Lesbian Writers (1995), and Blood Whispers: LA Writers on AIDS (1991). She collaborated with choreographer Heidi Ducker and Collage Dance Theater on the performances subVersions and Under Eden.\nLong active in the California writing community, Wolverton began a 13-year involvement with the Feminist Studio Workshop at the Woman’s Building in Los Angeles in 1976, eventually serving as the organization’s executive director. She was also a founder of the Visions and Revisions Writing Program at Connexxus Women’s Center/Centro de Mujeres, the Perspectives Writing Program at the Los Angeles Gay and Lesbian Center, and the creative writing center Writers at Work.\nWolverton lives in Los Angeles, where she has taught in the Antioch University Los Angeles MFA Writing Program and Writers at Work.\r\n \n", "attrs": {"Region:": ["U.S., Western"]}}