{"pf_url": "https://www.poetryfoundation.org/poets/theodore-enslin", "name": "Theodore Enslin", "yob": "1925", "yod": "2011", "image": null, "bio": "\n                                                                    Theodore Enslin was born in Chester, Pennsylvania, to scholarly parents: his father was a professor of religion and his mother a Latin scholar. Enslin studied composition in Cambridge, Massachusetts, with Francis Judd Cooke and Nadia Boulanger, whom he once described as “the teaching end of Stravinsky.” Though Enslin was immersed in the milieu of modern music early, he harbored a love for Mahler and Beethoven, and his writing was influenced by Romantic composers and 19th-century American writers such as Henry David Thoreau. In an interview with Robert Bertholf, Enslin maintained that “the poem should make reasonable sense. That the poem should not be simply a game, that it should not be done simply to move these things, but that the color, the choice of words makes a color in the reading of this poem which corresponds to what the poem is saying, what its mood might be.” During his lifetime, Enslin was associated with poets such as Cid Corman and the Black Mountain poets Charles Olson and Robert Creeley, though his work also showed the influence of Objectivist poets such as Louis Zukofsky and George Oppen. Enslin corresponded with most of these poets, sometimes for years and, in the case of Zukofsky, in verse. Corman’s Origin Press published Enslin’s first book, The Work Proposed (1958).   Enslin left Cambridge in the 1950s for Cape Cod, where he grew cranberries, and eventually moved to Maine, where he spent the rest of his life. The rugged Maine coastline influenced his work, as did his training in music. Of differences between composing music and writing poetry, Enslin once noted, “I never found one. Once I had a technique I was sufficiently informed to more or less know what I was doing. So it was as easy to do one as the other. The reason I gave up composition was that once I could move around I realized that I had nothing to say. I could compose in many styles, but when I got done, what I had, if it was any good at all, was what I used to refer to many times as ‘beautiful, useless music.’” Known for poetic sequences and what Enslin called “long workings,” his body of work is vast and was published mainly by small presses. Other works include To Come, to Have Become (1966), which won the Hart Crane Award; Forms 1-5 (1970-1974); The Poems (1970); Etudes (1972); Views (1973); Synthesis 1-24 (1975); and the two-volume Ranger (1978, 1980). That long work is concerned with the 16th-century genocide of Native Americans and, like Olson’s Maximus poems, extends and expands to include larger swaths of time and space. In the Guardian, Michael Carlson described the poem’s “epic scope” as “focused on sharp observation of both the setting and process of poetry.” In addition to poetry, Enslin penned a weekly newspaper column in the 1950s, “Six Miles Square,” for which he won the Niemann Award, and wrote a play, Barometric Pressure 29.83 and Steady, and an extended essay on Gustav Mahler.   Carlson also noted that, “so much of his [Enslin’s] work appeared in small-press collections that compiling a full bibliography is a daunting task.” Later collections of Enslin’s work include The Median Flow: Poems 1943–73 (1975) and Then and Now: Selected Poems, 1943–93 (1999), which ran to 800 pages. Enslin died at his home in Maine in 2011.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}