{"pf_url": "https://www.poetryfoundation.org/poets/thomas-lux", "name": "Thomas Lux", "yob": "1946", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/f210d1ef2328f9142ef3d13c3958fae1d62bf5ab.jpeg", "bio": "\nAcclaimed poet and teacher Thomas Lux was born in Northampton, Massachusetts, in 1946 to working class parents. He attended Emerson College and the University of Iowa. He began publishing haunted, ironic poems that owed much to the Neo-surrealist movement in the 1970s. Critically lauded from his first book Memory’s Handgrenade (1972), Lux’s poetry gradually evolved toward a more direct treatment of immediately available, though no less strange, human experience. Often using ironic or sardonic speakers, startlingly apt imagery, careful rhythms, and reaching into history for subject matter, Lux created a body of work that is at once simple and complex, wildly imaginative and totally relevant. Lux is vocal about the tendency in contemporary poetry to confuse “difficulty” with “originality.” In an interview with Cerise Press, Lux stated: “There’s plenty of room for strangeness, mystery, originality, wildness, etc. in poems that also invite the reader into the human and alive center about which the poem circles.” Known for pairing humor with sharp existentialism, Lux commented in the Los Angeles Times, “I like to make the reader laugh—and then steal that laugh, right out of the throat. Because I think life is like that, tragedy right alongside humor.”\r\n \r\nLux’s first collections, including Memory’s Handgrenade and Sunday: Poems (1979), were grounded in the neo-surrealist techniques of contemporaries like James Tate and Bill Knott. Contemporary Poets contributor Richard Damashek wrote that Lux’s early work was “intensely personal … tormented and tortured, full of complex and disjointed images reflecting an insane and inhospitable world.” Such early Lux’s poems were often portraits of a “solo native…always strange to the world,” observed Elizabeth Macklin in Parnassus, “always on the verge of extradition, always beset with allergies to the native element, ‘like a simple vase not tolerating water.’” With Half Promised Land (1986), Lux began the turn that characterizes much of his later work. The book foregoes many of the surrealist techniques of Sunday and focuses instead on an increasingly careful and accurate depiction of the real world. In later books like The Drowned River (1990) and the Kingsley-Tufts award winning Split Horizon (1994), Lux utilizes a conversational tone to describe what one reviewer called the “invisible millions” populating the poems. Describing his own progress in an interview with the Cortland Review, he said: “I kind of drifted away from Surrealism and the arbitrariness of that. I got more interested in subjects, identifiable subjects other than my own angst or ennui or things like that. I got better and better, I believe, at the craft. I paid more and more attention to the craft. Making poems rhythmical and musical and believable as human speech and as distilled and tight as possible is very important to me. I started looking outside of myself a lot more for subjects. I read a great deal of history, turned more outward as opposed to inward.”\r\n \r\nLux’s other collections include New and Selected Poems: 1975-1995 (1997), The Street of Clocks (2001), The Cradle Place (2004), God Particles (2008), and To the Left of Time (2016). He was also the editor of I Am Flying Into Myself: Selected Poems of Bill Knott (2017). Thomas Lux taught at Sarah Lawrence for over 20 years, as well as at the Warren Wilson MFA program,  and the Georgia Institute of Technology. In the Cortland Review interview, he described teaching’s greatest rewards: “you see people get excited by poetry. You see their lives changed by poetry. You see someone beginning to learn how to articulate and express themselves in this very tight art form, in this very distilled manner. You see all sorts and hear all sorts of really human stuff, really human business.” His many awards and honors include the Kingsley Tufts Poetry Award, a Guggenheim fellowship, a Mellon fellowship, an honorary degree from Emerson College, and three grants from the National Endowment for the Arts.\n\r\nLux was praised for his poetry, but as he told Elizabeth Mehren in the Los Angeles Times, “This is not something one chooses to do … It is something I was drawn to. I do it because I love to do it, and because I don't have any choice. If I don't write, I feel empty and lost.” He added, “Poetry exists because there is no other way to say the things that get said in good poems except in poems. There is something about the right combination of metaphor or image connected to the business of being alive that only poems can do. To me, it makes me feel more alive, reading good poetry.”\nLux died in early 2017.\r\n \n", "attrs": {}}