{"pf_url": "https://www.poetryfoundation.org/poets/thomas-moore", "name": "Thomas Moore", "yob": "1779", "yod": "1852", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/cb061fa74b6d896fc66773eba0c3092a76c2a31a.jpeg", "bio": "\nThomas Moore was closely attuned to the taste and artistic sensibility of his age, but he is remembered now primarily by the Irish, who still sing his songs and claim him as their own. He was a born lyricist and a natural musician, a practiced satirist and one of the first recognized champions of freedom of Ireland. With George Gordon, Lord Byron, and Sir Walter Scott, he embodied British Romanticism not only for the British and the Irish but also for Americans and Europeans. So popular was he in his day that publishers advanced him extraordinary sums on the promise of works from his ever-active pen. He wrote too much and catered too deliberately to his audience to reach the heights of Parnassus attained by the major Romantic poets, but his efforts on behalf of his friends place him, with Samuel Rogers, among the great humanists of the Romantic period. Scholars today are indebted to him more for his biography of Byron (1830) than for either his Irish Melodies (1808–1834) or Lalla Rookh (1817), though these poems enjoyed an almost incredible popularity in the first half of the 19th century. William Hazlitt, who had a knack for penetrating mere literary fashion, described Moore’s verse in The Spirit of the Age (1825) as “a shower of beauty; a dance of imagery; a stream of music; ... this continuous and incessant flow of voluptuous thoughts and shining allusions,” but he qualified his praise by noting that Moore “is willing to be tawdry, or artificial, or common-place. ...  [His poetry] seduces the taste and enervates the imagination” with “a play of fancy, a glitter of words, a shallowness of thought, and a want of truth and solidity.” Moore possessed talent, not genius, and recognizing the difference, he worked hard to compensate for his deficiencies by the sheer bulk and unquestioned variety of his work.\nBorn in Dublin, Moore was the oldest child and the only son of Catholic parents, who, like other Irish Catholics, could not vote, hold office, serve on juries, bear arms, or attend the best schools. His father, John Moore, was a prosperous grocer, and his mother, Anastasia Codd Moore, was an intelligent woman who cultivated in her son both artistic taste and the ambition that gave him the means and the courage to fight against what he called “the slave’s yoke” of his Catholicism. His parents sent Moore first to a private classical English school run by T.S. Malone, and then to the well-known English grammar school headed by Samuel Whyte, once the teacher of Richard Brinsley Sheridan and a man respected for the poetic, musical, and theatrical talents he encouraged in his students. In 1793 the young Thomas Moore contributed the first of his verses to a Dublin periodical, the Anthologia Hibernica. This early success at publication determined the course of his future. In June 1794, following the removal of the Roman Catholic disabilities the previous year, Moore became one of the first Catholics admitted to Trinity College, Dublin, but his religion made him ineligible for the scholarship he should have earned by virtue of his score on his examination. Fortunately, his father could afford the tuition, and Moore, who began his studies in January 1795, showed his appreciation by winning a university reputation for wit, literature, song, and patriotic fervor.\nGoaded by his friends Robert Emmet and Edward Hudson, members of a group of revolutionaries known as the United Irishmen, Moore wrote an impassioned plea for his fellow students to oppose the imminent Act of Union with England. This “Letter to the Students of Trinity College,” published in December 1797 in The Press, the voice of the United Irishmen, was signed “A SOPHister,” but Moore’s parents and his tutor knew the author to be Moore and begged him not to endanger his future by such outspokenness. Moore took their warnings seriously and ever after moderated his political writings by satire blunted with humor. The warnings were well founded: after an armed rebellion in 1798, Hudson was imprisoned and exiled, and Emmet wounded. Moore was called to testify in a Trinity investigation about his association with the rebels, but he answered only questions about himself, and was allowed to remain in school. Emmet was hanged five years later, and the last words of the speech he gave after his sentencing, on September 19, 1803, have passed into Irish legend and literature: “When my country takes her place among the nations of the earth, then, and not till then, let my epitaph be written.” Moore memorializes his friend’s wish for honorable obscurity in one of his most memorable Irish Melodies, “O, Breathe Not His Name,” and Joyce later incorporated and undercut Emmet’s words as reported by Moore by including them in the sirens’ song in Ulysses (1922). Moore’s song is characteristically sentimental, but it testifies to the strength of his friendship, his hope for Ireland, and to his talent for versifying:\n \nO, breathe not his name, let it sleep in the shade,\nWhere cold and unhonor’d his relics are laid:\nSad, silent, and dark, be the tears that we shed,\nAs the night dew that falls on the grass o’er his head.\n \nBut the night dew that falls, though in silence it weeps,\nShall brighten with verdure the grave where he sleeps;\nAnd the tear that we shed, though in secret it rolls,\nShall long keep his memory green in our souls.\n\nIn 1799, after earning his B.A. at Trinity, Moore left Ireland to study law at the Middle Temple in London. He slighted his legal studies to finish his translation of the amatory and convivial poems of Anacreon, begun at Trinity. Within a few months Moore had arranged for publication through introductions provided by Joseph Atkinson, secretary in Ireland to the Ordnance Board, who had met Moore and heard him sing in Dublin. Atkinson introduced Moore to Francis Rawson-Hastings, Second Earl of Moira, who often invited him to his country seat at Donington Park, Leicestershire. Lord Moira became a sort of sponsor to Moore, enjoying his company and sharing his delight when he received permission to dedicate the Odes of Anacreon (1800) to the Prince of Wales, whom Moore met in August of 1800. “Anacreon Moore,” as he came to be called, advanced himself socially more by his singing for the aristocracy and literary elite than by his poetic translation. His lyrical translations, complete with pedantic footnotes to “odd and out-of-the-way sort of reading,” sometimes become paraphrases for the sake of the music, for Moore’s scholarship and musical propensities early and late competed for his attention. The 78 odes celebrate wine, women, and song, light-hearted themes lilting almost thoughtlessly along, sometimes mixing metaphors but rarely varying meter.\nLiving up to the title Anacreon Moore strained the budget of the promising young poet, but rather than accept an Irish laureateship, created for him by Atkinson and Moira, Moore published his juvenile poems as Poetical Works of the Late Thomas Little Esq. (1801), assuming a pseudonym appropriate to his short stature. The proceeds barely met his debt, but the collection of love poems further enhanced his reputation as a ladies’ man. Although these light lyrics seem remarkably chaste to modern readers, the kisses and embraces they celebrate suggested much to 19th-century readers. As in Moore’s later poetry the visual sense is starved in these lyrics, but they provide well for the emotional dimension. Moore later regretted publishing these poems; at the time he was as grateful for the publisher’s remuneration as for the advance of his poetic reputation.\nMoore never managed his money well. When financial exigency forced him to seek a government post, Lord Moira managed to get Moore an appointment as registrar of the admiralty prize court in Bermuda, a position Moore accepted reluctantly because it required leaving London. On September 25, 1803 Moore sailed for Norfolk, Virginia, on the British warship Phaeton, the same ship that carried Anthony Merry, the new ambassador to Washington. Moore stayed in Virginia for two months and in Bermuda for three. Finding his duties negligible and life in Bermuda dull, he appointed a deputy and left the island for a nine-month tour of the eastern United States and Canada.\nAlthough he was graciously received by Ambassador Merry and his wife, as well as American patriots, including President Thomas Jefferson, he was revolted by the crudity of the average provincial American, disappointed in the optimism of the prospering farmers and merchants, and sympathetic only to the well-heeled aristocrats who had come to America to make a fortune rather than to live a dream of democracy. In fact, he gathered his information about the United States from what he came to call “twisted and tainted channels” of “Federalist or Anti-Democratic” partisans, but the beauties of the country delighted Moore. He returned to England to record his observations in Epistles, Odes, and Other Poems (1806), a compendium of his prejudices against America and Americans and his real and imagined escapades with American women. American reviewers were brutal, and Francis Jeffrey of the influential Edinburgh Review (July 1806) denounced the volume, calling Moore “the most licentious of modern versifiers,” a poet whose aim is “to impose corruption upon his readers, by concealing it under the mask of refinement.” Moore retaliated by challenging Jeffrey to a duel, but police intervened. They claimed to have discovered that there was no bullet in Jeffrey’s pistol, and by some accounts there was none in Moore’s either. He became friends with Jeffrey and lived to refuse the editorship of the Edinburgh Review in 1823. But the scandal did not end with the aborted duel. Byron took up the cause against Jeffrey, and Moore rightly protested, leaving it to Samuel Rogers, who introduced Moore to Byron in November 1811 to resolve the misunderstanding. Byron had recorded the foiled duel in English Bards and Scotch Reviewers (1809):\n \nCan none remember that eventful day,\nThat ever glorious, almost fatal fray,\nWhen LITTLE’S leadless pistol met his eye,\nAnd Bow-street Myrmidons stood laughing by?\n\nYears later, in 1822, Byron exclaimed “TOMMY loves a Lord.” Indeed, throughout his career “Tommy” cultivated noble friends. After Epistles, Odes, and Other Poems, he began writing a series of verse epistles, in the manner of Alexander Pope, upon the ills of England. He attempted first a broad-sweeping diatribe, scorning politicians and bigots everywhere, in Corruption and Intolerance, Two Poems (1808), before turning to what he called “the stately, Juvenalian style of satire” in the more controlled and formal argument of The Sceptic: A Philosophical Satire (1809), which ends with an apostrophe to Ignorance. While writing these critiques on the postures and pomposity of royalty and church hierarchy, he began to compose lyrics to be sung to the tunes of old Irish folk songs. Irish Melodies (1808–1834) eventually ran to ten volumes and made his reputation. The popularity of his songs, rather than his satirical poetic letters, brought Moore into Irish hearts and English drawing rooms, especially those of prominent Whigs. Dubbed “Melody Moore” by the English and Irish alike, Thomas Moore charmed and sang his way to the fame that he wore lightly and well.\nThe idea for Irish Melodies came from William and James Power, Dublin music publishers, who wished to create an important Irish work that would contribute to national feeling more positively than politicians’ speeches. James left Dublin for London in 1807, but for many years the two partners published jointly the successive parts of the Irish Melodies. This arrangement greatly facilitated marketing and gave Moore a London base for his part in the increasingly successful venture. After the success of the 1808 and 1810 parts, Moore was paid 500 pounds a year for seven years, an agreement apparently renewed twice. This annuity, coupled with the Bermuda appointment, gave him a reliable, though never a sufficient, income. All too frequently, Moore borrowed from James Power to meet family expenses, mortgaging his future but not endangering his friendship with the Powers, except for a short-lived quarrel over payment for musical harmonies in 1832–1833. The arrangement between the Power brothers eventually broke down, however, and, from 1821 on, the title pages carried the name of James Power alone. Although publication of the Irish Melodies was often delayed by Moore’s other writing commitments, he never shook the epithet “Melody Moore,” for he sang his own songs at Holland House and at Samuel Rogers’s dinners, as well as for Byron in Italy, Scott at Abbotsford, Wordsworth in London, and Lafayette in Paris.”\nFrom the beginning of the undertaking Moore set out to do for Ireland what Robert Burns had done for Scotland. He approached his work seriously, paying careful attention to his texts and the harmonies, provided by John Andrew Stevenson for the first seven parts and by Henry R. Bishop for the rest of the series, and closely overseeing details of printing and publishing. Moore’s commitment derived from his patriotism as well as his artistic integrity, and his various prefaces and advertisements for Irish Melodies attest to his conscientious attempts to represent fairly “the beauties of the National Music of Ireland,” Moore records his impressions of the varying tones of sorrow and joy in Irish music, “that unaccountable mixture of gloom and levity,” through a variety of patriotic, amatory, and philosophical themes. Thérèse Tessier catalogues the 124 pieces as follows: 30 on Ireland and her destiny, 40 on love, 15 on wine and friendship, 20 on general considerations on life, 10 on people and events of the times, and six on nature, with an overlapping six shaded with autobiographical elements. His versifying techniques include repetition and parallelism appropriate to the music, and a spare diction dominated by monosyllabic words to allow for effective singing. Alliteration and assonance abound in lines remarkable for perfect rhyme (too frequently “me” and “thee”) and strict, though varying, meter. As poetry, many of the Irish Melodies seem simplistic in both sound and sense, but as songs intended to be sung and heard, many are as worth remembering now as they were in Moore’s lifetime and the 50 years following his death.\nTranslations into German, Italian, Hungarian, Czech, and French, including those by Mme. Louise Swanton Belloc and Gérard de Nerval, outnumbered the many parodies in England, and settings by Hector Berlioz guaranteed a large European audience for the songs. Byron said he knew them all “by rote and by heart”; they were, he said, his “matins” and “vespers,” and he paraphrased them freely and used “As a beam o’er the face of the waters may glow” as an epigraph to The Giaour (1813). He set them above epics and Moore above all other poets for his “peculiarity of talent, or rather talents,--poetry, music, voice, all his own.” Scott admired them too, noting that neither he nor Byron could attain Moore’s power of adapting words to music. The major poetic and critical talents of the age generously acknowledged Moore’s lyric gift, and those who heard him sing recorded high praise in letters and published panegyrics. Shelley, who never heard Moore sing, paid him tribute in Adonais (1821) as the emissary from Ireland: “from her wilds Ierne sent / The sweetest lyrist of her saddest wrong, / And Love taught Grief to fall like music from his tongue.” What his contemporaries admired was not so much the substance of Irish Melodies, however, but rather their music, their concision, their melodic rhythm. Although few have survived the pressures of time and changing tastes, most readers today will be able to add melody to these words:\n \nBelieve me, if all those endearing young charms,\n       Which I gaze on so fondly to-day,\nWere to change by to-morrow, and fleet in my arms,\n       Like fairy gifts fading away,\nThou wouldst still be ador’d, as this moment thou art,\n       Let thy loveliness fade as it will,\nAnd around the dear ruin each wish of my heart\n       Would entwine itself verdantly still.\n \nIt is not while beauty and youth are thine own,\n       And thy cheeks unprofan’d by a tear,\nThat the fervor and faith of a soul can be known,\n       To which time will but make thee more dear;\nNo, the heart that has truly lov’d never forgets,\n       But as truly loves on to the close,\nAs the sunflower turns on her god, when he sets,\n       The same look which she turn’d when he rose.\n\n“Melody” Moore came to know intimately something of the love about which he wrote so sensitively. In March 1811 he married an Irish actress, Elizabeth Dyke, whom he met in Ireland but married at St. Martin’s, an Anglican church in London. With “Bessy” he set up house first in London, then in the country near Lord Moira at Mayfield Cottage in Derbyshire, and finally in Sloperton Cottage in Wiltshire near the country seat of another close friend, Henry Petty-Fitz-maurice, Third Marquess of Lansdowne. Tom and Bessy Moore fostered a loving and devoted family, three daughters and two sons, none of whom, unfortunately, survived the parents. The girls died young, and both sons died when they had only just arrived at manhood. One of them, Tom, after costing his father a small fortune and his mother a great many tears, died in disgrace in 1846 in Algeria, where he had been posted as an officer in the French foreign legion.”\nTo support his growing family Moore entered the field of political squib writing, taking the Prince Regent, once his friend and patron, as his prime target for Horatian mockery in the pages of the Morning Chronicle, collecting his efforts, with some additions, in Intercepted Letters, or the Two-Penny Post-Bag (1813), published under the pseudonym Thomas Brown the Younger. In this satire, which is less formal and more effective than The Sceptic, Moore found his most natural expression, ranging from comic farce to incisive wit. His sarcastic comments on the Prince Regent’s foibles and obesity delighted the Whigs, supporters of the Irish cause. Even the Tories admired some of his imaginative barbs, including the light touch with which Moore ridiculed the threat of “unread Petitions” to crush the sovereign. Much of Moore’s satiric verse is dated by its particulars, but among his contemporaries it cast him in a role of political importance and endowed him with more powerful friends than foes. A stream of political poems followed in rapid succession, from The Fudge Family in Paris (1818) to The Fudges in England (1835), with Fables for the Holy Alliance (1823) and Odes upon Cash, Corn, Catholics, and Other Matters (1828) between. Moore’s light satirical poems are the verbal equivalents of the political cartoons of the day, full of wit and imagination, less dated than their subjects, though somewhat tedious in rollicking anapests.\nMoore was not satisfied with a reputation as a versifier and satirist, however, and in 1814 he contracted with the firm of Longman, Hurst, Rees, Orme and Brown to write a metrical romance on an Eastern subject, Lalla Rookh. Longman promised him 3,000 pounds upon delivery, an enormous sum in that day, and Moore set to work at once familiarizing himself with Near Eastern literature, geography, and history. He delayed publication of Lalla Rookh until 1817, after Byron’s Giaour and Bride of Abydos, both published in 1813, had had their day and after the depression following the peace of 1815 had waned. Properly timed and beautifully printed, Lalla Rookh was an immediate success, rivaling in popularity anything by Scott or Byron. Lalla Rookh comprises a frame story in prose, enclosing four verse tales of varying length. The frame tells of the bridal journey of Lalla Rookh (in Persian, “The tulip-cheeked one”), daughter of the Mogul emperor Awrangzib, who is on her way from Delhi to marry the son of the abdicated ruler of Kashmir, presumably in 1669–1670. On the journey a poet, Feramorz, who later unmasks himself to reveal that he is the intended bridegroom, recites his verse at each major stop. His poetry wins Lalla Rookh’s love and the enmity of her guardian, Fadladeen, a bigot and caviler, whose name suggested that of Fedallah, the Parsee harpooner in Herman Melville’s Moby-Dick (1851). The four verse stories are “The Veiled Prophet of Khorassan,” “Paradise and the Peri,” “The Fire-Worshippers,” and “The Light of the Haram.” Despite its fall from literary favor, Lalla Rookh is notable, as G.M. Wickens suggests, for its combination of the macabre and the melodramatic, the allusively sensual and the saccharine, in measures appropriate to the Romantic sensibility. The Veiled Prophet extracts a vow from the heroine in a charnel house and immolates himself in a burning witches’ brew while singing a hymn of joyous hate against mankind. Ill-fated lovers, sugary and suggestive, earn heaven or each other amid the tempests of revolt against all manner of political and religious tyrannies. Just below the surface of the rich and heavily footnoted Orientalism (387 footnotes, drawn from more than 100 sources), Moore retells the stories of Irish oppression, of the need for freedom in the Vale of Cashmere or Dublin.\nIn 1818, at the summit of Moore’s fame and fortune, disaster struck when it was discovered that his deputy in Bermuda had embezzled 6,000 pounds. Moore, liable for the full amount, sought recourse from the deputy uncle, Sir John Sheddon, but was refused. Facing debtor’s prison Moore left for France in September 1819, traveling with Lord John Russell, later the first editor of Moore’s journals and letters. In Venice in October, Moore saw Byron for the last time, taking from the meeting the manuscript for Byron’s memoirs and promising to publish them after Byron’s death. Moore then settled in Paris, where he was joined by Bessy and the children. He remained in exile until 1822, when he learned that a partial repayment of his debt had been made by a relative of the deputy’s and by Lord Lansdowne, whom Moore repaid almost immediately by a draft on Longman, his publisher.\nBack at Sloperton, Moore completed The Loves of the Angels (1823), his last long poem, interconnected confessional narratives about three angels who fall in love with mortal women and become caught in mortality themselves. Although the tension between the spiritual and the explicitly sensual is resolved in accord with the morality of Moore’s time, the theme of angels desiring physical union shocked orthodox Christians and caused enough stir to guarantee sales. Moore accommodated his critics in the fifth edition of the book (1823) by turning his Christian angels into Moslem angels, adding bookish footnotes to explain and support the Levantine substance. The poem is redeemed by the separation of the real and the ideal, and, like Shelley and Keats, Moore is successful in making earthly life spiritually acceptable. Music becomes the link between love and religion, and Moore’s musical expression reiterates the Romantic theme in tones alternating between melancholy and delight.\nMoore visited western Ireland in 1823 with Lord Lansdowne and was indignant over the misery and filth of peasants, whose church exacted tithes and whose landlords kept them in poverty. He registered his sympathy in his first long prose piece, Memoirs of Captain Rock (1824), the fictitious story of a mythical Irish folk hero who attacks the landlords on behalf of desperate peasants. Although the machinery is humorous, Moore successfully conveyed his views on English misgovernment in Ireland.\nMuch of 1824, the year of Byron’s death on April 19, was devoted to a dispute over Byron’s memoirs. John Cam Hobhouse alleged that Byron had regretted giving Moore his memoirs, and Lady Byron, Byron’s estranged wife, and Augusta Leigh, Byron’s beloved half-sister, added fuel to the controversy out of fear that Byron’s papers might contain indiscreet or scandalous material. Moore had given Byron’s papers to the publisher John Murray for a loan of two thousand pounds, and, by the time Longman offered him more money for the manuscript, it was irretrievable. Lady Byron and Augusta Leigh each demanded it, and Moore finally agreed to burn the memoirs, unread, in Murray’s fireplace. That act left him in debt to Murray, a debt paid by the biography of Byron, Moore’s finest work in prose.\nBefore beginning the biography of Byron, Moore had to finish the Memoirs of the Life of the Right Honourable Richard Brinsley Sheridan (1825), which he had been working on since 1819 but which had been delayed by Moore’s years of exile in France. Moore admired Sheridan, who had died in 1816, as a playwright but knew him only slightly, for Sheridan was 28 years older and close to the Prince Regent, whom Moore had many reasons to despise. When Sheridan died, not long after the Regent gave him a mere pittance for pension, Moore had responded in “Lines on the Death of Sheridan,” excoriating the ungrateful friends of a man in dire need. In his biography Moore applauds the playwright and sympathizes with the aging man, but he does not hide his distaste for Sheridan’s rather extravagant public career as orator, parliamentarian, and man-about-town. Moore’s devotion to his own wife and family and his loyalty to his own friends contributed more than a touch of censure to his carefully documented life of Sheridan.\nHis attitude toward the biography of Byron, his intimate friend, was complicated by the dispute over the memoirs but not by Byron’s morality. Moore suppressed much information about Byron’s private life, but not enough to satisfy Lady Byron or Augusta Leigh, both of whom were offended by Moore’s candor. But Mary Shelley—who supplied Moore with her memories of Byron and who successfully interceded on his behalf with the Countess Teresa Guiccioli, Hobhouse, and other contemporaries—regarded Moore’s portrayal of Byron’s personality as fair and his style as eloquent. Howard Mumford Jones calls the work “one of the four or five great literary biographies in the English language” and “the one book by which Moore lives today.” For the most part Letters and Journals of Lord Byron: With Notices of His Life (1830) lets Byron speak for himself, but the biographical notes and even the slight comments on Byron’s work belie Moore’s deferential apologies in his preface and his diffidence about his own critical abilities.\nMoore’s third biography, The Life and Death of Lord Edward Fitzgerald (1831), whom Moore had never met, was an exercise of zeal for the Irish cause. Fitzgerald was a leader in the revolt of the United Irishmen in 1798, a nationalist, an aristocrat, and a martyr for Ireland. Fitzgerald’s life and politics inspired Moore to occasional eloquence on such issues as persecution and injustice, but he left it to the reader to digest most of the facts and many of the incidents of Fitzgerald’s life.\nBetween the biographies, Moore continued his versifying of Irish melodies, adding National Airs and Sacred Songs to his growing list. He struggled for some years on a new poem, Alciphron, but he rewrote it as prose fiction, The Epicurean (1827), a philosophical romance of third-century Egypt that becomes something of an apologia for Moore’s own heterodox Christianity, reconciling doubts and dogmatism. Alciphron was published in 1839.\nAfter passage of the Catholic Emancipation Act in 1829, Moore published a long prose tract, Travels of an Irish Gentleman in Search of a Religion (1833), convincing himself of the superiority of the Roman Catholic faith in doctrine and practice. Although finally justifying the faith of his childhood, Moore had “lived like a Protestant and thought like a Deist.” He was a divided but a delightful man.\nMoore’s last work, the disappointing but massive History of Ireland (1835–1846), was written in exhaustion and in sorrow through a series of personal tragedies, beginning with his mother’s death in 1832. As his losses accrued, his powers began to fail, reducing him ultimately to senility, which came suddenly in December 1849 while he was talking with Lord John Russell and Lord Lansdowne. Moore died on February 25, 1852. His widow lived on at Sloperton Cottage, supported by his pension and the proceeds from publication of his journals and correspondence, until her death on September 4, 1865.\nMoore’s journals reveal his commendable objectivity on his own strengths and weaknesses, an honesty that won him friends and endeared him to all who met him. Personable and affectionate, high-minded and independent, Thomas Moore deserves our respect and our attention.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Romantic"]}}