{"pf_url": "https://www.poetryfoundation.org/poets/thomas-chatterton", "name": "Thomas Chatterton", "yob": "1752", "yod": "1770", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/efbc6beebce26fa4ed79c39578710b1da6469890.png", "bio": "\nOf all English poets, Thomas Chatterton seemed to his great Romantic successors most to typify a commitment to the life of imagination. His poverty and untimely suicide represented the martyrdom of the poet by the materialistic society of his time. William Wordsworth, listing in “Resolution and Independence” (1807) those poets to whom he owed most, describes Chatterton as “the marvellous Boy, // The sleepless Soul that perished in his pride.” Samuel Taylor Coleridge wrote a monody on Chatterton; Robert Southey edited his poems (1803); John Keats dedicated Endymion (1817) to him; in “Adonais” (1821) Percy Bysshe Shelley ranks Chatterton with Sir Philip Sidney as “inheritors of unfulfilled renown”:\n                      Chatterton\r\nRose pale,—his solemn agony had not\r\n   Yet faded from him ...\r\nOblivion as they rose shrank like a thing reproved.\nAlfred de Vigny, Robert Browning, Dante Gabriel Rossetti, and Francis Thompson wrote about him; George Meredith posed for Henry Wallis’s painting of his death.\nChatterton, for a variety of reasons to a large extent relating to the state of letters in his time, achieved the status of a myth. This is not to discount his formidable influence on English, French, and German literature through his “Rowley” poems, which he attributed to a 15th-century Bristol priest, Thomas Rowley. His acknowledged satires and periodical essays were too scurrilous or too close to the work of fashionable contemporaries to attract much attention after his death. In literary history, Chatterton’s invention of Rowley coincides with other famous “forgeries”: James Macpherson’s Ossian, which preceded him, and William Henry Ireland’s Shakespeare, which followed.\nChatterton’s suicide in a London garret at the age of 17, the victim of starvation and despair, enhanced his social and literary significance to an archetypal level. The life and death of Chatterton coincided with new widespread awareness of political ideas, individual potentialities, class differences, and the stultifying narrowness of provincial life. In contrast to the ephemerality and shoddiness of commercial practice and political maneuver, to an age suffused with a revolutionary spirit Chatterton’s peculiar vigor of imagination and apparent martyrdom seemed purer and more spiritual. Thus he came to represent to the Romantics and their successors a kind of idealism in the face of the rationalizing materialism of the 18th century. William Blake’s rejection of Isaac Newton and John Locke was anticipated by the Bristol youngster who plunged into the world of the 15th century to release his creative energy. The life of his own time provided him with a subject for satire; that of the past left him uninhibited, free to explore the possibilities of poetry.\nChatterton was born on November 20, 1752 in Bristol, the posthumous son of a schoolmaster—also named Thomas—of an eccentric disposition but with strong musical and antiquarian interests. The elder Thomas Chatterton’s ancestors had been sextons of the church of Saint Mary in the parish of Redcliff for generations. His wife, Sarah Young Chatterton, was only 17 and already the mother of their young daughter when they married in 1749. Chatterton grew up in a household of women (his father’s mother lived with them) precariously maintained by his mother’s work as a needlewoman. Stories of Chatterton’s apparent early inability to learn to read and being in consequence judged stupid; his falling in love with an illuminated manuscript at the age of six, after which he did little but read and demonstrate his precocity; his haunting of bookshops; his passion for fame; and his sense that the loss of his father deprived both himself and his family of the standing they might have otherwise had in the community all add color and poignancy to his story. The constant proximity of the old and beautiful church, however, with whose fabric his ancestors had been so closely connected, nurtured his extraordinary sensibility and sheltered his strong ego from the rebuffs which a thriving commercial and maritime community dealt to the growth of his wayward temperament.\nAt the age of eight Chatterton was sent to Colston’s charitable foundation, where his education was geared to the vocational requirements of his community—commerce and law—rather than to encouraging the development of his imagination through classical training. At the end of his schooling he was indentured to a local lawyer, John Lambert, as a scrivener or copy clerk. His employer beat him on finding out that he wrote poetry in his spare time, and, tearing up what he had written, forbade him to continue. There were like-minded young men with whom he gossiped and for whom he produced verse exercises of various kinds. Thomas Phillips, the usher at Colston’s, had been regarded as a remarkable versifier, but Phillips died in 1769; Chatterton’s three elegies to Phillips show he had been to some extent a fellow spirit.\nChatterton’s earliest recollections were of the Gothic beauty of the church of Saint Mary Redcliff. It had been founded in the 15th century by William Canning, mayor of Bristol and a romantic figure of enormous wealth and property. Rather than obey King Edward’s command to marry a second wife after the death of his first, he had entered a monastery. Among his contemporaries had been Thomas Rowley, at one time sheriff of Bristol; for Chatterton, Canning was to become enshrined in the role of patron to Rowley, who was cast by the boy as priest, poet, and chronicler. The strategic role of Bristol as gateway to the West Country and the men who ventured from Bristol to fight in patriotic struggles against the invaders who threatened the independence of England and the liberty of its people were to be “Rowley’s” themes.\nCanning’s name had been featured in leases, heraldry, buildings, grants of property, and bequests in documents housed in chests in the muniment room of Saint Mary Redcliff. Chatterton’s father had used old parchments left in disorder to cover his pupils’ books, and after his death his widow used strips of the parchments for thread papers. Chatterton collected all the remnants of parchment he could find and took them to a lumber room which he appropriated for his own use. There his solitary brooding, combined with the unsatisfactory nature of his daily life, encouraged the surrealistic dreamlike quality of his narratives, the vigorous dramatic evocativeness of his poems, and the passionate outpourings of his heroes and heroines.\nIn his reading Chatterton encountered the Ossian fragments and epics of Macpherson, which had become the rage of the polite world in the 1760s. He also read Thomas Percy’s three-volume Reliques of Ancient English Poetry (1765), with Percy’s “Essay on the Ancient Minstrels,” where differences between ancient and modern ballads were discussed. Equally important, as Bertrand Bronson has shown, was Elizabeth Cooper’s The Muses Library (1737), a 400-page account of such older English poets as Edward the Confessor, Samuel Daniel, William Langland, John Gower, Geoffrey Chaucer, Thomas Occleve, Alexander Barclay, and the earl of Surrey. If one adds to these the collection Old Plays (1744) by Robert Dodsley; the works of the antiquarians of the previous century; the dictionaries and encyclopedias of the 18th century; Thomas Speght’s edition of the works of Chaucer (1598); and the poetry of Edmund Spenser, Thomas Gray, William Collins, and William Shakespeare, one can see that Chatterton’s imaginative resources were rich indeed.\nBristol was the second largest city in England and was growing fast in commerce. Its historic role as a strategic gateway to the West Country, and consequently in the warlike struggles of the remote past, enabled Chatterton to cast it in a mythical role. Its origin was swathed in legend; its fortunes were intertwined with the fate of the nation; it had played its part in the lives and deaths of the Saxon monarchs; its men had fought against foreign invaders; its citizens and poets had been munificent and learned. The present reality of the town for anyone who was poor and lacked social connections, however, was dire. If influential friends did not exist, they had to be made. The caliber of friends that might be made in Bristol did not seem promising, an irritating state of affairs for so proud and sensitive an adolescent as Chatterton.\nChatterton’s first attempt to confront present-day Bristol with its past came with his successful submission to the local newspaper, Felix Farley’s Bristol Journal, of a piece on the opening of the Old Bridge over the river Severn so that it might be compared with the opening of the new in 1768. Civic pride and a sense of occasion, pageantry, and history combine in Chatterton’s piece, which re-creates ancient Bristol for the 18th-century reader. It attracted the attention of William Barrett, a surgeon and local antiquary, whose History of Bristol (1789) was to include much Rowley material as genuine and of George Catcott, a local pewterer, who questioned Chatterton on his sources for the fifteenth-century account (as it had been represented) of the Old Bridge. At this point the existence of the manuscripts in the muniment room and in Mrs. Chatterton’s house became public. Barrett’s own collection of such manuscripts was augmented by Rowleian productions handed to him by Chatterton. Following the publication of the Old Bridge piece on October 1, 1768 Chatterton gave Barrett Rowley’s “Memoirs,” “Epitaph on Robert Canynge,” “Songe to Ælla,” “Yellow Roll,” “Bristow Tragedy,” the first part of “The Battle of Hastings,” “The Parliament of Sprytes,” “Three Eclogues,” and the “Tragedy of Godwynn,” as well as a “History of Bristol,” supposedly by the 11th-century prior of Durham, Turgot, with Rowley’s emendations (Chatterton cunningly offered material which would attract an antiquary and reinforced the forgery with pedantry, also forged, to enhance its supposed authenticity). So it was to impress the somewhat opaque intelligence of his Bristol acquaintances that Chatterton entrusted to them a great part of his richest and most spontaneously produced Rowley material. Consequently, not only was none of the Rowley poetry published during Chatterton’s lifetime but his “friends” were among the most adamant after his death in asserting that the boy they had known could not possibly have written the Rowley poems.\nIf Chatterton compiled history to catch Barrett, he prepared a pedigree to catch Henry Burgum, Catcott’s partner. The “Account of the De Berghams from the Norman Conquest to this time” was exposed when Burgum checked the fabrication with the College of Heralds and discovered the hoax. But in the meantime he had parted with a small sum of money which Chatterton might have scorned but certainly needed. It was clear that he must fly higher to catch a worthwhile patron. He wrote to James Dodsley, a London publisher, who may have given him moderate encouragement. His next target was suggested by success in the same field. Horace Walpole, who had acknowledged his authorship of The Castle of Otranto (1764) only in its second edition, having at first pretended he had found the manuscript in an old chest, had recently had a new edition of the first volume of his Anecdotes of Painting in England (1762) published. What better ploy than to have Canning send Rowley to catalogue the paintings of the 15th century in a journey around Britain in order to whet Walpole’s appetite for unknown artists? Walpole had already been taken in by Macpherson and was inclined to be a little wary; at first, however, he was enthusiastic enough and welcomed Chatterton’s opening gambit, a piece titled “The Rise of Peyncteynge yn Englande, wroten bie T. Rowleie, 1469 for Mastre Canynge.” Walpole gave courteous encouragement: “Give me leave to ask you where Rowley’s poems are to be found. I should not be sorry to print them, or at least a specimen of them, if they have never been printed.”\n\r\nChatterton not only sent poems but disclosed the truth of his own situation—that he was the son of a poor widow and wished to be released from his drudgery as an attorney’s apprentice. The obviously modern tone of the specimens Walpole received (particularly of the Pastorals) and his vulnerability to imposture and consequent ridicule resulted at first in neglect of the correspondence, then in the brusque dismissal of any hopes Chatterton might have had from this particular great man.\n\r\nAfter Chatterton’s suicide Walpole was cast in the role of persecutor of the indigent and youthful genius. For more than 20 years Walpole battled to rescue his reputation from this slur, but the neatness of the opposition between the rich dilettante and the poverty-stricken and tragic youth was too intriguing to be laid completely to rest. The immediate difficulty for Chatterton was Walpole’s delay in returning the manuscripts. Walpole had pointed out that the harmoniousness of the verses was too modern, as well as the improbability of their surviving from Anglo-Saxon times. Chatterton rebuts this criticism in a letter to Walpole of April 14, 1769:\n\r\nThe Harmony is not so extraordinary:—as Joseph Iscan is altogether as harmonious—\r\nThe Stanza Rowley wrote in, instead of being introduc’d by Spencer was in use 300 Years before ... by Rowley—tho’ I have seen some Poetry of that Age—exceeding Alliterations without Rhyme—\n\r\nI shall not defend Rowleys Pastoral: its merit can stand its own defence—\r\nRowley was employ’d by Canynge to go to the Principal Monasterys in the Kingdom to Collect drawings, Paintings & all MSS relating to Architecture—is it then so very extraordinary he should meet with the few remains of Saxon Learning—’Tis allow’d by every Historian of Credit, that the Normans destroy’d all the Saxon MSS, Paintings &c that fell in their Way; endeavoring to suppress the very Language—the want of knowing what they were, is all the Foundation you can have for stiling them a barbarous Nation.\nThe last sentence asserts an older identity than that which had provided England with its civilized veneer since the Restoration. All invaders, whether French fashions or Norman soldiers, had been set on the obliteration of an indigenous culture. The first history of English poetry (1774–1781), by Thomas Warton, was to chart the same awareness of an older tradition. Warton’s understanding of this tradition, however, was an academic one in comparison with that of Chatterton, whose Rowley poems he learned of too late. The episode with Walpole is clearly a clash between lord and low-born apprentice; it reveals the antagonism of cosmopolitan sophistication versus provincial authenticity. Chatterton’s last letter to Walpole, on July 24, 1769, at last elicited the manuscripts: “I think myself injured, sir; and, did not you know my circumstances, you would not dare to treat me thus. I have sent twice for a copy of the MS.:—No answer from you. An explanation or excuse for your silence would oblige.”\nAlthough the situation, like the contention between Samuel Johnson and Lord Chesterfield over the patronage for Johnson’s Dictionary (1755), sets low against high in true folk fashion, Chatterton, as his dedicated biographer, E.H.W. Meyerstein, points out, had merely not succeeded in imposing on Walpole. His verses that were not sent to Walpole because “my Sister persuaded me out of it” affirm his fixed purpose:\nScorn I will repay with Scorn, & Pride with Pride.\nStill Walpole, still, thy Prosy Chapters write\nAnd twaddling Letters to some fair indite,\nLaud all above thee,—Fawn and Cringe to those\nWho, for thy fame, were better Friends than Foes...\nHad I the Gifts of Wealth and Luxury shar’d\nNot poor & Mean—Walpole! thou hadst not dared\nThus to insult. But I shall live and stand\nBy Rowley’s side—when Thou are dead and damned.\n\r\nThe Town and Country Magazine published Rowley’s “Elinor and Juga” in June 1769, but from this time Chatterton seems to have written in propria persona, producing only a few more pieces by Rowley in the remaining months of his life. Among the poems written in Chatterton’s own name are several elegies, notably on Phillips, in which dramatic life is given to the evocation of his friend’s poetic power. The stanza echoes Gray, the imagery Collins, yet the characteristic Chatterton registering of the impact of light and movement foreshadows Keats:\nWhen golden Autumn, wreathed in riped’d corn,\nFrom purple clusters prest the foamy wine,\nThy genius did his sallow brows adorn,\nAnd made the beauties of the season thine.\nPale rugged Winter bending o’er his tread,\nHis grizzled hair bedropt with icy dew;\nHis eyes, a dusky light congeal’d and dead,\nHis robe, a tinge of bright ethereal blue;\n \nHis train a motley’d sanguine sable cloud,\nHe limps along the russet dreary moor;\nWhilst rising whirlwinds, blasting keen and loud,\nRoll the white surges to the sounding shore.\n\r\nChatterton’s state of mind in his last autumn months suggests that of William Cowper. “Elegy II” concludes,\n A dreary stillness broods o’er all the vale,\n   The clouded Moon emits a feeble glare;\nJoyless I seek the darkling hill and dale,\n   Where’er I wander Sorrow still is there.\n\r\nBut a Promethean figure expresses a self-sustaining pride in the fragment the editors Donald S. Taylor and Benjamin B. Hoover title “Heroic Fragment” in The Complete Works of Thomas Chatterton (1971):\n          He fled\nEternal Vengeance flaming o’er his head\nHe clash’d the Clouds bade swelling Thunders sound\nAnd rapid whirls the forky Lightnings round\nA Triune Substance of etherial Smoke\nThe Godhead stood confest and thus he spoke.\n\r\nThe sheer variety of his output at this time exhibits both fluency and determination to succeed. From August to November he wrote burlesques; a burletta, Amphitryon; elegies; an antique piece, “The Hirlas”; satires on the themes of Interest, Happiness, and Conversation; a “Journal” in Hudibrastics; and “Epistle to Catcott.” At this time, too, he wrote “Elegy, Written at Stanton Drew,” on a Maria who had departed from him. Chatterton’s female acquaintances were numerous: there is evidence of a Rochester-like dismissal of those who had served their turn. A letter from one Esther Saunders, written on April 3, 1770, offers to meet him “in the morning for ... we shant be seen a bout 6 a Clock But we must wait with patient for there is a Time for all Things.” Chatterton adds a note: “There is a time for all things—Except Marriage my Dear And so your hbl Servt. T. Chatterton, April 9th.”\nHe freely satirized figures in the town, and his attacks on provincial life offer continuing evidence of the precocity and cynicism of his attitudes. In “Happiness” he declaims:\nConscience, the Soul-Camelion’s varying hue\nReflects all Notions to no Notion true\nThe bloody Son of Jesse when he saw\nThe mystic Priesthood kept the Jews in awe\nHe made himself an Ephod to his Mind\nAnd sought the Lord and always found him kind\nIn Murder, horrid Cruelty and Lust\nThe Lord was with him, and his Actions just....\nContent is Happiness as Sages say\nBut what’s Content? The Trifle of a Day\nThen Friend let Inclination be thy Guide\nNor be by Superstition led aside\nThe Saint and Sinner Fool and Wise attain\nAn equal Share of Easiness and Pain.\n\r\nIf in public he were to go from cynic to calumniator in his satires on the developing political crisis, his home life remained close and affectionate. “The Antiquity of Christmas Games,” published in the Town and Country Magazine in December 1769, probably helped with the family finances. “The Copernican System,” published in the same month, indicates a resolve to make his living by writing, as Richard Savage, a fellow poet, had tried but failed to do. But he was bound to his master, Lambert, and could not get away to London and literary life. He had become a free-thinker and wrote out his “Articles of Belief,” which were not published until 1842 (in C.B. Willcox’s edition of The Poetical Works of Thomas Chatterton): “That God being incomprehensible: it is not required of us, to know the mysterys of the Trinity &c. &c. &c. &c.” He goes on:\nThat it matters not whether a Man is a pagan Turk Jew or Christian\nif he acts according to the Religion he professes\nThat if a man leads a good moral Life he is a Christian\nThat the Stage is the best School of Morality\n                          and\nThe Church of Rome (some Tricks of Priestcraft expected) is\ncertainly the true Church.\n\r\nChatterton admired the satiric point and flair of Charles Churchill and the patriotic stance of John Wilkes against the party of the Dowager Princess of Wales and her reputed lover, Lord Bute. The manipulation of the king by the princess and Bute in the interests of the Scottish party drew Chatterton’s fire. He addressed the duke of Grafton on the occasion of his resignation from the prime ministership: “your whole administration has been derogatory to the honour and dignity of the crown; for the honour of the crown is the liberty of the subject.” This piece appeared in the Monthly Journal for February 24, 1770. His next major piece, “The Whore of Babylon”—the title refers to the Dowager Princess of Wales—remained unpublished until 1803 (in Robert Southey and Joseph Cottle’s edition of The Works of Thomas Chatterton), “Resignation” appeared in the Freeholder’s Magazine in April and May 1770; Bute is one of the targets:\nFir’d by Ambition he resolved to roam\nFar from the famine of his native home...\nClad in his native many-colour’d Suit\nForth struts the walking Majesty of Bute ...\nA joy prophetic untill then unknown\nAssur’d him all he view’d would be his own ...\nFate beheld him as he trudg’d the Street\nBare was his buttocks and unshod his feet. ...\n\r\nThe strains of John Dryden and Alexander Pope have collapsed into the burlesque mockery of Churchill.\nWith the Wilkes furor reaching its climax—Wilkes was again elected to the House of Commons and again expelled by the government—Chatterton had a fortune to seek through the press, where new periodicals such as the Freeholder’s Magazine had been founded to voice the sentiments of those opposed to the government. So ripe must the time have seemed for his new life to begin that Chatterton found a way to extricate himself from his apprenticeship. On 14 April he devised a last will and testament, which begins, “All this wrote bet 11 & 2 oclock Saturday in the utmost Distress of Mind.” He addresses Burgum:\nIf ever obligated to thy Purse\nRowley discharges all; my first chief Curse\nFor had I never known the antique Lore\nI ne’er had ventured from my peaceful Shore\nTo be ye wreck of promises and hopes\nA Boy of Learning and a Bard of Tropes\nBut happy in my humbler Sphere had mov’d\nUntroubled unrespected unbelov’d.\n\r\nAfter specifying memorials to be placed on the tombs of his ancestors he devises his own:\nTo the Memory of Thomas Chatterton. Reader Judge not;\nif thou art a Christian, believe that he shall be Judged by a\nSuperior Power, to that Power only is he now answerable—\n\r\nListing his (ironic) bequests, he includes Moderation “to the Politicians on both Sides the Question” and Abstinence “to the Company at the Sheriffs annual feast in General more particularly to the Aldermen.” He leaves his “Debts in the whole not five Pounds to the Payment of the Charitable and generous Chamber of Bristol”; he leaves his mother and sister to “the protection of my Friends if I have any,” and ends with arrangements for the printing of the will. The clear delight in his own inventiveness and the satiric mischief in the document do not conceal the real desperation and wretchedness of his plight. His scheme succeeded: the largely factitious emotions were assumed to be authentic, and Lambert released him from his apprenticeship. Chatterton was free to go to London to make his fortune. He left Bristol on April 17, for the first and last time. He had already written to booksellers and publishers in London, and he visited them promptly on the evening of his arrival.\nFrom then on the pace of his life and the hectic qualities of his letter writing increased. At first he took lodgings in a house in Shoreditch with one of his relatives. From there he wrote glowing accounts of his fashionable acquaintance and of his influence with London publishers. He had already established connections with the editors of the Town and Country Magazine, the Middlesex Journal, and the Freeholder’s Magazine. For the most part his work was taken by editors who favored the populist causes of Wilkes, so that when the government clamped down on their activities and imprisoned the editor of the Freeholder’s Magazine in July Chatterton’s market became constricted. It was reduced, too, by the sudden death of a potential patron, William Beckford, Lord Mayor of London. The controversy over Wilkes’s election to the House of Commons and his expulsion therefrom by the government raged throughout April and May; it was fanned on May 23 by the lord mayor’s “humble remonstrance” to the king at his rejection of London’s petition that Wilkes should be restored to his seat. Beckford had violated decorum and was hailed as a hero by the Wilkes party. Chatterton wrote his characteristically portentous letters to the lord mayor, addressing him as “Probus.” He received some reward and hoped for more, but on June 21, Beckford died. A celebrated anecdote concerns a letter written to one of his Bristol friends giving an account of what he had gained through writing essays and elegies and lost in patronage by the lord mayor’s death, ending with “am glad he is dead by [£] 3 13 6.”\nMost of his works at this time—the long satire “Kew Gardens,” referring to the establishment there of the Dowager Princess of Wales; “The Candidate”; and the contributions by “Decimus” and “Menemus” to the Middlesex Journal—are politically partisan. “An Exhibition of Sign Paintings” appeared on May 26 (the success of the Wilkes group had been connected with its anti-Hogarth Exhibition of Sign Paintings, in which the authors pilloried the government). He earned a little money from periodical stories such as “Letter of Maria Friendless,” which was published in the Town and Country Magazine of June 15, 1770, and “Memoirs of a Sad Dog,” published in the same magazine in July and August. Lyric pieces were published in the London Magazine in June 1770 and in the Court and City Magazine in July. These poems mark a new venture into exotic themes and images. The perspectives are cosmic in grandeur: the fiery imagination of Rowley is transposed into a world of more universalized mythology. The description of the river in “The Death of Nicou an African Eclogue” previews that by Coleridge in “Kubla Khan” (1797): “Fiercely propell’d the whiten’d billows rise / Break from the cavern and ascend the skies. ...” The prowess of Nicou exceeds in splendor and spaciousness the motions of Keats’s Titans:\nStrong were the warriors, as the ghost of Cawn,\nWho threw the hill of archers to the lawn:\nWhen the soft earth at his appearance fled;\nAnd rising billows played around his head:\nWhen a strong tempest rising from the main,\nDash’d the full clouds, unbroken, on the plain.\nNicou, immortal in the sacred song,\nHeld the red sword of war, and led the strong;\nFrom his own tribe the sable warriors came,\nWell try’d in battle, and well known in Fame.\nNicou, descended from the god of war,\nWho liv’d coeval with the morning star....\n\r\nIn the later piece “An African Song” a slighter vein of lyric luxury is still characteristic:\nHaste, ye purple gleams of light,\n     Haste and gild the spacious skies;\nHaste, ye eagles, take your flight,\n     Haste and bid the morning rise.\n \nNow the eastern curtain draws;\n    Now the red’ning splendor gleams;\nNow the purple plum’d maccaws,\n    Skim along the silver streams.\n \nNow the fragrant-scented thorn,\n    Trembles with the gummy dew;\nNow the pleasures of the morn,\n    Swell upon the eager view.\n\r\nThe musical units are still sure; the delicacy of sensation is remarkable, and the capacity to startle with a freshness of association is characteristically Chatterton’s. Although his predominantly satiric work is similar to that of Lloyd and Churchill, there are signs that his temperament is seeking new and imaginative means of lyric expression.\nIn June Chatterton moved from Shoreditch to the house of Mrs. Angel, a sacque-maker in Brooke Street. About this time he must have written, or more likely improved, his “Excelente Balade of Charitie,” the only poem of this period written in the Rowleian style. It was not accepted for publication by the Town and Country Magazine, which merely printed an acknowledgement of its receipt. The poem describes how Charity and Love are not found “aminge highe elves” for “Knights and Barons live for pleasure and themselves.” The poor man of the poem is assailed by bad weather:\nListe! now the thunder’s rattling clymminge [noisy] sound\nCheves [moves] slowlie on, and then, embollen [swelled], clangs,\nShakes the hie spyre, and losst, dispended, drown’d,\nStill on the gallard [frighted] eare of terroure hanges;\nThe windes are up; the lofty elmen swanges;\nAgaine the levynne and the thunder poures,\nAnd the full cloudes are braste [burst] attenes [at once] in stonen showers.\n\r\nAn abbot refuses to give alms; a priest takes pity on him. The poem ends:\nVirgynne and hallie Seyncte, who sitte yn gloure [glory],\nOr give the mittee [mighty, rich] will, or give the gode man power.\nThe sentiments of the poem have long been supposed those of Chatterton himself as his fortunes sank even lower. He wrote to his old Bristol acquaintance William Barrett for support in gaining a position as a ship’s surgeon, but, since Chatterton had no medical training, Barrett could hardly do other than refuse. The openings for his work were reduced by the measures taken by the government against its opponents; in any case, the Town and Country Magazine had already accepted as much material as it could publish. The doldrums of August had descended on the town. In “Memoirs of a Sad Dog” Chatterton traces the decline in fortune of a wealthy young man poetically left at leisure to reflect on Ossianic landscapes: “The man who sits down to write his own history, has no very agreeable task to execute.” Left 5,000 pounds which he squanders on women, employed by a booby who is visited by a certain “Baron Otranto, who has spent his whole life in conjectures,” and fooled by an inscription on a stone in much the same way as the Pickwickians in Dickens’s novel, his fortunes are briefly rescued by luck in gambling; but the Sad Dog loses his money again in an unlucky love adventure and returns to London to work for the magazines: “as I know the art of Curlism pretty well, I make a tolerable hand of it. But, Mr Printer, the late prosecutions against the booksellers having frightened them all out of their patriotism, I am necessitated either to write for the entertainment of the public, or in defence of the ministry. As I have some little remains of conscience the latter is not very agreeable ... ”—nor, perhaps, at this juncture, very practicable. The story is close to Chatterton’s own.\nThe last presents for home were sent with confident and affectionate letters to his mother and sister, the two women who remained the center of his emotional concern. He promised more gifts and future good fortune, but in fact he was being beset by the ironically named Mrs. Angel. On July 20 he wrote to his sister, “I have an universal acquaintance: my company is courted every where; and could I humble myself to go into a compter, could have had twenty places before me now; but I must be among the great: State matters suit me better than commercial. The ladies are not out of my acquaintance.” The last statement, at least, was true. In a letter to George Catcott in Bristol, dated August 12, he wrote: “Angels, according to the Orthodox Doctrine, are Creatures of the Epicene Gender, like the Temple Beaux: the Angel here, is of no such materials; for staggering home one Night from the Jellyhouse, I made bold to advance my hand under her covered way, and found her a very very Woman. She is not only an Angel, but an arch Angel; for finding I had Connection with one of her Assistants, she has advanced her demands from 6s to 8s 6 per Week, assured that I should rather comply than leave my Dulcinea, & her soft embraces.” At this date he was still hoping that Barrett might help him to the post of ship’s surgeon. The near 50 percent increase in his rent must have been the final blow to his finances. Chatterton’s “A Hunter of Oddities,” published in September in the Town and Country Magazine, includes an exchange in which a lodger asks his landlady what he may be given for dinner, and it concludes “Your score is now seven and thirty shillings; and I think it is time it should be cleared.” Mrs. Angel told a neighbor that, knowing Chatterton had not eaten for two or three days, she begged him to take a meal with her on August 24, but that he refused. The same day he was reputed to have tried to beg a loaf from a baker he knew. A neighboring chemist, Mr. Cross, suggested after Chatterton’s death that he was using vitriol to cure himself of venereal disease, which seems a likely hazard of his life-style at this time. In the course of the night of August 24, he committed suicide by swallowing opium and then arsenic in water. At the time he died, an Oxford scholar, Dr. Thomas Fry, had started to inquire about the Rowley poems.\nIn terms of Chatterton’s literary achievement there seemed to be a total opposition between the political and often scabrous satires comprising the bulk of his acknowledged work and the Rowley productions that had been left in Bristol. Catcott had amassed a large number of the Rowley poems, and Barrett possessed those apparently relating to the history of Bristol. Fascination with the Rowley material grew as doubts were expressed about its authenticity. In 1776 Thomas Tyrwhitt, the eminent scholar and editor of Chaucer, undertook to edit the Rowley poems, and his edition appeared in 1777. He became convinced they were Chatterton’s forgeries. In 1778 Chatterton’s Miscellanies in Prose and Verse appeared, and the debate raged, with voluminous attacks, rebuttals, and massive periodical coverage for the next 15 years. The age of the parchments, Chatterton’s lack of opportunity and knowledge, and his desire for the fame the poems might have brought him were the arguments of the Rowleians; that forgeries had previously been fabricated on edges and scraps of old parchment used for deeds and other documents, that most of the poems were transcripts, that they contained historical inaccuracies, and other evidence of modern composition were those of their opponents. In the third edition of the Rowley poems in 1778 Tyrwhitt included an appendix proving that their language showed them Chatterton’s, and in the same year Warton reached the same conclusion in the second volume of his History of English Poetry. At this time other threads of the Chatterton web were being explored by men who were more interested in his life than in his poetry. Herbert Croft’s Love and Madness (1780) printed Chatterton’s letters to his mother and sister (bought by Croft for a trifling sum) for the first time and also enhanced the sensational aspects of his death. What Meyerstein calls the “ponderous obscurantism” of Dean Jeremiah Milles of Exeter and of Dr. Robert Glynn of King’s College, Cambridge, coincided with these developments, and the battle in periodicals and pamphlets raged from 1780 onward, with Warton, Edmund Malone, and even the queen’s solicitor general, George Hardinge, joining in. And fresh Rowley and Chatterton material continued to be brought out of obscurity. In 1797, to alleviate the poverty of Chatterton’s sister and niece, Southey and Joseph Cottle decided to edit Chatterton’s works, including the Rowley material, and to publish them by subscription. This edition appeared in three volumes in 1803.\nJohn Dix’s The Life of Thomas Chatterton (1837) included the “Last Lines” for the first time. David Masson provided an exemplary account of the political maelstrom into which Chatterton entered in the novel Chatterton: A Story of the Year 1770 (1874), which was emended and published as a biography in 1899. In France and Germany the revolutionary feelings of the early 18th century found affinities in the story of Chatterton; in Alfred de Vigny’s drama Chatterton (1835) the poet’s ghost saves the destitute Francis Thompson from a similar fate. His triumphs as a poet are the theme of Daniel Wilson’s Chatterton (1869) and Charles Edward Russell’s Thomas Chatterton: The Marvellous Boy (1908). His most formidable biographer, Meyerstein, was surely haunted by him, as his lines written on Chatterton show. Peter Ackroyd’s best-selling novel Chatterton (1987) is a contemporary witness to his magic. Linda Kelly describes him in The Marvellous Boy (1971) as a mythical figure evoking something beyond his achievement, a haunting reminder of the fascination and power of the imagination.\nThe admiration of the Romantic poets for Rowley extended from Coleridge through Browning to Rossetti, who assisted in the preparation of the next notable edition of the poems, that of the Reverend Walter W. Skeat in 1871. It is this edition which offered conclusive evidence of the forgery by identifying the sources of Chatterton’s Rowleyese (chiefly the dictionaries of John Kersey [1708] and Nathan Bailey [1736]). Skeat also translated the Rowley poems into modern English. In this exercise he was assisted by the enthusiastic Rossetti, who wrote to Skeat on May 13, 1880: “I keep some archaisms to give colour, but not many.” Rossetti was not unaware, however, of the “Rowley rhythm,” and referred to Malone’s suggestion that the true test to establish whether Rowley was written by Chatterton would be “to run the 3 ‘African Eclogues’ (the only ones which are poetry proper among the ‘acknowledged’ class) into Rowleian idiom, and that the common and even equal parentage will then be at once apparent.” Rossetti also points out that Christopher Smart’s Song to David (1763) has “far more sterling English pith than anything else so early in that era”; both Smart and Chatterton, he says, were revivifying older native strains of poetry. For Rossetti, “Not to know Chatterton is to be ignorant of the true day-spring of modern romantic poetry.” At arguably the most crucial stage in his poetic development, Keats wrote to John Hamilton Reynolds on September 22, 1819: “Chatterton ... is the purest writer in the English Language ... ‘tis genuine English idiom in English words. I have given up Hyperion—there were too many Miltonic inversions in it.” Skeat’s translation of Rowley, whatever it did for the intelligibility of Chatterton’s work, alerted readers to the musicality of his construction. However outlandish some of his coinages might seem, the sheer fluidity and versatility of his poetry induced a fresh awareness of the possibilities open to the poet.\nChatterton’s Rowley uses language to convey a reality not of cognition but of the imagination. His verse, whether dramatic or lyric, excels in its sense of occasion, physicality, color, and incantation. There is the sense of the event, of the poetic utterance, to charm the reader—or, better still, the listener—as in “The Parlement of Sprytes”:\nSoon as the Morn but newlie wake,\nSpyed Nyghte ystorven Lye;\nOn herre Corse dyd dewedroppes shake—\nThen fore the Sonne upgotten was I—\nThe Rampynge lyon, felle tygere,\nThe bocke that skyppes from place to place;\nThe olyphaunt and rhynocere,\nBefore mee throughe the greene woode I dyd chace—\nNymrodde as Scryptures hyght mie Name,\nBaalle as jetted Stories saie.\n\r\nBlake’s comment is clearly apposite: “I believe both Macpherson and Chatterton that what they say is ancient, is so.”\n\r\nThe displacement of reality as presented in history or social narrative is in the interests of a subtle modulation of tone and feeling, as in Ælla: A Tragycal Enterlude:\n     The soldyers stoode uponne the hillis side,\nLyke yonge enlefed trees whyche yn a forreste byde.\n\r\nManhood’s promise, described thus, holds a hint of its wasting by war. Birtha’s much anthologized song, “O! synge untoe mie roundlaie / O! droppe the brynie teare wythe mee,” not only echoes Ophelia; it is a plangently dramatized lament set in the shocks of a ruthless war in which the Danish enemy exhibits his own sense of physical force:\n   Whene swefte-fote tyme doe rolle the daie alonge,\n   Some hamlette scalle onto oure fhuyrie brende;\n   Brastynge alyche a rocke, or mountayne stronge,\n   The talle chyrch-spyre apon the grene shalle bende;\n   Wee wylle the walles, and auntyante tourettes rende,\n   Pete everych tree whych golden fruyte doe beere,\n   Down to the goddes the owners dhereof sende,\nBesprengynge all abrode sadde warre and bloddie weere.\n\r\nIn Goddwyn: A Tragedie the conceptualization of an ancient patriotism takes on a modern note in the personification of Freedom. It is a Freedom envisaged in the context of emotion, overpowering opposition, and warlike death in the face of insuperable odds. The courage, fluency, and spellbinding musicality of metaphor and stress insist on the physical force and energy of the confrontation:\nWhan Freedom dreste, yn blodde steyned Veste,\n  To everie Knyghte her Warre Songe sunge;\nUponne her hedde, wylde Wedes were spredde,\n  A gorie Anlace bye her honge.\n    She daunced onne the Heathe,\n    She hearde the Voice of Deathe;\n \nPale-eyned Affryghte hys harte of Sylver hue,\nIn vayne assayled [endeavored] her bosomme to acale [graze];\nShe hearde onflemed [undismayed] the shriekynge Voice of Woe,\nAnd Sadnesse ynne Owlette shake the Dale.\n \n    She shooke the burled [pointed] Speere,\n    On hie she jeste [hoisted] her Sheelde,\n    Her Foemen all appere,\n    And flizze [fly] alonge the feelde—\nPower, wythe his Heafod [head] straughte [stretched] ynto the Skyes,\nHis Speere a Sonne beame, and his Sheelde a Starre;\nAlyche twaie brendynge Gonfyres [two flaming meteors] rolls hys Eyes,\nChaftes [stamps] with hys Yronne feete, and soundes to War—\n \n    She syttes upon a Rocke,\n    She bendes before hys Speere;\n    She ryses from the Shocke\n    Wieldynge her owne in Ayre.\nHard as the Thonder, dothe she drive ytte on,\nWytte scillye wympled gies [closely mantled guides] ytte to hys Crowne,\nHys longe sharpe Speere, hys spreddynge Sheelde ys gon\nHe falles and fallynge rolleth thousandes down—\n \n  War, goare faced War, bie Envie burld [armed], arist [arose],\nHis feerie Heaulme [helmet] noddynge to the Ayre;\nTenne bloddie Arrowes ynne hys streynynge fyste ...\n\r\nThe momentum, power, and—for all its dramatic action and charged atmosphere—the barren rhythms of Chatterton’s vision are distinctive still. His antique world gave him a freedom denied him elsewhere; in its terms he experienced the emotions and creative energies of a doomed yearning for a fulfillment that conditions of the modern world inhibited. There is the promise of the primitive, the unspoiled, in his sweetest lyrical phrases, where a still golden world beckons. In isolation he can listen to the illuminations of past lives with their color, idealism, and fulfillment. In “The Course of a Particular” Wallace Stevens wrote:\nI hear the motions of the spirit and the sound\nOf what is secret becomes, for me, a voice\nThat is my own voice speaking in my ear.\n\r\nIt is still worth straining one’s ears to listen to the voice of Chatterton.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}