{"pf_url": "https://www.poetryfoundation.org/poets/thom-gunn", "name": "Thom Gunn", "yob": "1929", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/273fe96259c967009c980886b9998d23ac84800e.jpeg", "bio": "\nThom Gunn was born in Kent, England to parents who were both journalists. Gunn’s early life was peripatetic; after his parents’ divorce, he traveled with his father to various assignments and attended a number of different schools. His mother committed suicide when Gunn was fifteen. In an interview with the Paris Review Gunn spoke about the effect of his mother’s death: “I was devastated for about four years. I very much retired into myself. I read an enormous number of Victorian novels and eighteenth-century ones too. I read them very much as an escape… I gradually came out of it, but it was a difficult four years or so. I don’t think I knew how difficult they were at the time—luckily—so maybe originally I wrote as a way of getting out of that, but I can’t tell.” After completing his initial schooling, he served in the British Army for two years and then moved to Paris for six months, where he read Proust and wrote fiction. Gunn was educated at Trinity College, Cambridge during the heyday of F.R. Leavis. His first collection of poetry, Fighting Terms (1954) was published the year after he graduated. Gunn’s early poetry—with its unembarrassed presentations of love as interpersonal combat and its focus on the upheavals of war and the freedom of life on the road—was widely praised.\r\n \r\nGunn left England shortly after his first book. With his partner, Michael Kitay, who he met at Cambridge, Gunn moved to California to study poetry with Yvor Winters. He spent the rest of his life in San Francisco with Kitay. Gradually, he began reading the poetry of William Carlos Williams, Gary Snyder, and Robert Duncan, influences that would shape his poetry. Perhaps because of his dual, and dueling, allegiances, Gunn’s work is often remarked on as hybrid: as an English poet who was also a long-time resident of California, his poems combine a respect for traditional poetic forms with an interest in popular topics, such as the Hell’s Angels, LSD, and queer culture. While Gunn wrote most of his early verses in iambic pentameter—a phase when his ambition was “to be the John Donne of the twentieth century”—his later works assume a variety of forms, including syllabic stanzas and free verse. The course of Gunn’s development is recorded in Selected Poems 1950-1975 (1979), in which “the language begins as English and progresses toward American,” according to Nation reviewer Donald Hall.\r\n \r\nGunn’s early collections of poetry include The Sense of Movement (1957) and My Sad Captains (1961), a book divided into halves. The first half included poems written in the heroic verse of his first two books, and the second began to experiment with syllabic verse. The book proved a watershed, and Gunn’s collections after all find him moving between high and low, old and new styles. Books such as Touch (1967), Moly (1971), Jack Straw’s Castle (1976), and The Passages of Joy (1982) show Gunn’s fusion of “modern” and “traditional” elements. Writing in the New York Times Book Review, M. L. Rosenthal praised Selected Poems 1950-1975 (1979), noting that “Gunn has developed his craft so that by now even his freest compositions have a disciplined music.” Echoing this sentiment, New York Review of Books critic Stephen Spender suggested that the contradiction between the “conventional form” of Gunn’s poems and their “often Californian ‘with it’ subject matter” is what distinguishes his work. Frank representations of violence, sex, and the life of the counterculture based in San Francisco connect with “yesterday and tomorrow” in Gunn’s art, remarked Charles Champlin in an article for the Los Angeles Times Book Review. “It is,” Spender elaborated, “as though A. E. Housman were dealing with the subject matter of Howl, or Tennyson were on the side of the Lotus Eaters.” Gunn himself once summed up his peculiar poetic lineage: “I have sometimes said to myself, I am the only person in the world ever to have dedicated poems to both Winters and Duncan. They hated each other. They didn’t meet but they hated each other.”\r\n \r\nWhen the 1980s brought the AIDS epidemic to the gay community, Gunn lost many of his friends to the disease. His grief was, according to many critics, profoundly described in The Man with Night Sweats (1992). While the verses often describe heartbreaking personal loss, the poems are never self-indulgent and “never moralistic,” asserted David Ferry in the Boston Review. Nation critic Robert Pinsky similarly wrote that, “even when it has the power to make a reader weep, the writing itself is not dabbing righteously at its eyes. Celebrated poems like ‘Lament,’ ‘In Time of Plague’ and ‘Courtesies of the Interregnum’ have so much dignity along with their force that they do credit to the readers who have made them something like classics already.” “Here is a poet without vanity,” commented Henri Cole in another Nation review, “—the aberration afflicting so many of us—whose poems consider instead those lives that, like branches, crisscross his own. ‘Writing poetry has in fact become a certain stage in my coping with the world,’ he tells us, ‘or in the way I try to understand what happens to me and inside me. Perhaps I could say that my poetry is an attempt to grasp, with grasp meaning both to take hold of in a first bid at possession, and also to understand.’”\r\n \r\nGunn’s later poems increasingly addressed mortality. Love poems took on a sense of irony, as in Boss Cupid (2000). Gunn often wryly commented on how the god of love often aims his arrows at arbitrary targets, thus causing people to fall in love with unsuitable partners. “In contrast to… The Man with Night Sweats,” observed Phoebe Pettingell in New Leader, “which bleakly elegized the AIDS epidemic, Boss Cupid usually manages a laugh in the face of adversity. Gunn uses humor the way he uses rhyme and meter: to give form to fear and emptiness so dreadful that they threaten to overwhelm thought and emotion.” Neither British nor American, Gunn resolutely evaded easy classification throughout his career as a poet. “The point is not legalities of citizenship (Gunn remains a resident alien, fitting a poet both domestic and estranged),” Hall observed in the Los Angeles Times Book Review, “but that he may not be labeled by nationality or anything else. His identity is his resistance to the limitations of identity. He belongs to uncertainty, exploration, movement and ongoingness… Here is the man without conventional supports who refuses title and easy chair, political party and national identity.”\r\n \r\nGunn taught at the University of California-Berkeley off and on from 1958 to 1999. His many honors and awards included the Lenore Marshall Poetry Prize, the Levinson Prize, the W.H. Smith Award, the Sara Teasdale Prize, the Forward Prize, the Rockefeller Award and the Lila Wallace-Reader’s Digest Award. He received fellowships from the Arts Council of Great Britain, the Guggenheim Foundation, and the MacArthur Foundation. Gunn died of heart failure at his home in San Francisco in 2004.\n\n\n\r\n \n", "attrs": {"Region:": ["England"]}}