{"pf_url": "https://www.poetryfoundation.org/poets/thomas-carew", "name": "Thomas Carew", "yob": "1595", "yod": "1640", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/77c9d0dcd3c2829ff7c594c4d7cccc38f7c929eb.jpeg", "bio": "\nThomas Carew was the poetic arbiter elegantiae of the court of Charles I of England. He gave one last witty spin to the tradition of Petrarchan lyric, polishing and resetting the traditional conceits of love poetry for an increasingly sophisticated and aristocratic audience. Carew penned the most notorious erotic poem of the 17th century, \"A Rapture,\" as well as what is generally regarded as the most accomplished of the Caroline masques, Coelum Britannicum (1634). His two contributions to the minor genre of the country-house poem, \"To Saxham\" and \"To my friend G. N. from Wrest,\" are still frequently anthologized. In the final decade of his life Carew largely eschewed lyric for occasional and commendatory poems. His verses to Ben Jonson on the failure of The New Inn (performed 1629; published 1631) and his elegy (1633) on the death of John Donne are the most astute contemporary assessments of the two men's poetic legacies. Carew is, indeed, one of the great transitional figures of English poetry: although indebted to Donne and Jonson and deeply grounded in the literature of the high English Renaissance, he sketched out the lighter, more elegant style that has come to be known as Cavalier verse. His younger followers—Sir John Suckling, Richard Lovelace, Edmund Waller, Sir William Davenant, and in an entirely different mode, Andrew Marvell—dominated the literary scene at mid-century and in turn foreshadowed the radical changes ushered in by the Restoration in 1660.\n\r\nThomas Carew was born between June 1594 and June 1595, probably at his parents' home at West Wickham in Kent, the third of three children. His father, Matthew Carew, a master in chancery, was descended from prominent Cornish gentry; his mother, Alice Ryvers Carew, was the daughter and granddaughter of lord mayors of London. His father, knighted about 1603, was already over 60 at the time of Thomas Carew's birth. Thomas Carew was enrolled in Merton College, Oxford, in June 1608, at which time he gave his age as 13. He took his degree in January of 1611 and, on February 14th, was admitted as a reader in the Bodleian Library. He earned a BA from Cambridge University in 1612 and on August 6th of the same year entered the Middle Temple to begin his legal studies.\n\r\nCarew was not, however, to persevere in his father's profession. According to Sir Matthew, Thomas studied his lawbooks \"very litle.\" The Carew family, moreover, faced financial reverses. Sir Matthew's niece had married the diplomat Sir Dudley Carleton, who had recently been dispatched as ambassador to Venice, and in February 1613 Sir Matthew wrote the couple a plaintive account of his troubles. Carleton responded with a loan and with an offer to give young Thomas a position in Italy, presumably as his private secretary. Carew accepted and arrived in Italy sometime in late 1613.\n\r\nWe know very little of Carew's travels during this period. He did, however, meet Thomas Howard, Earl of Arundel, who was touring Italy after escorting Princess Elizabeth, daughter of James I, to Heidelberg following her marriage to Frederick, the Elector Palatine. In Arundel's train was Inigo Jones, who, 20 years later, would design the sets for Coelum Britannicum, and it is conceivable that Jones and Carew first met at this time. Carew returned with Carleton to England in December 1615; he had presumably given good service, for he was reengaged to accompany his patron on his next embassy, to the Netherlands, in March 1616.\n\r\nAt this point, young Carew seemed well on the way to preferment; Carleton was a powerful man with friends at court. During the summer of 1616, however, Carew's relationship with his patron suffered an irreversible blow. Although the precise details still remain unclear, Carew apparently set several unflattering reflections on the character of Sir Dudley and Lady Carleton to paper. Sir Dudley found the paper but, instead of confronting Carew, merely advised him that he would have a better chance of preferment if he returned to England and sought the favor of a distant cousin, George, Lord Carew, who had recently been made a member of the Privy Council. Thomas Carew arrived back in London in August 1616, much to his father's surprise and displeasure. Over the next two months Sir Matthew dispatched anxious inquiries to Carleton and to his agent, Edward Sherburne, and gradually the full story emerged. Sir Matthew, now in his early 80s, was furious with his wastrel son and urged him to reconcile himself to the Carletons; Thomas's efforts were seen as halfhearted, however, and the offended couple remained obdurate. Carew, nonetheless, apparently learned a valuable lesson from his indiscretion: in his later career he would prove himself the most circumspect of courtiers.\n\r\nAs he may well have surmised, Carew found no preferment from Lord Carew, but he nonetheless threw himself into the round of court ceremonial and celebration. He was an attendant at the creation of Charles as Prince of Wales on November 4, 1616; according to Carew's modern editor, Rhodes Dunlap, John Chamberlain singled Carew out as a \"squire of high degree for cost and bravery.\" In October 1617, Sir Matthew Carew complained in a letter to Carleton that his son had been \"mispending his time\" and now lay languishing at home of \"a new disease com in amongest us\"—presumably syphilis—\"by the which I pray God that he may be chastised to amend his lyfe.\" Carew's versification of nine of the Psalms may date from this period of illness and enforced idleness; the internal evidence of the pieces suggests that they are prentice work. Beset by financial worries and anxious about the future of his scapegrace younger son, Sir Matthew died on  August 2, 1618 and was buried in the church of Saint Dunstan's-in-the-West.\n\r\nIt was presumably during these years in London that Carew first turned seriously to composing lyric and amatory verse. Many of these poems are addressed to a mistress named Celia: if she is a real person, her identity has never been discovered, but it is just as likely that she represents a composite of several women or is a wholly fictive creation. Carew's lyrics rest squarely in the tradition of English Petrarchanism. The poet employs all the traditional conceits and addresses the usual amatory situations; yet, through vivid diction, a penchant for the elegant variation, and an ability to give an old phrase a surprising turn, he makes the clichés witty and new. In \"The Spring,\" for example, Carew upbraids his mistress for continuing to remain cold to his suit while all nature warms to the rays of the March sun. The trope is old, but Carew's exquisite diction tricks up the threadbare contrast between winter and spring:\n                                 Now that the winter's gone, the earth hath lost\r\n                                 Her snow-white robes, and now no more the frost\r\n                                 Candies the grasse, or castes an ycie creame\r\n                                 Vpon the silver Lake, or Chrystall streame:\r\n                                 But the warme Sunne thawes the benummed Earth,\r\n                                 And makes it tender[.]\r\n                                 The striking chiasmus of the final lines of the poem—\r\n                                 all things keepe\r\n                                 Time with the season, only shee doth carry\r\n                                 Iune in her eyes, in her heart Ianuary\r\n \n—nicely conveys Carew's tight stylistic control over his subject. In lyrics like these he is at heart a bricoleur who manipulates the elements of a tradition in novel and unexpected ways in order to make that tradition his own.\n\r\nThe range of amatory situations that Carew addresses in his lyrics is broad. \"To A. L. Perswasions to love\" is a fast-moving, closely argued suasoria that makes its case with compelling urgency:\n                                 Oh love me then, and now begin it,\r\n                                 Let us not loose this present minute:\r\n                                 For time and age will worke that wrack\r\n                                 Which time or age shall ne're call backe.\n\"A Pastorall Dialogue,\" on the other hand, demonstrates the pleasures of merely playing at love, as a shepherd and a nymph, finding the deserted bower in which a pair of real lovers has spent the night, reenact not their lovemaking but their parting in an artistic aubade. \"Good Counsel to a young Maid\" advises a girl not to yield too quickly to a suitor while \"Boldnesse in love\" takes the opposite tack, explaining to a \"fond Boye\" how \"moving accents\" and self-confidence will cause his mistress to receive him \"With open eares, and with unfolded armes.\" In \"Ingratefull beauty threatned\" the poet admonishes Celia when she scorns him: the lady should remember that \"'Twas I who gave thee thy renowne\" and that the poet can unmake what he has made. Conversely, in \"To A. D. unreasonable distrustfull of her owne beauty,\" the speaker attempts to raise the confidence of a shy girl, explaining that no one can love her until she first learns to love herself. Carew exhibits in these lyrics an exquisite psychological and social sensibility. In the aristocratic circles in which he passes his time, love is a game played to \"cheat the lag, and lingring houres.\" Carew is the magister ludi, the master of the game, and his poems demonstrate that he alone knows all the right moves.\n\r\nAs is the case with Marvell, the amatory verse of Carew often addresses more than love. A lyric such as \"A divine Mistris\"—\"In natures peeces still I see / Some errour, that might mended bee\"—touches upon critical issues of aesthetics with a light but sure touch. In \"To my Mistris sitting by a Rivers side. An Eddy,\" the speaker reads the actions of an eddy which strikes from the current toward the neighboring bank as an emblem of his relationship with his mistress. If she will accept his invitation to perpetual play, to a never-ending round of poetic and amorous dalliance, she can avoid being carried headlong to the wide ocean where she will \"lose\" her \"colour, name, and tast.\" Poetry offers immortality, rescuing those who embrace it from the rushing river of time. In \"To my Mistresse in absence\" the poet offers a more explicit theory of the separation yet ultimate union of body and soul: though parted, the lovers \"worke a mystique wreath\" of hearts and minds that enables them to transcend the sublunary world. Thus fortified, they can \"looke downe ... and smile\" at the pain their bodies suffer in the world below. This yearning for transcendence and, more importantly, a confidence that through poetry men and women can achieve it, becomes a major chord in Carew's poetry over the next 20 years.\n\r\nThe inspiration for many of these lyrics lies in Donne, whose songs, sonnets, and elegies enjoyed wide manuscript circulation in London during the years in which Carew began to write. The younger poet borrows ideas, images, sometimes precise wording from his model; yet the ultimate effect is very different from Donne. Carew's syntax is utterly clear, his arguments easy to follow; what he sacrifices in dynamism and immediacy he gains in lucidity. He utterly ignores the satiric side of Donne. Many lyrics also evince a thorough knowledge of late-Renaissance syncretism and treatises on love; Carew's poetry may well have been instrumental in laying the groundwork for the vogue of \"platonic love\" that would sweep the court in the 1630s.\n\r\nAfter the death of Sir Matthew Carew the family sold their house in London, and his wife and older son, Matthew, retired to an estate at Middle Littleton, Worcestershire. On May 13, 1619 Thomas Carew embarked in the entourage of Sir Edward Herbert, later Lord Herbert of Cherbury, on his great embassy to Paris. Among Carew's companions was the young John Crofts, who would soon become his boon companion; over the next 20 years Carew became an intimate of the Crofts family of Saxham Parva, Suffolk, and wrote nearly a dozen poems to its various members. In Paris, Carew may well have met the Italian poet Giambattista Marini, whom he imitates in several lyrics; he could also have used this opportunity to familiarize himself with the works of the Pléiade and its successors. Herbert remained intermittently in Paris until 1624, but the evidence of the poems suggests that Carew probably returned to London before this time.\n\r\n\"To Saxham,\" Carew's first essay in the genre of the country-house poem, undoubtedly was composed in the early 1620s. Sir John Crofts and his wife sprang from Carew's own social class, the minor gentry; with a family of twelve children, including nine unmarried daughters, the Crofts were anxious seekers of preferment and husbands at the court of James I. Carew's tribute to the family estate at Saxham clearly imitates Ben Jonson's praise of the Sidney family in his most famous country-house poem, \"To Penshurst,\" but it diverges from the model in its economy, its abstractness, and its application of lyric devices to a wholly new genre. A related poem, \"To the King at his entrance into Saxham,\" celebrates a visit by James I to the Crofts's estate in the early 1620s and serves as the prologue to a masque staged by the family on that occasion. \"To the King\" explores the relationship between the monarch and his subjects through an appeal to the Ovidian fable of Philemon and Baucis—the country house and its traditions of hospitality make it possible for that \"little god,\" the king, to mix easily with common men.\n\r\nDuring the mid and late 1620s Carew's reputation as a poet grew rapidly. He was increasingly associated with the circle of scholars and wits in which Edward Hyde, later Earl of Clarendon, moved while studying at the Inns of Court. Clarendon recalled that Carew \"was a person of a pleasant and facetious wit, and made many poems, (especially in the amorous way,) which for the sharpness of the fancy, and the elegancy of the language in which that fancy was spread, were at least equal, if not superior to any of that time.\" It is to this period in London that we should probably ascribe the composition of \"A Rapture,\" the most accomplished and most infamous erotic poem of the century. The poem opens as a suasoria in which the poet invites his mistress, Celia, to enjoy the delights of lovemaking; it rapidly modulates into a witty, sensuous, and to some readers shocking celebration of the female body. Carew depicts Celia as a landscape waiting to be explored and conquered—\"Then will I visit, with a wandring kisse, / The vale of Lillies, and the Bower of blisse\"; Celia herself lies passively \"like a sea of milke\" while the poet invades her with such a tempest \"as when Jove of old / Fell downe on Danae in a storme of gold.\" What raises \"A Rapture\" above the meaner beauties of Renaissance erotica is not only the lush precision of its imagery but also its conclusion, in which Carew seriously addresses the issue of the sexual double standard, asking why that one word \"Honour\" should mean such different and apparently contradictory things for men and women. Carew's argument, perhaps, is not completely thought out, and the frank sexuality of the first part of the poem tends to overwhelm its final movement, yet the intellectual daring of the endeavor distinguishes him from most of his contemporaries, whose thinking on human sexuality rarely broached new frontiers.\n\r\n\"A Rapture\" drew a great deal of censure—it was even denounced by name in Parliament—but it also made the poet's reputation and gained him attention at court. By the late 1620s Carew had become intimate with Kit Villiers, Earl of Anglesey, and brother of the royal favorite, George Villiers, first Duke of Buckingham. Carew composed a pair of elegies on Buckingham after his assassination in 1628. Anglesey himself succumbed to the ravages of fast living in early 1630, and Carew wrote an elegy on him that remains a powerful and attractive statement of the pleasures of the retired life. Returning to the image that he had used in \"An Eddy,\" Carew explains how Anglesey\n                                 chose not in the active streame to swim,\r\n                                 Nor hunted Honour; which, yet hunted him.\r\n                                 But like a quiet Eddie, that hath found\r\n                                 Some hollow creeke, there turnes his waters round,\r\n                                 And in continuall circles, dances free\r\n                                 From the impetuous Torrent; so did hee[.]\nAt the moment when Carew was about to embark on the most active phase of his career at court, he still recognized the allure of freedom, self-sufficiency, and ultimately transcendence that the retired life promised.\n\r\nThe demise of Buckingham brought a change in the character of the court. Charles I, who had succeeded his father, James, in 1625, was determined to purge the royal household and expel the immoral and unsavory figures who had clustered around his predecessor; Charles's queen, the French princess Henrietta Maria, emerged as the critical figure in setting the artistic tone of the new court. Carew made the transition to this brave new world with surprising ease, perhaps in part due to his friendship with James Hay, first Earl of Carlisle, and his dazzling wife Lucy, the intimate friend of Henrietta Maria and a renowned beauty in her own right. Carew tacked to the new wind: in a poem addressed \"To the Queene\" he renounces the libertine leanings he had evinced in \"A Rapture\" and confesses his embrace of the cult of pure platonic love that Henrietta Maria had introduced at court. Preferment came at last on April 6, 1630 when Carew was sworn a gentleman of the privy chamber; about the same time he was granted the active post of sewer in ordinary to the king, which he gained despite vigorous competition from a Scottish rival. The duty of the sewer was to taste and pass dishes of the food to the king, and the position brought Carew into almost daily contact with the monarchs. He would maintain the post for the rest of his life.\n\r\nDespite his official duties Carew retained and strengthened his ties with the literary circles in London and on the court's periphery. Had Carew written nothing else, he would have secured his critical reputation with his poems \"To Ben Iohnson: Vpon occasion of his Ode of defiance annext to his Play of the new Inne\" and \"An Elegie upon the death of the Deane of Pauls, Dr. Iohn Donne\" (1633). Carew was the one major poet to write appreciations of both men; in doing so, he was undoubtedly attempting to sort out the major influences on his own work and to define his relation to the two towering figures of early-17th-century poetry. \"To Ben Johnson\" consoles the aging poet and playwright over the failure of The New Inn on the London stage; at the same time, it takes him to task for sparring with critics who are beneath him. Carew clearly owed a great debt to Jonson, particularly in his early lyric poems: the forms he attempts, his comparatively simple diction, and his utterly limpid syntax are all Jonsonian in inspiration. The only account of a personal relationship between the two men, however, comes from James Howell, who in his Epistolæ Ho-Elianæ (1645) recounts a dinner at which Jonson began \"to vapour extremely of himself, and by vilifying others, to magnify his own Muse.\" At this point Carew whispered to Howell that \"tho' Ben had barrelled up a great deal of Knowledge, yet it seems he had not read the Ethics, which, among other Precepts of Morality, forbid Self-commendation, declaring it to be an ill-favour'd Solecism in good Manners.\" The anecdote is of a piece with Carew's poem, which combines clear-sighted appreciation of Jonson's literary achievement with a recognition that he may be past his prime—\"Thy commique Muse\" is in \"decline / From that her Zenith.\" The tribute with which the poem concludes sums up the paradox of Jonson's situation: \"The wiser world doth greater Thee confesse / Then all men else, then Thy selfe onely lesse.\" The triumph of Carew's poem is his combination of real praise with tactful admonition and the implicit suggestion that perhaps it is time for Jonson to retire and let other men take up his poetic laurels. Interestingly, Carew's epistle is shot through with Jonsonian allusion and imitations of the master's characteristic devices; in out-Jonsoning Jonson, he has suggested his own worthiness as a successor.\n\r\nCarew's elegy on Donne is no less accomplished; it is, indeed, a bravura performance. Carew sets himself the difficult task of assessing Donne's position in English poetry, and he uses the occasion to predict how the successors of Donne, \"Libertines in Poetrie,\" will squander his legacy. The elegy opens with a series of rhetorical questions, the answers to which form its organizing principle; Carew's response to the most interesting of these questions—\"Can we not frame one elegy for Donne?\"—consumes the larger portion of the poem. Donne is the great original in English poetry, Carew argues, and as such no elegy is possible because none of his degenerate successors is capable of writing one worthy of the subject. Carew's style, however, suggests that there may be one exception to this generalization. As in the epistle to Jonson, Carew displays an extraordinary skill for pastiche, imitating the most salient features of Donne's style and incorporating them into his own verse. The sweeping enjambment and knotty vocabulary, combined with a string of precise allusions of Donne's poetry, attest to Carew's intimate knowledge of his subject and slyly undercut his own argument. The poem closes with an oft quoted epitaph that aptly sums up Donne's career as poet and clergyman:\n                                 Here lies a King, that rul'd as hee thought fit\r\n                                 The universall Monarchy of wit;\r\n                                 Here lie two Flamens, and both those, the best\r\n                                 Apollo's first, at last, the true Gods Priest.\nLouis Martz sums up the achievement of the elegy in the simple statement, \"If we grasp the poem we grasp Donne.\"\n\r\nThe question of the relative influence of Donne and Jonson on the poetry of Carew has been a major object of critical scrutiny over the past century, and different critical models have been advanced in support of one position or another. Most recent criticism has focused less on the amount of the debt than on what Carew did with what he borrowed: as the epistle to Jonson and the elegy on Donne demonstrate, Carew was extraordinarily adept at imitating both poets when the need occurred, but he is equally skilled at employing his mimetic powers to pursue his own, very different artistic ends. Perhaps the most balanced assessment is that while Jonson was the formative influence on Carew's poetry, he also borrowed heavily from Donne in his early lyrics and then in the major poems of the 1630s, beginning with the elegy. The early borrowings were primarily substantive, those in the 1630s, primarily stylistic. Following the elegy on Donne, Carew's poetry assumes a new power and assurance as he addresses the issues that the 1630s brought to the fore.\n\r\nCarew comes into his own as a commentator on affairs of state and as an enunciator of Caroline aesthetic ideals in his first major poem after the Donne elegy—\"In answer of an Elegiacall Letter upon the death of the King of Sweden from Aurelian Townsend, inviting me to write on that subject.\" The death of Gustavus Adolphus, King of Sweden, in November 1632 had thrown the Protestant forces in the Thirty Years' War into confusion; Townshend and a spate of other English poets had penned rousing elegies urging that Charles I take up Gustavus's sword in order to reclaim the Palatinate for his sister, the exiled Elizabeth of Bohemia, and her family. In a deft and illuminating response, Carew declines Townshend's offer, pointing out that England would be foolish to exchange its \"peace and plenty\" for the death and devastation that Germany had already suffered in what by 1632 seemed a never-ending conflict. Englishmen should instead enjoy the \"Halcyon dayes\" of Charles's beneficent rule and celebrate with \"Tourneyes, Masques, Theaters\" their good fortune. Mid-20th-century critics found the poem distasteful: C.V. Wedgwood decried what she termed a \"mood of make-believe and play-acting\" and Joseph H. Summers lamented the \"smugly insular assumption of prosperity and an eternal party\" in Carew's response. More recent articles have noted the grounding of the poem in Virgil's pastorals and have pointed out how closely attuned Carew's interpretation of European events was to the policy of the king and his advisers, who favored employing diplomatic rather than martial means to recover the Palatinate. Carew's poem is propaganda for the king's position, but it also constitutes an important exposition of his theories about how art ennobles men and women, permitting them to behold virtue, make it their own, and in so doing transcend their earthly limitations.\n\r\nThe central passage of \"In answer to Aurelian Townsend\" is a detailed description of how such a moral transformation takes place through participation in a court masque. Carew put his close observation of the form to good use the following year in his own masque, Coelum Britannicum , which was performed at Whitehall on Shrove Tuesday, 18 February 1634. Carew borrowed the basic idea of his masque from Spaccio de la Bestia Trionfante (1584), a dialogue by the 16th-century philosopher and mystic Giordano Bruno describing the moral reformation of the Olympian gods and the subsequent expulsion of the constellations, the mementos of their misdeeds, from the zodiac. In Carew's reworking of the theme, the decision of the gods to mend their ways springs from their desire to emulate the moral perfection of Charles and Henrietta Maria, who by this time had thoroughly purged the Caroline court of the unsavory hangers-on that they had inherited from the reign of James I. The main action of the masque parallels the cleansing of Olympus with what had already occurred in the Caroline court. Mercury, the messenger of the gods, outlines the general process, but it is left to Momus, the classical god of folly, to provide the tantalizing particulars. Momus's account is witty, ribald, and thoroughly satirical: his presence suggests that the court, or at least the poet who celebrated it, could still laugh at the occasional excesses that the monarchs' zeal might have led them to.\n\r\nMercury vanquishes an antimasque of allegorical figures representing vice and proclaims the apotheosis of Charles and Henrietta Maria, whose \"Royall vertues\" have earned them a place in the sky as the new constellation \"Carlomaria.\" The dramatic performance cedes to the revels, which include a dance of ancient Picts, Scots, and Irish against an allegorical tableau of the three kingdoms that was designed by Inigo Jones. The masque concludes with a view of Windsor Castle; a troop of 15 stars, signifying the stellified British heroes, appears in the sky surrounding the image of a serpent swallowing its tail, a Renaissance emblem of eternity whose circular form recalls the eddy image of Carew's earlier poems. Sir Henry Herbert, the master of the revels, remembered Coelum Britannicum, as \"the noblest masque of my time,\" and Carew's failure to write another masque after this triumph is puzzling. It may be that the satirical quips of Momus took too much license with the court; it may be that Carew found the form of the masque uncongenial; illness, perhaps, had begun to sap his creative energy. Whatever the cause, after 1634 it was Carew's friend and protégé, Sir William Davenant, who emerged as the preferred writer of court masques. In a sense Coelum Britannicum marks the high point of Carew's career. Although he continued to produce occasional poems and commendatory verses, and although one of his most exquisite pieces, \"To G. N. from Wrest,\" still remained to be written, his most productive years were clearly those of the first half of the decade.\n\r\nBy the mid 1630s Thomas Carew had achieved the status of Caroline arbiter elegantiae, the man who set the standard for poetic excellence at the court. He attracted a following of younger poets, particularly Sir William Davenant and Sir John Suckling. Carew's relationship with Davenant stretched back to 1630 when he wrote commendatory verses for the first edition of The Just Italian (1630); he followed this poem with contributions to Davenant's The Witts (1636) and to Madagascar (1638), a volume of his occasional and lyric poetry. The Just Italian was shouted down by an unappreciative audience on its first production in October 1629, and one might more properly term Carew's poem consolatory rather than commendatory; the poet attacks \"the sullen Age,\" counseling his young friend that only \"men great and good\" are so treated by \"the Rabble.\" The poem prefixed to Madagascar is extremely significant for the insight it gives into Carew's aesthetic concerns. The title poem of Davenant's collection was a dream vision describing how Prince Rupert, the king's nephew, would lead an expedition to the island of Madagascar and conquer a new kingdom of incomparable richness for the Stuarts. Due to lack of funds and a growing skepticism—Rupert's mother, Elizabeth of Bohemia, labeled the plan \"a Romance\" out of \"Don Quixotte\"—the expedition never left port, and by the time of its publication Davenant's high-flying heroic poem was something of a bad joke. Carew's poem \"To Will. Davenant my Friend\" concedes that the expedition was abortive, but argues,\n                                 What though Romances lye\r\n                                 Thus blended with more faithfull Historie?\r\n                                 Wee, of th'adult'rate mixture not complaine,\r\n                                 But thence more Characters of Vertue gaine[.]\nThese lines constitute the most explicit statement of the epideictic ends of Caroline art: the heroic characters who swirl through the masques and dramas of the 1630s are patterns for emulation, not the literal truth, but their value is none the less for that. Carew's confidence in the power of art seems boundless, and he imparted that belief to the court; it was this very confidence, perhaps, that made the ideological, political, and military reverses of the Civil War years so hard to believe and so difficult to endure.\n\r\nCarew's relationship with Suckling is more problematic. Although the names of the two poets were often bracketed during their lifetimes and immediately thereafter, Carew never mentions Suckling in his work whereas Suckling addresses the older man in three poems and a pair of mock-humorous letters on the advisability of marriage. Suckling's pasquinade, \"Upon T. C. having the P.,\" uses the traditional Petrarchan images of fire and water to poke fun at the humorous situation of Carew, the poet of love, laid up with a bout of the pox, or venereal disease. In his dialogue \"Upon my Lady Carliles walking in Hampton-Court garden,\" Suckling presents the two men admiring the passage of the reigning court beauty. While the romantic T. C. confines himself to a discreet swoon at the sight of the lady's charms, the bolder J. S. confesses how he mentally stripped her of all her clothes as she strolled by. When Tom chides him for his presumption, Jack responds, \"What ever fool like me had been, / If I'd not done as well as seen.\" T. C. comes off as a fool whose excessive romanticism has blinded him to the true nature of his idol. In both these poems the presentation of Carew is jocular, but the humor has an edge: Suckling seems to admire Carew, and he embraces him as a comrade, but he also wants to take him down a peg. Suckling's final comment on Carew in \"A Session of the Poets,\" his humorous catalogue of the Caroline poets who might be contenders for the poet laureateship after the death of Jonson, is similarly ambivalent. Carew, he writes, might have made a good laureate were it not that \"His Muse was hard bound, and th'issue of's brain / Was seldom brought forth but with trouble and pain.\" Carew was indeed a meticulous craftsman, but the accusation that he labored over his verses would hardly have been considered a compliment in a court that valued sprezzatura, or aristocratic nonchalance, exceedingly. The excremental image in which the comment is wrapped completes the impression of a young Suckling trying to throw off what at times may have seemed the stifling influence of the older poet's strong artistic achievement.\n\r\nBy this point in his career Carew's fame as a lyricist and as a major artistic figure at court may well have seemed overwhelming to younger poets. Even the usually affable Davenant in his one piece addressed to Carew jokingly complains that Carew's poems are so good they have inflated courtly compliment. Lesser versifiers have been driven to desperation in the vain attempt to keep up, and lovers all over London will celebrate when the author of \"A Rapture\" finally breathes his last. This is, indeed, compliment with an edge. Carew apparently met this veiled hostility with silence. As Aurelian Townshend noted, Carew wrote no \"rough footed Satires,\" and he continued to be generous with commendatory verses for other, less gifted poets until the end of his life.\n\r\nThe year 1639 found Thomas Carew at Wrest Park, Bedfordshire, the country seat of Henry de Grey, sixth Earl of Kent, and his wife, Elizabeth; it was from this rural retreat that Carew wrote what was probably his last poem, \"To my friend G. N. from Wrest.\" The poem is an epistle to a fellow courtier serving in Charles I's abortive Scottish campaign during the spring of 1639; Carew contrasts the hardships his friend suffers on the bleak northern border with the plenty, peace, and leisure he enjoys with the de Greys. Carew consciously places his description of Wrest Park in the tradition of the country-house poem charted by \"To Penshurst,\" but he diverges from the Jonsonian model in his emphasis on the physical and on the private rather than the public. In Carew's poem, Wrest, \"i'th' center plac'd,\" is not so much an expansive emblem of an ideal social order as a terrestrial paradise protected by its triple moat from the political chaos that loomed just several years in the future. In its imagery and overall structure \"To G. N. from Wrest\" recalls the Caroline masque that Carew himself did so much to perfect; several of his descriptions, in fact, closely resemble the sets Jones designed for the last masque of the period, Davenant's Salmacida Spolia (1640). On the eve of the English Civil War, the poet retreats from the court, bearing the best of its culture with him. In this last work Carew looks forward to the uncertain and transient beauties of the Interregnum world of Andrew Marvell's \"Upon Appleton House\" rather than back to the solid verities of Jonson.\n\r\nThomas Carew died in March 1640. His place as sewer in ordinary was given to William Champneys on March 22; he was buried in Saint Dunstan's-in-the-West on March 23. His funeral cost 48 shillings, a sum larger than usual. Izaak Walton relates a story of the poet's deathbed repentance in the notes he collected for a life of the clergyman John Hales, who was both a cousin of Carew and a fellow of Merton when the poet matriculated there. According to Walton, in a dangerous fit of illness Carew had sent for Hales and received comfort and absolution on the promise that he would amend his scandalous life. Once recovered, however, Carew returned to his libertine ways. In his final illness Carew called again for Hales; the clergyman came but refused to absolve him, and the poet died unshriven.\n\r\nNo portrait of Thomas Carew has survived. The figures in the double portrait by Anthony Van Dyck that were once believed to depict Carew and Thomas Killigrew have now been firmly identified as Killigrew and William, Lord Crofts, the nephew of Carew's friend John.\n\r\nAlthough Carew was celebrated during his lifetime and much imitated in the years immediately following his death, his critical reputation slowly sank over the next two centuries, to the point that Alexander Pope could dismiss him as \"a bad Waller.\" His star rose again in the second half of the 20th century: New Critics recognized him as a deft and sophisticated master of the lyric, and more recent scholars have emphasized his roles as a political commentator, literary critic, and consummate courtier. More than the works of any other writer of the period, the poems of Thomas Carew define the aesthetic values of the aristocratic circles of the court of Charles I.\r\n \n", "attrs": {"Region:": ["England"]}}