{"pf_url": "https://www.poetryfoundation.org/poets/thomas-campion", "name": "Thomas Campion", "yob": "1567", "yod": "1620", "image": null, "bio": "\nThomas Campion was born in London, England in 1567. Campion’s importance for nondramatic literature of the English Renaissance lies in the exceptional intimacy of the musical-poetic connection in his work. While other poets and musicians talked about the union of the two arts, only Campion produced complete songs wholly of his own composition, and only he wrote lyric poetry of enduring literary value whose very construction is deeply etched with the poet’s care for its ultimate fusion with music. The development of this composite art was Campion’s lifelong project, which made a modest but lasting impression on the modern assessment of the nature of lyric poetry in England in the last decade of the 16th century and the first two decades of the 17th. A practicing physician in his later years, Campion occupied a curious place somewhere between the well-trained courtly amateur and the professional craftsman in poetry, music, and drama—particularly the masque. Although he did not earn his livelihood as a musician nor rely on favor garnered through the system of literary patronage, he did seek the recognition of print and the remuneration of the professional craftsman at court. He produced an accomplished oeuvre in both poetry and music (mostly in the form of songs for which he provided both lyrics and musical settings), and he wrote treatises on both arts. His Observations in the Art of English Poesie (1602) and A New Way of Making Four Parts in Counterpoint (circa 1610) are conservative works, drawing extensively on earlier authors, yet both treatises and the songs they support offer startling innovations as well, and the musical treatise continued to appear—incorporated without acknowledgment into John Playford’s Brief Introduction to the Skill of Music (1660)—throughout the 17th century.\nHe was the second child of John and Lucy Campion; a sister, Rose, preceded him by two years. His early family life was complicated by the vicissitudes of living in a time of shorter life expectancy than that of the present day: Lucy Campion was a widow with a young daughter, Mary, at the time of her marriage to Thomas’s father, John, making Thomas the third child in the household. When John died in October 1576, Lucy married a third time in August 1577, and then died in March 1580, leaving at least Rose and Thomas in the guardianship of their stepfather, Augustine Steward. When Steward also remarried in 1581, Thomas, then 14, and his new stepbrother were sent away to Cambridge, apparently not even returning home for vacations.\nCampion left Peterhouse, Cambridge, in 1584. Although he did not take a degree, the three years he spent at Cambridge must have been significant for the acquaintances he would have made: Abraham Fraunce, Gabriel Harvey, and Thomas Nashe were all at Cambridge during Campion’s years in residence. In 1586 he made an even more decisive move for the direction he was to take, enrolling at Gray’s Inn, a law school more celebrated for its development of the artistic tastes and talents of the young men who entered than for its rigorous legal training. At Gray’s Inn, Campion made many friends, including the poet Francis Davison, and performed in plays and masques.\nFrom that point on, as Campion’s adult life was taking shape, the known facts are few and details are vague. He left Gray’s Inn probably sometime around 1594, and eventually his references to people from other parts of the city make clear that he had moved to St. Dunstan’s-in-the-West, where other musicians lived. He may have been with Essex in the siege on Rouen in 1591; he described the actions of the cowardly Barnabe Barnes during this siege in his Latin poem In Barnum (1619). He went to the University of Caen in 1602, studied medicine, and took up a medical practice in London at the age of nearly forty; Walter R. Davis, in Thomas Campion (1987), suggests that this was a practical course, since the £260 his mother had left in trust for him had run out, forcing him to find a way to earn a living.\nEvidence is more plentiful of the lifelong enterprise for which Campion is known today: his published literary and musical works and the two treatises devoted to these arts. These begin, appropriately, with five songs probably written for incorporation into a masque. They appeared in 1591 in a pirated edition of Sir Philip Sidney’s sonnet sequence Astrophil and Stella published by Thomas Newman. Attributed to “Content,” the five lyrics can be ascribed to Campion with good assurance, as the first reappeared in the Book of Ayres (1601) and the third and fourth were translated to Latin epigrams in his Liber Epigrammatum (1595). Sidney’s influence is evident, particularly in the second poem, which is written in rhymed Asclepiadics following Sidney’s “O Sweet Woods the Delight of Solitariness,” and in the fifth, which mimics several devices found in Sidney’s experimental lyrics in Arcadia (1590, 1593). While these are youthful and derivative poems, they point decisively toward the hallmarks of Campion’s later style, with careful attention to the pacing of words and syllables, the disposition of a few polysyllabic words in the context of a line made up of the monosyllables he noted as frequent in the English tongue, and the fine-tuning of the succession of vowel sounds within the line. Clearly his interest in these musical details was present from his earliest attempts.\nCampion’s next published work was in Latin, Thomae Campiani Poemata (1595), and included the incomplete epic “Ad Thamesin,” celebrating the defeat of the Spanish Armada; part of a long Ovidian poem, “Fragmentum Umbra”; 16 elegies; and 129 epigrams. While Latin titles begin and end the list of Campion’s oeuvre, and the Latin poems make up nearly a third of his published work, much of the later collection is revision or completion of the poems begun in this 1595 collection. Thus, Tho. Campiani Epigrammatum Libri II (1619) includes the completed Umbra and revised versions of eleven of the elegies plus two additional elegies; “Ad Thamesin” is dropped.\nThe one portion of the earlier Latin collection that is significantly continued up to the printing of the later volume is the epigrams; their number reaches 453 by the time of the final publication. Like the other Latin poems, the epigrams are fashionable, the sorts of things all young poets wrote. They are clearly derived from Roman models as well as earlier Renaissance poets. They are important in Campion’s development, however, for the sharp attention they focus on character and subject. It seems likely that the epigrams engaged the poet’s thinking throughout his career, honing his ability to distill portraits of people and descriptions of things and events into a few short but precise lines and sharpening his skill with the aphoristic turn that characterizes much of his work. These traits take on significance in the more graceful English lyrics he set as songs; indeed, Campion himself drew the connection, announcing in the preface to A Book of Ayres, “What epigrams are in poetry, the same are ayres in music, then in their chief perfection when they are short and well seasoned.”\nThe point at which Campion turned from being what Davis calls “a coterie poet in Latin” to a writer of English lyrics for music is hard to determine. By 1597, however, he had apparently begun to be associated with the chief players in the development of the English lute song, for he contributed a dedicatory poem to John Dowland’s First Book of Songs or Ayres in that year. This collection was not only Dowland’s first, but the first English publication in what was to be a favored genre for the next two decades, celebrated then and now for its careful attention to the union of music and poetry.\nCampion’s entry into the field came in 1601 with the publication of Philip Rosseter’s Book of Ayres. By 1604 Rosseter was the king’s lutenist and remained active in court entertainment throughout most of King James’s reign. He was Campion’s best friend and the sole inheritor named in Campion’s will. It is fair to say, however, that little would be known of Rosseter today had he not collaborated with Campion in this collection. The book was presented for publication by Rosseter, and it was he who wrote the dedication to Campion’s friend and supporter Sir Thomas Monson, but Campion contributed the first 21 songs and is almost certainly the author of the brief but groundbreaking treatise on song presented as an address “To the Reader.”\nAs already noted, Campion’s prefatory remarks to A Book of Ayres introduce the comparison of the ayre, or solo song, to the epigram, suggesting both brevity and simple, straightforward delivery as the desirable characteristics. He objects to “many rests in music,” proclaiming, “in ayres I find no use they have, unless it be to make a vulgar and trivial modulation seem to the ignorant strange, and to the judicial tedious.” He argues against the fashionable madrigal, which he describes as “long, intricate, bated with fugue, chained with syncopation, and where the nature of every word is precisely expressed in the note.” His own songs, by contrast, he describes as “ear-pleasing rhymes without art,” and he declares that “we ought to maintain as well in notes, as in action, a manly carriage, gracing no word but that which is eminent and emphatical.” Davis, in the introduction to A Book of Ayres in his 1967 edition of Campion’s works, refers to this document as a manifesto—an apt word, for the songs in this book are presented simply, with a single treble vocal part and a relatively unadorned lute accompaniment with a bass line for viola da gamba, thus looking forward to the continuo song that would gain favor in England by the 1630s.\nCampion’s poems in A Book of Ayres include some of his best-known compositions and present the essence of his contribution to the lyric genre: the aphoristic “Though You Are Young and I Am Old”; “I Care Not for These Ladies,” with its artfully simple portrait of “kind Amarillis / The wanton country maid”; the celebration of intellectual beauty in “Mistress, since you so much desire / To know the place of Cupid’s fire” (to be parodied in his earthier version, “Beauty, Since You So Much Desire,” published later in The Fourth Book, 1617); “Come, Let Us Sound with Melody,” the only instance of classical quantitative meter (Sapphic) that Campion rendered musically in the manner of the French musique mesurée. While the later books would present some wonderful new songs and some refinements of the features exhibited in this first collection, they would introduce no radical new techniques or striking developments. In 1601 Campion was nearly 35 years old, and despite the paucity of earlier publication he seems to have arrived at his own mature understanding of the kind of art he would produce. Its most significant hallmarks are the formal properties associated with music noted above. But in substance, too, the mature Campion is already present. He is a keen observer of human frailty, particularly that brought on by the conflicts of love and sexuality. He is also a moralist. Although it would be difficult to abstract a single, consistent moral code from these lyrics, Campion does not hesitate to offer his vision of what is proper. While religious lyrics do not form a prominent part of this collection, the piety of “The Man of Life Upright” or “Come, Let Us Sound” is conventional, and in both sacred and secular veins Campion’s epigrammatic turn to the timeless aphorism is notable.\nWhat is new in the 1601 Book of Ayres is the overt connection with music, both in performance and in its impact on the nature of poetry. The analyst who seeks examples of how Campion’s music represents text in these songs is oddly stymied. There are occasional instances of word painting, and the rhythmic and metrical interaction of music and poetry bears close observation, but it is the fusion of the two elements in the best songs that is striking, affecting the reader-listener with the sense that a musical declamation was in the poet’s ear from the start. In this and in Campion’s espousal of the principle of quantitative meters for an English poetry, there is a relation to the experiments called musique mesurée practiced in France by the group known as the Pléiade. Yet in Campion’s best poetry the stiffness and artificiality of the French experiments yield to a supple, musical handling of the sounds of words that bespeaks much more than theory alone.\nOne of the tantalizing gaps in Campion’s biography occurs around the question of his musical training. Some have speculated that Campion learned music from his new friends Dowland and Rosseter in the late 1590s, and it is sometimes suggested that Rosseter helped him with the musical settings for his contributions to A Book of Ayres (as it has also sometimes been assumed that Campion provided the texts for Rosseter’s half, although Davis rejects this hypothesis). On the other hand, the musical settings of all of Campion’s songs merge so well with their texts as to create a medium that does not readily admit of division into separable components. In the absence of clear knowledge that, for instance, Campion did not play the lute, it seems reasonable to take him at his word and acknowledge the settings as his representations of his theories about the new medium of the ayre.\nIn the year after A Book of Ayres Campion published his manifesto on poetry, Observations in the Art of English Poesie (1602). His intent is stated on the title page of the book: “Wherein it is demonstratively proved and by example confirmed that the English tongue will receive eight several kinds of numbers, proper to itself, which are all in this book set forth and were never before this time by any man attempted.” Following in the direction indicated by Sidney and taken up in the famous correspondence between Edmund Spenser and Gabriel Harvey, Campion embarks on a defense of quantitative meters in English, illustrating each with an example of his own composing. His singular contribution to this short-lived movement lay in his eschewing the notion that a classical ideal could be recaptured by imposing classical rules of scansion on English poetry. Instead, Campion set out to align the quantity of the classical meters with the natural stress patterns of English. In the final chapter of the treatise—“The Tenth Chapter, of the Quantity of English Syllables”—he begins the “rules of position” with the observation that “above all the accent of our words is diligently to be observed, for chiefly by the accent in any language the true value of the syllables is to be measured. ... Wherefore the first rule that is to be observed is the nature of the accent, which we must ever follow.”\nThere can be no doubt that Campion’s writing of this treatise grew out of his interest in the associations of music and poetry as much as from his admiration and emulation of Sidney. On the first page he refers to the organization of syllables in terms of “the length and shortness of their sound” and continues by comparing poetry with music. “The Eighth Chapter, of Ditties and Odes” brings the connection full circle; here the author notes that “it is now time to handle such verses as are fit for ditties or odes, which we may call lyrical, because they are apt to be sung to an instrument, if they were adorned with convenient notes.”\nThe most controversial feature of the Observations was the second chapter “declaring the unaptness of rhyme in poesie.” Rhyme, Campion noted, is a rhetorical figure of the category figura verbi, having only a surface appeal, and ought “sparingly to be used, lest it should offend the ear with tedious affectation.” He refers later to “the childish titillation of rhyming” and comments that “there is yet another fault in rhyme altogether intolerable, which is that it enforceth a man oftentimes to abjure his matter and extend a short conceit beyond all bounds of art.” As the lyric poets of the day were regular users of rhyme, it is not surprising that Campion offended many in declaring that “the facility and popularity of rhyme creates as many poets as a hot summer flies.” The Observations did not go unremarked, prompting Samuel Daniel’s 1603 rejoinder, A Defense of Rhyme, in which Daniel points out that Campion’s quantitative meters are not new. But the treatise does offer theoretical insight into the particular kind of care about words that drove this poet-composer.\nSometime during the year of the publication of the Observations, Campion went to France, embarking at the age of 38 on a course of medical studies at the University of Caen in Normandy, a reputable but not distinguished medical school in a university better known for its poetry contests. Three years later, with medical degree in hand, he returned to London to set up practice. Again little is known about this aspect of the poet’s life. His earlier friend and supporter Sir Thomas Monson became his patient, as is recorded in accounts of their implication in the Sir Thomas Overbury murder in 1613, but otherwise the record is silent on his medical practice, noting instead his continued involvement in the world of literature and music.\nEdward Lowbury, Timothy Salter, and Alison Young, the authors of Thomas Campion: Poet, Composer, Physician (1970), have attempted to see an influence from Campion’s medical practice on his poetry, but the evidence is sparse. In the final chapter of the book, they note that images of wounds and healing are relatively frequent and that while pain and death are common subjects for poets, in Campion’s poetry they are presented in an almost clinical manner. They conclude, however, that while images of disease, healing and death or, more profoundly, those of human frailty and suffering could result from Campion’s study and practice of medicine, it would be difficult to deduce from the poems alone that the poet was also a physician.\nIn any event, Campion’s medical practice does not seem to have interfered with his artistic career as he moved into the world of courtly entertainment with Lord Hay’s Masque (1607). This work, commissioned by James’s court for the marriage of James Hay, one of the king’s favorites, to Honora Denny, the daughter of one of James’s early supporters, was the first of three masques for which Campion provided the libretti; the other two, both performed in 1613, were for even more important weddings, those of the Princess Elizabeth to Frederick Count Palatine (The Lord’s Masque, 1613), and of Robert Carr, the Earl of Somerset and James’s new favorite, to Lady Frances Howard, whose earlier marriage to the earl of Essex had been annulled (The Squire’s Masque or The Somerset Masque, 1614).\nWith these masques Campion moved into the center of the country’s artistic elite; he was composing for the royal court and enjoyed the advantages of increased prestige and visibility and of the lavish expenditures with which James indulged his taste for luxury. The masque had become a highly politicized form of entertainment used by the king to reinforce his role and status. It was also the occasion for spending large sums of money for the best and the latest that money could buy in costume, in sets and stage design and machinery, and in music and dance, putting Campion in direct contact with the leading designers, dancers, and musicians and, significantly, with other composers who would set his libretti. Thus, while Campion’s masques have an important place in the dramatic literature of the period, they are also significant for their impact on his continued nondramatic output in the form of additional volumes of songs, many of which bear the traces of composers associated with the masque such as Nicholas Lanier and the Italianized Englishman Giovanni Coperario, as well as some working in the more native English traditions.\nIn November 1612, England was shocked by the death of Prince Henry. With the Songs of Mourning: Bewailing the Untimely Death of Prince Henry (1613), Campion contributed to the outpouring of elegies occasioned by the death of the young heir. The musical settings for these songs were composed not by Campion but by Coperario. Little documentary information exists about the nature of this collaboration, but as these poems are different in significant ways from Campion’s other work, it seems likely that the musical connection with Coperario effected some changes in Campion’s creative process. The poems are addressed to members of the royal family, to “the Most Disconsolate Great Britain,” and finally to the world, and they seek to confront the particular states of anguish that these various constituencies might be expected to feel in the face of the young prince’s death. They have neither the aphoristic certainty nor the witty perspicacity of the best of Campion’s lyrics, but seem instead heavy and contrived. More tellingly, the formal properties of these poems lack the grace and classical balance of his better lyrics. In the third song, “Fortune and Glory May Be Lost and Won,” for instance, the eleven lines of varying lengths that make up the stanza suggest the Italian madrigal form rather than Campion’s more characteristic rhymed, balladlike stanzas. The rhythm of the lines is also less finely honed, and one does not hear the delicate movement of vowels and space for consonants that he perfected in other works. His collaboration with Nicholas Lanier in “Bring Away This Sacred Tree” for The Squire’s Masque in 1614 may have involved Campion’s writing a parody or contrafactum to Lanier’s already-existing music. Perhaps these songs are also contrafacta, assembled quickly for the immediate purpose of lamenting the country’s tragic loss.\nCampion’s remaining songbooks were published in pairs and were clearly ascribed to him, without the mediating presence of a Rosseter. Two Books of Ayres (circa 1613) presents, according to the author, a retrospective collection, containing “a few” songs out of many “which, partly at the request of friends, partly for my own recreation, were by me long since composed.” This characteristic amateur posture of the age is probably also an accurate representation of Campion’s activity as a poet and composer. The book was published without date, but internal evidence suggests that it was sometime around 1612 or 1613, more than a decade after the previous collection in collaboration with Rosseter. One of its lyrics, “Though Your Strangeness Frets My Heart,” had obviously been in circulation prior to this date, for another composer, Robert Jones, used it as a text for his own song, published in his collection A Musical Dream (1609).\nThe best-known songs in the 1613 books are notable for precisely the features that characterize all of Campion’s work. “Never Weather-Beaten Sail,” for example, illustrates the intricate and careful creation of musical and verbal rhythm out of the accentual pattern of the words and the sensitive distribution of the vowel sounds. This song also epitomizes the sense one frequently has with Campion that the sacred and the secular are not far apart—a sense reinforced by the almost erotic urgency of both music and words in the last line: “O come quickly, sweetest Lord, and take my soul to rest.”\nThe musical treatise, A New Way of Making Four Parts in Counterpoint, was also published around this time, most likely around 1610. It is primarily a summary of the rules of counterpoint as set down by the 16th-century German musical theorist Sethus Calvisius. For musical historians the most important feature of Campion’s document is its insistence on the importance of the bass line rather than the tenor as the foundation of harmony, an essential development in the advent of the new baroque styles in music.\nThe final song book, The Third and Fourth Book of Ayres, published sometime after February 1617, is again at least in part a retrospective collection. The two books are dedicated respectively to Sir Thomas Monson, referring to his recent release from prison, and his son, John Monson. Several songs in the third book especially have a world-weariness about them, as if their author had experienced disillusion and disaffection (“Why Presumes Thy Pride” or “O Grief, O Spite”). The best, however, are expansive lyrics celebrating the better times (“Now Winter Nights Enlarge”) and the perpetual joys and frustrations of love (“Kind Are Her Answers,” “Shall I Come, Sweet Love, to Thee?,” or, in the fourth book, “I Must Complain”).\nCampion’s implication in the sordid events surrounding the murder of Sir Thomas Overbury rate discussion, as they span the years from 1613 to 1617 and must have had a profound impact on Campion during that time. The confusing series of events was prompted by Overbury’s overt opposition to the marriage of Robert Carr and Frances Howard (for which Campion wrote The Squire’s Masque). Carr and Lady Frances had sufficient influence that they were able to get Overbury imprisoned and eventually poisoned. Campion’s friend Sir Thomas Monson was implicated because of his association with the Howards and his involvement in selling the office of Lieutenant of the Tower of London to Sir Jervis Elwes, who assisted Carr and Lady Frances in accomplishing the murder. Campion was implicated because, as Monson’s friend and physician, he unwittingly transported the money for the sale of the office from Elwes to Monson. Carr and Frances were eventually convicted of the crime and imprisoned in the Tower of London until 1622; Elwes and two other accomplices were hanged. Monson and Campion were both acquitted, having persuaded the justices that neither of them knew of the plot to poison Overbury, although Monson was confined to the Tower from October 1615 until February 1617 while the case was being investigated. Campion, as Monson’s physician, was allowed to visit him under the supervision of the new lieutenant. The dedication for The Third and Fourth Book of Ayres, addressed to Monson, refers to Monson’s having finally gained his freedom, and the tone of the poem is celebratory. Nevertheless, the protracted episode almost certainly had a permanent impact on Campion.\nCampion died on March 1, 1620, at age 52. He was buried on the day of his death at St. Dunstan’s-in-the-West, Fleet Street. He had never married, and although he had carved an important place for himself in the musical and literary world of James’s court, he cannot be said to have been a success, at least not by late-20th-century standards. With six collections of songs in print, three masques presented at court and their descriptions published, and an apparently adequate midlife career as a physician, Campion was able to leave only 23 pounds to his longtime friend and collaborator, Philip Rosseter. There is no record of any more musical or English literary work after 1617, and as noted above, the 1619 collection of Latin verse contains considerable reprinting of the 1595 collection. Even though the outcome of the Monson-Overbury scandal was positive for Campion and his friend Monson, it seems likely that these events prompted his withdrawal from the glittering world of courtly flattery and intrigue.\nThroughout his career and for some years after his death, Campion’s poetry appeared regularly in manuscript commonplace books, both literary and musical. These books document another kind of fame than the poet’s movement in the court’s entertainment world, showing instead a broad appeal in those literary circles where poetry was read and admired. Campion’s poems appear in these household collections beginning in the early 1590s and continuing sporadically throughout the 17th century. In assessing Campion’s unique contribution to the musical lyric of his day, it is also useful to recognize that his poems were frequently chosen by other composers as texts for their songs.\nIn the nondramatic literature of the late Renaissance, Campion’s contribution holds an ambiguous position. He was neglected for almost two hundred years, but in the late 1800s he was rediscovered by A.H. Bullen, who published the first collected edition and started a resurgence of interest and admiration that would include T.S. Eliot and Ezra Pound. In The Use of Poetry and the Use of Criticism (1933) Eliot calls Campion, “except for Shakespeare ... the most accomplished master of rhymed lyric of his time.” His lyrics and the songs in which he presented them strongly reflect his period’s style, and Davis finds Campion’s influence in the works of such poets as Pound, W.H. Auden, and Robert Creeley. Campion has been called a poet of the ear, and his careful respect for the nature of the language and its capacities for pleasing intonation was a significant development. Yet although his poems continue to be anthologized, they represent a refinement of the 16th-century lyric rather than a departure and did not offer as much to a new generation as, say, John Donne’s bold innovations did. For the literary historian, then, his poems remain beautiful miniatures, revered for their intrinsic worth more than for their significance.\nIn current critical debates, Campion’s art is on the fringes. The gentle sarcasm of the more epigrammatic lyrics offers some pictures of the age, and some (such as “Though You Are Young and I Am Old”) present themselves as timeless aphorisms. Critics interested in gender studies will find a full range of the period’s gender clichés, from the heartless and fickle women to the dismissive or broken-hearted lovers. But the important formal properties of his style are of little interest to cultural criticism.\n", "attrs": {"School/Period:": ["Renaissance"]}}