{"pf_url": "https://www.poetryfoundation.org/poets/thomas-carlyle", "name": "Thomas Carlyle", "yob": "1795", "yod": "1881", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/a3ea5f1a87a227641f2a0949cfac315e5451d959.jpeg", "bio": "\nThomas Carlyle was an extremely long-lived Victorian author. He was also highly controversial, variously regarded as sage and impious, a moral leader, a moral desperado, a radical, a conservative, a Christian. Contradictions were rampant in the works of early biographers, and in the later 20th century he is still far from being understood by a generation of critics awakening to his pivotal place in 19th-century Britain. His major works, long out of print and never properly edited, are soon to appear in new editions, thanks to the Essential Carlyle project (University of California Press), under the general editorship of Murray Baumgarten. The staggering correspondence he and his wife conducted with each other and with their formidable circle of friends and acquaintances (a circle which touched Victorian Britain at every point) will further enhance his reputation when the long process of editing and publishing it reaches an end. By 1985, 12 volumes of the Duke-Edinburgh edition of The Collected Letters of Thomas and Jane Welsh Carlyle (Duke University Press), edited by Charles Richard Sanders and others, had appeared. Volumes 13 through 15 are expected in 1987, and a total of 40 volumes is planned. Carlyle is emerging from neglect and obscurity, from the dubious reputation of early fascist (which damned him for many in the 1930s and 1940s) or reactionary, windbag, and sham. Instead he is coming to be seen as innovator and survivor, a man born in the 18th century who lived through most of the 19th, whose early work predated Victoria’s accession, and whose longevity almost matched his monarch’s. Alive, he was an enigma; dead, he remains a problematic figure for the literary historian as well as for the critic.\nCarlyle was definitely a Scot. Ecclefechan, his birthplace in rural southwest Scotland, was a farming village remote from the cities but on the main routes to the universities of Scotland, and to the burgeoning industrial center of England. He was the eldest son of a large family. His intensely pious parents, James Carlyle, a stonemason of extraordinary strength of character, and Margaret Aitken Carlyle, quieter but still intense, intended Thomas Carlyle for the Church, but his personal belief soon outgrew the limitations of their desire. He inherited their verbal gifts, their intense energy, and their will to succeed; he left behind their piety and rural values, passing through high school and Edinburgh University with a precocious interest in literature, in science, and in Scotland, which was enduring the tribulations of the Napoleonic Wars and their aftermath. Carlyle was a voracious reader. He treated Edinburgh University distantly, reading on his own when he could, flinging himself into scientific and mathematical studies (which were his early ambition), restlessly trying out careers and rejecting teaching, the law, the Church, and freelance translation and reviewing.\nEarly signs of lifelong dyspepsia date from these years, indicating long nights of reading and writing, a poor diet, and stress. An early affair with Margaret Gordon (Blumine in Carlyle’s Sartor Resartus) shook his self-confidence, and his social links in Edinburgh became increasingly uneasy, particularly after he broke with his parents’ Christian values. Though he never lost the broad outlines of the hierarchical, duty-dominated Calvinist world-picture of his youth, he found it sat uneasily with the new freedom of university reading and friendships, till in the early 1820s he discovered “a new Heaven and a new Earth” in German literature, in Schiller, and in Goethe. The result was electric: a clever but essentially sterile mathematical and scientific curiosity was transformed into the agency of a blazingly original synthesis of Carlyle’s remaining Calvinist belief and his half-understood metaphysic and Romantic aspiration. The process of transformation, essentially, is the plot of the philosophical satire Sartor Resartus (1836): Carlyle’s philosopher Diogenes Teufelsdröckh reflects his creator in his suffering and in the resolution of his life’s crisis; happily, he speaks not only for Carlyle but for those many in the 19th century who found identification with orthodoxy in society and religion impossible and who were equally dissatisfied with quiescence. Teufelsdröckh’s reaction is protest that saturates Sartor Resartus with an energy that is now seen as the book’s most brilliant sustained achievement.\nThe similarities between Carlyle and his philosopher-hero are remarkable, despite Carlyle’s later denials that Sartor Resartus was autobiographical. While recognition of the work’s universality came slowly (Fraser’s Magazine, where Sartor Resartus appeared first, in serial form, was the object of some reader hostility and the book had very few initial comments or reviews), it did eventually surface. In London, in 1831 to 1832 and after 1834, Carlyle had a circle in which he functioned as spokesman for an intelligent, articulate group with members as diverse as Harriet Martineau and John Stuart Mill—and Ralph Waldo Emerson, as is well known, thought little of crossing the Atlantic to find the author of Sartor Resartus. The combination of energy, allusive style, and symbolic layers of manipulation make Carlyle’s early message at once seemingly precise and elastic enough to permit a wealth of personal identification; like Tennyson’s In Memoriam, Sartor Resartus allows a good deal of reader latitude in identifying precise meaning and recognizing personal allusion. The early 1830s were a time for steady, puzzled growth in Carlyle’s artistic reputation. His wife, Jane, saw in Sartor Resartus a work of genius from the start; slowly, the 19th century came to share her opinion.\nCarlyle the man found steady resolutions to the crises of early manhood. While he was adjusting his faith in the 1820s, the crisis of loneliness and rejection was steadily lessened by his growing literary success as a translator and then as essayist and by the personal satisfaction of meeting Jane Welsh, whom he assiduously courted through four difficult years of conversation and correspondence. They married on October 17, 1826 and settled in an Edinburgh still enjoying the éclat of the Age of Scott. Finding it stimulating but too expensive, they moved to their celebrated fastness of Craigenputtoch, an isolated hill-farm in Dumfriesshire where they spent six years which saw the genesis of the essays eventually collected in Carlyle’s Critical and Miscellaneous Essays (1838) and, more important, of Sartor Resartus. He hated the silence, but he found it enabled him to write. Jane Carlyle, a lively and sociable person and brilliant conversationalist and raconteuse, had had quite enough by 1834 when a little affluence enabled them to move to London while Carlyle wrote his first major popular success, The French Revolution (1837), which has become a celebrated piece of historical writing.\nIn suburban but inexpensive Chelsea (the house still survives as a museum) the Carlyles established a life-style which changed very little over the years. They were never rich, but became increasingly comfortable. They entertained frugally, but their guests included the wits and thinkers, writers and public figures of their age, who flocked to enjoy the salon and above all the company of two of the century’s great conversationalists. Charles Dickens, E.M. Forster, Robert Browning, Alfred, Lord Tennyson, Joseph Mazzini, Geraldine Jewsbury, Harriet Martineau—all literary London seemed to enjoy a night with the Carlyles, or an account of one from their friends. Carlyle talked stupendously, often overbearingly, but his conversation was always stimulating. An outsider to much that stamped the English gentleman, lacking the background of public school and English university, he gave a view of his times and his society which often shocked his audience by virtue of its originality (as in the analysis of a “mechanical” society in the 1829 piece “Signs of the Times”), but impressed them nonetheless with its cogent, simple (some would say simplified) message.\nMuch of what we see now as Carlyle’s “message” came from those early Scottish years—a Calvinist obsession with order, with duty, with work, with destiny; a fear of anarchy in the home, in the State, in international relations; an obsessive feeling that the times were morally degenerate; a narrow view of international affairs and an anti-intellectual view of the fine arts; a willingness to oversimplify, often knowingly, in order to make a start at reform, rather than allow visible degeneracy to proceed.\nThe Sage of Chelsea, or as some called him, the Sage of Ecclefechan, dominated a circle of disciples and cast a long shadow over distinguished contemporaries as various as Dickens and Tennyson, Browning and Forster, Elizabeth Cleghorn Gaskell and George Eliot. Jane Carlyle had her own circle, less famous, still intensely clever and often advanced in particular on the question of woman’s rights. In public Jane Carlyle deferred to her famous husband; in private she was a formidable presence, supportive of his creative work, ensuring the domestic order he craved, accepting his increasing eccentricity, and, finally, tolerating with bitterness his indifference to her feelings, his fascination with the aristocracy and particularly with Lady Harriet Ashburton. Jane Carlyle’s health weakened steadily in the 1850s and 1860s; with his history of Frederick the Great finally complete in 1865, Carlyle intended to settle back and enjoy domestic retirement with Jane, but by then Jane was exhausted, and in 1866 while Carlyle was absent in Edinburgh, on the occasion of his installation as rector of his alma mater, Jane Carlyle collapsed in London and died.\nJane’s death had a remarkable effect on her husband. While he continued his voluminous correspondence and worked in private on a brilliant autobiographical document which was to be published posthumously as his Reminiscences (1881), Carlyle was a spent force as a public writer. Without Jane he became lonely, embittered, valetudinarian. He was courted by a large circle of admirers and still respected by many despite his political inclinations, which leaned further and further to the right with advancing age and which, with the polemic that stretched from the publication of his Occasional Discourse on the [N-word] Question (1853) to Shooting Niagara: and After? (1867), finally alienated a whole generation of liberal thinkers including John Stuart Mill. Yet he was there, centrally a figure who had been in the public eye since the late 1820s, an innovator, a publicizer of new ideas, unquestionably an important writer and figurehead. When he died in 1881 there was a distinct sense that an era had ended.\nCarlyle’s early works, a translation of Johann Wolfgang Von Goethe’s Wilhelm Meister’s Apprenticeship (1824), a biography, The Life of Friedrich Schiller (1825), and the four volumes of translations and biographical and critical notices entitled German Romance (1827), introduced to the British public those German writers who had opened new vistas for Carlyle himself. In the Bildungsroman Wilhelm Meister’s Apprenticeship, Carlyle found that Goethe had given shape to what had seemed frighteningly shapeless in Carlyle’s own life—the search for a faith, for an understanding of an apparently hostile and shapeless universe, and for a moral imperative to act on knowledge and self-knowledge. As Wilhelm Meister in his Wanderjahre moved away from sterile self-questioning to understanding and to action, and as Schiller resolved his personal problems to act and to produce great art, so Carlyle progressed to the world outside his study, the world of a Great Britain recovering from a major international conflict and grappling with the longer-term conflicts of industrialization, urban poverty, uncertain public and private faith, and a social system visibly ossified, visibly uncertain, yet fiercely resistant to the scale of change which seemed increasingly necessary to avert violence. In translating and studying German writers Carlyle found that personal problems very different from his own, yet clearly analogous, had solutions: in his early essays, Carlyle transferred that knowledge to analysis of his times and his country.\nThe 1829 essay “Signs of the Times” can be argued to mark the beginning of the Victorian age, even though Victoria was eight years from taking the throne. An original and clever piece of journalism, “Signs of the Times” ironically surveys the fallacies and weaknesses of a decade, sweetening a serious message which was developed two years later in another Edinburgh Review piece, “Characteristics.” Briefly, that message had to do with the spiritual price to be paid for the industrial success and the onward movement of the early 19th century: the reverberations of Carlyle’s analysis were to be felt years later in Dickens’s Hard Times (1854) and Elizabeth Cleghorn Gaskell’s North and South (1855). “Mechanical” thinking, in Carlyle’s description, accompanies and stultifies mechanical success. Man has moved mountains literally and metaphorically, but suddenly and without consideration. Reducing operatives to cyphers and giving up subtle and centuries-old mechanisms of an interdependent society, mankind has achieved miracles but discarded too much en route. Such, in brief, with amusing anecdotal outworks, is the message of Carlyle’s early essays, which by the early 1840s were widely available on both sides of the Atlantic in the volumes entitled Critical and Miscellaneous Essays.\nSeveral factors help account for their success. To make his points in these pieces Carlyle drew for illustrative purposes on his knowledge of Germans who wrote creatively (Goethe, Friedrich Schiller) and philosophically (Immanuel Kant), as well as on those who combined these functions (Jean Paul Richter, Novalis) to produce work which Carlyle frankly did not understand, but which he did manage to incorporate into his own original ideas (in, for example, “Thoughts on History,” an often-reprinted periodical essay) and into the book which increasingly was forcing itself to the surface of his creative processes while he earned a living for Jane and himself with the essays.\nSartor Resartus (1836) is in some ways a baffling work. For one thing, its form is daringly experimental, borrowing the layered narrative techniques of Laurence Sterne and (less obviously) Henry Mackenzie and using multiple personae to present a chaotic picture of a chaotic reality. For another, the radicalism of Carlyle’s work is cloaked and made oblique by a technique which aims at making impossible direct attribution to Carlyle of the radical premise (that the old clothes are worn out, that new clothes are needed, that violent change is not only desirable but also imminent). For the source of the narrative of Teufelsdröckh’s life and career is, presumably, his editor, and the source of the editor’s narrative is the conventional cache of papers, in this case some autobiographical, some analytic, some speculative, divided at random among a number of paper bags. From imperfect sources, with imperfect understanding, a fictional editor pieces together the story of the half-understood German mystic Teufelsdröckh, purportedly translating (seriously and frivolously by turns, as the sense dictated) from German originals and presenting the amalgam in an original and forceful exclamatory style.\nSmall wonder that the publisher’s readers (whose puzzled comments Carlyle gleefully included in later editions) found it hard to cope with Sartor Resartus; genuinely original in form and content, it combines biography, autobiography, essay, and political commentary with a layered structure and avoidance of final meaning which makes it seem well in advance of its time. Its narrative thrust is to tell the story of a protagonist whose academic setting suggests that he should be taken seriously, though readers who possess a smattering of German can easily interpret both his name (Devil’s Excrement) and his university (Nowhere in Particular) as obvious jokes. Teufelsdröckh follows a familiar path from struggling beginning and self-doubt to awakening sensitivity to a supernaturally alive universe, from the terrible “Everlasting NO” and “centre of indifference” to the explosion of energy and affirmation in the “Everlasting YEA” which marks the turning point of the book.\nTypically, Carlyle mixes the serious with the almost farcical. In setting, name, manipulation of German for a largely ignorant readership, and manipulation of persona to hide overstatement, the book is clever tomfoolery. In passionate recollection of a personal descent into Hell reversed by a new, Goethean affirmation, in painfully oblique reminiscence of earlier rejection in love, society, and career, and in the undoubted frankness of a young man’s renunciation of what is rotten in his society in favor of a juster and more egalitarian system, Sartor Resartus is unquestionably in deadly earnest. Jane Carlyle, a perceptive voice among early readers, pronounced it “a work of genius,” and others took it as such (notably, Emerson) at a time when it was greeted with indifference or hostility. James Munroe of Boston had the honor of publishing Sartor Resartus in book form two years before it was published in London. The appearance of the three volumes of The French Revolution (1837) better acquainted readers with Carlyle’s passionate style and his passionate belief in the need for society’s rebirth, so that the seriousness of Sartor Resartus was more readily received, and now it is taken for a masterpiece, and rightly. To have conceived it on the Dumfriesshire moors was a major achievement: to have completed it made him ready to mix with his intellectual equals in London.\nSettled in London, Carlyle found his environment changed and, with it, the process by which he wrote. Instead of the isolation of the Dumfriesshire hills, he had the stimulus of a major capital, its libraries (much as Carlyle execrated them as places to work), its personalities, its excitement. His thin nerves were no match for the noise and the pollution overtaking Chelsea even in 1834, but as an author he needed London. The French Revolution (1837) was the outcome of the first contact with the city and its riches. The libraries gave him resources for his scrupulous research. John Stuart Mill and his set gave him many ideas, either in serious discussion or in the verbal jousting they engaged in. The stream of visitors to Chelsea also gave Carlyle an audience. The loneliness of the creative process (Carlyle wrote with difficulty, revising endlessly) gave him a focus for the chaotic input of his very full life.\nWhile writing The French Revolution, Carlyle suffered a severe setback—the loss of the handwritten draft for volume one. Though the episode is among the most famous in Victorian history, exactly what happened is not clear. It is known that the manuscript, messy and much rewritten in the course of Carlyle’s hesitant creative process, was borrowed by Mill and that somehow it was mistaken for wastepaper and burned. Speculation as to how, when, and why the accident happened is impossible to corroborate: what is interesting is that, though Carlyle claimed to have kept no notes and to have rewritten volume one completely, fragments which survived the destruction tally very closely with the final published version. Although he may have kept some notes, the energy and courage Carlyle required to overcome his loss should not be underestimated. Perhaps it was inevitable that the warmest review of The French Revolution should have come from Mill. Others shared his enthusiasm: passionate, immediate, persuasive, The French Revolution touched events in the memories of many readers, and immediate in the history of many more. Fame and financial security followed this first major success, though not immediately.\nWhile historians today have discredited much of the emphasis and interpretation Carlyle gave history in the volumes on France (and in the later works on Oliver Cromwell and Frederick the Great), few deny the power of Carlyle’s view of the revolution. The historical research and annotation bespeak careful preparation, and the artistic impulse behind the finished work orders and selects, to orchestrate a pattern clearly of the author’s choosing and to highlight his message of the inevitability of revolution in a France rotten with abused social privilege, skeptical freethinking, and human exploitation.\nThe French Revolution clearly articulates basic Carlylian principles: the king must rule, and the nobles effectively manage their estates; failing this, these orders of society must be put down. That a society based on bankrupt, mechanical, repetitive values will inevitably fail is taken for granted, and the magnificently described scenes of carnage and horror are presented not as aberration but as inevitable, tragic harvest after years of bad government. The Feast of Pikes, when blood ran in the streets of Paris, the storming of the Bastille, long enjoyed in isolation as bonbons of Victorian prose, should be seen in context as parts of Carlyle’s argument that the French Revolution was history in action, the climax of a long and tragic plot, the letting-loose of the hounds of anarchy and popular revolution which could have been contained by strong and wise government, spiritual values, and good planning. Carlyle brought the conflict vividly to life for an audience who, in 1837, could remember uncomfortably the anarchy of Napoleonic war or Reform disturbance. The power of Carlyle as historian was not just to recreate the past but also to use his historical works to disturb the present.\nAffluence came slowly. To eke out his early royalties, Carlyle had to give annual lectures, a process he detested and feared, yet which he seemed to perform with great public success, his normally impressive conversational and monologuing skills sharpened by nervousness and by the sense of occasion. His lectures on heroes, given in May 1840, were excellent. Published in 1841 as On Heroes, Hero-Worship & the Heroic in History, they pick up some of the main concerns of the volumes on the French Revolution.\nThe lectures, as Carlyle’s title makes clear, are about heroes. Carlyle considered his own father a hero who had bred in him the view that heroes were necessary for both the individual and society as figures of support and guidance in morally difficult times. In On Heroes, Carlyle goes through history to select different great men in literature and in religion, in war and in peace, in the far past and in the recent past, but not—significantly—in Victorian Britain, which held few heroes for a man like Carlyle. He asks what each hero did for his age, and in every case he gives it shape, form, direction, values, coherence: often destructive, Carlyle’s heroes prevented bloodshed, prevented anarchy, which even in the 1830s was a nightmare to many thinkers. Carlyle himself was becoming a hero to many. The ideas in On Heroes, Hero-Worship & the Heroic in History became some of his most widespread and influential. The lectures were republished many times, excerpted and made available to the new millions of literate poor. Their message was simple, clear, undemanding. Find your hero, give him your loyalty and your obedience. The times are dangerous, but follow your hero and fulfill your obligation to your creator. Christian and skeptic alike found in this clear and simple message a resonant faith, and Carlyle became more and more widely discussed.\nCarlyle’s 1839 work, Chartism, is about the Chartist movement seeking worker representation and rights for the industrious (and often starving) poor. Past and Present, published in 1843, is about the same contemporary problem, but Carlyle contrasts the 19th-century situation with that of the medieval monastery of St. Edmundsbury, in whose ordered community Carlyle found much to offer his age as a formula for improvement and reform.\nIn Chartism and Past and Present there is no spectacle of distinction comparable to that of the villainous aristocrats in The French Revolution. Instead the specter of anarchy and collapse is always in the wings, overtaking society not openly (as the phoenix is consumed at the end of Sartor Resartus), but implicitly, should the aristocracy not take their duties of government seriously, should social planners not wake up to the enormity of current problems, should the managerial class not buckle down to the duties of true management, should all society not redirect its social and ethical concerns to the whole complex framework of industrial Britain, its impoverished Irish and its impoverished urban and rural poor, its growing pollution, its increasing population, its emptying churches, its shaky educational ideals. The past of St. Edmundsbury was not pastoral idyll. In fact, the monastery had been revealed in historical records (the publication of which by the Camden Society in 1840 had spurred Carlyle) as corrupt and weakly governed, needing a new leader, who is found in Abbot Samson, to put things right sternly, inflexibly, unpityingly, heroically. Such a man, clearly, is needed for the Britain described in Chartism, and the need is pressingly conveyed by Carlyle’s insistent rhetoric that makes use of repetition, questions, unusual syntax, and coinages to convince, to hector, to wheedle. Carlyle often annoyed his readers, but he was hard to ignore. He believed, overwhelmingly, in the wrongness of his society and rightness of his message. While people might dispute his message—they did in the 1830s, and many more did by the 1860s—they found it difficult to ignore the problems he cited. Something plainly was wrong when Chartist protest was necessary. Mrs. Gaskell’s Mary Barton (1848) explores the problem from ground level in working-class Manchester: Chartism takes the aerial view, dizzying, the details blurred, the excitement unmistakable. And Carlyle the historian warns that the problem is not new, and the result has been terribly visible in recent European history.\nBy the early 1840s Carlyle’s works were selling well, and each new book conveyed an original mind at the peak of its powers. Oliver Cromwell’s Letters and Speeches—two volumes (1845) and a supplement (1846)—is a case in point. The Civil War fascinated Carlyle for decades, and the personality of its great hero (and he certainly saw the Protector in this light, as the strong leader who saved the country from collapsing into anarchy) gave him the focus for a historical work which blends narrative with letters and documents of the period and intersperses all with the author’s addresses to the figures he treats, especially Cromwell. It is an extraordinary history, almost a dialogue with a dead hero. It was provocative, original, fiercely contested at the time of its publication and more so when Carlyle was deceived by patent forgeries of Cromwellian letters—the celebrated “Squire Letters”—offered him after he had completed the basic writing of his history. Carlyle accepted the letters uncritically and stubbornly clung to his belief in their authenticity after they had been revealed to the reasonable as forgeries. Just such a weakness makes it easy to criticize Carlyle’s method and his conclusions: his method was intuitive, and his admiration for character (often on apparently inconsequential grounds) overrode many critical mechanisms which could have ensured greater objectivity. Carlyle’s primary aim was to present a point of view, an analysis of past events, which could be read and understood by his contemporaries and applied to his own time mutatis mutandis. Cromwell’s methods were direct and crude; they violated human rights—but they saved a country which was tearing itself apart in civil war. Carlyle’s unambiguous stand on this issue (which hardened throughout the remainder of his life) shaped his following, steadily alienated liberal thinkers, sparked public argument, and made many politicians and thinkers uneasy.\nIn private life, paradoxical Carlyle could monologue for hours about the virtues of Cromwell and benign force, of the need for radical disciplined reform, yet reconcile these views with the delightful sense of humor and self-deprecatory ridicule which made him magnificent company. The public persona he put forth in his writing hardened in this period into that of a largely inflexible analyst of his times. He did, however, produce the whimsical, affectionate, autobiographically revealing The Life of John Sterling in 1851. Sterling was an essayist and poet who shared an intense friendship with Carlyle despite his anguished attempts to get Carlyle to state his religious position clearly and without pretense. (This Carlyle would not—perhaps by this time could not—do, being at the same time a great symbol of public Christian faith and conformity, and a private non-churchgoer and at best a partial believer.) Carlyle’s tribute to Sterling is one of the most approachable of his works, rich in interesting reminiscences, including Carlyle’s recollection of Coleridge of Highgate Hill, which tells much about Coleridge in his old age, but even more about Carlyle in his early years.\nThe Latter-Day Pamphlets (1850), Occasional Discourse on the [N-word] Question (1853), and Shooting Niagara: and After? (1867) are late Carlyle, and they share a set of ideas which had developed over the years and which, for many, colored the character of the sage of Chelsea. To be sure, they are the work of a man well into his maturity, in his 60s and 70s increasingly set in his ways and impressed by the accelerating chaos he perceived around him. They represent bitter, unyielding opposition to human rights (particularly for Black people), on individual liberty, on prison reform, and on international relations, particularly with less-developed nations. The eight Latter-Day Pamphlets systematically survey the public institutions of the time and lambaste them for what he sees as their lazy inefficiency, their dangerous, soft-bellied liberalism, and their lack of relevance to the crying needs of the time. The Occasional Discourse on the [N-word] Question is addressed to the emancipated slaves of the West Indies sugar plantations and questions their right to strike or demand better conditions when there is sugar to be grown. Shooting Niagara: and After? apocalyptically sees the weaknesses of home and abroad, foreigners and British alike, combining to push British society over the brink of an unguessable future which threatens the collapse of Western civilization. This is not empty overstatement; Carlyle believed that collapse was a real, imminent possibility, but his readers polarized. Increasing numbers gave up their sage as an embittered and authoritarian old man; others believed him right, on balance, or altogether.\nIn the early 1850s Carlyle began working in earnest on his monumental history of Frederick the Great of Prussia. He, like Cromwell, was a ruler who earned Carlyle’s approval for a job well done. Like Cromwell, too, he violated most of the civilized rules of freedom and justice to keep the machine of society running. The end, for Carlyle as for Frederick, clearly justified the means.\nResearching and writing the six huge volumes of the history of Frederick almost killed Carlyle and did much to kill Jane. The work grew as he learned more about Frederick’s time and about the complexity of the Prussian politics that trapped Frederick and to which he tried to respond. Carlyle grimly traced Frederick’s life, decade by decade, as Frederick, grimly, kept his view of life and society and did his job by his own lights. Carlyle, locked in his attic study in Chelsea. increasingly saw Frederick’s way as one which might work for his own times. Perhaps when Carlyle emerged, exhausted, from his labor in 1865 he had lost sight of how much the age was changing, had changed. But there are two sides to this coin: Carlyle was now in his late 60s, and he was not the sardonic and witty writer of “Signs of the Times.” He had achieved an immense oeuvre, 30 volumes in The Works of Thomas Carlyle, Centenary Edition of 1896–1899, many more volumes of miscellanea, and thousands and thousands of letters. He had seen Queen Victoria ascend the throne and reign for 30 years over an age which changed each half-decade almost beyond recognition. The history of Frederick is an older man’s impatience and an older man’s certainty.\nIt is the product, too, of years which had seen Jane Carlyle’s health go from valetudinarianism to downright collapse (a collapse often little heeded by her husband, wrapped up in the task of Frederick), and years in which Carlyle had alienated public opinion by his unyielding conservatism, while he alienated friends and (especially) wounded his wife by his intense fascination with the Ashburton set of brilliant and titled aristocrats. The Ashburtons’ Bath House came to represent for Jane Carlyle the graveyard of her marriage—even if Carlyle almost certainly had no more than a platonic and naive fascination with a world he had never known—and the bitterness of these years is visible even in the relatively few surviving letters and tantalizing scraps of Jane Carlyle’s diary. Had Jane’s confidential letters to Geraldine Jewsbury survived we might know more: but they were destroyed by prior arrangement, and we can judge only by the violence of Carlyle’s remorse at Jane’s death.\nCertainly the period from the early 1850s to the mid 1860s was a period of crisis, of deteriorating health and marital security, of the “Valley of the Shadow of Frederick,” of gradually polarizing opinion among admirers and former admirers. An interesting touchstone was the controversy provoked by Governor Edward Eyre in 1865: Carlyle, with little firsthand knowledge but a strong overall sense of the importance of strong government at a time of crisis, applauded a brutal over-reaction to a Jamaican rebellion as consistently as he came to admire Frederick the Great’s unconstitutional but effective martial law. Once committed, he was unshakable: and he was supported by Dickens, Tennyson, Charles Kingsley, John Ruskin, and John Tyndall. Those outraged by Eyre’s actions included Charles Darwin, T.H. Huxley, Charles Lyell, Herbert Spencer, Frederick Harrison, and Leslie Stephen. Clearly, by 1865, the author of the history of Frederick could no longer command liberal and youthfully radical support from the whole sweep of British intellectual life. Yet the list of names supporting Eyre, and supporting Carlyle’s very public defense of Eyre, was a very strong one.\nCarlyle’s book on Frederick marked the end of an era. After Jane’s death, Carlyle simply ceased to write effectively for public consumption, his hand shaky, his spirits shakier, dictation useless, and his wish to communicate (beyond occasional letters to The Times and generally ineffective later works on Scandinavian and Scottish history) dulled. The work of these lonely years is still remarkable in literary terms, in the correspondence he still conducted on a large scale, in the collecting and editing of his wife’s letters and papers, and in the very private Reminiscences (1887) which, apart from an early chapter on his father composed in 1832, is the intense product of the first year or so of loneliness after Jane Carlyle’s death. Driven almost beyond endurance by loneliness and hypochondria, he solaced himself by reliving the happier years of his youth. In so doing he revealed a photographic memory and an ability to organize and juxtapose that brought incidents from his life vividly into focus. Probably he never fully thought out the fate of these Reminiscences, which were meant to keep his mind occupied while he grew to live with the idea of life without Jane. Their posthumous publication reveals a new Carlyle, one far removed from the wooden repetitions and feeble arguments of The Early Kings of Norway or An Essay on the Portraits of John Knox, two works published together in a single volume in 1875. In these two late volumes Carlyle strives to revive a public persona which is effectively dead. From the mid 1860s to his death in 1881 Carlyle was Grand Old Man to many who knew perhaps only On Heroes, Hero-Worship & the Heroic in History (1841) and Sartor Resartus (1836), who knew something about the old man’s political vagaries or who knew them well but perhaps overlooked them in admiration for his achievement. While the procession of the famous and the young aspirants continued to Chelsea, the old man grew bored, lonely, feeble. All Britain held its breath as he lay dying in Chelsea; the newspapers recorded the end as a major national loss, and it was.\nSeveral works published after Carlyle’s death had a profound effect on his reputation. His confidant and executor was James Anthony Froude, a young historian and longtime admirer of Carlyle to whom his literary remains and papers were entrusted. Froude took his position seriously and was hard at work on biographical materials long before Carlyle’s death. Hence the Reminiscences appeared soon after Carlyle’s death, followed by four magnificent but badly flawed volumes of biography by Froude (1882, 1884) and Letters and Memorials of Jane Welsh Carlyle (1883), which had been partly annotated by Carlyle in the 1860s and 1870s.\nThe effect of Froude’s work in the years following Carlyle’s death was extraordinary. Almost overnight, it seemed, Carlyle plunged from his position as Sage of Chelsea and Grand Old Victorian to the object of puzzled dislike, or even of revulsion. The Reminiscences had been published, warts and all, by an editor who thought his duty to give them to the public rather than to polish away the irritations, the thin-skinned sarcasms against contemporaries (many of whom had died recently or had living relatives), the asides of a man recently bereaved but possessed still of such verbal gifts that a passing remark could make a very visible mark. The Reminiscences gain much of their effect from the immediacy of the emotion which produced them. In 1881, however, they seemed harsh, intolerant, bitter, unjustified often: to a readership that wanted the Olympian reminiscences of a Great Man of Letters, they offered instead evidence that Carlyle was an ordinary human being with sensitive nerves and a gift of speech which made his utterances memorable, even those his admirers might prefer to forget.\nThis process of Carlyle’s decline was merely accelerated by the Letters and Memorials (with Carlyle’s extensive and passionate annotations) and by Froude’s Thomas Carlyle, A History of the First Forty Years of His Life, 1795–1835 (1882) and the subsequent Thomas Carlyle, A History of his Life in London, 1834–1881 (1884). Carlyle was revealed as a man of temper and tantrum, of bitter exaggeration in speech and in letter (though not as the man of self-deprecation and humor who emerges from so many other accounts). Froude plainly worshipped Jane Carlyle, and found Carlyle’s attitude to her insufficiently respectful and neglectful in the decades of her poor health. Froude’s writing, though vivid, is clearly flawed and biased, and his manipulation of evidence and documents high-handed. The family reacted with outrage: Charles Eliot Norton’s 1887 edition of the Reminiscences is a new book, an attempt to rescue Carlyle’s memoirs by proper editing (and delicate censorship) from notoriety. The volumes of letters and papers edited by Norton and by Carlyle’s new champion, his nephew Alexander Carlyle, in the late 19th and early 20th centuries centuries attempted to right the balance. To some, Carlyle had been revealed as a wife-beater, a reactionary, a pig-headed, narrow, sharp-tongued man of double standards who advocated high morals and lived by low ones. To others, this portrait was an impossible travesty and in the arguments back and forth about who said what, who edited which manuscript with how much fidelity, and even over whether Carlyle ever beat his wife (or indeed consummated his marriage, for the argument gained grotesque momentum once it had started), Carlyle’s work, his positive contributions to his age, became blurred and almost forgotten. And time moved on: what had been revolutionary in 1829 faded in the 1880s and 1890s.\nThe 1930s saw some revival of Carlyle’s fortunes thanks to new biography (above all the completion of David Alec Wilson’s six-volume life) and solid scholarly attention on both sides of the Atlantic, but the subject of fascism in the 1930s and 1940s again drove Carlyle out of fashion, despite the very dubious links people made between his later work and the National Socialism of Hitler, who may have enjoyed reading Carlyle’s history of Frederick the Great, but who hardly lived up to the demands Carlyle made of a real hero. No matter: Carlyle remained a neglected writer till the mid 1950s; since then critical awareness of his work and its importance has risen steadily. With the publication of scholarly editions of his works, and above all of his letters, the reader stands a better chance than ever before of making an accurate and fair estimation of his importance.\nAny critical estimation of Carlyle must take into account the sheer scale of his work, not only in quantity but also in range. It is hard not to credit Carlyle’s industry. He was adept at several different kinds of writing, he changed his ideas over decades, he had the courage to innovate when he could have repeated formulae of previous successes. He responded freshly and memorably to the Victorian industrial urban scene when he first settled in London in the 1830s; by the 1860s he was part of the Victorian urban scene, even if he still thought as an outsider, an observer. Much as he deprecated the greater part of public life and most public figures in his time, he was part of that time, and an important man who enjoyed the attention he received, while paradoxically requiring much peace, privacy, and freedom to walk the streets alone at night, like Dickens seeking inspiration and strength from the power of slumbering London. He advocated a universe of hard work and dedication to ideals, and certainly he practiced what he preached.\nBut what exactly did he practice? First, Carlyle practiced an incisive, satirical, perceptive journalism. He had the power to see weakness and to give it grotesque shape—in the color of the complexion of the famous “sea-green Robespierre” (an indicator of character); as the fatuous “Morrison’s Pill,” in Past and Present, promising a patent wonder cure for an ailment too deep-seated and complex to be cured ever (by extension a rejection of political panaceas of every kind); in the Hebrew “Old Clothes,” conflating the Jewish moneylenders and parasites of society which Carlyle personally execrated with the central image in Sartor Resartus (1836) of the tattered and outworn intellectual garments of a society that desperately needed a new set; and finally, in purely invented characters, such as “Sir Jabesh Windbag” of Past and Present (1843), empty political orators offering endless iteration instead of incisive analysis, or better still action. By skillful and repetitive use of essentially deflationary tactics, Carlyle alerted his readers to much that was degenerate. He taught them distrust of the facile and the glib; indeed, he taught them to distrust leaders of almost every hue, even while striving to inculcate hero worship. Samuel Butler’s bitter gibe that “Carlyle led us into the wilderness, and left us there” has a good basis in fact, for Carlyle’s reductive political analysis was seductive in that it did much to sweep aside sham (a favorite term in his vocabulary), but it also undermined confidence in all public figures. Lacking heroes in his own time, Carlyle satisfied himself with revering heroes of the past and puncturing would-be heroes of the present. It was a dangerous, but, for many decades, a successful political stance.\nSecond, Carlyle practiced a form of history in which carefully documented past events were to reveal a hidden construct, a deeper truth, a movement of the inevitable and the supernormal. He visited battlefields, always seeking the truth and the flavor of historical experience. The past became real to Carlyle in the privacy of his attic study, after he had tramped the Prussian battlefields, the villages that figured in the history of Cromwellian England. In his study he surrounded himself with likenesses (as he thought—often very questionably) of the people he was studying, with pictures of their homes and of the places where they fought, with firsthand accounts of battles and of everyday reality. In the study Carlyle tried to re-create reality as it was for his subjects and attempted to see life vividly through their eyes. For him, his was reality. Further, there was another deeper reality, a Garment which he had glimpsed through his reading of German Romanticism, a mystery neither understood nor controlled by clumsy humanity, but visible in glimpses to the patient historian who could interpret the mystery to the reader. Carlyle took this responsibility seriously. There was an enormous amount of chaff to be sifted and winnowed for the essential aspects of such history to be glimpsed, and the convolutions with which Carlyle wrote, revised, and proofread his work (he drove printers to despair with his proof changes) are an index of the extent to which he worked at his history and perfected the art of looking at the past from the present, somehow bending the shaft of that regard back toward the present. He lived in troubled and reforming times and, in highlighting the weaknesses and the bloodshed of the past, he tried to contribute a sense of order and structure to a process still going on, and imperfectly under control.\nThird, Carlyle perfected a style which had a notable effect on his times. “Carlylese” became fashionable and was frequently (and grotesquely) imitated by lesser writers. Its constituents are various. He drew on his early study of German for syntax and some verbal items. An early admiration of Elizabethan and Puritan authors was, by his own admission, a powerful stimulus to his style. His peasant Scottish ancestors he also credited with a strong formative power, and it is notable that family friends spoke of the Carlyle facility for coining nicknames, which Thomas Carlyle used to devastating effect in such works as Latter-Day Pamphlets (1850). Carlyle was, openly, a hectoring author. The suavity of earlier works such as “Signs of the Times” was replaced by infectious energy in such scenes as the storming of the Bastille in The French Revolution: the overwhelming desire to make vivid, to capture the imagination and visualizing power of the reader sweep through the pages and command attention, captivate, and compel.\nCarlyle’s vividness operated powerfully to command assent, both assent to long-vanished history and assent to a new vision of the present (the dingy slums surrounding the Model Prisons of the Latter-Day Pamphlets, the Irish needlewoman of Past and Present). Carlyle’s creation was spurred by a single item of reported news, by a single artifact (a jawbone from a Cromwellian battlefield), by a single picture. His imaginative involvement was such that it demanded a like effort from the reader, and his style is very much involved in eliciting that response.\nIf the mind’s eye is affected by the power of Carlyle’s descriptive writing, so is the ear. Carlyle’s verbal manipulations are those of elaboration, but the actual sentences and repetitions are such as to assault the senses. Rhetorical punctuation, repetition, orchestrated effects of imagery and symbolism suggest pictures and elicit assent more through the effect of a “mighty line” than through philosophical or logical progression; it was easy, many felt too easy, to be swept away by such passages as that describing the fall of the Bastille in The French Revolution (1837), to mistake style for sense.\nA related point was sharply made by Anthony Trollope in his celebrated satirical portrait of “Dr Pessimist Anticant” in The Warden (1855). There Carlyle, thinly disguised, is welcomed as a Teufelsdröckh-figure satirizing things in general: but when he becomes specific, Trollope remarks, the “charm is spoiled”—and in life this was so. Carlyle’s Past and Present (1843) is a case in point. Clearly, he advocates moral improvement, mental bracing, order, duty, hero worship: these are not easy doctrines to translate to practice, and Carlyle lost many adherents when they found that the general prescriptions which had seemed compelling when presented with all Carlyle’s skill, seemed unworkable in the less ordered and more ambiguous light of everyday. This difficulty was sensitively treated in Mrs. Gaskell’s North and South; Carlylian ideas obviously inform every part of this novel, yet the characters who try to implement Carlylian ideas in their unrefined form (Thornton, Margaret) find that some flexibility and some modification are required. Those who were able to adapt and adjust Carlylian principles continued to revere him as a potent influence on their thinking. Those who could not, distrusted his writing and his ideas.\nWhat, finally, are these ideas? First, order is a central theme. Carlyle grew up in a home dominated by a system which stressed order and submission. He survived adolescent identity crisis by imposing order on his own life, and he went on to produce a critique of his times based on an awareness that disorder was threatening to overtake and destroy the advances of the Victorian age and the industrial successes it had achieved. In his adult life Carlyle lost no chance to show his particular brand of order in action (Cromwell, Frederick, Abbot Samson) and the chaos that followed loss of order. Trapped between a warm personality (he gave, generously, to various objects of charity) and an urgently, overwhelmingly pressing view of order, Carlyle found himself torn in his private life and, increasingly, in his public writing—torn between a vision of a freer humanity (in his early works) and a vision of collapsing anarchy in society (in all his later ones). Only order could stand between his society and that anarchy. Second, the energy which Carlyle saw in the world around him, whether as a result of his early scientific studies in physics or of his fascination with the German Romantics and their sense of life’s Mystery, was an abiding concern. In “Signs of the Times” he saw that energy in the machines which were taking over his world; by Chartism and Past and Present the worth of those machines had become ambiguous indeed, and the dystopian vision of a world where people surrendered moral autonomy to their machines was a real nightmare for him. Only such a surrender of oneself, he argued, could lead to the asinine lack of priorities he set about revealing in the Latter-Day Pamphlets, the general breakdown he saw around him. His rallying call to “Work and despair not,” from Sartor Resartus onward, seeks to give shape to a vision of directed energy, directed to production in an ordered society, guided by a yet higher energy that is not seen and not understood, yet that is clearly there in Carlyle’s world pattern. As God or as Creator, that energy pulses through Carlyle’s world, and man responds by working. The problem, always, is to channel and to understand energy, to keep control without stifling creativity.\nThird, Carlyle gave his age a vision of structure. His own religious position, carefully vague in its exposition, allowed readers to find in it a workable position for themselves. Injunctions to work, to obey, to reverence heroes, to fear God found echoes in many people who wished to believe, and who were captivated by the style with which Carlyle delivered these injunctions. That they were not specifically Christian did not prevent Christians from accepting them sincerely; like Tennyson, Carlyle found the artistic means to project a message in a carefully unfocused state which suited the diverse needs of his readership. Behind his public stance lay a private world of doubt, rarely communicated, only occasionally hinted at in stray remarks that have been preserved by those who heard Carlyle make revealing comments in conversation. The overall structure of his view of the world held firm: God at the head, planning and controlling; mankind at ground level, understanding little and requiring to understand still less, but owing reverence and obedience in the long run to a creator and in the short run to hero figures sent by that creator to give impulse to the unfocused energies of the age. In private and in public, Carlyle remained deeply skeptical of his age’s achieving such a structure as he longed for, which does much to explain his growing preoccupation with forcible guidance of an apparently wayward society. Carlyle would not have put into practice the fiercely intolerant measures he proposed for Black workers in the West Indies. Faced with the reality of human suffering, he always responded with human warmth; only in the privacy of his study did abstract ideas work him into righteous frenzy, and his style made that mood the memorable one. In private life in Chelsea, he kept a much more secure balance, but this is not the side of Carlyle that survives in the public eye.\nThus, the Carlyle we have seen is a mass of contradictions, and his self-doubts in old age, and his growing impatience with his era, must be linked to the fact that he was not one single individual with a clear, unchanging “message.” Carlyle was a complex, continually evolving, highly intelligent and original thinker who witnessed many decades of change, developed formidable powers of self-expression which helped mold these decades, and lived into an era in which many regarded his work as inflexible, out of date, often irrelevant. He did, however, retain a following; even in old age, he was still to many a figure of hope. In Sartor Resartus (1836) and in On Heroes, Hero-Worship & the Heroic in History (1841), his two most popular works, he showed his readers that it was possible for a man to be assaulted with the doubts and self-doubts common to the century and to find a workable philosophy to overcome them. Teufelsdröckh, in the peroration to Sartor Resartus, and the author-figure apostrophizing the worker-heroes both give hope to the common Victorian that a workable solution is within reach. That intellectuals should find Carlyle’s solution oversimplified or crude and that the long-term appeal of his actual prescriptions has been at best patchy does little to detract from his real achievement—his original and abrasive critique of Victorian society, his emphasis on the importance of spiritual values in history and in the present, his inspiration of his contemporaries toward a world view in which the individual has a place, and with that place duties and the possibility of dignity in a fulfilled existence.\nFrom the perspective of the late 20th century Carlyle can be seen without the outrage that greeted his originality. His ideas are undoubtedly oversimplified, his tolerance levels for others’ ideas far too low. His vivid style can be abused, particularly in indiscriminate attack. His stubborn iteration of one point can be dangerous when that point is a weak or indefensible one.\nAgainst these weaknesses, Carlyle has survived the scrutiny of the years as an original critic of his time and as a skillful, though uneven, writer/stylist who understood the needs of a generation. After his death his reputation suffered a remarkable eclipse. Happily, he has been rehabilitated as an important representative Victorian, and, as the discovery of his work and above all his correspondence continues, so too does the rehabilitation of his reputation. We have passed beyond the need to venerate him as sage, of Chelsea or of Ecclefechan. Rather we see him as an emblem of the complexity, contradiction, and sometimes absurdity of the era. As the Victorian Age was untidy and contradictory, so were the original minds which responded to its needs and shaped their writing to its complex demands. In his contradictions Carlyle challenges us to a new formulation by which to judge his success, and he leaves behind an achievement sufficiently large and sufficiently diverse, as to ensure that the process of evaluation will be a long and critically challenging one.\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Victorian"]}}