{"pf_url": "https://www.poetryfoundation.org/poets/thomas-merton", "name": "Thomas Merton", "yob": "1915", "yod": "1968", "image": null, "bio": "\nA monk who lived in isolation for several years, and one of the most well-known Catholic writers of the twentieth century, Thomas James Merton was a prolific poet, religious writer, and essayist whose diversity of work has rendered a precise definition of his life and an estimation of the significance of his career difficult. Merton was a Trappist, a member of a Roman Catholic brotherhood known for its austere lifestyle and vow of silence in which all conversation is forbidden. Merton's accomplishments as an author are even more remarkable considering that when he entered the Trappist monastery in Kentucky in 1941, monks were allowed to write only two half-page letters four times a year and nothing more. In  The Seven Mountains of Thomas Merton, biographer Michael Mott called Merton a \"poet, writer, activist, contemplative, . . . reformer of monastic life, artist, [and] bridge between Western and Eastern religious thought.\" Indeed, Merton is credited with introducing the mysticism of Eastern spirituality to Western Christians.\n\nThe Seven Storey Mountain, an autobiography Merton published in 1948 when he was only thirty-three years old, is probably the book for which he is best remembered. It was an instant success, and even before its publication caused considerable excitement for its publisher. Looking for recommendations to print on the book's jacket, Robert Giroux, Merton's editor, sent galley proofs to Evelyn Waugh, Graham Greene, and Clare Boothe Luce for their opinions. According to Mott, Waugh responded that The Seven Storey Mountain \"may well prove to be of permanent interest in the history of religious experience.\" Greene wrote that the autobiography has \"a pattern and meaning valid for all of us.\" And Clare Boothe Luce declared, \"It is to a book like this that men will turn a hundred years from now to find out what went on in the heart of men in this cruel century.\" These enthusiastic replies led publisher Harcourt, Brace to increase the first printing order from five thousand to twenty thousand copies and to order a second printing before publication.\n\r\nReviewers' praise of The Seven Storey Mountain confirmed Harcourt's suspicions that the book would be well received and talked about. In Catholic World, F. X. Connolly noted that Merton's autobiography \"is bracing in its realism, sincere, direct and challenging. . . . The Seven Storey Mountain is a prolonged prayer as well as a great book.\" Commenting in the New York Herald Tribune Weekly Book Review, George Shuster wrote: \"The fervor of [Merton's] progress to the monastery of Gethsemane is deeply moving. It is a difficult matter to write about, but I think there will be many who, however alien the experience may remain to them personally, will put the narrative down with wonder and respect.\" George Miles observed in a  Commonweal review that \"the book is written simply; the sensory images of boyhood are wonderful, and the incisive quality of his criticism, that tartness of his humor have not been sentimentalized by Merton's entry into a monastery. . . . The Seven Storey Mountain is a book that deeply impresses the mind and the heart for days. It fills one with love and hope.\"\n\r\nReviewers and readers were moved by the intriguing story of Merton's undisciplined youth, conversion to Catholicism, and subsequent entry into the Trappist monastery. \"With publication of his autobiography,\" noted Kenneth L. Woodward in  Newsweek, \"Merton became a cult figure among pious Catholics.\" According to Edward Rice in his biography The Man in the Sycamore Tree: The Good Times and Hard Life of Thomas Merton: An Entertainment, the book \"was forceful enough to cause a quiet revolution among American Catholics, and then among people of many beliefs throughout the world.\" A  Time writer reported that \"under its spell disillusioned veterans, students, even teenagers flocked to monasteries across the country either to stay or visit as retreatants.\" As Richard Kostelanetz observed in the New York Times Book Review, Merton's \"example made credible an extreme religious option that would strike many as unthinkable.\"\n\r\nRice theorized that the success of The Seven Storey Mountain was not only due to interest in Merton's story but also to the way events in his life reflected the feelings of a society recovering from the shock of world war. Explained Rice: What sets The Seven Storey Mountain apart from other books like it was \"its great evocation of a young man in an age when the soul of mankind had been laid open as never before during world depression and unrest and the rise of both Communism and Fascism. . . . It became a symbol and a guide to the plight of the contemporary world, touching Catholics and non-Catholics alike in their deep, alienated unconsciousness.\"\n\r\nThe popularity of Merton's book resulted in profits, and the money Merton earned was used at the Abbey of Gethsemane for much-needed improvements and expansion. As Rice noted, however, it also \"catapulted Merton into the eyes of the world,\" making a celebrity of a man who wanted to live in solitude. Without the publication of this autobiography, Mott wrote, it is possible \"that Thomas Merton might have achieved . . . obscurity and oblivion.\" But that was not to be; for the rest of his life Merton was to deal with the consequences of having written such a popular book.\n\r\nIn the Dictionary of Literary Biography, Victor A. Kramer commented on the contradictory aspects of Merton's life and work, observing that \"Merton's dual career as a cloistered monk and prolific writer, a career of silence yet one which allowed him to speak to thousands of readers world wide, was a paradox.\" The significance of this contrasting need in Merton for both silence and fellowship with the people outside the monastery walls \"was a source of anxiety to Merton himself,\" explained Ross Labrie in the Dictionary of Literary Biography Yearbook: 1981. But according to Labrie, \"It is one of the strongest centers of excitement in approaching his work as well as being one of the clearest ways to see his role in twentieth-century letters.\" James Thomas Baker agreed that the dichotomy of monk/writer in Merton's personality is an essential ingredient in his writing. As Baker stated in his Thomas Merton: Social Critic, \"There was . . . an oriental paradox about his life and thought, the paradox of a monk speaking to the world, which gave it the quality that was uniquely Merton, and any other career would have robbed his work of that quality.\"\n\r\nDue to the abundant autobiographical material Merton produced—at his death, he left 800,000 words of unpublished writings, mainly journals and letters, as well as hundreds of taped talks—a great deal is known about how he dealt with the anxiety produced by his paradoxical desire to be both a contemplative and a social activist. Mott's research revealed that by 1940 Merton was actually keeping two sets of journals, private journals handwritten in bound notebooks and the edited, typewritten journals he showed to others. In the late 1990s many of these journals were edited, resulting in the seven-volume Journals of Thomas Merton. Volume six, Learning to Love: Exploring Solitude and Freedom caused a small stir when journal entries revealed what Merton labeled an \"affair\" with a young nurse in 1966. The woman, identified only as \"M,\" was the object of Merton's deep passion: \"I have never seen so much simple, spontaneous, total love,\" he wrote, although stopping short of describing their relationship in sexual terms. As the book's editor, Christine Bochen, suggested in a Knight-Ridder/Tribune News Service article, \"This journal needs to read as a chapter in Merton's story, but not a dominant one.\"\n\r\nMerton's love of writing started early in his life, as Israel Shenker noted in the New York Times. \"He wrote his first book at the age of ten,\" wrote Shenker, \"and followed it with ten more unpublished novels.\" (One of these early novels was published posthumously as My Argument with the Gestapo: A Macaronic Journal.) By 1939, while teaching university extension classes at night, Merton's writing occupied most of his days. That same year, according to Mott, Merton also \"wrote the first poem that would continue to mean something to him.\" Although Merton had already written quite a few poems, he explained in  The Seven Storey Mountain, \"I had never been able to write verse before I became a Catholic [in 1938]. I had tried, but I had never really succeeded, and it was impossible to keep alive enough ambition to go on trying.\"\n\r\nMerton became well known as a poet during his first years in the monastery. His first book of poetry, 1944's Thirty Poems, includes poems composed before and after entering the abbey. According to Baker, Merton believed \"the poetry which he wrote at that time was the best of his career.\" The book received favorable reviews, Robert Lowell writing in Commonweal that Merton is \"easily the most promising of our American Catholic poets.\"\n\r\nMerton's next book of poetry included all the selections from his first book plus fifty-six more written during the same period. This book, A Man in the Divided Sea, was equally praised by critics. Calling it \"brilliant\" and \"provocative,\"  Poetry critic John Nerber commented, \"It is, without doubt, one of the important books of the year.\" In the New Yorker Louise Bogan wrote that although Merton \"has not yet developed a real synthesis between his poetic gifts and his religious ones . . . the possibility of his becoming a religious poet of stature is evident.\"\n\r\nDespite the stature of his religious writings and essays, the literary value of Merton's poetry has always been questioned. Writing in Commonweal, William Henry Shannon argued that Merton's poetry, consisting of \"over a thousand pages,\" contained \"a fair amount of . . . mediocre or just plain bad\" writing, \"but one will also find fine poetry there.\" Addressing the religious content of Merton's work, Therese Lentfoehr, writing in her  Words and Silence: On the Poetry of Thomas Merton, explained that \"only about a third of the poems might be viewed as having specific religious themes.\" Many of the other poems were accessible to a larger audience because Merton enjoyed writing about children, the natural world, and the larger world outside the monastery. In the 1960s he also wrote poems about social issues of the day.\n\r\nAfter his poetry writing in the 1940s, Merton ceased writing poems in such quantities again until the 1960s. With his appointment in 1951 as master of scholastics, many of his works—such as The Living Bread, No Man Is an Island, and  The Silent Life—expanded on ideas expressed in the monastery classes he conducted for the young monks studying for the priesthood.\n\r\nSeveral critics, including Kramer and Baker, noted a change in Merton's writing sometime between the end of the 1950s and the early 1960s. Whereas Merton previously appeared to advocate isolation from society as the answer to the question of how a Christian should respond to the unspirituality of the world, his writing began to suggest the need to deal with social injustice through social activism. Baker explained, \"By the mid-1960s [Merton's] attitude toward the world had changed so dramatically that Merton-watchers were speaking of the 'early Merton' and the 'later Merton' to distinguish between his two careers, the one as a silent mystic who celebrated the virtues of monastic life in glowing prose and poetry, the other as a social commentator.\"\n\r\nKramer cited three books in particular that demonstrate \"the significant changes in awareness\" in Merton's writing. The first of these books, 1949's Seeds of Contemplation, is entirely spiritual in focus. New Seeds of Contemplation, published in 1961 as a revised version of the same book, reflects what Kramer called Merton's \"greater concern for the problems of living in the world.\" The third book, 1964's Seeds of Destruction, is a collection of essays on world problems, including racism. According to Kramer, the changing themes illustrated in these three books reflect Merton's movement from solitary monk in a monastery cell to social activist. While unable to join the sit-ins and protest marches of the 1960s, Merton was able to express his support for such activities with his writing.\n\r\nMott explained the change in Merton's style by noting that at the end of the 1950s, \"after sixteen years of isolation from social issues, Merton was beginning to feel cut off from what he needed to know.\" Since radios, televisions, and newspapers were forbidden in the monastery, only chance readings of magazines and books brought to the abbey by Merton's friends enabled him to keep up with world events. Belatedly, he learned about the suffering caused by the U.S. atomic bomb attacks on Japan and the horrors of Nazi concentration camps. He learned of social injustice in Latin America by reading Latin-American poets, including Nicaraguan Ernesto Cardenal, who spent some time at the Abbey of Gethsemane himself in the late 1950s. As Mott explained, Merton \"was unsure of himself, certain only that the time had come to move from the role of bystander . . . to that of declared witness.\" The works  Original Child Bomb: Points for Meditation to Be Scratched on the Walls of a Cave and \"Chants to be Used in Processions around a Site with Furnaces\" are products of his awakening social conscience.\n\r\nMerton's increasing concern with racial injustice, the immorality of war—particularly of the Vietnam conflict—and the plight of the world's poor caused increasing conflict with the monastic censors at Gethsemane. When originally confronted with the manuscript version of The Seven Storey Mountain, for instance, the censors rejected it because of the numerous references to sex and drinking it contained. Although the debate over The Seven Storey Mountain was eventually resolved, monastic censors once again grew concerned about Merton's writings on war and peace. Frustrated, Merton circulated some of his work in mimeographed form that came to be known as the \"Cold War Letters.\" In 1962, Merton was forbidden by his superiors to write about war, but was allowed to write about peace.\n\r\nDespite censorship and isolation, Merton became, according to Kenneth L. Woodward in Newsweek, \"a prophet to the peace movement [and] a conscience to the counterculture.\" At the height of the Vietnam War, he welcomed a Vietnamese Buddhist monk to speak at the abbey, met with peace activist Joan Baez, corresponded with Catholic priest Daniel Berrigan, and planned a retreat for Dr. Martin Luther King, Jr., that was halted by King's assassination. Controversial comedian Lenny Bruce often closed his nightclub act by reading from an essay Merton wrote about German Nazi leader Adolf Eichmann in which Merton questions the sanity of the world.\n\r\nMuch of Merton's increased public profile was observed after he began living as a hermit in a cabin located in the woods on the monastery grounds. Just as his desire to be removed from the world became greatest, so did his need to speak out on social problems. In his writings, he attempted to explain this paradox as much to himself as to others.\n\r\nIn Best Sellers, Sister Joseph Marie Anderson wrote that in Merton's Contemplation in a World of Action, the monk stresses \"that the contemplative is not exempt from the problem of the world nor is the monastic life an escape from reality.\" In a review of Merton's The Climate of Monastic Prayer, a Times Literary Supplement critic noted, \"Merton came to see that the monk is not exempt from the agonies of the world outside his walls: he is involved at another level.\" The reviewer offered this quote from Merton's book: \"The monk searches not only his own heart: he plunges deep into the heart of that world of which he remains a part although he seems to have 'left' it. In reality the monk abandons the world only in order to listen more intently to the deepest and most neglected voices that proceed from the inner depth.\" According to Lawrence S. Cunningham, writing in Commonweal, Merton saw the contemplative as someone who \"should be able to communicate . . . from the deep center or ground which is God.\"\n\r\nAlong with social activism, Merton became increasingly interested in the study of other religions, particularly Zen Buddhism. His books Mystics and Zen Masters and  Zen and the Birds of Appetite reflect his love for Eastern thought. In the New York Times Book Review, Nancy Wilson Ross wrote, \"In  Mystics and Zen Masters [the author] has made a vital, sensitive and timely contribution to the growing worldwide effort . . . to shed new light on mankind's common spiritual heritage.\" She added: \"Merton's reasons for writing this [book] . . . might be summed up in a single quotation: 'If the West continues to underestimate and to neglect the spiritual heritage of the East, it may well hasten the tragedy that threatens man and his civilization.'\" In the New York Times Book Review, Edward Rice explained further that \"Merton's first notion was to pluck whatever 'Christian' gems he could out of the East that might fit into the Catholic theological structure. Later he abandoned this attempt and accepted Buddhism, Hinduism and Islam on their own equally valid terms . . . without compromising his own Christianity.\"\n\r\nMerton died in 1968, while attending an ecumenical conference in Bangkok, Thailand, his first extended journey outside the monastery walls since his entry in 1941. Ironically, his death came 27 years to the day from when he first became a member of the Gethsemane community.\n\r\nMerton's writings on peace, war, social injustice, and Eastern thought created controversy both inside and outside the abbey. As J. M. Cameron remarked in the New York Review of Books, \"Merton will be remembered for two things: his place . . . in the thinking about the morality of war. . . ; and his partially successful attempt to bring out, through study and personal encounter, what is common to Asian and West monasticism and . . . contemplative life.\" Rice agreed with this observation, noting in The Man in the Sycamore Tree, \"It [was] the later writings on war and peace, nonviolence, race, . . . and above all on Buddhism, that show Merton at his best and most creative.\"\n\r\nA man of great personal charisma, Merton symbolized, for many Catholics, the search for meaning in life in the aftermath of a cataclysmic war, the shock waves of which had shattered many cultural and social traditions and uprooted long-held values. Decades after his death, his works and life found additional relevance among a new generation of Catholics and non-Catholics, and his writings on war and peace from the 1960s were echoed in the U.S. Catholic bishops' statement on nuclear war published in the 1980s. The trajectory of his life, reveals, Monica Furlong maintained in her Merton: A Biography, \"much about the twentieth century and, in particular, the role of religion in it.\"\n\r\nMerton \"has been prolific even in death,\" according to writer Jim Forest, citing the many publications containing his essays, prayers, letters, and articles that continue to be published more than three decades after his tragic death. The fiftieth-anniversary edition of The Seven Storey Mountain was published in 1999. Other works released posthumously include Dialogues with Silence: Prayers and Drawings, which  Library Journal's Graham Christian applauded as casting \"new and thought-provoking light on his finely written prayers,\" and The Inner Experience: Notes on Contemplation, a revision of Merton's 1948 book What Is Contemplation? In Library Journal Stephen Joseph praised The Inner Experience as an argument to make \"contemplation . . . central to all aspects of life rather than just one more compartment.\" While noting the \"rough\" quality of the book due to its being still unfinished at Merton's death, a Publishers Weekly reviewer nonetheless cited The Inner Experience for providing \"vivid examples of Merton's ability to make monastic disciplines intelligible and plausible even to secular readers.\"\n\r\nMerton as  Something of a Rebel is implied in the title of a biography of the spiritualist by William Shannon. Shannon's subject \"was a unique monk,\" he stated. \"One would have to go all the way back to the [twelfth] century—to St. Bernard—to find a monk whose writings were as influential as Merton's have been.\" But Merton \"belonged to his own age,\" Shannon wrote. \"He wrote in his own time in history, yet so much of what he wrote seemed to reach beyond the culture of his own time. He was supracultural, yet not ahistorical. By that I mean he was alive to the historical circumstances in which he lived, yet not so hemmed in by cultural restraints that he could not break through them.\"\n\r\nThe Thomas Merton Studies Center at Bellarmine College in Louisville, Kentucky, contains over 10,000 items related to Merton and some 3,000 of his manuscripts. The Merton Legacy Trust, devoted to gathering all future Merton scholarship, is also located at Bellarmine. The International Thomas Merton Society was founded in 1987 and reports a membership of over fifteen thousand.\n", "attrs": {}}