{"pf_url": "https://www.poetryfoundation.org/poets/thomas-nashe", "name": "Thomas Nashe", "yob": "1567", "yod": "1601", "image": null, "bio": "\nThomas Nashe claimed in Strange News (1593) that he had \"written in all sorts of humors privately ... more than any young man of my age in England.\" He left in manuscript an erotic poem dedicated to \"Lord S,\" published late in his short life a show written for Archbishop Whitgift, and helped in the composition of plays—though there is no passage in any extant play that can definitely be attributed to him. Whatever the scope and range of his private or lost works, his publications and persona are more limited and intense: Nashe was the most brilliant, explosive, and inventive prose writer of Elizabethan England. He loved prose, and wrote it with an energy and a verve that impressed, irked, and intimidated his contemporaries, from barbers to scholars to bureaucrats. Nashe's pamphlets have their putative subjects: the abuses of learning, the seven deadly sins, the fall of Jerusalem, a rogue at large in Europe, the economy of red herring, nightmares, and the foolish doctor from Saffron Walden. For Nashe, however, prose is the enduring topic; he was obsessed with its powers, its spontaneity, and its reception. The prose writer took pride in his favorite \"extemporal\" vein, with its huge words, its scattershot metaphors, and its parody of styles. Indeed, while his prose has a penchant for invective and an aversion to set patterns, Nashe loved to try on formal styles for a paragraph or two, though he often balked at any charge that his work was derivative. It would be misleading, however, to suggest that Nashe was interested in prose apart from the world in which he lived. His life was as strange and explosive as his prose, and he was forever trying to decide just how the two—prose and life—relate. The legends and myths surrounding Nashe's life have filled more volumes than the scant number of facts known about him. He was born in November 1567 in the coastal town of Lowestoft, the son of a minister and his second wife. His family moved to nearby West Harling in 1573, where the boy received his earliest education, probably at home. In 1581 or 1582 Nashe arrived in Cambridge, but scholars have debated the month of his arrival, based on a remark the writer made in Lenten Stuff (1599) that he had lived in Cambridge \"for seven year together lacking a quarter.\" It is certain that in October 1582 he matriculated as a sizar at St. John's College. Nashe stayed in Cambridge beyond his B.A. in 1586 to work on a Master of Arts, but he left for London in 1588. Nashe remarked later that he might have been a fellow had he not chosen to leave the university, perhaps for lack of funds in the wake of his father's death in 1587. With his first manuscript in hand, Nashe came to London, perhaps with the hope of making a living from his wits. His earliest works were pieces of literary criticism, always mixed, with social commentary, as was the fashion. The first of these published (though not the first written) was his prefatory epistle to Robert Greene's Menaphon (1589). Not long after came Nashe's exercise in euphuism, The Anatomy of Absurdity (1589). Two years later appeared a preface to the pirated edition of Sir Philip Sidney's Astrophil and Stella. The Sidneys may not have been pleased with the epistle, which was removed from the authorized edition. The Anatomy of Absurdity is a relatively safe and tame work for Nashe. Its style is more euphuistic than any other of his works, and the targets of its satire and criticism are either traditional or supportive of the establishment. Euphuism was the prose style made popular by John Lyly in the decade just before Nashe brought The Anatomy of Absurdity to London. Its chief features include an obsessive pursuit of syntactic balance, antithesis, and parallelism, and a copious accumulation of similes and analogies garnered from a variety of compendiums. Alliteration, internal rhyme, learned allusion: all indicate Nashe's intention to create a highly patterned style. Indeed, his stated purpose is to defend art against its enemies, most notably the authors who neglect morality for the sake of obscene pleasure and the Puritans who love morality but deprive it of any beauty or power. As Nashe puts it, \"nothing is more odious to the auditor, than the artless tongue of a tedious dolt, which dulls the delight of hearing, and slacketh the desire of remembering.\" Nashe's defense of poetry leads him to the conclusion that the best art is the most obscure and idealized. He aspires to sound like Edmund Spenser, George Chapman, or Roger Ascham: the purpose of true poetry is moral reformation, but only eloquence, strengthened by learning and experience, can effect such reform. The orator or poet must navigate between the extremes of brevity and windiness, but in all cases \"persuade one point thoroughly, rather than teach many things scatteringly.\" In much of this apology for poetry, one thinks of Nashe's favorite extemporal vein only by contrast. Although he can moralize and obscure, Nashe typically aims for prose with the solidity of a pudding, the power of a tempest, and the focus of a schoolchild. In The Anatomy of Absurdity, however, he attempts a grand style in his praises for Elizabeth, in his dedication of the work to Charles Blount, and in the description of Deucalion's flood: \"the springs broke forth and overflowed their bounded banks, the watery clouds with pashing showers uncessantly sending down their unreasonable moisture, augmented the rage of the ocean, so that whole fields and mountains could not satisfy his usurping fury.\" In theme and style, his satires against women are heavily euphuistic. In defense of art, Nashe gives the first of his many anatomies of Puritanism. The Puritans, he says, are hypocritical, ignorant, and subversive. They oppose learning and threaten commonwealths with their insubordination. The genesis of these schismatics is, however, somewhat understandable to Nashe: young scholars lack money, lose parents or patrons, have their studies interrupted, and so are forced into preaching too early. In order to forge a career, these young men must make a name for themselves, and strict obedience will not do that. In good humanist fashion, Nashe advises these young scholars on the best ways to succeed, but he already understands how hard it is to steer between the offices of the servant and the self-promotion of the extemporal wit. In the preface to Greene's Menaphon, Nashe returns to many of the absurdities attacked in his first work: the abuses of learning, ignorant Puritans, trite literary fashions. But the style of his invective is not grounded in any one tradition of artifice. For the first time, rather, Nashe proposes an ideal of prose that he embraces for the remainder of his career: the extemporal vein. He prizes \"the man whose extemporal vein in any humor will excel our greatest art-master's deliberate thoughts; whose inventions, quicker than his eye, will challenge the proudest rhetorician to the contention of like perfection with like expedition.\" As Nashe makes clear elsewhere, it is somewhat misleading to call this style an \"ideal,\" insofar as the new breed of professional writers, poor and unpatronized in London, are forced into the rash publications so despised in The Anatomy of Absurdity as antithetical to art. Yet here art is demoted, spontaneity promoted. At times, Nashe seeks some authority in the past for his extemporal rhetoric, but he is also attracted to its revolutionary and even dangerous potential.\" In contrast to the extemporal vein, Nashe berates playwrights and actors who flaunt the heavens with their pretentious blank verse; plagiarists who rely entirely on the leftovers of Ariosto and Cicero, and who cannot finally tell the difference between a vulgar ballad and true poetry; and in particular dullards who leave their proper trades and translate Senecan tragedy line by line. This attack on the Senecan vein is the best-known part of the epistle, mainly for what may be topical allusions to Thomas Kyd and Christopher Marlowe: \"the sea exhaled by drops will in continuance be dry, and Seneca, let blood line by line and page by page, at length must needs die to our stage; which makes his famished followers to imitate the kid in Aesop, who, enamored with the fox's newfangles, forsook all hopes of life to leap into a new occupation.\" But Nashe resorts to the attack on the Senecans as an escape from the more political satire against those arrogant young scholars who turn the world upside down. Playwrights, after all, were easier and safer targets than Puritans.\" Nashe often promises his reader that he will produce great works, and advertises the future miracles he aims to perform. Self-promotion requires that the extemporal wit adopt several styles in order to prove his range. Thus, the Nashe who rails against \"the swelling bombast of bragging blank verse\" can turn mellifluous on occasion, as he does in the preface to the pirated edition of Sidney's Astrophil and Stella: \"for here you shall find a paper stage strewed with pearl, an artificial heaven to overshadow the fair frame, and crystal walls to encounter your curious eyes, while the tragicomedy of love is performed by starlight.\" The epistle has less to do with Sidney than it does with Nashe's own idea of prose. At first glance he appears to devalue his \"heavy-gaited\" style because it \"cannot dance, trip, and go so lively, with 'oh my love, ah my love, all my love's gone,' as other shepherds that have been fools in the Morris time out of mind.\" He may be sorry that his style plods like a \"Gravesend barge,\" the meaning of which may have something to do with his pursuit of artificial styles. One suspects, however, that Nashe wants nothing to do with the verse of these shepherds. The preface goes on to say that good and bad in literature are matters of opinion; but for all his admiration of Sidney, Nashe suggests a rivalry between his brand of prose and the fashionable verse of the day.\" These early works reveal a Nashe who is breaking onto the literary scene in London but not quite prepared to make his mark. It was once believed by readers of Nashe that The Unfortunate Traveller was his watershed; counting editions, one would have to say that Pierce Penniless was the turning point in his career; but over the last few decades, critics have decided that if any one text--or any one literary event--transformed Nashe from an interesting but second-rate prose stylist into a phenomenon, it was his participation in the Marprelate controversy and the pamphlet An Almond for a Parrot (1590).\" By 1590 Nashe was involved in one of the most serious controversies of his day. In 1588 a series of tracts attacking the established church began to appear under the pseudonym Martin Marprelate. These pamphlets divided their space between presenting the necessary points of reformation and making a mockery of the bishops in power. The bishops in turn attempted to answer the arguments of Marprelate, but their ponderous, solemn style was no match for his satire. At last the church hired such wits as Nashe, Greene, and John Lyly to burlesque Martin on stage and in print. Their collaboration in this effort has made it difficult for modern scholars to decide Nashe's share, but most agree now with Donald J. McGinn's claim that Nashe wrote the last and best of these anti-Martin pamphlets, An Almond for a Parrot.\" Critics agree that An Almond for a Parrot features the trademarks of Nashe's mature invective style. Many of these rhetorical strategies were learned from or at least encouraged by the \"sauciness\" of Martin himself. At the most local level, the style features letter-leaping or alliteration; mock-honorific addresses to and a running dialogue with the opponent; mundane analogies for the most serious points; the conflation of the high with low, learned with colloquial, and abstract with material; gargantuan and inventive epithets; a taunting pugnacity toward the rival; and a penchant for telling the scandalous anecdote or for parodying the habits of the foe, in Nashe's case the anti-episcopal Puritans. One Puritan divine\ncame off with this unmannerly comparison: there is an ugly and monstrous beast in our tongue called a hog, and this ugly and monstrous beast in boistrous and tempestuous weather lifts up his snout into the air, and cries \"wrough, wrough.\" Even so (dear people) the children of God in the troublesome time of temptations, cry \"Our help is in the name of the Lord.\"\n\" Marprelate argued that bishops are unscriptural, that they are vicious in their non-residency and unqualified in their preaching, that the Bible dictates a presbyterian discipline in the church, and that bishops will only ruin the queen with their Romish inquisitions of true believers. Martin has his fun with the bishops, addressing them with mocking titles, exposing the flaws in their tedious books, and revealing their vices. But he also has a serious purpose, the reformation of the English church.\" In An Almond for a Parrot, as in The Anatomy of Absurdity, Nashe combines mirth and sobriety. The mirth is apparent from the opening address to the clown Will Kempe, in which the target is not so much Martin as the typical epistle to a noble or courtly patron. Here Nashe is a parodist but also a fighter, calling Martin into the back alley with the hope that the authorities will not intervene in their quarrel. With the express purpose of beating Martin at his own game, Mar-Martin unleashes the extemporal style:\nIt was told me by the undaunted pursevants of your sons, and credibly believed in regard of your sins, that your grout-headed holiness had turned up your heels like a tired jade in a meadow, and snorted out your scornful soul like a measled hog on a muck-hill, which had it not been false, as the devil would have it, that long-tongued doctress, Dame Law, must have been fain (in spite of inspiration) to have given over speaking in the congregation, and employ her Parrot's tongue instead of a wind-clapper to scare the crows from thy carrion.\nThis passage has the boisterous wordplay, compounds, and similes often pursued by Nashe in his juxtaposition of high and low, of inspiration and excrement. Virtually every phrase is a mock thrown at what Nashe feels are pathetic outlaws. In calling Martin and his fellows \"hoddy-polls\" (fools), in addressing the Puritan pamphleteer John Penry as \"his Welchness\" and playing on his name, in satirizing the pulpit-pounding style of the Puritans and their silly rhetoric, Nashe defends the queen's supremacy, social order, and episcopal decency. But he also recognizes that his own authorial stance and voice are close to Martin's: \"I speak plain English, and call thee a knave in thine own language.\" Nashe's persona, Cutbert Curry-Knave, vows to overwhelm his enemy provided that \"authority do not moderate the fiery fervence of my enflamed zeal.\" Just short of ten years later, the authorities put out Nashe's fire altogether.\" With Martin undone, Nashe earned the good graces of Whitgift. The young wit was at Croydon with the archbishop in the autumn of 1592, where he wrote and (one supposes) helped produce Summer's Last Will and Testament (published 1600). This \"show\"--it is distinguished as such from plays--proves Nashe a poet of considerable merit, not just in the well-known lyric \"Adieu, Farewell, Earth's Bliss,\" but also in the blank verse spoken by a several of the allegorical personae.\" The summer of the title is twofold, representing both Henry VIII's clown Will Summers and the season. The jester is a surrogate for Nashe, speaking in what he calls an extemporal prose, criticizing the allegory and commenting on whatever subject arises. He resembles Shakespeare's character Falstaff, counting the hours in food and drink. Like Falstaff, too, he complicates the master/servant relationship, suggesting rebellion in the very manner of his obedience. Like Nashe, he is concerned about those auditors or readers who will dissect the work for its topical or political subtexts and have the author persecuted for what he never intended. The season summer is grave and sober next to the clown, introducing the chief theme of the show, the inevitability of death and decay. As autumn approaches, nature itself withers. But there is also plague in England, a more staggering form of mortality.\" In staging the cycles of festival and Lent and their strange disruptions, the show comments on the social problems of the nation as well. The \"will and testament\" of the title involves a simple narrative premise: Summer is a master who will receive accounts from his servants and then decide which one is his worthy successor. Much of the show is given over to their various positions: Spring is a prodigal son who believes that resources should always and immediately be spent; Solstitium (Solstice) prizes balance and moderation above all things, while Sol is the lavish servant who loves to display the riches of the master as if they were his own. Orion, accused of bringing with him the heat of the dog days, borrows from Sextus Empiricus a paradoxical defense of hounds. Autumn and Winter bicker between themselves as the natural heirs of Summer. Autumn is associated with scholars, which provokes Winter into an assault on poetry, philosophy, and learning in general. Winter is accused of destroying all things. There are also hoarders in the bunch: Harvest is said to be miserly while Christmas hates expenditure and hospitality.\" However much Nashe aimed to please Whitgift, the question of the servant's proper use of resources is a vexing one for the prelate and his monarch. Nashe may be a critic of the humanist and mercantilist penchant for hoarding resources, be they natural, monetary, or imaginative, but the show has no easy prescription for the servants competing for the power left by the passing summer. Its language evokes, moreover, the perils of the servant who, like Nashe, is asked to perform the dirty task of cleaning up the corruption in the kingdom.\" No master or servant is free from the plague or from general decay. The queen is praised throughout the show, but she can arrest the seasons or the epidemic only for a moment. She may be the \"most sacred dame,\" but \"Brightness falls from the air, / Queens have died young and fair, / Dust hath closed Helen's eye.\" Not even Croydon is safe from disease and cold weather: \"Gone is our sport, fled is poor Croyden's pleasure.\" Nor is the clever author of the entertainment free from harm: \"Wit with his wantonness,\" the lyric warns, \"Tasteth death's bitterness.\" The community of disease leads Nashe to liturgy--\"Lord, have mercy on us\"--but the plague can also isolate the singer--\"I am sick, I must die\"--whose position in the kingdom is unstable at best.\" Back in London, Nashe already had something of a reputation; his work for Greene and with Lyly confirms this. But his career was made with the publication of Pierce Penniless His Supplication to the Devil (1592). Pierce was not just Nashe's most popular creation; it came to be his persona, much more so than the hero of his protonovel, The Unfortunate Traveller (1594), finished in June of 1593.\" Pierce Penniless is traditional in a risky fashion. Its \"supplication to the devil\" may be a standard complaint against social abuses, framed by the popular medieval device of the seven deadly sins, but the work proved troublesome to Nashe's readers for at least two reasons: Pierce's recourse to hell and the political fable of the bear and fox. Its prose, moreover, aspires to overwhelm the reader with its physicality and nervous, sometimes pulsing energy. A letter from the publisher encourages the reader of Pierce Penniless to be patient with its odd arrangement, most notably its deferral of any address to the reader until the end. In the preface to the second edition Nashe complains about the perverse, self-serving reader who \"seeks to show himself a politician by mis-interpreting.\" But in the end Nashe tries to answer the reader's objections.\" The text proper introduces a melancholy figure of discontent: Pierce has repented his youthful follies and devoted himself to study but reaps only abuse or neglect for his efforts. Cobblers, he claims, thrive while poets and scholars go hungry. Pierce is so distraught that he paints his agony in verse, but his last recourse is virtually Faustian: he will sell his soul to the devil if Lucifer will liberate gold from its miserly prison. In supplicating the devil, Pierce satirizes the follies and vices of the world around him, beginning with his search for the devil at Westminster and the Exchange. The rest of the plot is simple: Pierce finds a spirit in the body of a professional perjurer (the Knight of the Post) to deliver his supplication to the devil; the knight reads the supplication, only to find that it is a satire on the seven deadly sins in their new and fashionable guises; each portrait of sin is filled with anecdotes and jests, but also with personifications in which Nashe unleashes the full force of his invective prose. Finally, Pierce asks the knight to tell him all about the nature of devils and hell, for which Nashe translates a learned treatise on demonology.\" Nashe's invective has an acute eye for details and a love for incongruous comparisons. It represents the most mundane or basic materials of the world--dung, pudding, and cloth--and heaps its own verbal inventions. Although his pace is uneven, Nashe often delivers the qualities of a vice at a breathtaking rate. He is also deft with narrative--with the jests and anecdotes of which he is so fond. But he seems to celebrate and to underscore the fully stuffed personification. Usury, for instance,\nclad in a damask cassock, edged with fox fur, a pair of trunk slops [loose trousers], sagging down like a shoemaker's wallet, and a short thread-bare gown on his back, faced with motheaten budge [fur]; upon his head he wore a filthy, coarse biggin [night-cap], and next it a garnish of night-caps, which a sage button[ed] cap, of the form of a cowshard [cow dung], overspread very orderly: a fat chuff it was, I remember, with a gray beard cut short to the stumps, as though it were grimed, and a huge, worm-eaten nose, like a cluster of grapes hanging downwards.\nNashe is clearly trying to amaze his readers with a prose he claims could never be borrowed: \"New herrings, new, we must cry, every time we make our selves public, or else we shall be christened with a hundred new titles of idiotism.\" Such prose may have learning and artifice, but it can hardly derive its heritage from the muse of Spenser or Sidney. It should, however, daunt Nashe's personal enemies, for instance Gabriel Harvey and his brothers, whose foolish books are targeted as a means for illustrating an \"indifferent pretty vein in spur-galling an ass.\" While the Harveys may number among the enemies of true art, their social aspirations are a little more understandable to Pierce. In a remark that caused the authorities some discomfort, Nashe condemns the Danes for their static hierarchies; indeed, the problem with scholars such as Pierce is their dearth of career options. The enemies of poetry and theater cannot see that these arts should be praised precisely because they inspire the youth of a nation to clean up their language, to pursue honor and virtue, and to fight for their monarch. Under the rubric of sloth, Nashe--or rather Pierce--claims that the theater encourages a healthy rivalry and activism; at the very least it keeps citizens out of pubs and brothels and away from the emperor whose policies they might dislike.\" Some of the jests and anecdotes are clear in their relevance to Pierce, for instance, the one in which the raillery of a madcap satirist is severely punished by an offended lord. The fox and bear fable, however, eludes its several topical interpretations. Nashe insists that it is simply a portrait of tyranny and hypocrisy, but he allows for some resemblance to the Marprelate controversy. In general, Pierce Penniless epitomizes Nashe's own complex position as an Elizabethan author. Nashe admits that he wants his version of the seven deadly sins to be novel, but he is somewhat wary of its bold dalliance with the social, political, and religious ills of the day. Perhaps anxiety motivates his translation of a learned treatise on demons. Yet even here the issues are controversial, for the nature of hell and the reality of demons are points on which atheists, Puritans, and papists disagree. Pierce reminds his readers that the best remedy against the devil is faith and that the poor author can find hope in patrons such as his own Amyntas. But even if Amyntas is the Earl of Derby as scholars believe, he seems as fabulous to Pierce as the fox and the bear.\" Years later Nashe would admit that most of his writing was wasted in private for patrons, not allowed to stand the test of publication as Pierce Penniless had successfully done. The only extant example of this manuscript industry is Nashe's erotic poem in the vein of Ovid's Amores, \"The Choice of Valentines,\" dedicated to the \"Lord S\"--either the earl of Southhampton or Ferdinando Stanley. The couplets of this poem chronicle the speaker's visit to a brothel, where his failure to maintain an erection leads his mistress to find an artificial substitute. It was, however, Gabriel Harvey--the Cambridge scholar and doctor of law from Saffron Walden--rather than any mistress who gave Nashe his best opportunity to demonstrate machismo in print.\" The year 1593 was a landmark for Nashe, for he wrote two other major works: The Terrors of the Night and Christ's Tears over Jerusalem. Both have complex histories. The former was begun in February, when Nashe was visiting Robert Cotton, and was registered for publication on 30 June. But it was not published at that time, perhaps because it treated a controversial witch trial. Nashe added some material to the pamphlet in 1594, and in October it was registered again and soon published.\" Also in 1594 Christ's Tears was republished for two remarkable reasons. The first edition had apologized to Nashe's worst public enemy, Gabriel Harvey, and offended the aldermen of London. In the second edition, Nashe retracted both the apology and the offense. Even so, London officials sought to examine Nashe, who escaped to the Isle of Wight with his new and best patron, Sir George Carey. Nashe met Carey probably while the latter was at Windsor Castle in late 1593; he stayed with Carey, the governor of the Isle, through Christmas and into the next year. By February Nashe was back in London, where he may have witnessed the trial of the queen's physician.\" Despite his pursuit of a patron in the first half of the 1590s, Nashe's most fervent attention was paid to the ongoing quarrel with his nemesis, Gabriel Harvey. The origins of the battle extend back to 1580, the date of Harvey's letters and sonnets to Spenser. But it was Lyly's ridicule of Harvey in 1589 that probably led Richard Harvey, Gabriel's brother, to attack the anti-Martinists in his Plain Percival. Nashe was brought into the squabble when Richard's other work of 1589, The Lamb of God, upbraided the author of the preface to Menaphon for his Martin-like presumption in appraising the great authors of the day. Not until 1592 did the camp of Greene, Lyly, and Nashe respond, with Greene's Quip for an Upstart Courtier; but the passage ridiculing the three Harvey brothers (including John) and their rope-making father was deleted soon after the work saw print. Some scholars believe Nashe wrote that section of Greene's work, but he entered the dispute for certain in Pierce Penniless, abusing Richard for his sham astrology, obscure origins, opposition to Aristotle, and \"lumpish\" theology.\" From this point onward, Nashe and Gabriel Harvey were in the ring together. The battle was waged at a variety of speeds, sometimes at a plod and other times in a whirl. It was fought for ideological and personal reasons, but also for no real reason at all. Nashe liked to portray Harvey as a seditious innovator and a vain, boorish fool; but Harvey greeted Nashe with the same charges of endangerment to good order and high art. Harvey saw some promise in him and liked to advise the young proser, but this angered Nashe more than anything else.\" The main events of the flyting began when Harvey took on Nashe in Four Letters (1592); Nashe reponded with a point-by-point satire in Strange News (entered in the Stationers' Register 12 January 1593). Efforts were made to reconcile the two, the culmination of which was Nashe's apology to Harvey in the first issue of Christ's Tears. Either just before or just after this public apology, Harvey attacked Nashe again in A New Letter of Notable Contents (1593), published along with Pierce's Supererogation (1593). Thinking that Harvey had refused his apology and humiliated him, Nashe denied him a meeting when they stayed at the same Cambridge lodging in 1595, then published Have with You to Saffron Walden (1596). To this burlesque of Harvey's life and works, the only response was The Trimming of Thomas Nashe (1597), written by the same Cambridge barber, Richard Lichfield, to whom the mock epistle of Have with You is dedicated.\" Strange News is Nashe's most derivative work since it clings to its enemy text, Harvey's Four Letters. Nashe begins with a mock dedication to William Beeston, whose devotion to poetry and drink inspires the author's madcap wit. Among his enemies Nashe includes the misinterpeters of his works and the calumniators who say that he can write only satire. The main target is, of course, Harvey. Nashe assails his opponent for failing to defend his rope-making father, for promoting his own foolish poetry with its \"strange words,\" for bearing such an unjustified grudge against Nashe, and for being so vain. Nashe puts himself on the side of orthodoxy and the establishment, and Harvey with the forces of discontent and novelty in the kingdom. Ironically, Nashe is compelled in the course of this satire to defend Pierce Penniless against the charges that the persona is a traitor, desperado, or satanist. Nashe points out that he has spent time with a lord--he means Whitgift--in a \"house of credit.\" Among the many contrasts between his own powerful, nimble prose and Harvey's lumbering style, Nashe virtually elevates language over truth. One can imagine why Harvey could turn the charge of self-promotion and dangerous innovation back on Nashe. For the sake of good order and received wisdom, then, Nashe aligns his \"declamatory\" prose with national interests and locates its place in a tradition stretching from Archilochus to Pietro Aretino.\" The Terrors of the Night recapitulates Nashe's interest in demonology, but in such a mixed and sometimes skeptical fashion that it also illuminates his concepts of prose and the author. Critics tend to read this work as lightweight, careless, and cynical in its exposure of popular superstitions, that is, in its contribution to what one historian has called the \"decline of magic.\" Nashe in fact adopts a feckless pose from time to time. In one such case he compares his prose to a dream insofar as he is only half awake in writing the book. Dreams themselves, like devils and demons, receive a poignant, if ambivalent, treatment in the pamphlet.\" The work is a haphazard account of the causes of fear in human souls. It includes the more religious view that sin produces guilt and, consequently, nightmares. This position holds that the devil encourages despair, assailing the bad conscience at night when hope ebbs low. At the same time, Nashe demythologizes the nightmare and attributes bad dreams to diet or memory. Even when he depicts the guises of the devil or the close packing of spirits into a small space, one glimpses at times the ironic skepticism about superstition forthrightly stated elsewhere.\" Nashe may tire of his \"drumbling subject,\" but even the mundane explanation of terror is clearly a serious subject for him. He offers vivid images of the melancholy dream, the \"bubbling scum or froth of the fancy, which the day hath left undigested.\" Dreams resemble arrows that have overshot their mark, or the afterglow of the sun; they are ripples in or blisters on the brain. Some dreams fulfill wishes, for instance, the poor dream of gold. But the several images of torture warn the reader that there is a deeper connection between this work and Pierce Penniless than just an interest in the nature of demons and fairies.\" Like Pierce Penniless, this treatise on dreams concerns the status and obligations of the author. The Terrors of the Night is an important work for Nashe because it was patronized by the Carey family, dedicated to Elizabeth Carey (Sir George's daughter), and written in part under their protection. Nashe wants to please them, as well as the original commissioners of the piece who have asked the author to investigate nightmares. The purpose of the pamphlet is to satisfy the friends of a gentleman who died after having strange visions. These friends, associated with Robert Cotton, whom Nashe visited in February 1593, want to know whether the old man died saved or damned and whether the dreams were real or illusory. Herein lies the anxiety of the author, whose obligations require either that he report the truth or invent it. Nashe is concerned about overstepping his limits, displeasing his patron, or abusing the truth. He ends with the most traditional and somber warning for all readers to avoid sin; but it is difficult for the author to rest easy when his own extemporal prose may be blessed, cursed, or worst of all, ignored.\" Nashe had good reason to fear the perils of authorship. Pierce Penniless was popular but received some criticism from political readers. The Terrors of the Night had trouble getting into print, probably because it dealt with a recent instance of witchcraft. The flytings with Marprelate and Harvey were earning Nashe the reputation of a \"young Juvenal\" whose only vein was raillery. With Christ's Tears, the writer attempts to clean up his act. In the first edition, he apologizes to Harvey, bids farewell to trivial and satirical works, elevates his style, adopts the pose of minister and prophet, and commits himself to the business of saving London from its manifold sins. The structure of the work is modeled on the \"looking glass\" narratives that instruct modern society to see itself in the mirror of the past--in this instance, the Roman destruction of Jerusalem. Thus, the main purpose of Nashe's homily, if it can be called that, is confined to the second half of the piece, which traces the family tree of the deadly sins as they are instantiated in the social practices of London.\" In an effort to bestow some gravity on Christ's Tears, Nashe clutters its style with huge and compound words, with coinages ending in -ate or -ize, and with alliteration. Readers must make their way among preludiately, mummianized, gross-brained formallity, purely pacificatory suppliants, assertionate, oblivionize, and luciferious passionate-ambitious. Scripture serves, however, to authorize this inventive yet ponderous style. On two occasions, Nashe sets forth the idea that every word of Scripture is a powerful cement or cornerstone. It should not be handled carelessly or often, no matter what the conviction of those Puritans whose sermons are a mass of quotations from the Bible. In contrast to these sectaries, Nashe selects key words from the Gospels--for instance, gather and stone--and repeats them in a variety of forms.\" Nashe also seeks to elevate Christ's Tears by way of prosopopoeia, that is, in giving voice to an impressive persona, in this case to Christ. But Nashe's Jesus, overcome with personal failure, laments his replacement by the Romans, who punish the obdurate people of Jerusalem. Even more disturbing is the voice of Miriam, the Jewish woman who kills and eats her son in response to the famine racking Jerusalem, then defends her cannibalism at some length. Nashe is not inventing Miriam any more than he is the rest of the story, but throughout the text, he displays a penchant for the horrific and gory. Every motion is a violent one; every street or river is clotted with blood and corpses. The reader is not far from the terrors of the night but even closer to the gruesome Europe of Jack Wilton.\" Christ's Tears scarcely redeemed Nashe from his past transgressions. Rather, it caused him more distress than any previous work. For one thing, the sermon is just as satiric as anything else he wrote, and its attack on the abuses and bribery of London officials landed him in trouble. The second edition (1594) keeps the censure of atheists, Puritans, and upstarts, but softens the depiction of the aldermen. In the same edition, however, a cantankerous Nashe retracts his apology to Harvey, promising to heed the advice of Machiavellians who trust no one. Moreover, Nashe proudly defends his style against detractors who find it too self-advertising at best, too profane at worst. Appealing to the church fathers for support of his fervent rhetoric, Nashe goes further to justify his new words--the-ize terms in particular. With metaphors taken from alchemy, economics, and botany, the author claims that he has recreated an English more powerful than the weak and harsh monosyllabics of old. Once again, the extemporal wit tries to found his prose on the rock of the true church, the established government, and the good patronage of the Careys, but the result is tense and problematic.\" In the second edition of Christ's Tears, Nashe also attacks misreaders of The Unfortunate Traveller, a text in which he tries once more to write in a new vein, to find a patron, and to tell a cautionary tale. There is however one major difference between the two narratives: Jack Wilton is no savior. Between service and rebellion, he struggles for survival in a Europe of violence, cultural malaise, and disorder.\" For twentieth century readers predisposed to the novel, The Unfortunate Traveller is considered Nashe's major work. Scholars may not agree on how closely it approximates the novel form--some think it is picaresque, others find in it a mishmash of styles and genres--but they concur that it is the most modern thing in spirit and kind that Nashe ever wrote. Dedicating the work to the earl of Southhampton, the author promises \"some reasonable conveyance of history, and variety of mirth.\" Indeed, more than before, Nashe is intent on telling an often complex story, one interrupted or elaborated by set speeches or descriptions. He is tentative about what he considers \"a clean different vein from other my former courses of writing.\" From start to finish, his narrator, Jack Wilton, is self-conscious about the tale--about whether readers will like it, about how characters and the narrator himself know things, about the relation between plot and digression. He confesses to having a selective memory for detail, but the scenes of this work are remarkably acute and graphic, even if (or especially because) they don't quite add up.\" Some readers have argued that the apparent disorder of the work is its theme-that Nashe sets out to show a culture in crisis, a Europe torn by religious dissent, sham academics, rampant violence, and bogus romanticism. Another view holds that Nashe is testing the boundaries of fiction itself, measuring the extent to which it can be taken seriously. From the beginning, Jack moves in several directions. First there is what might be called the main narrative. Jack starts with Henry VIII in battle against the French in Tournay and Térouanne; from the France of 1513, he travels in time and space back to the English court at Windsor, onward to the Continental battles between France and Switzerland, then to Münster (1534) and the slaughter of the Anabaptists by the imperial forces. Back and forth he goes, meeting the earl of Surrey on his way to England, turning round to visit Rotterdam, Wittenburg, and various Italian cities, returning at last to the English court camped at the famous Field of the Cloth of Gold in 1520. But such a sketch of settings hardly conveys the convolutions and nightmares of misfortune that Jack and his companions encounter.\" The mischievous Jack is introduced through a series of his most memorable jests. He is also fond of describing his own social status, giving the reader a character of the court page but also a catalogue of his fashionable clothes. He may value his most prized possession, an extemporal wit, over the highest authorities. But like Nashe, Jack knows when to apologize, as he does to the church when he presumes to sermonize against the Puritans or in favor of good works, and as he does to Surrey when he masquerades as the earl.\" At several points in his disconcerting survey of sixteenth-century Europe, Jack introduces set speeches or blazons featuring his powers of caricature, invective, parody, and even grandiloquence. No matter how self-centered he appears, most of his set pieces attempt to capture the \"wonderful spectacle of bloodshed\" that Europe has become. He pauses over the deserved but pitiful slaughter of the Anabaptists. Faced with the physical deformity and pervasive mortality caused by the sweating sickness and the plague, he is almost forced to turn them into jests. But this he cannot do, for during the plague he is witness to the brutal rape of Heraclide. Jack himself is subject to violence: he is imprisoned on several occasions, and threatened with a horrible death by anatomy. The whole world is unstable, slippery: doors open and Jack falls through. No one is trustworthy, and no position is unassailable.\" With one gory execution after another, Nashe returns to his fascination with the basic materials of existence and with torture and terror. Some readers have called this tendency \"realism\"; by any name it epitomizes a culture in crisis, from which humor and trickery offer no permanent way out. The great heroes of the period are portrayed, the humanists Sir Thomas More and Desiderius Erasmus, the reformer Martin Luther, the magus Cornelius Agrippa. But Jack tends to prefer mirthful caricature over a record of serious disputes; or if this reborn culture is fascinating, its wonder verges on illusory magic. In one scene, Agrippa conjures up the image of Cicero in order to show his audience how the great orator managed to win a case for the most guilty of clients. The point of this scene appears to be an indictment of a humanist culture besotted with its heroes, shaky in its grasp of truth, and committed to shiny surfaces.\" Jack's own hero is Aretino, who represents the freedom of the satirist to tell the established powers how wrong they are. But Jack is also fascinated with the glamours concealing the violence of this world. He marvels over the earl of Surrey's tournament in which the most elaborate, ridiculous, and obscure suits of armor are paraded. He describes a walking tour of Rome and a merchant's banqueting house; the latter is virtually a paradise on earth yet with its machinery visible behind the elaborate artifice. Jack loves to parody the rhetorical modes of the day, the ceremonial, homiletic, disputative, romantic, Petrarchan. But they all give way, or so he thinks, to the sprezzatura of his own prose. In the end, however, Jack finds his wits at the mercy of the strange forces governing the universe--or leaving it ungoverned. What with the treachery of prostitutes, atheists, outlaws, Jews, the Pope, the Puritans--with a world of violence and instability, Jack converts to honesty in the end. He marries his mistress, returns to his king, and utters his amazement at destiny. But this conversion of the rogue may be just another parody in a world where style and performance are the only means of survival. Like Odysseus, Jack comes home--but only after proving that his name is trouble.\" Nashe's activities between 1594 and 1596 are something of a mystery. He did some travelling, in one case to Lincolnshire but perhaps elsewhere in England. He was long in the employment of the printer John Danter and lived at Danter's house for some time. By his own testimony, Nashe wrote little or nothing for the press during these years, though much for private patrons. Only two items survive in manuscript: \"The Choice of Valentines,\" an erotic poem of uncertain date, and a letter sent to William Cotton in 1596. The letter reveals a Nashe still overcome by the official censure of Christ's Tears, frustrated in his attempts to write for the theater and the press, caught between country friends and London audiences, and mirthfully obscene. Many of his attempts to find a patron seem to have failed. Charles Blount, Ferdinando Stanley, Henry Wriothesley: each received praises from Nashe, but none offered any lasting protection. For much of the 1590s Nashe appears to have been poor. In Have with You he even embraces Harvey's charge that poverty has landed him in the Fleet.\" Nashe's final satire on Gabriel Harvey, Have with You to Saffron Walden, is a mock-biography, complete with a fictive letter from Harvey's tutor, an account of Harvey's birth, and a portrait. In addition to this sustained piece of burlesque, Nashe has comic images for every facet of Harvey's life and works, from the sheer bulk of his books to the wrinkles on his face. Everything about Harvey bothers his opponent: he is at once silly in his vanity and dangerous in his heterodoxies. He is portrayed in a variety of funny settings, posing in front of the mirror, failing to pay his debts, whining in prison. At some moments, though, Nashe seems almost to pity Harvey, if not to identify with him. For instance, Harvey is described enduring total isolation in London during the plague, risking life and limb just for the unlikely chance of undoing Nashe.\" Nashe seems weary of the whole contest, resents being put in the ring with Harvey, and protests that such writers as he can rely only on their wits. However funny or inventive his satire, Nashe is more autobiographical here than in his other works. He describes his poverty, his travels in England, and his dwelling in London. He paints a self-portrait of a man who is always in good company, who feels no urgent need to answer Harvey, and who is the furthest thing from that lonely image of the poor writer in plague-stricken London. But Nashe admits that he has wasted much of his efforts in the service of noblemen and courtiers who never treated him fairly, and that he is closer to the fiction of Pierce Penniless than he has allowed heretofore.\" Nashe still promotes his own extemporal wit and superior prose, but he is also worried that his public image will be damaged by his flyting with Harvey. Giving the work a dialogue format prevents him from appearing so isolated: his interlocuters are men of credit who are clearly on his side, even when they criticize him for his wasted efforts or idleness. Calling himself \"Pierce Penniless,\" Nashe continues to praise the heroes of the establishment, now Lancelot Andrewes, and to bring his academic learning to bear on the shameless ad hominem assaults. He also feels compelled to apologize for his prose, however--to defend its power but also to search for the reasons why he has come short of greatness or believability. For all the outright mockery of the piece, Nashe is intent on measuring the triviality of his life in prose.\" Nashe had some involvement with the burgeoning theater of the 1590s. In 1594, for reasons not altogether clear, his name appeared with Marlowe's on the title page of Dido, Queen of Carthage. A satiric play, the lost Isle of Dogs, sent Nashe running from the authorities in 1597. As the official investigator was confiscating his papers, Nashe was making his way back to the east coast. In Great Yarmouth, he found a hospitality not equaled since his brief stay on Wight. In 1598, during Lent, he was working on his last major pamphlet, Lenten Stuff, a description of Yarmouth with a mock encomium for its major resource, the red herring.\" Written in exile from the Isle of Dogs scandal, Lenten Stuff insists that triviality is the best course for a proser to take. The mock-dedication to a barber, the praise of red herring, and the comic retelling of Hero and Leander are each a playful fiction that upholds the author's noninvolvement in the serious work of philosophy, politics, or history. The word lenten in the title refers to the season when Nashe began to write the text, but it also suggests that his prose is empty. Defending his right to be trivial, he launches a frontal assault on readers who find political matter in his words, and he taunts them with the possibility that they are making much out of nonsense--out of phrases that he simply tossed off, without any semantic or thematic intention.\" Between the mock-dedication and the encomium for fish, Nashe gives his reader a walking tour of Great Yarmouth. Exact records are presented of its history, economy, and topography, though these facts--Nashe insists that they are documented--are rendered with the author's love of mock-grandiloquence, physicality, and madcap invention. Both the praise of the town and of its major resource, the herring, are vintage Nashe, filled with jests and anecdotes, with a nervous attitude toward the reader, with an explosion of conceits, and with a juxtaposition of the honorable and the vulgar. But when he turns from the town to its herring, Nashe protests that his encomium is fictive, related more to incredible romance, beast fable, and myth than to historical documents. The praise of the fish is still economic, even as the praise of Yarmouth is mythic. But in this time of anxiety and trouble, Nashe renders unto Yarmouth what he owes it, then proclaims a separate space for his creations.\" Nashe may have found in the local economy of Yarmouth the perfect emblem of his own status. The prosperity of the coastal town is said to epitomize the greatness of England; but at the same time the herring industry stands in opposition to an England in which the best resources are abused, manipulated, taxed, and vexed. The same holds true for Nashe. Nothing could be more ironic than the publication of Summer's Last Will and Testament just after Whitgift and Richard Bancroft proscribed the works of their onetime servant. In Lenten Stuff Nashe is dismayed that his inventions could be read against his devotion to political and religious orthodoxy. But he defies any reader, official or lay, to suppress the elusive but undeniable power of his prose and the imagination behind it.\" In Lenten Stuff Nashe promises to answer The Trimming of Thomas Nashe and all those enemies who have abused him during this period of forced absence from London. He apparently never answered his foes, and in 1601 Charles Fitzgeffrey published a Latin epitaph for the dead satirist. One of the greatest mysteries about Nashe's life is when, where, and how he died. In his last years, the pressures of authorship only increased for Pierce Penniless; on 1 June 1599, his onetime patron Archbishop Whitgift joined with Bishop Bancroft in consigning Nashe's works to the fire. With Harvey and other satirists, Nashe was considered too contentious for a government that had relied on his invective just ten years earlier.\" Perhaps the authorities who hired Nashe against the Marprelates always worried that his volatile prose was dangerous to law and order. Nashe was orthodox in so many ways; as R. B. McKerrow asserts, it was Harvey who had all the newfangled ideas. But no matter how shallow or deep his commitments to a contested establishment, Nashe wrote a prose that resisted outside intervention or control. As scholars have shown, these tensions are seen everywhere in Nashe--in his uses of learning, in the explosion of analogies on every page, in his addresses to the authorities or his estimation of the value of \"singularity,\" in his parody of the latest styles or genres, and in the modern authors that he prefers.\" Nashe was something of a phenomenon in the 1590s. Even the author of The Trimming of Thomas Nashe admitted that he was famous. Some readers were offended by his extemporal wit and so dubbed him a filthy malcontent, more suited to perverse raillery and base dildo poems than to true art. Others prized the invective of this \"young Juvenal.\" Greene and Thomas Lodge, among others, admired him for his liberty in satire, yet warned him that he must protect himself from enemies. Indeed, a common theme in literature about Nashe--and there was a spate of it--is the mirthful and resilient yet pitiful author, one who manages to keep the other unfortunates laughing, though his own plight is perhaps worst of all. In the Parnassus plays, Ingenioso, who is clearly Nashe, pursues one patron after another; the other scholars in the same position look to him for a wit that sustains them, for a spirit that compels them onward. In the end, Ingenioso and the \"jerking\" fire of his satire topple over into eccentricity, not to say madness, from which only the Isle of Dogs can supply an ironic exile with Furor and Phantasma. The poor scholars know that this, the most impressive and gifted of the university wits, has been wasted on--but also punished by--the world. As they eulogize Nashe in propria persona, \"whose muse was armed with a gagtooth, and his pen possessed with Hercules' furies,\" the scholars hold that he had the greatest share of \"mother wit,\" and that no cultural hero can match this gentle yet fiery spirit.\" For Thomas Dekker, too, \"Pierce\" has an unconfined wit, passionate spirit, and revolutionary prose. In one text, he imagines Nashe in hell, railing against \"dry-fisted patrons\" for the amusement of Marlowe, Greene, and George Peele. John Selden records an anecdote that portrays Nashe as a social malcontent who attacks mayors and aldermen, the English Aretino whom princes would do well to fear. In the 1640s, however, the ghost of Nashe is summoned to defend the established church as once he did against the schismatics of the late 1580s. Others remember Nashe not for his politics but for his trivia, the defense of red herring above all.\" To some extent, then, the Nashe phenomenon was simple. Here was the man who had written the most powerful prose of the age; Michael Drayton believed that he deserved the poet's laurels in spite of his medium. This \"proser\" may, moreover, have contributed to a growing rift between poetry and prose, though any such rivalry is sketchy in Nashe's own day. But the simple somehow produced complex effects and responses. How can it be that Nashe was banned and exiled--Lichfield depicts him in chains and anticipates his execution--yet memorialized as the great defender of the establishment? Were Cutbert, Pierce, and Jack friends or enemies of the state? At one and the same time, Thomas Nashe appears to be the most sociable and solitary figure of his day. At one and the same time, his work seems busy and idle, significant and nugatory.\" One finds Nashe summed up in the strangest places. In Harvey's Pierce's Supererogation the doctor cites, for the sake of fairness, the praises given Nashe by a gentleman. It is hard to tell the extent to which this passage is ironic. The gentleman declares that good humanists will devote their fine and neat artistry to the flights of Hermes, Plato, Orpheus, and other \"marvelous eggs in moonshine.\" But Nashe, with his \"smart pamphlet of knavery,\" understands that \"life is a gaming, a juggling, a scolding, a lawing, a skirmishing, a war; a comedy, a tragedy: the stirring wit, a quintessence of quicksilver; and there is no dead flesh in affection, or courage.\" The extemporal wit always tries to maintain a basis in art, humanism, and classical learning. But the gentleman captures the late sixteenth-century conviction that in the prose of Nashe, readers hold life itself--its materials, its drama, its hopes and frustrations--in their very hands. The implications of this prose were vexed and troubled, and Nashe must have longed for some stable place in the world of power, the kind of place that John Donne and Ben Jonson sought. It is not so strange that eighteenth-century biographers fancied Nashe a clergyman, for Pierce and Jack had this fantasy, and so perhaps did Nashe as he made his way to Wight or Yarmouth. — Reid Barbour, University of North Carolina\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}