{"pf_url": "https://www.poetryfoundation.org/poets/thomas-traherne", "name": "Thomas Traherne", "yob": "1637", "yod": "1674", "image": null, "bio": "\nUnlike the major figures of the \"Metaphysical Revival,\" John Donne and George Herbert, whose works were widely known and discussed in the eighteenth and nineteenth centuries, Thomas Traherne is almost wholly a discovery of twentieth-century scholarship. In his own lifetime he published only one book, Roman Forgeries (1673), and, as a clergyman he did not rise to prominence. So obscure is his background, in fact, that scholars once argued about what family and even what part of the country he came from. Biographers have not gone far beyond Anthony Wood, who in Athenæ Oxonienses  (1691, 1692) claimed that Traherne was of modest parentage from the Welsh border area, that he attended Brasenose College, Oxford, took an M. A. in 1661, and was soon assigned a living in a parish near Hereford. Later, he was made chaplain to Sir Orlando Bridgeman, Lord Keeper of the Great Seal, a connection which was to prove extremely important in identifying him as the author of some anonymous works thought of as indicative of the author of the Centuries and Poems of Felicity . Not long after Wood's account John Aubrey published in his Miscellanies (1696) a brief description of some visions related by Traherne, a basket floating in the air and an oddly attired apprentice, which presumably show his particular piety. If the few biographical remnants can be believed, he was a devoutly religious man, known for his charity to the poor and his rigorous devotional practices. As the anonymous author of the preface to A Serious and Pathetical Contemplation (1699) writes, \"He never failed any one day either publickly or in his private closet, to make use of her [the church's] publick offices.\"\n\r\nEven though much of the Traherne canon remains unpublished, the discovery of his work is one of the great stories of modern literary scholarship. In the winter of 1896-1897 William T. Brooke came across two manuscripts at a London bookstall. Thinking that they might be the work of Henry Vaughan, he showed them to Alexander Grosart. Convinced that they were Vaughan's, Grosart prepared to bring out a new edition of Vaughan, and, had he lived, it appears that he would have done so. After his death in 1899 the manuscripts found their way to Bertram Dobell, who decided they were the work of someone other than Vaughan. Brooke's acquaintance with an anonymous work, A Serious and Pathetical Contemplation, part of which he had anthologized in  The Churchman's Manual of Private and Family Devotion (1883), proved helpful to Dobell. After study he recognized that the author of the manuscripts and the author of A Serious and Pathetical Contemplation were one and the same; but who was that author? The preface to the latter work, hereafter referred to as the  Thanksgivings, identified him as chaplain to \"the late Lord Keeper Bridgman.\" Once Dobell consulted Wood, the connection between Bridgeman and Traherne was established. Traherne was known to have written  Christian Ethicks (1675), and Dobell discovered that some verse in this work was almost identical with a passage in one of the manuscripts, thus confirming Traherne's authorship. This manuscript, called the \"Centuries,\" was made up of short prose passages interspersed with a few poems. Half of the other manuscript comprised poetry; the rest was devoted to prose extracts and notes. Dobell brought out an edition of the poetry in 1903, and in 1908 he published the \"Centuries\" as Centuries of Meditations.\n\r\nYet there was little that could be added to Wood's biographical sketch. It is known that during Traherne's residence as a student at Brasenose, Oxford was an outpost of Royalist sentiment, and, in fact, the last military outpost of Charles I's forces. Even after the Royalist cause was lost, Oxford remained the center of Royalist publications. Traherne was there for the last eight years of the Protectorate; and, although the Puritans had power, student and faculty sentiment was never with them. The central issue for Traherne (and for many others at Oxford, no doubt) was ecclesiastical thought and practice. It was on the great issue of church government that Traherne wrote the only one of his works that would appear in his lifetime, Roman Forgeries, published anonymously in 1673. Traherne died the following year and was buried on 10 October in Teddington (near Hampton Court) under the reading desk of the church where he had preached. A disputatious essay, Roman Forgeries betrays its academic origins. Speaking in propia persona, Traherne claims that the work grew out of an argument that he had with a Roman Catholic. Having just emerged from the Bodleian Library, Traherne encountered a friend, who introduced him to his cousin, with whom Traherne was soon at loggerheads over the correct definition of a martyr to the Catholic church. Discussion turned, first, on what is unique to the Roman cause (as that would determine the numbers of martyrs Rome could legitimately claim), but it soon devolved into contention over the issue of the ancient documents on which church authority purportedly rested. According to Traherne's account, the other young man, apparently in frustration, denied that it made any difference whether or not contested documents were forgeries. Leaping on this statement as his point of departure, Traherne advanced his own thesis that the early church was uncorrupted by arbitrary power.\n\r\nMore than any of his other writings (except perhaps for certain entries in his unpublished \"Commonplace Book\"), Roman Forgeries exhibits Traherne's training as a scholar. It has been suggested that the work might have been Traherne's M. A. thesis. The work proceeds from the narrative of this heated exchange on various doctrinal issues (transubstantiation, papal authority, purgatory, the doctrine of merits, and so on) to the textual thesis of the volume, which Traherne presents dramatically. He braces his friend's cousin: \"You met me this Evening at the Library door; if you please to meet me there to morrow morning at eight of the Clock, I will take you in; and we will go from Class to Class, from Book to Book, and there I will first shew you in your own Authors, that you publish such Instruments for good Records; and then prove, that those Instruments are downright frauds and forgeries, though cited by you upon all occasions.\" Traherne's interlocutor gives a flippant response, but agrees to continue the debate, and the thesis unfolds.\n\r\nThe tone of Roman Forgeries is at times so intemperate that some Traherne critics have felt obliged to apologize for it. This is a little bit like apologizing for an epic because there is violence in it; the flaw of intemperate diction in Roman Forgeries, if it is a flaw, is a shared feature of polemical treatises of the time. As modern readers look back at the issues involved in Roman Forgeries, they might be tempted to think of the participants as excessive or naive. But this may reflect a twentieth-century preference for such words as \"xenophobia\" to describe phenomena once delineated as \"nationalism.\" One need only look at areas of controversy—economic, social, and military policies, for instance—to recognize how a tone of intemperance persists as part of polemical rhetoric, even though the subjects of controversy have changed considerably. Certainly  Roman Forgeries exhibits erudition far in excess of most current doctoral dissertations in the humanities. Yet it must be admitted that Traherne stacks the deck by eliminating questions of doctrine. Furthermore, he insists that the only legitimate claims for Catholic authority date from before the year 420. Making the pronouncements of the Nicene Council the virtual equivalent of Scripture, Traherne builds his case for the earliest practices as the only ground of ecclesiastical order. The fact that the Vatican housed most of the relevant manuscripts, then, \"proves\" Traherne's major thesis that the documents had been corrupted, misused, or suppressed. Roman Forgeries builds on a conspiratorial theory of history, which goes hand in hand with the abusive tone of the work—in this respect atypical of Traherne's poems and Centuries.\n\nChristian Ethicks: Or, Divine Morality. Opening the Way to Blessedness, By the Rules of Vertue and Reason concerns many of the same issues, but the latter work is more concerned with the theological implications of Calvinist thought on freedom and necessity. Besides, this posthumous work is not at all polemical. On the contrary, parts of it are imbued with the themes and style of the Centuries and poems. With Christian Ethicks, Traherne comes as close as he gets to sustained theological discourse, and yet this work (as the subtitle suggests) is more ethical than religious in nature. Indeed, many features of the work can be construed as part of a reaction against the overheated, legalistic aspects of the controversy surrounding Calvinist thought on predestination. In this way, Traherne's work can be seen as a reaction against such thinkers as Thomas Hobbes; Traherne resists the tendency toward a conventional ethics. (History gave the victory to his adversaries in at least this matter.)\n\r\nYet, like Hobbes and Francis Bacon before him (in the unpublished \"Early Notebook\" Traherne includes a lengthy extract from Bacon's De Augmentis Scentiarum , 1623), Traherne was fascinated by the \"new science,\" in particular, by its notion of infinite space, which he incorporates in some of his best writings. The interest in science of religious poets of the time is not sufficiently appreciated today; critics interested in \"demystifying\" the beliefs of poets like Herbert and Traherne are particularly inclined to ignore it in favor of an emphasis on their retrograde attachment to liturgical forms and the like. In any case, Traherne implicitly denies in Christian Ethicks the secular foundation of ethics by refusing to recognize any difference between justice and the other virtues. He stresses the individual's free and open access to the infinite enjoyment of \"Felicity\": \"WHEN our own Actions are Regular, there is nothing in the World but may be made conducive to our highest Happiness.\" The only apparent obstacle to this enjoyment is a failure on man's part to exercise the God-given capacity of will: \"This I would have you note well, for the intrinsick Goodness and Glory of the Soul consists in the Perfection of an excellent Will.\"\n\r\nIt may sound as if, in the end, Traherne succumbs to a Calvinist view of man's incapacity to preserve the innocent \"seeing\" of the infant, but nothing could be more remote from his thought on the subject. He recognizes human limitation, but he does not emphasize it, and he surely does not build a system of belief on it:\nIT is a great Error to mistake the Vizor for the Face, and no less to stick in the outward Kind and Appearance of things; mistaking the Alterations and Additions that are made upon the Fall of Man, for the whole Business of Religion. And yet this new Constellation of Vertues, that appeareth aboveboard, is almost the only thing talked of and understood in the World. Whence it is that the other Duties, which are the Soul of Piety, being unknown, and the Reason of these together with their Original and Occasion, unseen; Religion appears like a sour and ungratefull Thing to the World, impertinent to bliss, and void of Reason; Whereupon GOD is suspected and hated, Enmity against GOD and Atheism, being brought into, and entertained in the World.\nThe crucial word in this thoughtful passage is \"bliss.\" If one knows oneself, one knows the infinite love of God, which is infinitely expressed:\nHE that would not be a stranger to the Universe, an Alien to Felicity, and a foreiner to himself, must Know GOD to be an infinite Benefactor, all Eternity, full of Treasures, the World it self, the Beginning of Gifts, and his own Soul the Possessor of all, in Communion with the Deity.\nBy a perhaps mysterious geometry of the cosmos, the soul is like a multifaced sand crystal, infinitely extended because of its connection--\"Communion\"--with God. Thus, one of the poems included in Christian Ethicks\nreads:\n\r\n \nIn all Things, all Things service do to all:\nAnd thus a Sand is Endless, though most small.\n   And every Thing is truly Infinite,\n   In its Relation deep and exquisite.\nThe \"Sand is Endless\" because it presents the self with an occasion to see and know infinity. Traherne's expression here is not logical; nor do the chapters of Christian Ethicks proceed logically. The order of the cosmos--and of the work--may seem like disorder, but it is illuminated in the smallest segment: \"its Relation deep and exquisite.\"\n\r\nThe more one reads Traherne, the more one is struck by the incantatory effects of repetition. Traherne piles up words and phrases, proliferating synonyms, as if to suggest that individual segments, isolated by junctures in periodic sentences, might--or might not--suffice to convey a sense of the immensity of the infinite world:\nTHE Sun is a glorious Creature, and its Beams extend to the utmost Stars, by shining on them it cloaths them with light, and by its Rayes exciteth all their influences. It enlightens the Eyes of all the Creatures: It shineth on forty Kingdomes at the same time, on Seas and Continents in a general manner; yet so particularly regardeth all, that every Mote in the Air, every Grain of Dust, every Sand, every Spire of Grass is wholly illuminated thereby, as if it did entirely shine upon that alone. Nor does it onely illuminate all these Objects in an idle manner, its Beams are Operative, enter in, fill the Pores of Things with Spirits, and impregnate them with Powers, cause all their Emanations, Odors, Vertues and Operations; Springs, Rivers, Minerals and Vegetables are all perfected by the Sun, all the Motion, Life and sense of Birds, Beasts and Fishes dependth on the same.\nPassages like this, critics have argued, suggest a new attitude, associated with the romanticism that was to emerge a century later, concerning man's relationship with nature. Because of his themes of nature and of childhood innocence, Traherne is often compared to William Wordsworth. But his radically synecdochic style has more in common with William Blake or Walt Whitman. For them, the word is a miniature epiphany of divine love in the world; and it is this theme, which is poetic but which, for Traherne, bore important theological implications, that carries over from  Christian Ethicks to his poems and Centuries.\"\n\r\nAs for Traherne's poetry, only the poems in Christian Ethicks and Thanksgivings appeared during the seventeenth century. The great critics of the Restoration and of the eighteenth and nineteenth centuries--Wordsworth, John Dryden, Alexander Pope, Joseph Addison, Samuel Johnson, Samuel Taylor Coleridge, Matthew Arnold, John Ruskin--had never heard of Traherne. It has been suggested that the famous opening of Blake's \"Auguries of Innocence,\" \"To see the World in a Grain of Sand / And a Heaven in a Wild Flower, / Hold Infinity in the palm of your hand / And Eternity in an hour,\" owes something to Traherne's Centuries : \"You never Enjoy the world aright, till you see how a Sand Exhibtieth the Wisdom and Power of God.\" But there is no evidence that Blake ever saw the manuscript of the Centuries, which was not \"discovered\" until 1875, and not published until 1908.\"\n\r\nFurthermore, even though several volumes of Traherne's writings appeared in the first half of the twentieth century, critical attention was slow in coming until the publication in 1958 of H. M. Margoliouth's two-volume, Clarendon Press edition of Centuries, Poems, and Thanksgivings. Other editions followed, and, from time to time, scholars announced discoveries of new manuscripts, including \"Select Meditations,\" a volume highly reminiscent of the  Centuries, and the manuscript D. D. C. Chambers published as Commentaries of Heaven: The Poems (1989). The latter volume represents the poetry extracted from a manuscript, which around 1967 was found on fire in a refuse dump in Lancashire by a man seeking spare auto parts. The length of this document (now in the British Library), along with volumes of manuscript material already known, suggests how prolific Traherne was. Thus, even if no other materials come to light, much of Traherne's work remains unpublished.\"\n\r\nThe only Traherne work other than  Roman Forgeries and Christian Ethicks known to be published during the seventeenth century was the Thanksgivings, and it appeared anonymously. Largely a liturgical piece, the work was published by George Hickes, who claimed to have written the preface because he was a personal friend of the author. Hickes's preface, without clearly identifying the author, did hint at who he was, and for this modern scholarship is indebted. Although Hickes described the author as a \"very devout Christian,\" he saw no need to personalize the matter of his identity: \"To tell thee who he was, is I think, to no purpose: And therefore I will only tell thee what he was.\" It turns out that the author was a clergyman whose thoughts of \"the Divine Image\" were pursued with such fervor, \"whether he had any sense of Religion or not,\" that he might have at times seemed \"troublesome.\" Yet he was in fact no schismatic, but rather one \"in love with the beautiful order and Primitive Devotions of\" the Church of England. In other words, the primitivism that we find in Traherne's rather self-serving autobiographical account in Roman Forgeries persisted in his clerical and intellectual life. Known for his public and private keeping of the holy offices of the Church of England, Hickes continues, the author served as chaplain to \"the late Lord Keeper Bridgman,\" in whose service \"he died young.\"\n\r\nIn 1717 appeared Traherne's hexameron, Meditations on the Six Days of the Creation, and this was the last known publication of Traherne's works for almost two hundred years. Published in A Collection of Meditations, Traherne's hexameron bore no author's name (a full account of the work appears in George Robert Guffey's 1966 edition). Questions about the attribution arose, and the work was assigned to Traherne's friend, Mrs. Susanna Hopton. The attribution has since been resolved in Traherne's favor (this despite Margoliouth's unenthusiastic inclusion) based on scholarly research on the stylistic features of the work. Following the Genesis account, Meditations on the Six Days of the Creation devotes one segment to each day of creation; all but one of the entries is preceded by a verse from Psalm 49, and the work itself is fashioned in the tradition of the Psalms, which exercised great importance in all of Traherne's writings.\"\n\r\nUntil recently, critics regarded Traherne primarily as a prose writer who wrote poetry. His reputation rested largely on the Centuries, a long, somewhat repetitious series of meditations and reflections on a variety of social, religious, and spiritual topics. These pieces were numbered and divided into four sections, each comprising one hundred subsections or \"centuries.\" An added \"Fifth Centurie\" comprised only a single \"decade,\" followed by the number eleven. The striking quatrain with which the Centuries opens has been the focus of much critical comment:\n\r\n \nThis book unto the friend of my best friend\nAs of the Wisest Love a Mark I send\nThat she may write my Makers prais therin\nAnd make her self therby a Cherubin.\nHere, the speaker seems clearly to imply that \"This book,\" the Centuries , will be completed by a female friend and coauthor. By receiving into her hands the unfinished meditations and adding to them, this collaborator will create \"her self\" anew, becoming \"a Cherubin.\" A. Leigh DeNeef links this text and many of the devices throughout the Centuries with the \"supplementarity\" of interest in the post-structuralist thought of Jacques Derrida. Be that as it may, in the first meditation the author speaks of returning the notebook to his friend (probably Hopton) from whom he had received it as a gift, and to whom he provides the remaining empty pages as a figure of birth, a tabula rasa: \"An Empty Book is like an Infants Soul, in which any Thing may be Written. It is Capable of all Things, but containeth Nothing.\" The paradoxical inclusion in the work of emptiness and \"Profitable Wonders,\" of empty space and figures of generation, unfolds in a flood of nouns, which inevitably suggests plurality and plenitude: \"Beauties,\" \"Truths,\" \"Things,\" \"Hands,\" and \"Wonders.\" Along with his female collaborator, the author \"fills\" the empty pages of the work, as God did the infinite void of space, with discrete acts of the word.\"\n\r\nThis figure of collaboration is more than an ornament of hyperbole. This shared authorship expresses a thematic interest represented throughout the work in the author's direct borrowing from biblical and other sources. It is God, not the isolated being of one mortal, who inscribes Himself--often in his own words from Scripture--in the text:\nI will open my Mouth in Parables: I will utter Things that have been Kept Secret from the foundation of the World. Things Strange yet Common; Incredible, yet Known; Most High, yet Plain,; infinitly Profitable, but not Esteemed. Is it not a Great Thing, that you should be Heir of the World? Is it not a very Enriching Veritie? In which the Fellowship of the Mystery, which from the beginning of the World hath been hid in GOD, lies concealed!\nHere is the vatic tone of the poet who is, in the language of Renaissance criticism, a poet because he is a prophet. Traherne's speaker is also a spiritual guide, addressing an auditor less traveled on the path. Here, the speaker declares his literary and spiritual lineage from Matthew, and, thence, from Christ as he addressed the multitude, who in turn intoned the familiar text from David's Psalms. So Traherne lays claim to the double heritage of the Law and the Gospel. But Traherne's speaker is first and foremost an imitator of Christ: \"And I after his Similitude will lead you into Paths Plain and Familiar.\"\n\r\nThe Centuries has received considerable attention from critics, and parts of it, especially passages from the Third Century, are often anthologized. In fact, this segment is used by Gladys Wade and others as the sole basis of surmise regarding Traherne's life. Although lively and interesting, this section of the work is virtually lacking in any biographical details: one finds no names of parents, no particular locales, nothing that would differentiate this individual from his fellows growing up. Indeed, Traherne's theme is not that of one age as distinct from another, or of one person as different from another, but of recognition that such notions of boundaries must be overcome: \"All Time was Eternity, and a Perpetual Sabbath. Is it not Strange, that an Infant should be Heir of the World, and see those Mysteries which the Books of the Learned never unfold?\" Louis L. Martz sees in Traherne's unprogrammatic use of repetition, quotation, addition, and the like, a recurrence of ideas and practices ingrained in the writings of European religious devotions, some of which are typically described as \"mystical.\" In this context, the \"supplementarity,\" remarked upon by DeNeef, fits the desire of the finite being for immersion in or union with the eternal substance. It appears, then, that the Third Century subordinates biographical details to shared features of the Christian life, thus carrying on the theme of \"Felicity\" introduced in the Second Century. (The First Century elaborates the figures of the soul's \"Wants\" and God's \"Love\" seen in the gift of \"the abyss of the Cross.\") The author reiterates the act of giving in his relation to his audience. Hence, God's Love, recounted in the Old Testament, is recreated in the New (in Matthew), and then in turn inscribed again in the Centuries, as the two texts are melded into a new creation, which, at the time of Traherne's writing, is still in process.\"\n\r\nThis is the special thematic function of the opening quatrain and the blank leaves left at the end of the text. These pages remain for the original donor of the volume to fill. Presumably this friend, Hopton (to whom Meditations on the Six Days of the Creation was first ascribed), is to fill the empty pages with new wonders. The pages are a tabula rasa to be filled with \"words,\" thus imitating the original \"Creation\" of the \"Word.\" More than a hyperbolic statement of affection and trust, the collaboration is, in effect, a defining act of the speaker's character. In creating his \"word,\" he creates the opening for \"her\" response (\"I send / That she may write\"). His love for the friend emerges as thematic and structural evidence of a will to accept--as his--her freedom to create him anew, and by this act, to create herself: \"And make her self therby a Cherubin.\"\n\r\nThe notion, then, that the Third Century constitutes an autobiography may overestimate the historical content of a work explicitly fictive and unfinished. That is, its incompletion is a part of the fictional presentation of the character of the mentor who speaks, often in the language of others, throughout the work. Indeed, the literary progenitor of the speaker is the spiritual guide. Like Christ, the speaker is a teacher; but he is not so much a particular instructor as a type of prophet, or seer (\"I will open my Mouth in Parables: I will utter Things that have been Kept Secret from the foundation of the World...\"). Here, as often in the Centuries , the rhetorical movement is from pedagogy to prophecy. Elaborating on Matthew 13, the speaker also echoes the words of Thomas à Kempis, thus creating a chorus of voices. In the here and now the speaker reinscribes Matthew's text of Christ's quotation from Psalms: The Word is a gift shared by \"the Fellowship of the Mystery\" of Christ's Sacrifice. Christ gave his body for man's sake in order to restore communion between God and man; but that gift was an eternal act, not of self-assertion, but of self-abnegation (\"Thy will be done\"). Hence, for Traherne, the Cross is a \"Band.\" Conjunction is both cause and effect of man's \"Wants\" and God's \"Love.\" This is the \"Truth\" \"Kept Secret from the foundation of the World,\" and now taught to the \"Friend,\" who will enter her own contribution, her own account of the appropriate experiences--what DeNeef calls the \"supplement.\" Shared authorship is, then, a figurative representation of the plenitude of Grace, which is known in the abnegation of boundaries: between Father and Son, God and man, man and woman, flesh and spirit, word and act.\"\n\r\nSimilarly, the leitmotiv of dissolving boundaries has, in Traherne, typical stylistic features. He characteristically adds synonyms, phrases, sentences--whole meditations--meant to restate what has already been said, if perhaps in a somewhat different way, rather than to advance an \"argument.\" Or, if one insists that there is an argument in the Centuries, then it proceeds not logically but by volume: the reader will be overwhelmed by myriad figures and flat assertions, by a veritable flood of synonymous or nearly synonymous utterances. The recurrent suggestion is that the particular formulation, once expressed, is therefore finite, and so infirm. By its very presence it cannot represent that plenitude which is infinite. The devices used lead away from particulars, which are always imbued with limitations of the concrete and finite. Autobiography, in this sense, is by definition limited--too limited a form to celebrate the being of \"Felicity.\" So, in the Third Century, personal history gives way to allegory:\nI lived among Shadows, like a Prodigal Son feeding upon Husks with Swine. A Comfortless Wilderness full of Thorns and Troubles the World was, or wors: a Waste Place covered with Idleness and Play, and Shops and Markets and Taverns.\nBuildings, people, places--these do not seem to matter. Traherne presents, instead, the tokens of unadorned existence in the form of abstract nouns: Thorns, Troubles, Wilderness, a Waste Place, Play, Shops, Markets, and Taverns. And overarching all of these is the narrative which Traherne knows the Prodigal Son will bring to mind. So, rather than the specific story of one childhood, Traherne presents a dreamlike landscape composed of abstractions and allegorical associations, which, taken together, suggest a motif of childhood alienation from the Father, and the setting aside of a rightful inheritance.\"\n\r\nIndeed, the evidence indicates that so strong was Traherne's anti-autobiographical interest in the work that he, at one time, appears to have considered writing the entire work in the third person. Thus, in the Fourth Century, he writes of the protagonist in the third person, suggesting a marked distance between narrator and protagonist with respect to their spiritual development: Since the author in the preceding century has \"spoken so much concerning his Enterance and Progress in Felicity,\" he writes, \"I will in this Centurie speak of the Principles with which your friend endued Himself to enjoy it.\" Traherne means to draw attention to the limits of the speaker's earlier concern, \"for besides Contemplativ,\" he insists, there is another, as yet unappreciated goal: \"there is an Activ Happiness.\" What the earlier speaker has said pertains only to the \"Contemplativ\" part of Felicity. That perspective, by being partial, must be, with respect to Felicity, deficient, not because it propounds a falsehood, but because it leaves out something that is true. This fiction of a newly minted author may be easily penetrated, of course, but it is nevertheless indicative of the way in which, throughout the work, Traherne presents his speaker as shifting from one perspective to another, even changing identities by assuming those of others--by the use of quotation, or by soliciting another's entry in the text.\"\n\r\nThese shifts function in such a way as to challenge commonsense (in the sense of adult) perceptions, in effect to undermine ordinary ways of thinking about limits. This speaker is a sojourner in no particular time or country, but rather one who takes a moment as a flickering occasion to enter the timeless region of God's infinite love, which is expressed by no particular, but rather by what is comprehensive. The speaker's motive is often to suggest the nature of the union (\"the Beatifick Vision\") beyond the capacity of language to convey: \"This Moment Exhibits infinit Space.\" Limitation in time and space is contrary to Traherne's theme of divine enjoyments to which he purports to introduce his auditor. If he travels (\"I saw my self like some Traveller\"), it is not to any specific location: \"Every Man is alone the Centre and Circumference\" of his itinerary. For, like God, the self, when properly understood, is immense, indeed, comprehensive:\nTho the Spirit of an Angel be limited and Circumscribed in it self, yet the Supreme Spirit, which is GOD, is uncircumscribed. He is evry where and wholy evry where: which makes their Knowledg to be Dilated evry where. for being wholy evry where They are immediatly present with his Omnipresence in evry place and wholy. It filleth them for ever.\nBecause of such thematic assurances, Traherne's expressions are often reminiscent of Giovanni Pico della Mirandola's \"De dignitate hominis.\" The figure of creating one's auditor as a \"Cherubin\" implies that the mentor knows how to do that, and, what is more, has already done it for himself. And yet, in a sense, where Pico suggests that man might potentially rise to angelic status between God and Earth, Traherne suggests that man cannot be limited even to that exalted place, even though it is equidistant between Earth and empyrean. For man is \"A seeming Intervall between Time and Eternity ... the Golden link or Tie of the World, yea the Hymenaeus Marrying the Creator and his Creatures together.\"\n\r\nAutobiography was a popular form in the seventeenth century. One thinks readily of Richard Baxter, George Fox, John Bunyan, Sir Thomas Browne, James Howell, John Milton, and, of course, Samuel Pepys. Yet when considering the related examples of spiritual autobiography, one should see how little interest Traherne exhibits in the temporal movement or development which is the defining feature of these forms. Indeed, Traherne's style militates against the notions of personal or spiritual history, for both forms overparticularize years and ages by conceding their claim on the soul. Traherne's speaker loves Scripture because its pages add \"10000 Ages\" to his life by making themselves eternally present to him. One of the poems in the  Centuries, \"On News,\" is representative of Traherne's treatment of this theme of temporal and spatial expansion. The speaker, presumably an adult, sees by no longer seeing as an adult, but as a child, that the figure of man as the \"Crown of all\" is not a figure at all, that man is in truth a little world:\n\r\n \n   Yet thus it was. The Gem,\n     The Diadem,\n   The Ring Enclosing all\nThat Stood upon this Earthy Ball;\n   The Heavenly Ey,\n  Much Wider then the Skie,\nWher in they all included were\nThe Glorious Soul that was the King\nMade to possess them, did appear\n  A Small and little thing!\nWhen René Descartes and Milton talk about education, they discuss their own experiences at school. Education is a matter of individual striving, struggle, and development. But this is not so with the learner in the Centuries. Here, education is an abstract concept represented, not by events and personal difficulties, but by a list of subjects. Indeed, it is as if those elements of the abstract institution of learning were themselves the parents that are somehow missing from this individual's life record:\nThere I saw into the Nature of the Sea, the Heavens, the Sun, the Moon and Stars, the Elements, Minerals and Vegetables All which appeared like the Kings Daughter, All Glorious within, and those Things which my Nurses and Parents should hav talkt of, there were taught unto Me.\nEducation gave \"those Things\" lacking in a life that, it is clear, is something of a collage of disparate thoughts, words, and feelings of people from many places and times. Unlike Heinrich Cornelius Agrippa, Michel Eyquem de Montaigne, Descartes, Sir Fulke Greville, and Milton, however, Traherne thinks that he, like David and Christ, has something of himself to add to every soul; for all souls are capable of expansion. Indeed, his critique of education--and it may be unique among such critiques in this--registers no resentment toward the curriculum or his mentors. The only thing wrong with the curriculum is that it does not provide for a proper study of one subject, albeit the most important one: \"Felicity.\"\n\r\nThe theme of the soul as a wanderer in space and time suggests that man's essence does not exist in either domain, for if it did, his being would require separation from infinity and will. In Traherne's thought no less than in his style, the concept of infinity is important. Traherne will present an image, comparison, or description only to show how inadequate it is to express the truth of the Soul's unique status in the universe. This theme of unknowing is best seen, perhaps, in his frequent praise of infancy. It is as if man learns limitation through misunderstood experiences; or as if experience somehow separates consciousness into \"seeming\" and \"knowing.\" The learned processes of the critical sense seem to undermine the child's awareness of unity--what Sigmund Freud would later characterize as the \"oceanic\" feelings of the infant, who makes no distinction between the self and the mother; hence, Traherne's attachment to figures suggesting extension, expansion, flow, and stream. His diction tends to erode the idea of a set position in a set frame of space. God created the world with man in it because \"He wanted the Communication of His Divine Essence, and Persons to Enjoy it.\" So the author recreates in the \"Glass of Imagination\" new worlds peopled by multitudes, as personalities and biographies shade into one another. Toward the close of the Fourth Century, Traherne introduces the theme that will carry through to the last decade: \"Infinity.\" This region of the speaker's soul \"is but one Object,\" a place that is no one place in which the voices of all ages exist at once, like objects on a painter's canvas.\"\n\r\nThis figurative sense of expansion, addition, and multiplicity merges with those of contraction and stasis. As in the famous Donne poem, \"The Extasie,\" soul's mysteries are \"unperplexed,\" but by an ecstatic experience that obliterates the incompleteness of all other, individuating acts. Hence, the Third Century, insofar as it is any kind of autobiography at all, is so in a drastically modulated sense. Autobiography of the seventeenth century tends to be univocal; in the Centuries, it becomes less and less so, and more and more like the psalmist's. For in Traherne's magisterial conception, here, above all others, one hears the celebratory and visionary account of the comprehensive soul, perceiving all time, all places, all occupations, \"All\":\n\r\n \n   A Shepherd, Soldier, and Divine,\n   A Judge, a Courtier, and a King,\nPriest, Angel, Prophet, Oracle did shine\n     At once; when He did sing.\n   Philosopher and Poet too\n   Did in his Melodie appear;\n   All these in Him did pleas the View\nOf Those that did his Heavenly musick hear\nAnd evry Drop that from his flowing Quill\nCame down, did all the World with Nectar fill.\n\"\n\r\nFrom the august perspective of \"Endless Intellect,\" the reader perceives the subject of the speaker's rapt contemplation in the Fifth Century. In an ecstatic sequence, which eludes biographical construction, one encounters a speaker/artist who sees without limits that the distinction between time and space is spurious:\nThis Moment Exhibits infinit Space, but there is a Space also wherin all Moments are infinitly Exhibited, and the Everlasting Duration of infinit Space is another Region and Room of Joys. Wherin all Ages appear together, all Occurrences stand up at once, and the innumerable and Endless Myriads of yeers that were before the Creation, and will be after the World is ended are Objected as a Clear and Stable Object, whose several Parts extended out at length, giv an inward Infinity to this Moment, and compose an Eternitie that is seen by all Comprehensors and Enjoyers.\n\"\n\r\nHere, as elsewhere in his predominantly prose works--and in his poetry as well--Traherne imposes an erosive pattern. Divisions between parts are often as tenuous as the vague sense of difference among times. It is not just that objects give way before this rhetoric of erosion, but with it the logic of change--of progression, the staple configuration of the commonsense view of even spiritual biography--vanishes too.\"\n\r\nThis alogical characteristic may explain why Traherne's work is often compared unfavorably to that of Donne and Herbert. Trained to look for \"logical\" or \"concrete\" or \"organic\" systems of organization, critics find the absence of all of these offensive. (But by what rule did critics decide that continuity or particularity or univocality must be invoked as criterion--or, in tandem, as criteria--of excellence in every case?) At its best, Traherne's prose conveys a sense of onrush, as if the author would have the reader inundated--along with his speaker--by a tide of thoughts, which often overflow the limits of the normal English sentence. This strategy explains why so many periods occur in the Centuries where no sentences end, and why so many sentences end with no period at all, or with an inappropriate sign. That is the point, or, rather, that is the sense that Traherne's prose--as distinct, say, from Richard Hooker's or Bacon's or Hobbes's--conveys. For instance, in the following passage, the parenthetical utterances seem to suggest a separate strand of thought completely lost in the larger motion of ideas:\nBy this we may Discern what Strange Power GOD hath given to us by loving us infinitly. [Who more Prizeth our Naked Lov then Temples full of Gold: Whose Naked Lov is more Delightfull to us then all Worlds: And Whose Greatest Gifts and Treasures are Living Souls and Friends, and Lovers. Who as He hath Manifested His Lov by giving us His Son, hath Manifested it also by giving us all His Sons and Servants. Commanding them to lov us with that Precious Lov wherwith they do them selvs. but most] He giveth us a Power more to pleas him, then if we were able to Creat Worlds and present them unto Him.\n\"\n\r\nClearly, Traherne's diction and syntax are not like Donne's or Browne's; and to many readers, his prose will seem less appealing. His is a literary art of abstraction. It depends on a strategy which presupposes that one cannot think of the whole as apart from its smallest segment. In this way, Traherne's spiritual interest expresses itself in precisely the opposite way that Cardinal John Henry Newman's would. When Newman revised his Apologia (1864), he sought to make it more and more clear, more and more exact, more and more logical. For Traherne, such a strategy only compounded a common mistake. The idea was to feel, to see, to understand that in the smallest, unattached word--\"Felicity\"--there resided the numinous truth of \"All.\" Such a perspective renders logical or temporal progression unnecessary.\"\n\r\nAlthough much of what has been said about Traherne's prose applies also to his poetry, critics have not shown much interest in the latter. It has been said that Traherne's poetry is, in reality, little more than shortened versions of the prose, which, if true, would not explain why the verse is less worthy than the prose. But, in fact, several of Traherne's poems appear in his prose works, so, presumably, he thought they contributed something to those sequences. The poem on King David from the Centuries is a case in point. Here, the prophetic descendant of David asserts himself in the lyric mode in order, directly, to declare his literary heritage. Then, too, Traherne's paraphrases of the Song of Songs, which also announce their place in the biblical tradition, are, in a sense, even more tellingly brought into a Trahernean perspective. \"Rise noble soule and come away\" fuses the Canticles tradition (the poem is based on Canticles 2) with the popular carpe diem poem, which Traherne characterizes as the rapture of the mystic's spiritual union with God:\n\r\n \nCome letts unite; and wee'l aspire\nlike brighter Flames of heavenly fire;\nThat with sweet Incense do ascend,\nstill purer to their Journeys End.\n    Two--rising Flames--in one weel bee,\n    And with each other twining play,\n    And How, twill be a joy to see,\n    weel fold and mingle all the way.\n\"\n\r\nTraherne's poetic range of expression is more vast than is often recognized, for, besides paraphrasing and imitating the Psalms and the Canticles, he wrote epigrams, apothegms, hymns, meditative verse, and long poems in heroic couplets. It could be argued that Traherne wrote some of the finest epitaphs of the seventeenth century. These disparate poetic ventures appear in various sources: segments distributed in such prose works (including those still in manuscript) as the Centuries; and in collections originating in two manuscripts of verse. The Dobell Folio manuscript is written in Thomas Traherne's hand, and a second volume, \"Poems of Felicity: Divine Reflections on the Native Objects of An Infant Ey,\" is an arrangement by Traherne's brother, Philip, of the Dobell poems and another group of poems. In a carefully argued essay in ELH (June 1958), John Malcolm Wallace challenged this arrangement by treating the poems in the Dobell Folio as a coherent poetic sequence, which he thought accorded with the structure of the Ignatian meditation. Whether or not that particular paradigm holds, the argument that the Dobell poems must be separated from the sequence put together by Philip Traherne left another sequence of poems, namely, those in the Burney Manuscript--Poems of Felicity minus the poems that Thomas Traherne clearly put together as a coherent whole. To avoid ambiguity, this sequence will be referred to here as \"Divine Reflections,\" from the subtitle of Philip's arrangement. This title parallels the newly discovered \"Select Meditations,\" and is surely consonant with the poet's figurative interest in the Burney sequence in the figure of the water-mirror.\"\n\r\nThe poetic sequence of poems in the Burney Manuscript begins, in \"The Author to the Critical Peruser,\" with something of a rejoinder to the Metaphysicals, who \"Ransack all Nature's Rooms\" in order to \"amaze\" their readers rather than to make them \"wise.\" This poet/speaker would employ different means to a different end:\n\r\n \n  No Curling Metaphors that gild the Sence,\nNor Pictures here, nor painted Eloquence;\nNo florid Streams of Superficial Gems,\nBut real Crowns and Thrones and Diadems!\nThat Gold on Gold should hiding shining ly\nMay well be reckon'd baser Heraldry.\nThe emphasis here is on the contract between the real and the unreal, on the shining that is only on the surface, and on the deceptive (\"Curling\") aspect of \"Metaphors that gild the Sence.\" That is, certain contemporary poetic practices--Herbert says much the same thing in his \"Jordan\" poems--only misdirect the reader's attention toward the trivially \"seen.\" \"Seeming\" might be the truer experience, and this particular aspect of \"seeing\" Traherne associates with the unsophisticated apprehensions of the child.\"\n\r\nAdulation of childhood--and Traherne's treatment of the water-mirror--is perhaps best seen in one of his most often anthologized poems, \"Shadows in the Water,\" which appears in the Burney Manuscript but not in the Dobell, so it is possible that Philip made changes in the text. Thus, although there is no copy of this text in Thomas Traherne's hand, this poem is typical of Traherne's poetic achievement. In effect, the poem elaborates on an appropriate figure of \"Self-Lov,\" namely that of the water-mirror. The locus classicus is, of course, found in the myth of Narcissus, who spurned the affections of others in favor of his own reflection, which Narcissus (with some justice, one is led to believe) found most beautiful. But Traherne's poem works by an ingenious reversal. The reflected image of the water fuses with the child's thought, and \"a sweet Mistake\" occurs. The child thinks \"Another World\" lies beneath the smooth surface. But it would be a mistake to think of the figure here as naive. Traherne is saying that experience can lead away from the insight of intuition: \"A Seeming somwhat more than View.\" That is, in the original mistaken impression lies a profound insight:\n\r\n \nBeneath the Water Peeple drown'd.\nYet with another Hev'n crown'd,\nIn spacious Regions seem'd to go\nFreely moving to and fro:\n   In bright and open Space\n   I saw their very face;\nEys, Hands, and Feet they had like mine;\nAnother Sun did with them shine.\nCommon sense would say that, with their heads beneath the water, these creatures must be doomed to death by water. But the child's \"seeming\" adds something to \"seeing\" that an adult, critical understanding takes away. In this gestalt, the child observes that the others are \"crown'd\" by \"another Hev'n.\" That is, in the world of this experience, a kind of royalty is bestowed that is otherworldly and splendid. The child's mind moves into the spacious regions beneath the surface of the water, and the chink expands into a cosmos; microcosm becomes macrocosm. As the poem unfolds, now, on mature reflection, the speaker sees what has been lost, and in this imaginative recuperation, regains the capacity to communicate with the other world:\n\r\n \nO ye that stand upon the Brink,\nWhom I so near me, throu the Chink,\nWith Wonder see: What Faces there,\nWhose Feet, whose Bodies, do ye wear?\n  I my Companions see\n  In You, another Me.\nThey seemed Others, but are We;\nOur second Selvs those Shadows be.\nIt is wrong to think that these \"Shadows\" are detritus dredged up from the memory of an early visual experience. The occasion makes sense only as the speaker understands the tactile aspects of the experience--the feel as well as the sight of the surface of the water: \"Where Peeple's feet against Ours go.\" It is the tenuous, thin surface of the water that both conceals and reveals the nearness and splendor of the other world:\n\r\n \nOf all the Play-mates which I knew\nThat here I do the Image view\nIn other Selvs; what can it mean?\nBut that below the purling Stream\n  Som unknown Joys there be\n  Laid up in Store for me;\nTo which I shall, when that thin Skin\nIs broken, be admitted in.\nThe speaker sees that the adult correction of the child's mistake introduces an error of its own: a loss of sweetness, a loss of understanding. The adult tends to reduce everything to mere sense impression; thus, adult correction turns out to be overcorrection. The child sees that the wonder of creation is not available in a single, limited reaction to a sense impression. The child's \"Mistake\" is \"sweet\" because, as Traherne thinks, it brings in other times, all of them, and so relates the moment to infinity: or as Traherne would be more apt to say, to \"Felicity.\"\n\r\nPhilip's additions to \"Divine Reflections\" suggest that he was aware of his brother's structural intentions for the poems in the Dobell Folio, for he includes all but one of the poems in the exact order in which they appear in Dobell. This fact alone would justify scrutiny of the Burney collection for those features associated with Traherne's method--or perhaps antimethod would be a more accurate term--of organization. Like the Dobell sequence (but after the prefatory \"The Author to the Critical Peruser\"), the Burney poems begin with a poetic treatment of childhood: \"An Infant-Ey.\" A child is born, then learns about the other world (\"The Return,\" \"News\") and, subsequently, of \"Adam's Fall\" from \"uncorrupt Simplicity.\" In this preadult stage, the \"I\" perceives endless spaces filled with \"Light and Lov\" (\"Felicity\"). This is, of course, the antithesis of the surface glitter described in \"The Author to the Critical Peruser.\" One might even characterize the opening sequence of \"Divine Reflections\" as a meditation on the fault of Metaphysical ingenuity, for the speaker would put in the place of intellectualized comparisons a prolonged meditation on the experience of undifferentiated, \"Simple Light.\"\n\r\nFrom this creation, the soul in the form of the speaker's thoughts moves toward its destiny, which, paradoxically, is always present: the New Jerusalem (\"The City\"). In \"The Review,\" unspeakable, unknowable qualities of experience are known, but known in part only by the unknown state of asking:\n\r\n \nDid I grow, or did I stay?\nDid I prosper or decay?\n  When I so\nFrom Things to Thoughts did go?\nAs in the Centuries, so in \"Divine Reflections\" the movement toward consummation is imperceptible, but nonetheless valued for being so:\n\r\n \n   The Thoughts of Men appear\nFreely to mov within a Sphere\n   Of endless Reach; and run,\nTho in the Soul, beyond the Sun.\nThe Ground on which they acted be\nIs unobserv'd Infinity.\nIn this timeless moment, beginning, end, and present no longer oppress the speaker with their insistence on division and alienation.\"\n\r\nMany of the themes found in the sequence extrapolated from the Burney Manuscript appear also in the Dobell poems; and, because of Philip's textual interventions in the former collection, it is probably on the latter sequence, written entirely in Thomas's scrupulous hand, that one finds the best evidence of the author's poetic practice. Yet the thematic movement of the Dobell poems begins, as did \"Divine Reflections,\" with figures of birth, as represented in \"The Salutation\":\n\r\n \n    These little Limmes,\n   These Eys and Hands which here I find,\nThese rosie Cheeks wherwith my Life begins,\n    Where have ye been,? Behind\nWhat Curtain were ye from me hid so long!\nWhere was? in what Abyss, my Speaking Tongue?\nWe know that Philip altered \"Speaking\" to \"new-made Tongue,\" which shows that he did not always grasp his brother's point. Here, Traherne suggests that, paradoxically, prior to birth, the speaker owns his tongue, but owns it without knowing so. The original stanza has something surreal about it, in its bland assertion of consciousness before birth. Existence precedes what passes in adult conversation as cognition. It has been said that, like the Wordsworth of \"Intimations of Immortality,\" Traherne believed in the preexistence of the soul; and yet what we see here is a more remarkable assertion of the preexistence of the body. Thus, the speaker salutes bodily members that \"So many thousand thousand yeers, / Beneath the Dust did in a Chaos lie.\"\n\r\nFrom this beginning as a stranger to his body, the speaker is born, soon to become a stranger to the world: \"How like an Angel came I down\" (\"Wonder\"). The soul descends from light into brightness of the child's growing awareness of the wonder of the world in which the \"Soul did Walk.\" Everything is imbued with \"SPIRIT,\" as the infant \"I\" sees \"nothing in the World... But 'twas Divine.\" In the opening sequence characterizing childhood apprehensions (\"The Salutation,\" \"Wonder,\" \"Eden,\" and \"Innocence\"), Traherne emphasizes the union between subject and object, between the self and the outside world. For Traherne, the ready reception of the child's senses marks a prelapsarian consciousness:\n\r\n \nThe Streets were pavd with Golden Stones,\n  The Boys and Girles were mine,\nOh how did all their Lovly faces shine!\n  The Sons of Men were Holy Ones.\nJoy, Beauty, Welfare did appear to me,\n      And evry Thing which here I found,\nWhile like an Angel I did see,\n  Adornd the Ground.\nTraherne conveys a sense of the child's rapt attention as a wonderful inheritance of God's love; the very ground on which men walk is holy because they themselves are so. Later, in adult retrospection, the speaker recognizes that in the infant's uncritical perception lies an innocence and understanding which is later unlearned, as the self falls into the adult world. As in \"Shadows in the Water,\" so in the Dobell poems, the speaker comes to know that one surrenders the child's feeling of oneness with the world at too great a cost. And yet, as in \"The Approach,\" Traherne's meditator recognizes that a residue of truth lies even in bittersweet recollection:\n\r\n \n    But now with New and Open Eys,\nI see beneath as if above the Skies:\n    And as I Backward look again,\nSee all his Thoughts and mine most Clear and Plain.\n   He did Approach, He me did Woe.\nI wonder that my GOD this thing would doe.\nIn this recognition the adult tendency to dissect and to analyze gives way, and the soul is enlarged. Its new mark, delineated in \"Nature,\" is \"Wide Infinitie.\" In \"The Preparative\" the child's immediate apprehension of a sense of unity is for Traherne the closest figurative representation of the soul's union with God:\n\r\n \n  I was an Inward Sphere of Light,\nOr an Interminable Orb of Sight,\n  An Endless and a Living Day,\nA vital Sun that round about did ray\n      All Life and Sence,\nA Naked Simple Pure Intelligence.\nAgain, part of the adult's \"Preparative\" is the recognition that the child's misapprehension is not entirely wrong. Rather, the adult must reacquaint the soul with its true inheritance: \"Get free, and so thou shalt even all Admire.\" \"The Preparative,\" one of Traherne's finest poems, is almost lacking in verbs; the ideal of a renewal of the soul's relationship to all that is unfolds in a rush of adjectives and nouns, as if tensed verbs misdirect attention to a mistakenly understood and fractured time. It is a technique that occurs again and again in the sequence (for example, in \"The Rapture\" and \"Dumnesse\").\"\n\r\nThe desideratum of the speaker's growing awareness, and Traherne's constant theme in the prose as well as in the poetry, is attainment of a state of consciousness in which total \"Dumnesse\" is achieved. In this condition the soul achieves a Godlike sense in which opposites contain each other, and all that is true in human experience is seen as limiting and therefore false. Experience teaches that desire diminishes with possession; but the felicitous soul knows that wants and pleasures merge as one in divine Love, for in God, the apparent division between \"Essence\" and \"Act\" collapses, as shown in \"The Anticipation\":\n\r\n \nHis Essence is all Act: He did, that He\n     All Act might always be.\n     His Nature burns like fire;\nHis Goodness infinitly doth desire,\n     To be by all possest;\n     His Love makes others Blest.\nIs it the Glory of his High Estate,\nAnd that which I for ever more Admire,\nHe is an Act that doth Communicate.\n\"\n\r\nAlthough the \"Soul Walks,\" it does so by mysterious means; and yet the direction in the Dobell sequence is toward a state of transcendent awareness of paradisiacal wonders. The theme of the closing \"Thoughts\" suite of poems combines beginning with end by a fusion of the figures of Eden and the New Jerusalem. In this closing segment, Traherne's theme is the total disintegration of the commonsense categories of time and space:\n\r\n \n   The Ey's confind, the Body's pent\nIn narrow Room: Lims are of small Extent.\n     But Thoughts are always free.\n      And as they're best,\n   So can they even in the Brest,\n   Rove ore the World with Libertie:\n   Can Enter Ages, Present be\nIn any Kingdom, into Bosoms see.\n   Thoughts, Thoughts can come to Things, and view,\n   What Bodies cant approach unto.\nThey know no Bar, Denial, Limit, Wall:\nBut have a Liberty to Look on all.\nAn inner eye (\"This Sight\") perceives by an expansive process \"Elements, and Time, and Space.\" Finitude is now recognized as an illusion. As in the Centuries, so here Traherne proceeds by rhetorical assertion of paradoxes to reconcile the irreconcilable. In \"Thoughts. IV\" the soul has discovered its response--in Being--to the words of the psalmist:\n\r\n \nThoughts are the Wings on which the Soul doth flie,\nThe Messengers which soar abov the Skie,\nElijahs firey Charet, that conveys\nThe Soul, even here, to those Eternal Joys.\nThoughts are the privileged Posts that Soar\nUnto his Throne, and there appear before\nOur selvs approach. These may at any time\nAbov the Clouds, abov the Stars may clime.\nThe Soul is present by a Thought; and sees\nThe New Jerusalem[.]\nThe closing sequence of the Dobell poems, then, moves from verse paraphrase of the Psalms, in a manner reminiscent of Meditations on the Six Days of the Creation, to language as in \"Goodnesse\" (the final poem in the sequence) inviting visions of the Apocalypse, this accompanied by sounds of \"A Quire of Blessed and Harmonious Songs.\"\n\r\nAppropriately, the Dobell sequence closes with a suite of poems that, drawing on the figure of the Wedding of the Lamb in the Apocalypse, is particularly sensuous and involves all of the five senses: \"Thoughts. I,\" \"Blisse,\" \"Thoughts. II\" \"Ye hidden Nectars,\" \"Thoughts. III,\" \"Desire,\" \"Thoughts. IV,\" and \"Goodnesse.\" Besides figures of drinking and feasting, this closing sequence emphasizes figures of expansion and contraction, which, like the earlier figure of circulation, mark the same absorption of the many into One. In \"Thoughts. II\" the speaker declares, as an expression of the soul's freedom, the disintegration of the categories of time and space: \"This Sight ... / ... doth comprehend / Eternity, and Time, and Space.\" In \"Thoughts. III,\" \"Thoughts are the Angels which we send abroad\" in just the same way that God sent the soul into the body (\"How like an Angel came I down\"). The mental process experienced at this stage of the development is characterized, again, by expansion, but an expansion which is literally infinite:\n\r\n \nThey [Thoughts] bear the Image of their father's face,\nAnd Beautifie even all his Dwelling Place:\nSo Nimble and Volatile, unconfind,\nIllimited, to which no Form's assignd,\nSo Changeable, Capacious, Easy, free,\nThat what it self doth pleas a Thought may be.\nFrom Nothing to Infinitie it turns[.]\nThis closing section of the sequence is marked by a hesitancy--a seeming discontinuity--not as evident in earlier passages. Themes from one poem emerge in the next, only to be dropped, and then to be picked up again, but again haltingly. \"Thoughts. II\" begins almost where \"Thoughts. I\" ends, but between the two poems one finds \"Blisse,\" framed as if to hint at an underlying process at play in the ongoing sequence. But in the fourth and last of the \"Thoughts\" poems, the speaker offers his response to the psalmist, whose lines precede the poem, which draws together figures of prophetic ascent and the New Jerusalem. The soul in \"Felicity\" literally is Elijah and Elisha, and literally ascends (\"Abov the Clouds, abov the Stars\") beyond the limits of personal space: \"The Soul is present by a Thought; and sees / The New Jerusalem.\"\n\r\nIn this state the soul becomes, like God, able to love itself in others. This has been Traherne's insistent theme in Christian Ethicks and in the Centuries. God feels through human senses the soul's love of God; hence, the soul's love of God is an aspect of divine \"Circulation,\" or \"Self-Love.\" Likewise, the speaker, now, is in love with himself in others. At last, in the Wedding Supper of the Lamb, the speaker sees in the faces of others his own \"Felicity.\" He sees divinity in them. \"Goodnesse,\" the final poem in the Dobell sequence, is nothing short of Traherne's attempt to undo the Gordian knot of human existence. It shows, if the earlier poems have not made this clear, that Traherne sought through his poetic art to answer the philosophical questions, \"Who are we? Why are we here? What is the good life?\" \"THIS Divine Goodness,\" one reads, \"is ... the efficient Cause of the Worlds Creation.\" God's \"Essence,\" which is \"Love,\" causes \"being\"; but the more faces that shine with \"Felicity,\" the greater the evidence that the universe was created only for the speaker, who, in turn, sees in those many faces the shining light--reflected--of his own self-love. In this way, in every object, the love of God is \"multiplied and magnified ... as the same Object is in several Mirrors.\" By attending to the goodness in others, the initiated soul, now magnified, imitates God's self-love. God created more than one man, and more than one species, for just this reason: to experience their goodness, and so to magnify (by circulating) his \"Self-Love.\" Were this not so, \"Eternity and Immensity\" would have been emptied of their manifold treasures. Thus, \"Goodnesse\" ends with emphasis on figures of ripeness and satiety:\n\r\n \nThe Soft and Swelling Grapes that on their Vines\n  Receiv the Lively Warmth that Shines\n  Upon them, ripen there for me:\n   Or Drink they be\nOr Meat. The Stars salute my pleased Sence\nWith a Derivd and borrowed Influence\n  But better Vines do Grow\n  And Better Wines do flow\n    Above, and while\n    The Sun doth Smile\nUpon the Lillies there, and all things warme\nTheir pleasant Odors do my Spirit charm.\n\nTraherne's contemporaries would have recognized the speaker's claim: the soul, transported in heavenly union, enjoys in the here and now the ultimate joys of the Wedding of the Lamb promised in Scripture. The speaker no longer discriminates between the psalmist and Saint John at Patmos. Present in his view is a new \"Heaven and Earth,\" extending--like the world beyond the world that the child perceived in \"Shadows in the Water\"--beyond the skies. Mystical transport entails new blessings for the senses, as the speaker hears \"A Quire of Blessed and Harmonious Songs.\" At the outset, the speaker asked: \"Where was? in what Abyss, my Speaking Tongue?\" Now the answer comes from the infinite cosmos in the perfect harmony of the angelic choir. \nThe Dobell poems as a sequence, which went unrecognized by Traherne's early editors, left the integrity of the poems in the manuscript in Philip Traherne's hand in doubt. As Thomas Traherne's earliest editor and critic, Philip failed to see that his brother meant to organize the volume that came to be known as the Dobell manuscript as a meditative sequence: a meditation on the soul's love from birth to the eternal present of matchless wonder. Yet some of Traherne's best poetry, though found in Philip's manuscript, does not appear in Dobell. This has led to the somewhat controversial anthologizing of poems such as \"Shadows in the Water,\" arguably Traherne's most stunning individual poem. So Philip's contribution remains substantial. For, barring discovery of another volume of poetry in Thomas Traherne's hand, Philip should be thanked for preserving the poetic sequence in the Burney Manuscript. Anne Ridler's Oxford edition (1966) provides a helpful perspective on the issue of Traherne's intentions, for she separates the poems into two groups: \"Poems From Thomas Traherne's MS.\" and \"Poems from Philip Traherne's MS.\" The later group differs from Margoliouth's arrangement by the telling deletion of all poems from Thomas Traherne's manuscript. The result is two sequences with close to the same number of poems (thirty-seven and thirty-nine, respectively), both beginning with a series of poems on childhood, and both progressing along lines of spiritual experiences to analogous insights into \"Felicity.\" There are fifteen poems in the Dobell Manuscript not included in Philip's manuscript. Thus, either Philip had the Dobell Manuscript, or he had access to another manuscript that had the Dobell sequence in exactly the same order. It has been suggested that Philip intended to construct a second manuscript, this to be made up of the remaining fifteen poems from Dobell, and the poems (probably twelve to fifteen in number) with which Philip, not recognizing the \"shape\" of the manuscript in his brother's hand, had decided to form two sequences out of three.\nWhen Wood wrote of Traherne's distinction as an Oxfordian, he did not mention his talent as a prose writer or poet. In the century since his \"discovery,\" his reputation as an important minor author in a period of incredible literary riches has been well established. There are editions of his major works, including Christian Ethicks, the Centuries, the Thanksgivings, the poetry, and some of the minor works as well. His interest in childhood perceptions will probably invite further discussion by critics interested in romanticism or in psychological and psychoanalytic theories, and his writings have attracted critics interested in the history of mysticism. All of these perspectives will find much in the published and unpublished Traherne canon worthy of discussion, not only for its evidences of the precursor's thought, but also for its many interesting differences from that of poets and thinkers who would come later. Traherne's focus on the child's appreciative capacity was not merely a precursor of Freud's idea of infantile \"oceanic\" feelings toward the mother, though it may bear relation to it. Nor does Traherne's treatment of mystical themes necessarily entail the sort of unusual feelings and experiences that one associates with the writings of Saint Teresa and Saint John of the Cross. Rather, Traherne's notion of \"Felicity\" concerns an aspect of nature which, he believed, had come to be ignored. Long before Freud or Carl Gustav Jung or HerbertMarcuse, Traherne sought to preserve something of value in the child's freedom and love of life which, through no particularly sinister mechanism of civilization, seems to be slowly extinguished by a \"Fall\" into growing up. Unlike many of the naysayers of the later periods, Traherne insists that such an extinction of \"Joy\" is neither inevitable nor irreversible. Appreciation of the here and now is not eternally lost merely by the acquisition of experience and judgment. For Traherne intellect and feeling are only apparent opposites. His theme is that God's love not only allows for but encourages and even insists on our enjoyment of the world. When the soul recognizes this, it becomes at one with prophets and angels, which explains why his theme is cast so often in paraphrase of Scripture, such as in \"The Anticipation,\" drawn from Revelation 4: \"And Holy, Holy, Holy, is his Name. / He is the Means both of Himself and all, / Whom we the Fountain Means and End do call.\"\n", "attrs": {"Region:": ["England"]}}