{"pf_url": "https://www.poetryfoundation.org/poets/thomas-love-peacock", "name": "Thomas Love Peacock", "yob": "1785", "yod": "1866", "image": null, "bio": "\nThomas Love Peacock was an accomplished poet, essayist, opera critic, and satiric novelist. During his lifetime his works received the approbation of other writers (some of whom were Peacock’s friends and the targets of his satire), literary critics (many of whom were simply his targets), and a notoriously vocal reading public. Today, Peacock’s reputation rests almost exclusively on the merits of his seven novels, four of which—Headlong Hall, Melincourt, Nightmare Abbey, and Maid Marian—appeared in quick succession between 1815 and 1822. The remaining three—The Misfortunes of Elphin, Crotchet Castle, and Gryll Grange—were written and published at more leisurely intervals, Gryll Grange not appearing until 1861, five years before Peacock’s death. Peacock’s novels record the intellectual, social, economic, and literary discussions (sometimes battles) of early 19th-century England. They are, in one sense, “conversation novels,” and many of the characters who take part in the various conversations were modeled after the leading personalities of Peacock’s day. Peacock’s novels have lost none of their appeal, however, for the subjects they address continue to inform the political and social dialogues. Their comedy still delights readers, and the conversations never go for long without a pause for comic action or comment.\r\n \r\nPeacock was born in Weymouth, England, in 1785 to Samuel Peacock, a glass merchant, and Sarah Love, daughter of Thomas Love, then a retired master in the Royal Navy. When Peacock was three years old, he and his mother moved to the home of his maternal grandparents. (Several biographical accounts name the death of Peacock’s father as the probable cause of this removal, but some uncertainty regarding the death of Samuel Peacock remains.) At age six, Peacock entered a school at Englefield Green, then kept by John Harris Wicks. Several of the verse letters he wrote to family members during this time show an early interest and ability in social satire. Peacock seems to have been content at school and managed to impress his master, but the six years he spent at Englefield Green constituted Peacock’s first and only formal education. By February 1800, Peacock was working as a clerk for the merchant house of Ludlow, Fraser, and Co. in London, but he remained in their employment only briefly. He began writing poems and incidental essays at this time, and in late 1805, Palmyra, his first collection of poems, was published and well received. The title poem, a study of apocalyptic ruin, represents Peacock’s attempt at serious, learned poetry written in the style of his 18th-century forebears.\r\n \r\nShortly after the publication of Palmyra, Peacock became engaged to Fanny Falkner, a young woman from his neighborhood of Chertsey. The couple’s engagement, which the interference of one of Miss Falkner’s relatives soon brought to an end, was later recounted in the poem “Newark Abbey” (written in 1842). In 1808 Peacock served briefly as under secretary to Adm. Sir Home Popham aboard the HMS Venerable, which never left the harbor while Peacock was on board. The nature of his duties is not clear, but he was happy to go ashore after some six months to begin a walking tour of the Thames, soon afterward recounted in The Genius of the Thames (1810), an ode in two parts. The poem represents Peacock’s attempt to describe the river and all that it means to him and to England. The tour of the Thames was followed by a journey to Wales, where Peacock finished his poem and met Jane Gryffydh, daughter of a Welsh parson. Peacock would propose marriage to her eight years later, but for the time being his mind seems to have been on poetry, which he continued to write and publish.\r\n \r\nIn October or November of 1812, Peacock met Percy Bysshe Shelley, who would soon come to depend on Peacock as a friend and as a literary critic/assistant. Shelley seems to have admired Peacock’s poetry (especially Palmyra), despite the marked differences in the two poets’ subjects and techniques. By this time Peacock had one more major poem, The Philosophy of Melancholy (1812), to his credit. As Peacock explains in his prefatory “General Analysis,” the poem argues that contemplating mutability ennobles the mind, and that art and human relationships derive their “principal charms” and “endearing ties” from a philosophical consideration of mutability. Meanwhile the friendship of Peacock and Shelley continued to grow, and Peacock continued to write and to experiment with new subjects and literary forms. Two plays, The Dilettanti and The Three Doctors, neither of which was published or produced during Peacock’s lifetime, were probably written during this time. A much more successful venture was Sir Hornbook (1813), subtitled A Grammatico-Allegorical Ballad, which provided instruction in grammar for children. Its hero, Childe Launcelot, conquers the parts of speech with the assistance of Sir Hornbook as they travel toward an understanding of language and prosody. The book went through five illustrated editions in five years, thanks to Peacock’s talent for making grammar fun.\r\n \r\nPeacock continued to travel, returning to Wales in 1813. At this time he was at work on two poems: the unfinished mythological epic Ahrimanes, written in Spenserian stanzas; and Sir Proteus, published in March 1814. The latter is a satiric attack on Robert Southey, the poet laureate, whose career Peacock had followed with some interest for several years. William Wordsworth, Samuel Taylor Coleridge, Walter Scott, and the periodical press also undergo satiric correction in Sir Proteus, but the focus of this pseudolearned poem is Southey, whose poems, Peacock’s persona argues, are written without reference to taste, nature, or conscience. Shortly after the publication of Sir Proteus, Peacock learned of Shelley’s elopement with Mary Godwin, daughter of William Godwin and Mary Wollstonecraft. Two weeks after the elopement, Shelley wrote a letter to his wife, Harriet, inviting her to join them on the Continent. In the same letter Shelley told Harriet that he had asked Peacock to look after her financial needs. Peacock evidently did as he was asked, motivated in part by his sympathy for Harriet and in part by his esteem for his friend.\n\r\nIn a quieter time, in 1795, Peacock had begun a letter to his mother with these lines: “DEAR MOTHER, I attempt to write you a letter/In verse, tho’ in prose, I could do it much better.” It would take Peacock 20 years to try his skill at prose fiction, but inevitably he did so, and with important and far-reaching results. In 1815, with the Shelleys back in London and living near enough to make regular visits possible, Peacock began working on his first novel, Headlong Hall, published later that year. With its reliance upon characters who embody “opinions,” its use of the country-house setting, its frequent departures into dramatic conversation, and its satiric intent, Headlong Hall proved to be much better than any of Peacock’s still commendable poetic productions. This first novel was also to be the prototype for the majority of Peacock’s later novels, for in subsequent works he modified, but never completely abandoned, the formula of Headlong Hall.\nThe novel is set at the country estate of Squire Harry Headlong, an individual who, “unlike other Welsh squires ... had actually suffered certain phenomena, called books, to find their way into his house.” Squire Headlong’s thirst for knowledge takes him to Oxford in search of philosophers and men of taste, but he is told that none reside there. The disappointed squire decides to transform his well-stocked home into a meeting place for such individuals. His most important guests are Mr. Foster, a “perfectibilian”; Mr. Escot, a “deteriorationist”; Mr. Jenkison, a “statu-quo-ite”; and Reverend Dr. Gaster, an individual whose principal talent is eating well.\r\n \r\nPeacock’s characters agree on virtually nothing. They are not supposed to agree or for that matter to modify their own particular prejudices, to convince their listeners to change their views, or to take any real offense at the insults hurled at them from all sides. Their disagreements bring to life the purpose of the novel, which is announced on the title page:\n                             All philosophers, who find\r\n                             Some favourite system to their mind,\r\n                             In every point to make it fit,\r\n                              Will force all nature to submit.\n\r\nThe arguments commence on the first page of the novel and address topics that range from the ridiculous to the truly significant. A remark that “the day was none of the finest” occasions the response, “quite the contrary.” Breakfast affords the characters an opportunity to argue about whether animal products should be included in an Englishman’s diet. Next, the grounds of Headlong Hall provide the occasion for a dialogue on whether natural or artistically landscaped gardens are superior. The novel thus begins innocently with characters discussing subjects of questionable significance but bristling with satiric undertones. His audience won, Peacock turns to the more substantive issues.\r\n \r\nDuring the winter of 1815-1816, Peacock and Shelley continued to visit and to read Greek together. Peacock also began working on The Round Table; or, King Arthur’s Feast (1817), a children’s poem that outlines the history of English royalty. Peacock’s principal literary interests at this time, however, were two prose pieces: Calidore, an unfinished novel based upon Arthurian legends; and Melincourt (1817), an ambitious and highly topical novel written with the same spirit and with much the same intent as Headlong Hall.\r\n \r\nIn a much more leisurely way than Headlong Hall, Melincourt treats subjects such as original versus modern man, literary tastes, and the education of women, but the attention given to other ideas and controversies shows that Peacock was not simply out to rewrite his first novel. Melincourt, like Headlong Hall, includes a host of characters who contribute to both the serious and the not-so-serious moments in the novel. Peacock’s characters—whether they represent serious thinkers who clearly have won their author’s approval or strategically placed buffoons—all play parts in bringing to life the purpose of the novel, which is to expose social flaws and to show that individuals can and do change. In achieving this purpose, Melincourt offers fewer pauses for comedy than Headlong Hall and devotes most of its attention to arguments that are longer, more serious, and more complex than the arguments in the earlier novel. Without going so far as to say that Melincourt is a serious book, one may say that its comedy is subservient to its social ideas and purposes in a degree that the comedy in Headlong Hall is not.\nAfter publishing Melincourt in three volumes in 1817, Peacock turned once more to verse and to his considerable knowledge of classical poetry. The result, published in February 1818, was Rhododaphne, a Greek love poem written in ode form and concerned with the traditional theme of supernatural interference in earthly love. Peacock enjoyed Mary Shelley’s assistance with the transcription of the text and Percy Shelley’s praise. George Gordon, Lord Byron, also found merit in Peacock’s poem. Thus Peacock was beginning to win recognition in the literary world (John Keats, however, seemed not to like him). During the revision of his Laon and Cynthia (1817), Shelley actually solicited Peacock’s help. Peacock was not, however, making much of a living by his writing and was by this time receiving some financial support from Shelley. This fact, along with others, may help to explain Mary Shelley’s usual indifference to and occasional dislike for Peacock. On one occasion, for example, she referred to Peacock and Thomas Jefferson Hogg as members of Shelley’s “menagerie.” For his part, Peacock seems always to have kept the Shelleys’ interests in mind and was instrumental in securing Mary Shelley’s financial comfort following the death of her husband.\nNot surprisingly, the Shelleys and their penchant for reform eventually proved to be irresistible subjects waiting for Peacock to translate into the medium of satiric fiction. With two satiric novels to his credit, Peacock was ready to try his skill once again. The result was Nightmare Abbey, which Peacock offered to the public in October 1818. By far Peacock’s least serious novel, Nightmare Abbey concerns the unhappy love interests of one Scythrop Glowry, as those interests take shape at various times in the persons of Miss Marionetta O’Carroll and Miss Celinda Toobad. One must approach with caution the idea that these characters represent deliberate portraits of Percy Shelley, his first wife, Harriet, and Mary Shelley. However, most readers of Peacock now agree with the editors of the Halliford Edition of Peacock’s Works: “To regard Scythrop and his ladies as deliberate portraits, even of persons unknown to the public, would be as absurd as to ignore the resemblances.”\nThe resemblances are, at the very least, thought provoking. Scythrop, whenever he is not moping in his tower over one woman or another (and he spends most of his time doing just that), gives vent to his “passion for reforming the world.” He writes a pamphlet titled “Philosophical Gas; or, a Project for a General Illumination of the Human Mind.” This “deep scheme for a thorough repair of the crazy fabric of human nature” sells a total of seven copies.\nWhile Scythrop may bear some resemblance to Peacock’s friend Shelley, the satire in Nightmare Abbey is never allowed to cut very deep. Although he might easily have done so, Peacock does not encourage his readers to take anyone in this novel very seriously; the seriousness of Melincourt is nowhere to be found in Nightmare Abbey. In its place one finds good-natured satire and comedy for the sake of laughter. Even Shelley, who read the novel in Italy, offered words of praise for its ability to amuse in a June 1819 letter to Peacock: “I am delighted with Nightmare Abbey. I think Scythrop a character admirably conceived & executed & I know not how to praise sufficiently the lightness chastity & strength of the language of the whole.”\nThe periodical press responded with similar praise in the Literary Gazette (12 December 1818) and the Monthly Review (November 1819). Like Shelley, Byron found amusement in his caricature and asked Shelley to pass along his admiration to Peacock.\nThe literary world apparently liked the way Peacock wrote about its living practitioners in Nightmare Abbey, and Peacock continued to indulge his own sort of fascination with that world. In fact, during July 1818, Peacock began to look more closely at it and started to apply some shape to his thoughts with the “Essay on Fashionable Literature.” This essay remained unfinished and was never published in Peacock’s lifetime. The part that survives represents the beginning of what probably would have been a full-scale attack aimed at exposing the many forms of dishonesty upon which Peacock felt periodical writing was based. The final part of the surviving fragment is devoted to Peacock’s rebuttal of an Edinburgh Review essay that had found fault, and very little else, in Coleridge’s Christabel (1816). As the several caricatures of Coleridge elsewhere in Peacock’s writings show, Peacock himself had found ideas and techniques not to his liking in Coleridge’s writings. Nevertheless, the many reviews and quarterlies of Peacock’s day represented, in his estimation, true enemies of truth and therefore irresistible targets.\nWhile Peacock was preparing, and eventually laying aside, the “Essay on Fashionable Literature,” he was also busy at work on his next novel, Maid Marian (1822). Even this project came to a halt, however, as Peacock’s energies were diverted to two nonliterary pursuits. The first was his employment, commencing in January 1819, as assistant to the examiner at the India House, where he would continue to work his way up through positions of increasing responsibility until his retirement in 1856. Another assistant appointed in 1819 was the Utilitarian philosopher and historian of British India James Mill, then 46. Mill’s son, John Stuart Mill, joined the India House in 1823.\nAround this time, Peacock proposed to Jane Gryffydh, whom he had met on his tour of Wales in 1811. Peacock had neither seen nor corresponded with his future wife since 1811, but the proposal, which he made by mail, was nevertheless accepted, and the couple was married on March 20, 1820. Peacock continued his employment at the India House, and in April 1821 he passed his probationary period and received an increase in salary from 600 to 800 pounds per year. Literature was never far from his mind, and at various times Shelley called upon him to read and correct proofs of several poems.\nPeacock, of course, felt that modern poetry needed more correction than a mere reading of proofs could provide, and in November 1820 his “The Four Ages of Poetry” appeared in the first (and last) number of Ollier’s Literary Miscellany. Shelley escapes the ridicule leveled at “that egregious confraternity of rhymesters, known by the name of the Lake Poets,” all of whom, maintains Peacock, are “studiously ignorant of history, society, and human nature.” Peacock’s thesis is that modern poetry abounds in everything poetically bad and sorely lacks everything poetically good. His argument that modern poetry is merely derivative, and badly so, is a clear challenge to the often-professed belief of the Romantic poets that their work represented something new. Shelley quickly answered Peacock’s challenge with his “Defence of Poetry,” but this essay, intended for the next number of Ollier’s Literary Miscellany, did not appear in print until 1840.\nIn July 1821 Peacock’s first child, Mary Ellen, was born. Peacock continued to pursue his work at the India House and soon returned to the writing project he had postponed in 1818. Maid Marian, Peacock’s fourth novel, was published in April 1822. Based in part upon Joseph Ritson’s anonymous Robin Hood (1795), Maid Marian was written, according to Peacock, in order to cast “oblique satire on all the oppressions that are done under the sun.” The novel does not quite live up to its author’s ambitious aims, but Maid Marian does provide readers with a brief look at an alternative society, however unattainable that society may be.\nThe story takes its direction from the main characters’ involvement in two major pursuits. The first follows the Sheriff of Nottingham, Prince John, and Sir Ralph Montfaucon (an agent for King Henry) as they chase Robin Hood through Sherwood Forest in order to prosecute him for his various “crimes” against various authorities. The second pursuit follows Sir Ralph, Prince John, and Robin Hood as they vie for the hand of Matilda Fitzwater, daughter of the local baron, and known as Maid Marian in the society of Sherwood Forest. Only Robin Hood has a hope of obtaining this independent young lady, for Maid Marian, who is as skilled with words as she is with a bow and arrow, is not one to be intimidated by princes or barons, or by the power that they wrongly seek to exercise over others. She is, moreover, as Matilda Fitzwater, engaged to be married to her one true love, Robert, Earl of Huntingdon, also known as Robin Hood.\nPeacock seems to be suggesting that individuals can and should try to emulate that which is noble in his two “outlaws,” Robin and Marian, but he does so even while showing that their society is unrealistic and comically anarchistic. In other words, the foresters’ laws provide a fitting retaliation to the various wrongdoings of the evil Prince John, but they are no answer to the complex problems facing any real society. The “principles” of their society have several obvious shortcomings. The foresters proclaim their government to be “legitimate” and follow this proclamation with another stating that all English laws, except for those that they deem convenient to obey, are null and void. Peacock’s readers would have recognized that most tyrannous reigns begin with similar announcements. The foresters’ system of “Equity” shows a similar susceptibility to abuse. They steal from the rich, but the poor receive only “a portion thereof as it may seem to us expedient to part with.” In order to avoid all of the nastiness associated with stealing, the foresters “invite” their “guests” to pay for their dinners. The foresters’ internal politics include unmistakable double meanings, for example: “In all cases a quorum of foresters shall constitute a court of equity, and as many as may be strong enough to manage the matter in hand shall constitute a quorum.” Like other governments, the forest government has its share of pettiness: No one is allowed to call a forester by his or her given name, and anyone who does so must pay a fine or pay a fee for exemption from the rule to the friar, who has devised this plan for the purpose of enriching himself.\nAlthough it is not “serious” satire in the sense that viable alternatives to social problems are offered, Maid Marian is an engaging and delightfully comic story, full of song and incident. The novel received favorable notices in the periodical press, and on 3 December 1822 an operatic version of the novel, augmented and scored by James Robinson Planché, was produced at Covent Garden theater. The opera ran for 28 performances in 14 months, received critical acclaim, and inspired an American production in 1824. The opera did not do well in America, however, and closed after one night at the Park Theatre in New York.\nPeacock’s enjoyment of the success of Maid Marian must have been tempered by a tragic event that occurred in the same year. On July 8, 1822 Percy Bysshe Shelley drowned off the coast of Italy. Peacock immediately began efforts to assist Mary Shelley in obtaining financial support from Shelley’s father, Sir Timothy Shelley, who had always disapproved strongly of his son’s manner of living. Peacock was successful in bringing the two parties to an agreement, despite their mutual dislike and many differences of opinion, receiving praise from both Mary and Sir Timothy for his efforts.\nThe 1820s were an especially active time for Peacock. In March 1823, a second daughter, Margaret Love Peacock, was born. In the same year Peacock purchased two cottages at Halliford and moved his young family and his mother there. The happy times at Halliford did not last long, however, for in January 1826, just two months short of her third birthday, Margaret Love Peacock died. Shortly afterward, the Peacocks adopted Mary Rosewell, a young girl from the neighborhood, but Jane Peacock’s happiness proved to be only temporary. The death of Margaret triggered a mental breakdown in Jane Peacock that grew worse with time. She remained a nervous invalid until her death in 1851.\nDespite these hardships, Peacock continued to prosper in his work at the India House. Through his colleague James Mill, he met the philosopher Jeremy Bentham, with whom he dined weekly for many years. Peacock also began writing literary review essays for publication in the Westminster Review. He would later write for several of the other leading journals on subjects ranging from steam navigation (one of his projects at the India House) to French literature. By the middle of the decade Peacock was at work on Paper Money Lyrics, his last collection of poetry, which was not published until 1837. During the years 1830-1834, Peacock busied himself with writing many operatic reviews for two periodicals, the Globe and the Examiner.\nIn February 1829 the Literary Gazette announced the impending publication of Peacock’s next novel, The Misfortunes of Elphin. The novel is concerned with political/social reform, but Peacock never forces the idea of 19th-century reform any further than the 6th-century Welsh setting will comfortably allow. In other words The Misfortunes of Elphin is a pleasant little story that is richly endowed with careful depictions of Welsh history and custom and that incidentally, though quite deliberately, uses the past in order to reveal some of the weaknesses of modern society. The book received critical praise both for its satire and for its depiction of life in ancient Wales.\nWhile Peacock was engaged in writing opera reviews and other periodical essays, he was also composing his next novel, Crotchet Castle, published in 1831. Peacock’s attention was, as always, divided among his several responsibilities, and while working on Crotchet Castle he was also studying the idea of regular steamship service between Great Britain and India (he submitted his findings to Parliament in 1834) and supervising the construction and fitting of steamships, several of which were designed to his specifications. Peacock evidently carried out his duties with great success, prompting one acquaintance to remark, “Mr. Peacock was meant for an Admiral.”\nAs Carl Dawson has noted, Crotchet Castle marks Peacock’s return “from the world of romance to the world of talk.” The method of Crotchet Castle closely resembles the design of Headlong Hall, Nightmare Abbey, and Melincourt, with the arguments of characters (or caricatures) once more taking precedence over the love story, which once again ends with wedding bells. Crotchet Castle, like its predecessors, is the stage for a dozen or so “bubble-blowers,” or characters who embody opinions, but Peacock’s two main concerns in this novel are the unscrupulous business practices made possible by a paper-money economy and the problems associated with the “march of mind,” one of the ideologies of the reform movement of the 1830s that promoted education for all.\nDuring the years following the publication of Crotchet Castle several changes took place in Peacock’s life. In 1833 his mother died. Sarah Love Peacock had lived with her son and his family for many years, and Peacock had come to rely upon her as a literary collaborator. Her advice concerning his longer works was usually solicited and accepted. Peacock wrote little between 1834 and 1838, and published nothing from 1838 until 1851. Family cares and a promotion to the position of examiner at the India House allowed little time for literary pursuits. Happiness visited the family briefly in 1844 with Mary Ellen Peacock’s marriage to Navy Lieutenant Edward Nicolls. Three months later, however, Nicolls was lost at sea and presumably drowned. Mary Ellen later gave birth to a daughter, Edith, who in later years assisted Peacock’s first editors in assembling her grandfather’s writings and reminiscences.\nIn 1851 Peacock, with the assistance of Mary Ellen, who in 1849 had married author George Meredith, wrote “Gastronomy and Civilization,” which appeared in the December number of Fraser’s Magazine. Shortly afterward Peacock published two sections of the three-part “Horae Dramticae,” a series of reminiscences of the drama, in Fraser’s Magazine (March and April 1852). Peacock approached the work with leisure, the final part appearing more than a year after his retirement from the India House in March 1856. Shortly after the publication of the last installment in October 1857, Mary Ellen, unhappy from the start with her marriage to Meredith, fled to Capri with painter Henry Wallis. Peacock never saw her again. In 1861, having returned to England alone, she died. Peacock did not attend her funeral.\nIn 1858, inspired by the publication of what he considered erroneous accounts of Shelley’s life, Peacock began working on the periodical pieces known collectively as the “Memoirs of Percy Bysshe Shelley,” the first of which appeared in the June 1858 issue of Fraser’s Magazine. Peacock then decided to suspend work on his memoir until Thomas Jefferson Hogg completed his work on Shelley’s life, but the furor raised over Hogg’s work persuaded Peacock to continue his project. Peacock’s account of Shelley’s life—which continued in the January and March 1860 issues of Fraser’s, with a “Supplementary Notice” in March 1862—is drawn largely from personal knowledge and is considered by most scholars to be objective, yet guarded in its treatment of Shelley’s more irrational acts and ideas.\nPeacock’s main literary interest at this time was Gryll Grange, which appeared serially from April through December 1860 in Fraser’s Magazine. This novel, which was to be Peacock’s last, was published as a book in February 1861. Gryll Grange closely resembles Peacock’s other novels in both its spirit and its design, but the satire and the story are developed more gradually than in any of his earlier novels. Gryll Grange also shows an approach to character different (and some believe more realistic) from that in Peacock’s previous fiction. The main characters, and many of the minor ones, are multidimensional in ways that their earlier counterparts are not: they enjoy full lives that have nothing to do with their opinions on social matters. In other words, the characters are free to live day to day and to engage in “discussion[s] on everything that presents itself.”\nGryll Grange received favorable notices. Peacock wrote Gryll Grange during an active period in which he also began, but eventually set aside, at least three prose tales. His last published work was the prose translation (1862) of an anonymous Italian play of the 1530s, Gl’ Ingannati, which appeared in 1862. Peacock wrote nothing after this date, preferring to spend his days quietly, and preferably without visitors, in his library at Lower Halliford. He was troubled in his last years by an intestinal ailment. He died on 23 January 1866 and was buried in the New Cemetery at Shepperton.\nAn early discussion of Peacock’s work—a review of Nightmare Abbey published in the Literary Gazette for December 1818—enunciates a concern that is still voiced by Peacock’s readers and critics: “It would be difficult to say what his books are,” wrote the anonymous reviewer, “for they are neither romances, novels, tales, nor treatises, but a mixture of all these combined.” Yet Peacock remains important today not only because his novels are among the best of their type, but because the issues they address are universal. To read Peacock’s best novels is to be reminded of the universality of human action and thought and of how susceptible to ridicule and/or revision the supposed triumphs of humanity really are.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}