{"pf_url": "https://www.poetryfoundation.org/poets/thomas-middleton", "name": "Thomas Middleton", "yob": "1580", "yod": "1627", "image": null, "bio": "\nBritish Renaissance playwright Thomas Middleton wrote comedy, history, tragedy, and tragicomedy. After Middleton’s father died in 1586, his mother, Anne, married a man who had lost money in Sir Walter Raleigh’s Roanoke venture. Thomas Middleton started writing as a student at Queens College, Oxford. He and his wife, Magdalene Marbecke, sister of the actor Thomas Marbecke, settled in Surrey in 1608, and Middleton was appointed city chronologer in 1620.\nMiddleton wrote plays for various theater companies, among them Prince Henry’s Men, Paul’s Boys, King’s Men, and Blackfriars. Some of his plays were cowritten with other playwrights, including Thomas Dekker, William Rowley, and John Webster; he collaborated with William Shakespeare on Timon of Athens. In addition to plays, Middleton wrote pamphlets and political commentary. One of his first pamphlets, The Penniless Parliament of Threadbare Poets, was published in 1601; he also published a mock almanac, The Owl’s Almanac (1618).\nMiddleton’s earliest recorded play, The Phoenix, was presented at court in 1603. His other titles, some in collaboration, include The Meeting of Gallants at an Ordinary (1603), which depicted the effects of the 1603 plague; The Honest Whore (1604); A Trick to Catch the Old One (1605); The Roaring Girl, or Moll Cutpurse (1611); and A Chaste Maid in Cheapside (1613)—which had 11 female characters. His most famous play of the time was A Game of Chess (1624), an allegory of 1620s English history presented at the Globe Theatre in 1624. It ran for nine days and was closed after the ambassador of Spain complained about it. It appears that Middleton stopped writing plays after A Game of Chess.Thomas Middleton is the subject of a comprehensive study, the Oxford Middleton Project, which can be accessed at www.thomasmiddleton.org.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}