{"pf_url": "https://www.poetryfoundation.org/poets/tim-seibles", "name": "Tim Seibles", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/03bc4a45e8419a46f06114a1bd1f834baad6ff9d.jpeg", "bio": "\nPoet Tim Seibles was born and raised in Philadelphia. He earned a BA at Southern Methodist University and an MFA at Vermont College of Norwich University.\r\n \r\nSeibles approaches themes of racial tension, class conflict, and intimacy from several directions at once in poems with plainspoken yet fast-turning language. In a 2010 statement he shared in From the Fishouse, Seibles states, “I think poetry, if it’s going to be really engaging and engaged, has to be able to come at the issues of our lives from all kinds of angles and all kinds of ways: loudly and quietly, angrily and soothingly, with comedy and with dead seriousness. […] Our lives are worth every risk, every manner of approach.” Praising Seibles’ ability to “navigate the terrain of American pop culture in order to ponder the state of the American psyche,” Bookslut reviewer Joey Rubin states in a 2005 review of Buffalo Head Solos, “If Frank O'Hara's meandering monologues were meant to capture the performative design of Abstract Expressionism and Allen Ginsberg's forceful riffing was meant to mimic the jazz stylings of Charlie Parker, then the back-bending, image-splicing, lyrical narratives in Tim Seibles's sixth collection of poetry Buffalo Head Solos should invoke the fast-flipping frames of Hannah-Barbara animation. Seibles's cartoon imagery, and cartoonish muscling of language, however, are not just trying to make us laugh. Which is to say, Seibles is playful—but he's not kidding around.”\r\n \r\nSeibles is the author of several collections of poetry, including Body Moves (1988); Hurdy-Gurdy (1992); Hammerlock (1999); Buffalo Head Solos (2004); Fast Animal (2012), which won the Theodore Roethke Memorial Poetry Prize and was nominated for a 2012 National Book Award; and One Turn Around the Sun (2017). His work has also been featured in the anthologies In Search of Color Everywhere: A Collection of African American Poetry (1994, edited by E. Ethelbert Miller and Terrance Cummings), Black Nature: Four Centuries of African American Nature Poetry (2009, edited by Camille Dungy), and Best American Poetry (2010, edited by Amy Gerstler).\r\n \r\nSeibles’ honors include fellowships from the National Endowment for the Arts and the Provincetown Fine Arts Work Center, as well as an Open Voice Award from the National Writers Voice Project. In 2013 he received the PEN Oakland Josephine Miles Award for poetry. He has taught at Old Dominion University, the University of Southern Maine’s Stonecoast MFA program, and at Cave Canem.\n\r\nSeibles lives in Norfolk, Virginia. From 2016 to 2018, he was the state's poet laureate. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}