{"pf_url": "https://www.poetryfoundation.org/poets/timothy-steele", "name": "Timothy Steele", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e44f655f1960e245bd5251816b4d6250d3c54da3.jpeg", "bio": "\nTimothy Steele was born in 1948 in Burlington, Vermont, and holds degrees from Stanford University and Brandeis University, where he studied with the poet J.V. Cunningham. The influence of formal masters like Cunningham and Yvor Winters, a force at Stanford for much of the early 20th century, is apparent in Steele’s poetry, which is notable for its allegiance to traditional forms, meters, and rhyme schemes. Though Steele has often been grouped as one of the major practitioners of New Formalism, he is wary of the term, alleging it “suggests, among other things, an interest in style rather than substance, whereas I believe that the two are mutually vital in any successful poem. I employ the traditional instruments of verse simply because I love the symmetries and surprises that they produce and because meter especially allows me to render feelings and ideas more flexibly and precisely than I otherwise could.” Although Steele composes in a formal, even classical, style, he tends to write private poems about the personal and the everyday, nearly always in contemporary settings. Dana Gioia, in the Ontario Review, noted: “Steele believes he can command the reader's attention by writing well about ordinary things …He writes about the beauties of the everyday world, the abiding love in marriage, the forgiveness and self-knowledge that can come from anger.” Steele’s collections of poetry include Uncertainties and Rest (1979), The Prudent Heart (1983), The Color Wheel (1994), Sapphics and Uncertainties: Poems 1970–1986 (1995), and Toward the Winter Solstice (2006). He is also the editor of The Music of His History (1990), a collection of poems for the poet Charles Gullans, and The Poems of J.V. Cunningham (1997).\r\n \r\nSteele’s critical work has also argued for the return to traditional forms to revitalize poetry in the modern world, sometimes polemically. His first book of criticism, Missing Measures: Modern Poetry and the Revolt Against Meter (1990) was hotly debated. A 343-page treatise discussing the history of poetry from the Greeks to the present, the book examines why the moderns—Ezra Pound, T. S. Eliot, William Carlos Williams—revolted against and abandoned traditional verse in favor of free verse. Criticized and lauded in equal measure, the volume sparked a renewed debate about the function and purpose of the traditional elements of craft—rhyme and meter—in contemporary poetry. Steele has also written All the Fun’s In How You Say a Thing: An Explanation of Rhyme and Versification (1999), a practical guidebook to the forms and meters of English poetry. Though it has been tinged with controversy, Steele has been at pains to clarify his position to free verse and “experimental” poetry, maintaining that his preference for form and meter is “personal and aesthetic, however; I have never imagined that it provided me with access to cultural or spiritual virtue. And despite allegations to the contrary about Missing Measures, I have never said that vers libre is somehow wrong and immoral or that meter is somehow right and pure. The experimental school of Pound, Eliot, Lawrence, and Williams has its own beauties and achievements. But we can prize them justly and build on them, it seems to me, only if we retain a knowledge and appreciation of the time-tested principles of standard versification. Free verse cannot be free, unless there is something for it to be free of.”\r\n \r\nTimothy Steele has received numerous awards and honors for his poetry, including a Lavan Younger Poets Award, the Los Angeles PEN Center Award for Poetry, a Guggenheim Fellowship, and the Robert Fitzgerald Award for Excellence in the Study of Prosody. He has taught at Stanford University and the University of California in Santa Barbara and Los Angeles. Since 1987, he has been a professor of English at California State University, Los Angeles.\r\n \n", "attrs": {}}