{"pf_url": "https://www.poetryfoundation.org/poets/todd-boss", "name": "Todd Boss", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/34f74f7298f5a70bf31ad966a63498592559252b.jpeg", "bio": "\nTodd Boss is a poet, film producer, public artist, librettist, and inventor. He grew up on a cattle farm in Wisconsin, and he earned a BA at St. Olaf College and an MFA from the University of Alaska Anchorage. His first poetry collection, Yellowrocket (W.W. Norton, 2008), was named one of the 10 best poetry books of 2008 by Virginia Quarterly Review and was a finalist for the Minnesota Book Award. He is also the author of Pitch (W.W. Norton, 2012), which won the Midwest Booksellers Choice Award for Poetry, and Tough Luck (W.W. Norton, 2016). His poetry has been featured in the New Yorker, Poetry magazine, the American Poetry Review, The Times (London), Ted Kooser’s newspaper column “American Life in Poetry,” and on National Public Radio.  It has been anthologized in Best American Poetry and elsewhere. \nBoss’s pared-down, idea-driven poems are infused with internal rhyme and propulsive rhythms. They balance clarity with a nuanced attention to sound. The poet Tony Hoagland wrote, “There is a rich physicality in all of Todd Boss’s poems, a reverent gusto for representing the tactile aspects of human life. His poems are about matter in motion—apple-slices, Chopin, horses, light, and people. … The poems are never pretentious but always acrobatic, sensuous, technically inventive, muscular and fun.” Critic Elizabeth Lund observed in a review of Yellowrocket for the Christian Science Monitor that Boss “balanc[es] raw beauty with traditionally poetic topics: growing up on a farm, marriage, and fatherhood. … Boss’s writing aches with subtle music, insight, and clearsighted compassion.”\nHis honors include the Emily Clark Balch Prize for Poetry from Virginia Quarterly Review and the Glenna Luschei Prairie Schooner Award. He has also received several Pushcart Prize nominations, grants from the Minnesota State Arts Board and the John S. and James L. Knight Foundation, and a residency with the Ragdale Foundation.\n\r\nSince 2008, Boss has served as the founding executive and artistic director of Motionpoems, a leading producer of poetry films. The organization received an honorable mention for the Innovations in Reading Prize from the National Book Foundation, and has adapted a series of films for children in association with the Poetry Foundation.\nBoss’s choral texts, written primarily for composer Jake Runestad, have been performed at the Kennedy Center and throughout the world. As a public artist, Boss creates large-scale multimedia installations in public spaces, which often include poetry. He holds several patents for consumer electronics accessories. He has also worked as a public relations executive, nonprofit arts administrator, journalist, teacher, and business consultant. In 2018, he began house sitting his way around the world. \n", "attrs": {"Region:": ["U.S., Midwestern"]}}