{"pf_url": "https://www.poetryfoundation.org/poets/tom-clark", "name": "Tom Clark", "yob": "1941", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e0d5f5df1f165c0feaa23587efb63074b2c7adef.jpeg", "bio": "\nTom Clark combined diverse roles of poet, biographer, novelist, dramatist, reviewer, and sportswriter during his writing career. In addition to dozens of books of poetry, a play, two novels, two story collections, and numerous biographies of literary figures, Clark’s works included a book co-written with star baseball pitcher Mark Fidrych, poems about such sports legends as Catfish Hunter, Vida Blue, and Bert Campaneris, and a history of the Oakland A’s baseball team. As Steven Young noted, “Clark is a fan; he doesn’t write about baseball, he celebrates it.” Clark easily finessed the apparent gap between his interests in poetry and sports: “I think they have a natural relationship,” he once wrote. “The best poems and the best baseball games share a dramatic tension you can’t find in very many other places.” In his essay for the Contemporary Authors Autobiography Series, Clark tells how his “religious involvement” in baseball developed at an early age, fostered initially by his father, who took him to his first big-league games at Comiskey Park on Chicago’s South Side. He describes “suddenly emerging through a tunnel into the radiantly illuminated, enchanted emerald green space,” and goes on to state: “Perhaps religion is the wrong term, though. Part hobby, part escape hatch from endarkened household, for me baseball opened up a secret door in the wall to numinous worlds religion promised but never delivered.”\n\r\nClark’s interest in poetry blossomed at the University of Michigan, where he listed his early influences as Rilke, Wallace Stevens, Theodore Roethke, and Boris Pasternak. However, the contemporary academic poets he met at that time failed to impress him, later causing him to reject the chance to become “a university poet... thus irrevocably exiting, with a headstrong lack of foresight surely to be regretted, the moving staircase of academic poetry-careering.” Taking an advanced degree at Cambridge, Clark became strongly influenced by the work of Ezra Pound. While in England, he hitchhiked around the country with Beat poet Allen Ginsberg, and gave readings and associated with other writers such as Robert Graves, Gregory Corso, Andrei Voznesensky, and Adrian Mitchell. For ten years, starting in 1963, after being recommended to publisher George Plimpton by his former teacher, poet Donald Hall, Clark served as poetry editor of the prestigious Paris Review.\nClark’s poems ranged across many subjects and styles. He wrote parodies of traditional poetry in The Mutabilitie of the English Lyrick (1979), poems of tribute to such figures as Lenny Bruce, and political poems. Lewis Warsh in Poetry claimed that Clark lets “go of all restrictions as to what goes into the poem while creating the ability to make everything come out right.” He possessed, Chad Walsh wrote in Book World, “the ability to look at the ordinary world and see it for the first time, with the freshness of a Zen Buddhist painting a landscape or composing a haiku.”\n\r\nMany of Clark’s poems were topical, political, and engaged with American experience. In The End of the Line (1980), for example, Clark presents an “affecting, anguished vision of a collapsing America,” Amy Gerstler wrote in Poetry News. While in Paradise Resisted (1984), he examined the American West, offering “a wide-ranging body of work examining ‘the West’—a state of mind, unique geographical terrains, qualities of light, restless, boundless dreams,” according to Don Skiles in the San Francisco Chronicle. Clark’s collection Sleepwalker’s Fate: New and Selected Poems, 1965-1991 (1992) offered a significant collection of his poetic work over several decades. Reviewing the book for the San Francisco Chronicle, Joel Lewis explained that “Clark has been one of American poetry’s most consistent and constant chroniclers of our long sleepwalk to parts unknown... What we have... in the ‘Sleepwalker’s Fate’ is poetry’s first successful X-ray of [the] American psyche as it swims through the ‘90s.” Writing in Small Press, Peggy Shumaker found the collection to be “complex, alive in every line, tender, unbearable, and necessary. Clark embraces in one book twenty-five years of poems, plus baseball, classicism, jazz, physics, trout kills, popular culture, ‘the smashed weirdness of the raving cadenzas of God,’ and ‘infinite gifts we are unable to discern.’” Clark was a prolific poet who published dozens of collections. His work since the 1990s included volumes such as Zombie Dawn (with poet Anne Waldman, 2003), Night Sky (2004), Threnody (2005), Light & Shade: New and Selected Poems (2006), The New World (2009), Something in the Air (2010), At the Fair (2010), Canyonesque (2011), Distance (2012), and Truth Game (2013).\nIn prose, Clark his made a mark as a (sometimes semi-fictional) biographer of pop musician Neil Young, and of such literary figures as Damon Runyon, Jack Kerouac, Ted Berrigan, Louis Ferdinand Celine, Charles Olson, and Robert Creeley. Clark’s 1984 biography of Jack Kerouac draws on previous studies and personal accounts to give an overview of the Beat novelist’s career. Clark focuses in particular on how Kerouac used the details of his life to create memorable fiction. The biography, John Montgomery noted in the Toronto Globe and Mail, “is an antidote and a model for academics who usually aren’t able to cope with a writer like Kerouac.” In tackling the life of poet Charles Olson, Clark again provided a study of the relationship between a writer and his work. His Charles Olson: The Allegory of a Poet’s Life (1991) was, according to Bruce Campbell in the Review of Contemporary Fiction, “clear, compelling, and makes Olson’s life more coherent than it has ever been.” “Olson,” writes Thomas M. Disch in the Los Angeles Times Book Review, “was a pioneer in the dismantling of the college core curriculum and its replacement by a kind of autodidacticism that differed little from autointoxication. He was, in short, the high priest of high times, and Tom Clark’s biography is a balefully fascinating account of both the man and the milieu he did so much to form.”\n\r\nClark’s honors and awards included fellowships from the Guggenheim Foundation, the Rockefeller Foundation, and the National Endowment for the Arts. He taught at the New College of California for many years. Clark died in 2018 in Berkeley, California.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["New York School (2nd Generation)"]}}