{"pf_url": "https://www.poetryfoundation.org/poets/tom-dent", "name": "Tom Dent", "yob": "1932", "yod": "1998", "image": null, "bio": "\nPoet, writer, playwright, and oral historian Thomas Covington Dent was born in New Orleans. He earned a BA in political science at Morehouse College, completed graduate study at the Syracuse University School of International Relations, and later earned an MFA at Goddard University.\nAfter serving in the US Army from 1957 to 1959, Dent moved to New York City, where he worked as a social worker and as public information director for the NAACP Legal Defense Fund, assisting Thurgood Marshall. In New York, he cofounded the Umbra Writer’s Workshop. He returned to New Orleans in 1965, where he worked with the Free Southern Theater and, with Bob Costley, founded the FST Writing Workshop, which became BLKARTSOUTH. With Richard Schechner and Gilbert Moses, Dent edited The Free Southern Theater, by The Free Southern Theater: a documentary of the South’s radical Black theater, with journals, letters, poetry, essays, and a play written by those who built it (1969). With Kalamu ya Salaam, Dent edited the Black Arts literary magazine Nkombo and its press Nkombo Publications. Dent also helped found the Southern Black Cultural Alliance and the Congo Square Writers Union, whose journal, The Black River Journal, he edited. In 1969, with Jerry Ward and Charles Rowell, Dent founded Callaloo: A Quarterly Journal of African and African American Arts and Letters.\nDent’s poems offer portraits of daily life in New Orleans, with attention to ordinary cultural and social experiences. Dent published two books of poetry, Magnolia Street (1976) and Blue Lights and River Songs (1982), and the plays Negro Study No. 34A (1970), Snapshot (1970), and Ritual Murder (1976). His nonfiction book Southern Journey: A Return to the Civil Rights Movement (1996) follows his travels in the early 1990s to important sites of civil rights actions in the 1960s. In a review of Southern Journey for the New York Times, Lynn Karpen states, ''Mr. Dent paints a bleak picture in which entrenched racism, seemingly little altered by time, continues to hold sway.''\nDent recorded oral histories of Mississippi civil rights workers as well as New Orleans and Acadian musicians. He also founded Voices of the New Orleans Movement, an organization dedicated to preserving the history of the New Orleans civil rights movement, and served as executive director of the New Orleans Jazz and Heritage Foundation, which now runs the Tom Dent Congo Square Lecture Series in his honor. Dent was the Marcus Christian Lecturer in Afro-American Literature at the University of New Orleans.\nDent died in New Orleans at the age of 66. At the time of his death, he was working on a project documenting cultural connections between African diaspora communities and communities in Africa. His papers and oral history recordings are archived at the Amistad Research Center in New Orleans.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}