{"pf_url": "https://www.poetryfoundation.org/poets/tony-barnstone", "name": "Tony Barnstone", "yob": null, "yod": null, "image": null, "bio": "\nThe son of poet and translator Willis Barnstone and visual artist Elli Barnstone, Tony Barnstone was born in Middletown, Connecticut, and raised in Indiana, Vermont, and Spain. He was educated at Wesleyan University; the University of California, Santa Cruz; and the University of California-Berkeley, where he earned a PhD under poets Robert Pinsky and Robert Hass.\r\n \r\nA poet, translator, editor, and writer of fiction, Barnstone has been influenced by such disparate figures as James Wright, Federico García Lorca, and T.S. Eliot. His poems merge crisp, precise imagery with humor, a longer cadence, and an essayistic or narrative arc. As poet Dorianne Laux notes, “The kaleidoscope of voices in Tony Barnstone’s Tongue of War: From Pearl Harbor to Nagasaki rise from the grit, blood and smoke of World War II to tell their complex tales of fear and brutality. Through charged, yet plainspeaking persona poems, the terrible, gasping truths are brought to light.” In an interview with Rebecca Seiferle for Drunken Boat, Barnstone stated, “I think that the work of poetry can be important, and that each poet needs to find his or her own way to make it so.”\r\n \nTongue of War (2009) won both the John Ciardi Prize and the Grand Prize in the Strokestown International Poetry Festival. Barnstone has published several other poetry collections, including Pulp Sonnets (2015); Beast in the Apartment (2013); The Golem of Los Angeles (2007), which won the Benjamin Saltman Award in Poetry; Sad Jazz: Sonnets (2005); and Impure (1999), a finalist for both the Walt Whitman Prize and the National Poetry Series. He has published numerous translations, including River Merchant's Wife (2013), Chinese Erotic Poems (2007), The Anchor Book of Chinese Poetry (2005), and Laughing Lost in the Mountains: Selected Poems of Wang Wei (1992). His own work has been translated into Arabic, Chinese, German, and Spanish.\nBarnstone has published several textbooks on world literature as well, including Literatures of Asia (2002), Literatures of the Middle East (2002), and Literatures of Asia, Africa and Latin America (1999). With Michelle Mitchell-Foust he co-edited the anthologies Human and Inhuman Monstrous Verse (2015) and Dead and Undead Poems (2014). In 2012 the duo Genuine Brandish released Tokyo's Burning: WWII Songs, an album based on Tongue of War. Barnstone collaborated with the musicians on lyrics and arrangments.\r\n \r\nHis honors include fellowships from the National Endowment for the Arts and the California Arts Council, as well as a Pushcart Prize, the Paumanok Poetry Award, the Randall Jarrell Poetry Prize, the Sow’s Ear Poetry Contest, the Milton Dorfman Poetry Prize, the Pablo Neruda Prize, and the Cecil Hemley Award.\r\n \r\nBarnstone has lived in China, Kenya, and Greece. He currently resides in California, where he is the Albert Upton Professor and Chair of English at Whittier College, and often reads with his father Willis Barnstone, and his sister Aliki Barnstone.\n", "attrs": {"Region:": ["U.S., Western"]}}