{"pf_url": "https://www.poetryfoundation.org/poets/tony-medina", "name": "Tony Medina", "yob": null, "yod": null, "image": null, "bio": "\nTony Medina is a poet, scholar, and children’s book author. Born in the South Bronx, Medina earned a BA from Baruch College and an MA and a PhD in African American and American literature and creative writing from the State University of New York, Binghamton. He is the author and editor of more than a dozen books for adults and young readers. His most recent collections of poetry include Broke Baroque (2Leaf Press, 2013), a finalist for the Julie Suk Award for Best Poetry Book from an Independent Press, and the blues-memoir My Old Man Was Always on the Lam (NYQ Books, 2011), a finalist for the Paterson Poetry Prize. In his work, Medina explores the transformative intersections of racial and class struggle. Describing Medina as “Poet Laureate of the Broke,” writer Ishmael Reed notes, “Medina tells us how the broke get by, how they live, their day to day quest for survival, the contempt with which people hold them. … Medina covers some of the same territory as Hip Hop’s best. Tupac. Public Enemy. Dead Prez.” Accordingly, Medina has been featured in the Encyclopedia of Hip Hop Literature (edited by Tarshia L. Stanley, 2008) and was cited in the Encyclopedia of Rap and Hip Hop Culture (edited by Yvonne Bynoe, 2005). He has edited a number of anthologies, including Bum Rush the Page: A Def Poetry Jam (Broadway Books, 2001), named a Best Book of 2002 by the Washington Post.\nMedina’s many books for young readers include, most recently, Thirteen Ways of Looking at a Black Boy (Penny Candy Books, 2018), the graphic novel I Am Alfonso Jones (Tu Books, 2017), and I and I Bob Marley (Lee & Low Books, 2013). His honors and awards include a Parent’s Guide Children’s Media Award, two Paterson Prizes, and a Rhode Island Children’s Book Award for his contributions to literature for young people. Medina is an advisory editor for Hip Hop Speaks to Children, an anthology series edited by Nikki Giovanni.\nMedina is the recipient of the Langston Hughes Society Award and the first African Voices Literary Award. He has taught English at Long Island University and the Borough of Manhattan Community College. He currently teaches at Howard University, where he was named the first professor of creative writing. Medina lives in Washington, D.C.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}