{"pf_url": "https://www.poetryfoundation.org/poets/traci-brimhall", "name": "Traci Brimhall", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/81391d8fb33103f0db7cfd5f45d3d80e9672d432.jpeg", "bio": "\nPoet Traci Brimhall earned a BA at Florida State University, an MFA at Sarah Lawrence College, and a PhD at Western Michigan University. In her lyric poems, she often merges the everyday with surreal imagery to meditate on themes of sacrifice and transformation. She is the author of the poetry collections Come the Slumberless to the Land of Nod (2020), Saudade (2017), Our Lady of the Ruins (2012), selected by Carolyn Forché for the Barnard Women Poets Prize, and Rookery (2010), winner of a Crab Orchard Series in Poetry First Book Award and a finalist for the ForeWord Book of the Year Award. Brimhall collaborated with Brynn Saito on the chapbook Bright Power, Dark Peace (2013), and her poetry has been anthologized in Best American Poetry 2014 (edited by Terrance Hayes).\r\n \r\nReviewing Our Lady of the Ruins for Kenyon Review Online, poet Mary Catherine Popa described Brimhall’s work as “tight, dynamic, and inventive,” observing “Brimhall proves that in disillusionment there is also great imagination, a half-lost world that awakens our perceptions to our current one.” In an interview with Writer’s Digest, Brimhall said of her own work, “Most of my poems have some formal play, whether it’s immediately evident or not. I often create some sort of formal restraint on my work (sometimes before beginning, sometimes after I’ve finished a draft) because it helps me decide what images and bits of language are essential to a poem and what I should probably cut. I’m a hoarder in poems, and I need rules to keep from cluttering up what the poem is trying to say.”\r\n \r\nWinner of a 2013 National Endowment for the Arts Literature Fellowship in poetry, Brimhall has also received grants and fellowships from the Wisconsin Institute for Creative Writing, the Bread Loaf Writers’ Conference, the Sewanee Writers’ Conference, the Writer’s Center of Bethesda, the Vermont Studio Center, the Disquiet International Literary Program, the Arctic Circle Residency, and the Barbara Deming Memorial Fund. Her awards include a Prairie Schooner Jane Geske Award, a Passage North Just Desserts Short-Short Fiction Prize, and a Dorothy Sargent Rosenberg Poetry Prize.\r\n \r\nBrimhall lives in Manhattan, Kansas, where she has served on the faculty of Kansas State University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}