{"pf_url": "https://www.poetryfoundation.org/poets/tristan-tzara", "name": "Tristan Tzara", "yob": "1896", "yod": "1963", "image": null, "bio": "\nTristan Tzara was born in 1896, in Moineşti, Romania. He is remembered as a proponent and theoretician for Dadaism, an intellectual movement of the World War I era whose adherents espoused intentional irrationality and urged individuals to repudiate traditional artistic, historical, and religious values. In response to the alienation and absurdity of World War I and the staid, unimaginative art forms predominant in Europe during that era, Tzara and other European artists sought to establish a new style in which random associations would serve to evoke a vitality free from the restraints of logic and grammar. Tzara articulated the aesthetic theories of Dadaism in his seminal collection of essays, Sept manifestes dada (1924; “Seven Dada Manifestos”). This volume, in which Tzara advocates “absolute faith in every god that is the immediate product of spontaneity,” represents a chaotic assault on reason and convention. Although his work often defies standard classification and is regarded by most contemporary English-speaking scholars as little more than a literary curiosity, Tzara is esteemed in France for his large and diverse body of poetry, which is unified by his critique of and search for a universal language and cosmic wisdom.\nTzara’s first published poetry appeared in a literary review in 1912. Many of these poems, written in Romanian and influenced by French symbolist writers, appear in Les premiers poemes (1965; “Primele poemes: First Poems”). Tzara immigrated to Switzerland from Romania in 1916. Together with Jean Arp, Hugo Ball, and others, Tzara founded Dadaism and staged Dadaist performances at the Cabaret Voltaire in Zurich. Tzara left Switzerland in 1919 and settled in Paris, France, where he engaged in Dadaist experiments with such literary figures as André Breton and Louis Aragon. Serious philosophical differences caused a split between Tzara and Breton in 1921; soon after, Breton founded surrealism, and by 1922, the Dada movement had dissolved. Tzara’s early Dadaist verse, written between 1916 and 1924, utilizes agglomerations of obscure images, nonsense syllables, outrageous juxtapositions, ellipses, and inscrutable maxims to perplex readers and to illustrate the limitations of language. Volumes such as Vingt-cinq poemes (1918) and De nos oiseaux (1923) display the propositions outlined in Tzara’s manifestos and critical essays, often blending criticism and poetry to create hybrid literary forms.\nFrom 1929 to 1934, Tzara participated in the activities of the surrealist group in Paris. In this environment, he created a more sustained and coherent poetry that places less emphasis on the ridiculous than his Dadaist verse. Tzara’s works published during this period include L’homme approximatif (1931; “Approximate Man and Other Writings”), an epic poem that is widely considered a landmark of 20th-century French literature. This work portrays an unfulfilled wayfarer’s search for a universal knowledge and language. Roger Cardinal asserted, “[In] this apocalyptic explosion of language, Tzara finally approaches the primal seat of creativity, the point where the naked word reveals the naked truth about the world.” This and Tzara’s later surrealist volumes—L’arbre des voyageurs (1930), Ou boivent les loups (1932), L’antitete (1933), and Grains et issues (1935)—reveal his obsession with language, his vision of humanity’s destiny of tedium and alienation, and his concern with the struggle to achieve completeness and enlightenment.\nIn 1934 Tzara left the surrealists to join France’s communist party. As his commitment to left-wing politics increased, his poetry included greater political content and stressed revolutionary and humanistic values while maintaining his lifelong interest in free imagery and linguistic experiments. Midis gagnes (1939) focuses on Tzara’s impressions of Spain during the country’s Civil War, while La fuite (1947) depicts the frantic German evacuation of Nazi-occupied France during World War II. The prose poems Sans coup ferir (1949) and A haute flamme (1955) also address political topics related to the Second World War. Critics generally regard such later works as Terre sur terre (1946), Parler seul (1950), and Le fruit permis (1956) as less vigorous and inventive but more controlled than his earlier poetry.\nTzara’s dramas have received less critical attention than his manifestos and poetry. Written during his Dadaist phase, Tzara’s best-known plays, La coeur a gaz (1920; “The Gas Heart”) and Mouchoir de nuages (1925), rely on absurdity and wordplay, parodying such literary forms as classical Greek and Shakespearean theater and French symbolist poetry. In Essai sur la situation de la poesie (1931), a collection of critical essays, Tzara celebrates poetry as a liberating force from conventional modes of expression.\nTzara died in Paris on December 25, 1963.\n", "attrs": {"Region:": ["France"]}}