{"pf_url": "https://www.poetryfoundation.org/poets/trumbull-stickney", "name": "Trumbull Stickney", "yob": "1874", "yod": "1904", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/93ba93bb57242eab4c5a3a26f9797fad0eaa59ec.jpeg", "bio": "\nTrumbull Stickney is best remembered as a promising young poet and scholar who died before his work could fully mature. As William Payne described his poems in a 1906 review for Dial: \"Promise rather than fulfillment is the mark of this work as a whole, for it reveals Stickney as still groping for a distinctive manner rather than as having reached a definitive expression of his powers.\" A brilliant scholar and enthusiastic poet, Stickney died at the age of thirty, just as he was beginning to achieve a unique poetic voice. His friends and admirers have since mined his brief works to find what might have been, but often his poems reveal only the \"promise\" Payne found in 1906.\n\r\nJoseph Trumbull Stickney was born in Geneva, Switzerland on June 20, 1874. His parents, Austin and Harriet Trumbull Stickney, were of impressive lineage and impressive schooling: Austin was a classics professor at Trinity College, and Harriet was a descendent of the colonial governor Jonathan Trumbull. Stickney was raised as befitted the child of such learned and lettered kin. He traveled widely, and apart from some brief studies at Walton Lodge and New York's Cutler's school, was taught entirely by his father. After this thorough, cosmopolitan education, Stickney matriculated at Harvard where he bore out the promise invested in him; he was the first freshman to be elected to the editorial board at the Harvard Monthly. Though Stickney published his verses in various college journals, his social circle was centered at the Monthly. There, he met George Cabot Lodge and William Vaughn Moody—two writers who would later edit one of Stickney's posthumous verse collections. Much of Stickney's undergraduate poetry was published in the pages of the Monthly, as well as some criticism of his beloved Greek literature.\n\r\nThroughout his career, Stickney seems to have felt torn between his academic and literary passions. Nonetheless, after achieving his A.B. (magna cum laude) in 1895, Stickney pursued his studies at the Sorbonne, composing two theses, one a biography of Ermolao Barbaro and one a study of the gnomic elements of Greek poetry. His studies seemed not to nourish him, however; when George Cabot Lodge visited Stickney in 1895-96, he commented that Stickney seemed in \"mute not cheerful despair.\" While in school, Stickney struggled to reconcile his divided interests. While hacking away at the profession he had resigned himself to pursue, he continued to write poetry, notably his long poem \"Kalypso\" (later published in Dramatic Verses, 1902). Though he planned to publish his work, he felt he was as yet unready, that his work \"ha[d] too much thought,\" according to Michele J. Leggott in the Dictionary of Literary Biography.\n\r\nHis work from this period suggests that he was attempting to rectify that failing. For example, a sonnet written in 1895 called \"Cologne Cathedral\" shows a shift from the cerebral, antique lines of his early work toward sensual evocations: \"Prayer carved the sable flowers; a choral spun / Rose-windows in the aisle; and music stayed / So silken-long by arch and colonnade / That the lines trembled out and followed on[.]\" In this passage, Stickney describes the relationship between song and architecture in a fresh way: rather than focusing on the immortality of verse compared to marble monuments, Stickney shows how the visual world can be created by the aural world. \"Prayer carved the sable flowers,\" he writes, suggesting that spiritually infused words can shape the solid world.\n\r\nMany of Stickney's poems from this period relate to an affair he may have had between 1896 and 1899. (After Stickney's death, his family destroyed all letters relating to unseemly love affairs or requests for funding, so his romantic life will forever be private.) As these lines from poems of that period suggest, however, Stickney became focused on the despair of love: \"I heard a dead leaf run. It crossed / My way. For dark I could not see. / It rattled crisp and thin with frost / Out to the lea.\" By the time the affair ended in 1899, however, Stickney had composed much of his first volume of poetry—but he was unable to find a publisher for it. He wrote despondently to his sister, according to Leggott, \"with some resignation I put off the hope of my life. Bay [George Cabot] Lodge publishes a novel and another volume this year.\" The \"hope of [Stickney's] life\" did not have to wait long, however: by 1902, he located a publisher for his verses: Charles E. Goodspeed in Boston.\n\r\nThe volume, Dramatic Verses, includes many of Stickney's poems from his Paris days, as well as some work written earlier. In Reference Guide to American Literature, Earl Rovit wrote of this early work that \"Stickney's tempered musicality sustains the conventional form structures, raising these poems above the level of similar lamentations that the Mauve Decade manufactured in wholesale lots.\" One year later, Stickney graduated from the Sorbonne, thus becoming the first American to win the prestigious Doctorat es Lettres there. He took a brief tour of Greece—\"a sort of bacchanal,\" as he described it, according to Leggott—before returning to an academic post at Harvard.\n\r\nHis life as an instructor proved as unfulfilling as his life as a student, however. As quoted by Leggott, he wrote to Henry Adams in 1903: \"You refer to the last thing excavated on classic soil, my own torso. It proves not to be an antique at all, but a work of a New England sculptor who was wrecked in a dory off the Peloponnesian Coast. On being presented to Harvard University, it was found the torso had convulsions and couldn't be kept in place. So it is being packed for further travel.\"\n\r\nNot only was Stickney unhappy in his work, but he also began to experience terrible headaches as well as periodic \"blind spells.\" He continued to teach and write, but on October 11, 1904 he died of a brain tumor. Like some other poets who have died young, Stickney produced some of his best works in the months leading up to his death. One late fragment, \"Sir, say no more,\" hints tantalizingly at what future was lost when Stickney died: \"Sir, say no more. / Within me't is as if / The green and climbing eyesight of a cat / Crawled near my mind's poor birds.\" Like many poets who died young, too, Stickney found his greatest fame after death. His friends Lodge and Moony soon published an edition of his collected poetry, in which critics recognized a \"romantic and wistful temper.\"\n\r\nLater readers of Stickney's poetry similarly found his work intriguing. Stickney was praised by such notables as Conrad Aiken, William Rose Benet, Louis Untermeyer, Allen Tate, Mark Van Doren, W. H. Auden, Oscar Williams, and John Hollander. Hollander, writing for the New York Times Book Section, suggested that \"his work appears more central than ever.... The interest is not in style, but in the grasp of the visionary moment.\" As a writer for The Oxford Companion to Twentieth Century Poetry in English remarked, \"Stickney was steeped in Greek thought and literature, yet his poems exhibit a curiously tortured modern sensibility.\" Indeed, he has become in some ways representative of his period. As Rovit wrote, \"he exhibited a cultural impulse that was later followed more extensively by writers like Ezra Pound and T. S. Eliot.\" Stickney's poetry shows glimmers of what it might have become: intellectually intense, given to emotional plunges, rhythmically daring. His few verses offer the raw elements of a finely balanced poetic gift, but those elements are, as Payne noted, \"promise rather than fulfillment.\"\n", "attrs": {}}