{"pf_url": "https://www.poetryfoundation.org/poets/truong-tran", "name": "Truong Tran", "yob": "1969", "yod": null, "image": null, "bio": "\nPoet and visual artist Truong Tran was born in Saigon, Vietnam. He earned his MFA from San Francisco State University and is the author of five collections of poetry: The Book of Perceptions (1999), a finalist for a Kiriyama Prize; placing the accents (1999), a finalist for a Western States Book Award for Poetry; dust and conscience (2000), winner of a San Francisco State Poetry Center Prize; within the margin (2004); and four letter words (2008). He is also the author of the children’s book Going Home, Coming Home (2003).\nTran has described himself as primarily a visual artist whose “alter ego” is a poet. In an interview, Tran talks about how his visual art often remediates his poetry: “I reached a point in my writing life where I didn’t want to use words anymore. I didn’t trust language. So what I did was I went back to my four books of poetry to reconsider them in various ways, but without the additional creation of language. … With four letter words, which is my last book, I chose to reinterpret every poem in that book as a visual work, and that work is the lost and found.” The work, in which Tran uses found materials, often litter and trash, to create new objects and assemblages, is exhibited at the Mina Dresden Gallery in San Francisco. “My craft is founded in the doing,” Tran says of this work. “I glue things together. I make things fit. I dip things in wax. I cut. I build. I weave. I think.”\nTran is the recipient of numerous honors and awards, including a Fund for Poetry grant, three San Francisco Arts Commission Cultural Equity grants, and an Intersection for the Arts Writer in Residency Fellowship. His visual art has been shown in Bay Area galleries such as Intersection, APAture, Kearny Street Workshop, and A. Muse Gallery. He is currently a visiting professor in poetry at Mills College. \n", "attrs": {}}