{"pf_url": "https://www.poetryfoundation.org/poets/tsering-wangmo-dhompa", "name": "Tsering Wangmo Dhompa", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/fdf255e81526c3b235b4de277523a836a4f4a164.jpeg", "bio": "\nPoet Tsering Wangmo Dhompa’s parents fled Tibet in 1959. Raised by her mother in Tibetan communities in Dharamsala, India, and Kathmandu, Nepal, Dhompa earned a BA and an MA from Lady Shri Ram College in New Delhi, an MA from the University of Massachusetts Amherst, and an MFA in creative writing from San Francisco State University. She is the author of the poetry chapbooks In Writing the Names (2000) and Recurring Gestures (2000). She has published the full-length collections Rules of the House (2002), In the Absent Everyday (2005), and My Rice tastes like the lake (2011), which was a finalist for the Northern California Independent Bookseller’s Book of the Year Award for 2012. Dhompa's non-fiction book based on her life is called A Home in Tibet (Penguin India, 2013), published in the United States as Coming Home to Tibet: A Memoir of Love, Loss, and Belonging (2016).\n\r\nFluent in several languages and dialects—including Tibetan, Hindi, and Nepali—Dhompa writes in English. Through innovative structures and schemas, her poetry articulates the nostalgia of displaced Tibetans, recording the memories of elders in Tibetan communities. In a Verse online review of In the Absent Everyday, Joshua Marie Wilkinson noted the “uncanniness (the familiar strangeness) of myriad lines which simultaneously do and do not cohere at once, which seems disparate and effortlessly linked at the same time.”\n\r\nDhompa has received grants from the San Francisco Arts Commission and the Galen Rowell Fund and has been a writing fellow at the MacDowell Colony and Hedgebrook. She is pursuing a PhD in Literature at the University of California, Santa Cruz.\r\n \n", "attrs": {"Region:": ["Asia, South", "U.S., Western"]}}