{"pf_url": "https://www.poetryfoundation.org/poets/turner-cassity", "name": "Turner Cassity", "yob": "1929", "yod": "2009", "image": null, "bio": "\nTurner Cassity was born in Jackson, Mississippi. He earned a BA from Millsaps College in 1951, an MA in English from Stanford University in 1952, and a master’s in library science from Columbia University in 1956. From 1962 to 1991, he was the librarian at the Robert W. Woodruff Library at Emory University in Atlanta, Georgia. Cassity is the author of many books of poetry, including No Second Eden: Poems (2002), Hurricane Lamp (1986), The Defense of the Sugar Islands: A Recruiting Post (1979), and Watchboy, What of the Night? (1966). His honors include the Michael Braude Award from the American Academy of Arts and Letters and the Georgia Author of the Year Award by the Georgia Writer’s Association for his poetry collection Devils & Islands (2007).\nCassity’s poetry is renowned for its satiric humor and tight structure. His subject matter is nearly always human nature, frequently within the context of cultural and political tragedy—“human folly at its most grotesque extremes,” according to Keith Tuma in the Dictionary of Literary Biography. His humor has served as a sort of contradiction to his subject matter, according to Robert Huddleston of the Chicago Review, who described Cassity’s worldview as “exotically formalist, passionately skeptical, [and] dedicatedly agnostic.” In a review of the collection No Second Eden (2002), Prairie Schooner writer Moore Moran noted that “the poems teem with the satirical prickle that has become a Cassity trademark,” and Booklist contributor Ray Olson called Cassity “a national treasure.”\n“His is an art by exclusion; his poems are what remains after the completion of a rigorous economizing exercise,” Richard Johnson observed in Parnassus. Writing in the Sewanee Review, Paul Ramsey described the verse of Cassity’s early publication Steeplejacks in Babel (1973) as “traditional in meter, tight yet ragged,” while Southern Review critic Francis Golfing believed the poems of Yellow for Peril, Black for Beautiful (1975) “bring to mind the surrealistic acrobatics of Cocteau or Picabia.” Jerome J. McGann deemed Cassity a “limited poet,” but noted in Poetry that “he recognizes perfectly what his words and lines can do, and he performs candidly within his range.”\nCassity received much critical praise for The Destructive Element: New and Selected Poems (1988), a collection that includes works dating as far back as the 1960s. By viewing his career in retrospect, wrote Huddleston, readers are able to “get a synoptic idea of his stylistic development as a writer and the thematic concerns that surface and resurface over time.” Reviewers noted the prevalence of Cassity’s humor based on the poems’ titles alone, which include “Let My People Go, but Not without Severance Pay,” “Never Use a Stock Ticker without a Geiger Counter,” and “Vegetarian Mary and the Venus Flytrap.” Contrasting with this humor is Cassity’s tight style. “If these wonderfully idiosyncratic and cranky poems have failed to appeal to the widest audience,” wrote David Yezzi in Poetry, “this is chiefly because they run counter to current taste in many ways. Readers accustomed to dewy symbolism, surrealism, or image-rich and ‘emotionally available’ free verse will find instead hard-bitten formalism and querulously clipped syntax.” Nevertheless, concluded Yezzi, “his humor and understanding are the greater parts of compassion.”\nCassity died in Atlanta, Georgia, in 2009.\n", "attrs": {}}