{"pf_url": "https://www.poetryfoundation.org/poets/tyehimba-jess", "name": "Tyehimba Jess", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/4554a21a154914dfa4456cfefa623328af2200ee.jpeg", "bio": "\nBorn in Detroit, poet Tyehimba Jess earned his BA from the University of Chicago and his MFA from New York University. He is the author of leadbelly (2005) and Olio (2016), winner of the Pulitzer Prize.\n\r\nJess is the rare poet who bridges slam and academic poetry. His first collection, leadbelly (2005), an exploration of the blues musician Huddie “Lead Belly” Ledbetter’s life, was chosen for the National Poetry Series by Brigit Pegeen Kelly, and was voted one of the top three poetry books of the year by Black Issues Book Review. A reviewer for Publishers Weekly noted that “the collection’s strength lies in its contradictory forms; from biography to lyric to hard-driving prose poem, boast to song, all are soaked in the rhythm and dialect of Southern blues and the demands of honoring one’s talent.\" Jess's second book Olio (2016) received the Pulitzer Prize.\nA two-time member of the Chicago Green Mill Slam team, Jess was also Chicago’s Poetry Ambassador to Accra, Ghana. His work has been featured in numerous anthologies, including Soulfires: Young Black Men in Love and Violence (1996), Slam: The Competitive Art of Performance Poetry (2000), and Dark Matter 2: Reading the Bones (2004). He is the author of African American Pride: Celebrating Our Achievements, Contributions, and Enduring Legacy (2003).\n\r\nHis honors include a Pulitzer Prize, a Whiting Writers’ Award, a Chicago Sun-Times Poetry Award, and a Gwendolyn Brooks Open Mic Poetry Award. A former artist-in-residence with Cave Canem, Jess has been awarded fellowships from the National Endowment for the Arts, the Illinois Arts Council, and the Fine Arts Work Center at Provincetown, as well as a Lannan Writing Residency.\n\r\nJess has taught at the Juilliard School, the University of Illinois, Urbana-Champaign, and at the College of Staten Island in New York City.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}