{"pf_url": "https://www.poetryfoundation.org/poets/uche-nduka", "name": "Uche Nduka", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3b15615777b809815e567521984fd3cea90dfc92.jpeg", "bio": "\nUche Nduka was born in Nigeria to a Christian family. Raised bilingual in Igbo and English, he earned his BA from the University of Nigeria and his MFA from Long Island University, Brooklyn. He left Nigeria in 1994 and settled in Germany after winning a fellowship from the Goethe Institute. He lived in Germany and Holland for the next decade and immigrated to the United States in 2007. Nduka is the author of numerous collections of poetry and prose, including Living in Public (2018), Nine East (2013), Ijele (2012), and eel on reef (2007), all of which were published after he arrived in the United States. Earlier collections include Heart’s Field (2005); If Only the Night (2002); Chiaroscuro (1997), which won the Association of Nigerian Authors Poetry Prize; The Bremen Poems (1995); Second Act (1994); and Flower Child (1988). Belltime Letters (2000) is a collection of prose. His work has been translated into German, Finnish, Italian, Dutch, and Romanian.\nNduka’s work is notable for its surrealist energy and political urgency. According to Joyelle McSweeney, “To my reading, all of Nduka’s work is Surreal, and in this sense it is all political. The real is not paraphrased or commented on by Surrealism but convulses through it. The real in Nduka’s work carries the resonance not only of his Nigerian identity and experience of political violence but also the dislocation of the émigré and the frightening power relations of intimacy as mapped onto the lyric.” Nduka himself has said, “So far I just like doing my own thing and not buying into the hype of either formal or informal English; traditional or avant-garde usages. I enact a language style that suits my mood and the subjects I am interested in. Linguistically it seems there are a lot of trenches that have not been explored in poems/poetry. I keep attempting to investigate them. I don’t want to feel like people expect me to write in English timidly.” Nduka lives in Brooklyn.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}