{"pf_url": "https://www.poetryfoundation.org/poets/vahni-capildeo", "name": "Vahni Capildeo", "yob": "1973", "yod": null, "image": null, "bio": "\nTrinidadian-British poet Vahni Capildeo was born in Port of Spain, Trinidad. They earned a PhD at Oxford University, where they were a Rhodes Scholar studying translation theory and Old Norse. They completed a research fellowship at Girton College, Cambridge University.\nIn precise, layered poems and prose poems, Capildeo engages themes of geographic, intimate, and linguistic distances and proximities. Their poetry collections include No Traveller Returns (2003), Undraining Sea (2009), Dark and Unaccustomed Words (2012), Utter (2013), Measures of Expatriation (2016), which won the 2016 Forward Prize, and Venus as a Bear (2018).\nSelecting Measures of Expatriation for the Forward Prize, the judging panel chair Malika Booker stated, “We found a vertiginous excitement in the way in which the book grasps its subject: the sense of never quite being at home. This is poetry that transforms. When people in the future seek to know what it’s like to live between places, traditions, habits and cultures, they will read this. Here is the language for what expatriation feels like.” In an interview with the Forward Arts Foundation, Capildeo discussed the sources for Measures of Expatriation’s “sense of coexistent distance-in-presence, presence-in-distance, which is so typical of virtual communication today but also of how travellers carry elsewhen as well as elsewhere in their heart.”\nCapildeo collaborated with writer and theater artist Jeremy Hardingham on a Shakespeare-engaged performance, a process they describe as “part of an ongoing project relating text to movement in new ways.” They have also collaborated with poet, artist, and journalist Andre Bagoo.\nCapildeo has served as a contributing editor for the Caribbean Review of Books and as an editorial assistant and a researcher for the Oxford English Dictionary. They are the Douglas Caster Cultural Fellow in Poetry at the University of Leeds and have lived in the United Kingdom since 1991.\n", "attrs": {"Region:": ["Caribbean", "England"]}}