{"pf_url": "https://www.poetryfoundation.org/poets/vera-mary-brittain", "name": "Vera Mary Brittain", "yob": "1893", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/b4bfdbf7e8922d48ff832ccf8d5f9b7db726dee8.jpeg", "bio": "\nThe reputation of Vera Mary Brittain, named a fellow of the Royal Society of Literature in 1946, centers on her achievements as an influential British feminist and pacifist and on her famous memoir of World War I, Testament of Youth: An Autobiographical Study of the Years 1900­–1925. That work has never been out of print since first published in 1933, and its influence has been strengthened by a 1979 BBC television adaptation and new paperback editions. During her lifetime Brittain was also known internationally as a successful journalist, poet, public speaker, biographer, autobiographer, and novelist. Interest in her writings, personality, and relationships (notably her close friendship with Winifred Holtby) has grown steadily, especially among feminist critics, and the publication in 1995 of a noteworthy biography by her friend and literary executor Paul Berry with Mark Bostridge has now provided scholarship with an authoritative account of her life and achievements.\nBrittain was born in Newcastle-under-Lyme, a town in Staffordshire in the Midlands, on December 29, 1893. After a childhood in nearby Macclesfield she grew into what she later called “provincial young ladyhood” in Buxton, a fashionable health resort in the Peak District of Derbyshire. She was the elder child of Thomas Arthur Brittain, a prosperous businessman and partner in Brittains Limited, a paper-manufacturing company based on the paper mill established by his grandfather. He had married Edith Bervon, daughter of a Welsh-born organist and choirmaster, in 1891. The second of their two children, Edward Harold Brittain, was almost two years younger than Vera. During childhood the siblings formed a close relationship, protectively isolated as they were in their wealthy middle-class home, where they were tended by servants and a governess.\nIn “A Writer’s Life,” an article originally published in Parents’ Review in June 1961 and later collected in Testament of a Generation: The Journalism of Vera Brittain and Winifred Holtby (1985), Brittain commented that “An inclination to write shows itself very early in a few fortunate individuals, who are never in doubt what their work in life is to be.” She was one of those individuals: “As soon as I could hold a pen I started to write, and before that I told stories to my brother. I had written five ‘novels,’ illustrated with melodramatic drawings, before I was 11.” Strongly influenced by her reading of such books as the sensational romances of Mrs. Henry Wood (which were among the few books in the Brittain household), her juvenile fiction has qualities that point to the five novels of her maturity: idealistic and moralistic, they are infused with references to religion and death and focus on noble, independent, self-sacrificing heroines.\nBy the time she came to write the five mature novels published between 1923 and 1948, Brittain’s ambition was to succeed as both a critically respected and a popular writer; she consciously set out to write bestsellers. She was therefore generally content to utilize traditional forms and modes—the experimentation of Modernist contemporaries made little impression on her literary technique. She also, even more than in her juvenilia, based characters and events firmly on her own life and experience so that autobiographical elements tend to predominate over imaginative. Both tendencies were reinforced by her desire to promote, in all her writings, values associated with her social and political activism. Therefore, her novels tend to be somewhat didactic.\nBrittain wrote in 1925 that her “literary and political work” were entwined: “The first … is simply a popular interpretation of the second; a means of presenting my theories before people who would not understand or be interested in them if they were explained seriously.” Toward the end of her life she restated that position, maintaining that a writer’s highest reward comes from “the power of ideas to change the shape of the world and even help to eliminate its evils. ... Contemporary writers have the important task of interpreting for their readers this present revolutionary and complex age which has no parallel in history.” For this purpose above all, Brittain always championed the novel as the preeminent genre. For instance, in a 1929 review (“New Fiction: Pessimists and Optimists”), she insisted that no one can preach the gospel of optimism more successfully than the novelist who, between the sober covers of the book, creeps unobtrusively into those households where the politician, the ecclesiastic or the teacher would hesitate to intrude. So even when writing Testament of Youth, Brittain deliberately set out to exploit novelistic qualities: “I wanted to make my story as truthful as history,” she wrote, “but as readable as fiction.”\nHer education endorsed such tendencies—and especially the moral earnestness that marks all her writing. As a young girl she was taught to value conventional “correct” essay-like style and novelists such as George Eliot and Arnold Bennett, whose books became lifelong major influences. St. Monica’s, the girls’ boarding school her parents sent her to (while Edward was sent to a public school, Uppingham) was run by one of her mother’s sisters, Florence Bervon, together with Louise Heath-Jones. The latter was an inspiring teacher who stressed current affairs and social commitment and was sympathetic to feminism and the work of the suffragettes. She introduced Brittain to Woman and Labour (1911), a feminist polemic by the South African writer Olive Schreiner—another lifelong influence which intensified when Brittain was given a copy of Schreiner’s novel The Story of an African Farm (1883) as a gift from Roland Leighton, a school friend of Edward’s with whom she fell in love.\nThat relationship, cemented in a brief engagement, began shortly before World War I. Brittain admired Leighton’s intellectual and poetic abilities and his literary family: both parents were successful popular novelists. Determined to go to university when this was still unusual for a young woman (both Roland and Edward were expected to go as a matter of course), Brittain persuaded her parents to allow her to prepare for the entrance examination of Somerville College, a women’s college in Oxford, and in the summer of 1914 she learned that she had won a scholarship to study English literature there.\nWorld War I began just weeks before she went up to Oxford. Edward and Roland—and two of Edward’s friends, Victor Richardson and Geoffrey Thurlow, whom she was beginning to know well—volunteered as officers, and within a year Brittain decided to leave Oxford for war service as a Voluntary Aid Detachment (V.A.D.) nurse. Roland was killed near the end of 1915; Richardson and Thurlow in 1917, when Brittain was serving in Malta; and Edward only months before the war ended.\nWhile at St. Monica’s, Brittain had begun to keep a diary, and from 1913 she regularly wrote long entries until her return to England in 1917. That diary, recording private and public events and the anguish she suffered during the war, was published in 1981 in edited and abridged form under her title: Chronicle of Youth: The War Diary, 1913–1917. A second extensive diary, kept between 1932 and 1945, has also been published, in two volumes: Chronicle of Friendship: Diary of the Thirties, 1932­–1939 (1986) and Wartime Chronicle: Diary, 1939–1945 (1989). Brittain’s literary achievement as a diarist is now firmly established, and critical attention is likely to increase. Her many fluent, trenchant letters during the first war, so far unpublished, similarly show the nature of her strongest literary talent: straightforward unmediated expression of observation and opinion.\nThe only other genre in which she wrote during the war was lyric poetry, and her first major publication was Verses of a V.A.D. (1918). Here her achievement is debatable, drawing some praise but a more frequent judgment that her poems are at best conventional and competent—a recording of intense response to events such as the death of Leighton, but in style and form so indebted to Victorian models and to Rupert Brooke’s 1914 and Other Poems (1915) that their emotional force is severely diminished.\nAfter the war, close to a breakdown after years of strain and loss, Brittain returned to Oxford, now electing to study modern history rather than English literature. She found she was sharing her modern European history tutorials, taught by C.R.M.F. Cruttwell (dean of Hertford College), with a fellow undergraduate at Somerville: Winifred Holtby. After a sharp quarrel over Brittain’s belief that Holtby had set out to humiliate her in a college debate, they went on to establish a close and fruitful friendship. They were both feminists, politically leftist (both later became members of the Labour Party), fervently committed to the cause of world peace, and ambitious to achieve success as journalists, novelists, public speakers, and social activists.\nLeaving Oxford in 1921 with second-class degrees, the two young women set up a flat together in London where, until Brittain’s marriage in 1925, they worked at establishing their careers. The lasting excellence of their journalism is obvious in the selection Testament of a Generation (1985). Much of it is feminist in orientation; both women were members of the Six Point Group founded in 1921 by Lady Margaret Rhondda, who was also founder and editor of the influential feminist journal Time and Tide, in which much of their journalism was published. “I Denounce Domesticity!,” first published in Quiver in August 1932 and collected in Testament of a Generation, indicates the fervor and range of Brittain’s convictions:\nI suppose there has never been a time when the talent of women was so greatly needed as it is at the present day. Whether great talent or small, whether political, literary, practical, academic or mechanical, its use is a social duty. … Even her children should not be permitted to destroy [a woman’s] social effectiveness, and it is no more to their advantage than to hers that they should do so. Babies and toddlers are far happier when they can enjoy the society of their contemporaries in properly equipped day nurseries and nursery schools, than living, lonely and constantly thwarted, in houses primarily adapted—in so far as they are adapted to anything—to the needs of adults.\nBrittain and Holtby also wrote on a variety of topics other than feminism, including international politics; for this reason they traveled during 1922 in war-ravaged Europe and observed League of Nations activities in Geneva. They were committed members of the League of Nations Union, valuing its promise as a peacekeeping organization, and they quickly became popular speakers at its public meetings.\nIn the midst of all this activity, Brittain and Holtby completed their first two novels, helping each other with advice and criticism. Brittain’s The Dark Tide was rejected by several publishers before Grant Richards brought it out in 1923; but, as she noted in “A Writer’s Life,” it attracted “seventy-three reviews, including a long and favourable criticism in the Times Literary Supplement. This result put me ‘on the map,’ and led to many more freelance articles.” The Dark Tide also attracted a threat of prosecution for libel (over an incautious statement implying that Manchester Guardian reporters could be bribed), a shock of anger in Oxford, and a husband. The latter was George Catlin, a young political scientist and later assistant professor at Cornell who had been Brittain’s unknown contemporary at Oxford; his admiration for the novel moved him to correspond with its author, and two years later he persuaded her to marry him.\nThe anger in Oxford and especially in Somerville College had been earned by the unflattering depiction in the novel of life in a women’s college easily identified as Somerville and of many characters whose originals were just as obvious to those who knew them. Brittain had indeed made notes for the novel while at Oxford after the war. Since the plot directly exploited events of that period, such as the incident of the Somerville debate with Holtby and was centered on the relationship of two characters who were clearly if superficially fictional representatives of Holtby and Brittain (Daphne Lethbridge and Virginia Dennison, respectively), the melodramatic characters and plot seemed all the more outrageous. For instance, the outrageously villainous don Raymond Sylvester, whom Daphne agrees, disastrously, to marry just after Virginia has rejected him, could hardly escape being seen as a malicious portrait of Cruttwell, the history tutor.\nYet despite its flaws (when it was reprinted in 1935, its author acknowledged “the crude violence of its methods”), Brittain’s “Oxford novel” remains interesting and enjoyable and is now something of a period piece. Its feminist main theme—women’s right to independence and self-fulfillment—is, however, damaged by her failure to disentangle it from the contradictory theme of self-sacrifice in the cause of duty. As the novel ends, Virginia’s long, idealistic speech eulogizing self-sacrifice exposes a confusion which Brittain herself was later to recognize and attack.\nThose two themes are again prominent in Brittain’s second novel, Not Without Honour (1924), but separated to some extent since they are now related respectively to the protagonist Christine Merivale (again a representative of Brittain herself) and the Reverend Albert Clark, whose values are submitted to severe criticism. In this novel Brittain drew even more directly on her own life, cannibalizing her diary not only for characters and incidents but also for long passages incorporated in the novel with little or no change.\nThe main action of Not Without Honour is set in 1913–1914, the period leading up to the outbreak of World War I, and its setting is Buxton—thinly disguised under the name Torborough. Recalling some years later, in Testament of Youth, her angry rejection of Buxton’s vapidity and “social snobbery,” Brittain wrote: “None of my books have had large sales and the least successful of them all was my second novel, Not Without Honour, but I have never enjoyed any experience more than the process of decanting my hatred into that story of the social life of a small provincial town.” The plot, echoing Brittain’s diary, describes the infatuation of an intelligent, ambitious girl for a charismatic Anglican curate whose unorthodox views and socialist activities bring him into conflict with the local hierarchy. Brittain’s father had been witheringly hostile toward Clark’s original, the Reverend Joseph Ward, who preached social change and whose church services attracted the poor. The two central characters are both highly imaginative, with “a mutual aspiration after martyrdom.” Clark achieves that aspiration, killed, like Leighton, on the western front; Christine learns of his death at Oxford, where she is finding her way to independence, self-fulfillment, and the maturity that both have lacked.\nThis novel brings together, although still sketchily, the feminist, socialist, and pacifist themes that dominated Brittain’s next novel and that she defined in her polemical writings as intrinsically connected. If Not Without Honour is a more coherent novel than its predecessor, it is also less vigorous. But it earned a set of largely positive reviews.\nThen ensued, as far as novels are concerned, a long silence. Some of the reasons are obvious: marriage and a year of exile (as Brittain felt it to be) in the United States. She so much disliked her situation as a faculty wife at Cornell, and felt so strongly that her writing career was being destroyed by her absence from England, that she and Catlin agreed to attempt a “semi-detached marriage.” She was back in London by August 1926 and almost immediately set off with Holtby for Geneva, with a commission to write articles about the League of Nations Assembly. From then until Holtby’s death in 1935 they shared a home in Chelsea to which, when he was back from Cornell during vacations, Catlin was intermittently added: an arrangement that raised some eyebrows but seems to have worked extremely well for both women and for Brittain and Catlin’s two children, John (born in 1927) and Shirley (born in 1930).\nAll through that decade Brittain was a prolific and increasingly successful freelance journalist, but she still aspired, even in her much busier daily life, to write a best-selling novel that would establish a high literary reputation. Late in the 1920s the “War Books Boom” began, and with increased fervor after seeing R.C. Sherriff’s play Journey’s End in 1929, Brittain set out to use her diary of World War I as the foundation of a novel, following the model of Not Without Honour. However, she found that fictionalizing this material was unsatisfactory. Avidly she had read the many recently published war memoirs, reviewing some of them for Time and Tide; Robert Graves’s Good-Bye to All That: An Autobiography (1929), in particular, showed her that autobiography was a genre appropriate to her material and talent. Recognizing that no book of comparable stature had yet presented a woman’s experience of the war, she threw herself into writing her “Autobiographical Study of the Years 1900–1925,” which was titled Testament of Youth.\nIts publication in 1933 and quick achievement of bestseller status changed Brittain’s life: as an international celebrity she was now in constant demand for public appearances, lectures, articles, and new books. In 1934 she went on the first of three successful but grueling American lecture tours; all through it she was working, whenever she had the time and energy, on a new novel. But in 1935 disaster struck: first her father, then Winifred Holtby, died. Recovering from the double blow, she found her work as Holtby’s literary executor quite demanding, especially in arranging the publication of Holtby’s last novel, South Riding (1937); but even while correcting the proofs of Holtby’s book she resumed work on her own.\nHonourable Estate: A Novel of Transition, published in 1936, is Brittain’s longest and most ambitious novel. It originated as two novels almost a decade before Holtby’s death and is to some extent a companion to South Riding: recapturing, in different circumstances, something of the professional partnership that had supported the writing of their first novels a decade earlier. It is also a companion to Testament of Youth, rendering in fictional terms the same historical period and—with a different emphasis—similar central themes.\nAlthough increasingly judged to be Brittain’s best and most important novel, Honourable Estate has not been republished in recent years and is not easy to obtain. The main reason is that Brittain’s husband, George Catlin, resented the representation of his parents as Janet and Thomas Rutherston, judging the latter characterization “grossly libellous.” For, apart from fictionalizing her own experiences, as in her first two novels, Brittain had now cast her net wider to exploit the recent history of both the Brittain and Catlin families—most importantly, the marital relations of George Catlin’s parents as revealed in his mother’s diaries.\nEdith Catlin was, Brittain wrote later in Testament of Experience: An Autobiographical Story of the Years 1925–1950 (1957), “a turbulent, thwarted, politically-unconscious woman who died prematurely in 1917.” Desperately unhappy in her marriage to a dogmatic, domineering Congregational minister, she had run away from him, abandoning her young son in 1915, and until her death two years later had worked for woman suffrage. Brittain admired Edith Catlin deeply, seeing her as a sister spirit. Soon after meeting George Catlin and learning his mother’s story, she made Edith “the heroine of a projected novel called The Springing Thorn.” Before her marriage Brittain had also made notes for a novel to be called “Kindred and Affinity,” “inspired by my father’s semi-apocryphal tales of his Staffordshire family. By 1925 the characters were already coming to life; the fictitious Alleyndenes bore a likeness to my forebears.” Both projected novels foundered, however, until, after the publication of Testament of Youth, Brittain had the inspiration that eventually produced Honourable Estate: “Why not marry Kindred and Affinity to The Springing Thorn, make the book a story of two contrasting provincial families calamitously thrown together by chance, and then, in the next generation, join the son of one household with the daughter of the other?” Denis Rutherston, the son, is of course a depiction of George Catlin; Ruth Alleyndene, the daughter, a depiction of Brittain; and many other characters have obvious originals among Brittain’s family and friends.\nApart from the Alleyndene and Rutherston family histories, with emphasis on the defective marriages of both her and Catlin’s parents, Brittain drew again on her experiences in World War I. Characteristically, she also fictionalized three recent traumatic experiences: the discovery that her brother Edward had been a homosexual and had probably invited his 1918 death in battle so as to avoid disgrace; her passionate affair in the mid 1930s, while she was writing Honourable Estate, with her American publisher George Brett; and her quarrel in 1932 with the prolific Yorkshire novelist Phyllis Bentley (whose Inheritance was a best-seller that year), after a brief, intense friendship. The first two situations are worked out in the fate of Ruth Alleyndene’s brother Richard and in her doomed affair with the glamorous American officer Eugene Meury (Brett is superimposed, as it were, on Leighton). But the creation of the character based on Bentley—the successful and influential playwright Gertrude Ellison Campbell, with her broken friendship with Janet Rutherston, profound spiritual connection with Ruth Alleyndene, and posthumous apotheosis at the conclusion of the novel—proved especially significant and enriching:\nBeneath the grey vaulted roof, women of every rank and profession had gathered to do honour to Ellison Campbell who had once been an arch-opponent of the women’s movement. Because, by her life and work, she had indirectly conferred prestige upon them all, the women’s organizations had sent their representatives.\nNot only is Ellison Campbell arguably Brittain’s finest characterization, but her role in the theme and the rather schematic structure of the novel complicates and strengthens both. She links the generations credibly, and as an unmarried woman and antifeminist who is powerfully creative, she deepens the central ideas. Here Brittain also successfully integrates a theme characteristic of Holtby’s novels, and it seems likely that the characterization of Ellison Campbell, although primarily drawn from Bentley, gains force and complexity from Holtby associations.\nIn her careful foreword to the novel Brittain states that Honourable Estate “purports to show how the women’s revolution—one of the greatest in all history—united with the struggle for other democratic ideals and the cataclysm of the war to alter the private destinies of individuals.” The qualities of the three marriages that compose the main plot—extreme failure of the Rutherstons’, partial failure of the Alleyndenes’, and qualified success of Denis and Ruth’s—filter to the reader the changing social position of women from the Victorian era to the 1930s. The title of the novel, Brittain comments in her foreword, does not refer only to the marriage service; “it also stands for that position and respect for which the world’s women and the world’s workers have striven” and for “that maturity of the spirit which comes through suffering and experience.” Despite its burdens of wordiness, overemphasis, and earnestness, Honourable Estate is an impressive success in achieving Brittain’s intentions; it gained wide critical approval and was a bestseller in both Britain and the United States.\nAfter the publication of this ambitious book Brittain found herself deeply disturbed by the portents of a second world war and felt compelled to give as much time and energy as possible to writing articles and making speeches in the cause of maintaining peace. She met the Anglican priest and pacifist Dick Sheppard at a peace rally where they both spoke, and she decided in 1937 to abandon the foundering League of Nations Union and join his vigorous new Peace Pledge Union. Contributing that year to the pamphlet Authors Take Sides on the Spanish War, she proclaimed that, as “an uncompromising pacifist, I hold war to be a crime against humanity, whoever fights it and against whomever it is fought.” From then to the end of her life she never wavered in her commitment, devoting extensive time and energy to committee work, speeches, and journalism in support of pacifism.\nIn addition, from 1939 through 1946, Brittain wrote and distributed some 200 issues of a discussion newsletter, Letter to Peace-Lovers; selections were published in 1940 as War-Time Letters to Peace Lovers and in 1988 as Testament of a Peace Lover: Letters from Vera Brittain. She also published several polemical works related to the war and her pacifist beliefs, including England’s Hour: An Autobiography, 1939–1941 and Humiliation with Honour (1942), and forceful shorter works arguing against the blockade and saturation-bombing: “One of These Little Ones ... ”: A Plea to Parents and Others for Europe’s Children (1943) and Seed of Chaos: What Mass Bombing Really Means (1944). The first draft of the latter had been published in the United States as “Massacre by Bombing” in the February 1944 edition of Fellowship, the magazine of the Fellowship of Reconciliation, before its British appearance; it provoked a furor, and in later years Brittain saw it as the main cause of her much-reduced popularity with American readers after the war.\nDespite the demands of her pacifist activism, in the later stages of World War II and in its immediate aftermath she managed to find time and energy to write her two final novels, Account Rendered (1944) and Born 1925: A Novel of Youth (1948). Again, both were based firmly on personal experience and observation, although now primarily biographical rather than autobiographical: the personalities and lives of two men she knew well and admired deeply provided protagonists who also embody some of her own strongest values. Both novels differ strikingly from their predecessors in being dominated by Brittain’s pacifist convictions, reflecting the shift in her life imposed by World War II; feminism and socialism are at most subsidiary themes. Both novels are notably shorter and less ambitious than Honourable Estate, and, although substantial works, they seem to show effects of Brittain’s exhaustion at the end of the war.\nBrittain recalled the genesis of her next novel in Testament of Experience: \n\nIn the autumn of 1939, I was summoned to a murder trial as a potential witness for the defense. The prisoner, a sensitive and intelligent professional man, had caused his wife’s death and then attempted suicide, but afterwards claimed that he could remember nothing of the tragedy. A team of psychological specialists traced back this amnesia to a bomb explosion in 1918, and my acquaintance was found “Guilty but Insane.”\n\nOriginally titled “Day of Judgment,” Account Rendered (1944) fictionalizes this “strange and tragic story which linked the First War with the Second,” allowing Brittain to demonstrate clearly the destructive effect of war on mind and spirit.\nWhile in prison the convicted man—Leonard Lockhart, a Nottingham doctor—readily gave Brittain permission to use his story as the basis of a novel which Brittain began to write in the autumn of 1942. Unfortunately, when the text was submitted to him in April 1943, Lockhart, by then out of prison, withdrew his permission. Typically, Brittain did not give up; she set about rewriting the novel to remove any material that might make the protagonist, Francis Halkin, identifiable as Lockhart. Halkin became a musician instead of a doctor, for instance. In the process of rewriting, Brittain added several new minor characters, including—a felicitous stroke—Ruth Alleyndene, Brittain’s fictional representative in Honourable Estate, who now, as a Labour MP, fulfills Brittain’s role as observer at the trial. Perhaps the least satisfactory elements of the novel are the sentimental romance between Halkin and the self-abnegating, hero-worshiping Enid Clay and Halkin’s climactic opportunity to prove himself a conventional hero through his courage after a bomb falls on the prison while he is still a prisoner. Significantly, both of these episodes are Brittain’s own invention, and both are thematically damaging.\nPublished first in the United States, Account Rendered received some negative reviews (one termed Brittain an “unapologetic propagandist”); these were fueled, she was convinced, by political hostility. When the novel appeared in England some months later, it was much more successful, selling out its entire first printing of 50,000 copies before publication and receiving better reviews.\nIts successor was Born 1925 (1948), Brittain’s “novel about Dick Sheppard.” In Testament of Experience she revealed that the protagonist of the novel, Robert Carbury, and much of the plot were centered on the personality and life of the charismatic priest who had founded the Peace Pledge Union, converted Brittain to full pacifism, and died before World War II began. Carbury, winner of a Victoria Cross in World War I, is a priest dedicated to the preservation of peace. Brittain alters the facts of Sheppard’s life to allow Carbury to live until the war is almost over; then, like Halkin, he is given a climactic moment of moral triumph after enduring his calvary of “war-time execration.” In such respects the novel repeats the pattern of Not Without Honour.\nThrough much of the novel, however, Carbury is embroiled in private domestic conflict, first with his actress wife Sylvia and then with his son. For, like Honourable Estate, Born 1925 is a generational novel in which, through Carbury’s children Adrian and Josephine—based explicitly on Brittain’s children John and Shirley as she perceived them at the time she was writing the novel—Brittain seeks to demonstrate some of the changes brought about by World War II. The conflict between father and son, echoing that between John Catlin and his parents, is resolved at the end of the novel—but only after Robert is dead.\nLike Account Rendered, Born 1925 sold well in England and was respectfully received by critics. But it was not the triumph that Brittain had been hoping for, and she succumbed to depression, telling Catlin, “More and more I become just a `popular’ writer who makes money. … the prestige goes to hell.” During the next two decades she attempted no further novels; instead, when not engaged in social action or traveling (among other countries, she visited India and South Africa), she wrote in other genres—notably autobiography, such as Testament of Experience; biography, including In the Steps of John Bunyan: An Excursion into Puritan England (1950), Pethick-Lawrence: A Portrait (1963), and Envoy Extraordinary: A Study of Vijaya Lakshmi Pandit and Her Contribution to Modern India (1965); feminist history, with Lady into Woman: A History of Women from Victoria to Elizabeth II (1953) and The Women at Oxford: A Fragment of History (1960); and pacifist history, such as The Rebel Passion: A Short History of Some Pioneer Peacemakers (1964). While these are worthy books, they also represent a decline from the high literary ambitions and achievements of the 1930s and through World War II.\nOnly once, it appears, did she seriously consider writing another novel; but her proposal, in 1960, was politely rejected by Macmillan, so her literary career did not end as she would have preferred, with success in the genre she most respected. Some years earlier she had told her daughter that she “would much rather be a writer of plays and really first-class novels, instead of the biographies and ‘documentaries’ to which such talent as I have seems best suited.”\nThat depressed comment surely minimizes her literary achievement. Apart from her incontrovertible successes in other genres, notably journalism and autobiography, at least one of Brittain’s novels, Honourable Estate, is a substantial achievement and deserves to be read widely by a new generation of readers. None of the other four lacks literary competence, interest, and thoughtful comment on central moral issues of our time. All five, revalued according to aesthetic criteria that do not automatically demote non-Modernistic writings, should be accorded a higher critical standing than they hold at present.\nBrittain’s novels, more than Holtby’s, open themselves to easy dismissal as merely autobiographical and propagandist, but apart from their attractively straightforward narrative qualities, all of them, even the last two, present unintended complexity that should interest and challenge new readers. In Born 1925, for instance, Brittain’s conception of a satisfactory marriage of equals, the woman maintaining her career, the husband sensitive and supportive, receives a jolt when Sylvia admits to herself that love is a random atavistic force quite beyond rational control: “Occasionally she found herself wishing that there was more unrestrained lust and less tender reverence in Robert’s caresses; she longed for him just sometimes to take her inconsiderately, without asking first.” Here what may be autobiographical in origin seems to interfere with the ostensible movement of the text, stirring qualification and further consideration by the reader of the final meaning of the novel.\nBrittain saw herself as representative of her generation, and as she stated in her foreword to Testament of Youth, she constantly endeavored in her writing “to put the life of an ordinary individual into its niche in contemporary history.” Her training as a historian, and her intense concern with social issues, mark all her novels. In these, no less than in Testament of Youth, she avowedly fictionalized her own experiences and opinions, and those of friends and family members; but she did so with a forceful directness that infuses all five novels with moral and historical insight. Since, like all her works, they were written to reach the widest possible audience in the hope of informing and influencing as many of her contemporaries as possible, she paid minimal attention to subtlety or complexity—though, because she was an honest and intelligent analyst, these qualities nevertheless enter her texts. However much she may at times have regretted her failure to impress highbrow critics and gain a secure reputation as one of the best novelists of her day, Brittain’s achievement as a novelist was nevertheless considerable, and her novels are eminently worthy of being read and revalued in our time.\nBrittain died in London on March 29, 1970.\n", "attrs": {"Region:": ["England"]}}