{"pf_url": "https://www.poetryfoundation.org/poets/veronica-forrest-thomson", "name": "Veronica Forrest-Thomson", "yob": "1947", "yod": "1975", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/ca00f7c70f044c2d92e478f991456dc98b120aa2.jpeg", "bio": "\nVeronica Forrest-Thomson was raised in Glasgow, Scotland. She studied at Cambridge University and the University of Liverpool, where she wrote a doctoral thesis titled Poetry as Knowledge: The Use of Science by Twentieth-Century Poets, which was adapted and published posthumously to become her best-known critical work: Poetic Artifice: A Theory of Twentieth-Century Poetry (1978). Forrest-Thomson also wrote three books of poetry: Identi-kit (1967), Language-Games (1971), and the posthumously-published On the Periphery (1976). Recognized as an important theorist to the inheritors of the Cambridge School, she insisted on the constructed “artifice” of poetry in her entire body of work; she followed Wittgenstein in conceiving of poetry as a “language game.”\nDescribing her work, Peter Riley notes, “Veronica Forrest-Thomson believed in using the full forces available in order to isolate the poem from the world as a privileged area of free play. Ugliness and beauty are made to engage with each other within the poem’s field of action, the latter mainly by the incorporation of quotations from the canon of English poetry.” The connection between Forrest-Thomson’s poetry and critical theory continues to be debated. Keston Sutherland, in the Kenyon Review, asserts, “I think her poems at their best can be read as wonderful failures to prescriptively reduplicate her theory and to demonstrate its validity.”\nNew editions of Forrest-Thomson’s work have been published as Collected Poems and Translations (1990) and Selected Poems (1999); in 2011, the Chicago Review devoted a special issue to Forrest-Thomson, featuring three previously unpublished essays. Poetic Artifice was reissued with an introduction by Gareth Farmer in 2016.\n", "attrs": {"Region:": ["Scotland"]}}