{"pf_url": "https://www.poetryfoundation.org/poets/veronica-reyes", "name": "Verónica Reyes", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/b91903d591d733ce617acf74645cedbb01e9c053.jpeg", "bio": "\n                                                                    Verónica Reyes was born and raised in East Los Angeles. She was educated at San Diego State University; California State University Long Beach, where she earned a BA; and the University of Texas at El Paso, where she earned an MFA.   In her poems, Reyes explores themes of family, identity, and intimacy. “I write for Mexicanos, Chicanas/os, for the next generation to see/read pieces that looked like us. That embodied us. I write to add the stories I know and understand and say this is us, the gente from North Sydney Drive. This was how we lived. We exist. We matter. This is our story,” Reyes stated in a 2014 interview with Daniel Olivas for the Los Angeles Review of Books. “In the midst of roaring engines, slicing blades and hostile surveillance lights, her courageous act of telling manages to cultivate a space of safety and healing: a place for pride to grow,” Paloma Martinez-Cruz observed in a 2014 review of Chopper! Chopper! Poetry from Bordered Lives in Mujeres Talk. “Reyes is at her best when she navigates the difficulty of voicing bicultural, transnational experience by moving in for the hyper close-up,” stated Martinez-Cruz, noting that “Reyes’ poetry consistently repositions authority so that cholos, jotas and bus patrons are key culture makers.”    Reyes’s debut collection Chopper! Chopper! Poetry from Bordered Lives (Arktoi Books/Red Hen Press, 2013) was a finalist for a Lambda Literary Award, a International Latino Book Award, and a Golden Crown Literary Society “Goldie” Award. Reyes was an AWP Intro Journals Project award winner in 1999 and a recent finalist for the Andrés Montoya Poetry Prize. Her honors also include grants and fellowships from the Astraea Lesbian Foundation for Justice, Montalvo Arts Center, Ragdale Foundation, Vermont Studio Center, and Virginia Center for the Creative Arts. A member of Mujeres Activas en Letras y Cambio Social, she lives in East Los Angeles.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}