{"pf_url": "https://www.poetryfoundation.org/poets/vincent-katz", "name": "Vincent Katz", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/a0b5077070424ce03c0163c74e38efb82e64a46a.jpeg", "bio": "\nVincent Katz is a poet, translator, curator, and critic. He earned his BA from the University of Chicago and his MA from Oxford University. He is the author of numerous collections of poetry, including Broadway for Paul (2020), Southness (2016), Swimming Home (2015), Rapid Departures (2005), Understanding Objects (2000), and Cabal of Zealots (1988). He is also co-author of Fantastic Caryatids (2017), a collaboration with Anne Waldman. Interested in perception, panorama, and the layered rhythms of contemporary experience, Katz was described as a “21st century flâneur” by Raphael Rubinstein; his deceptively casual lines are often compared to New York School poets such as Frank O’Hara and Edwin Denby. Katz’s many book collaborations with artists include Alcuni Telefonini with Francesco Clemente (2008), Judge with Wayne Gonzales (2007), and two books with James Brown, Voyages (1994, 2000) and Hyde Park Boulevard (2000), among others.\n\r\nHis translations of Latin poetry include Charm: Sextus Propertius (1995) and The Complete Elegies of Sextus Propertius (2004), which won a National Translation Award. Katz also edited and wrote the introduction to Poems to Work On: The Collected Poems of Jim Dine (2015).\n\r\nHe has curated exhibitions on the work of Rudy Burckhardt for the Institute of Modern Art in Valencia, Spain, the Grey Art Gallery at NYU, and the Museum of the City of New York. With Vivien Bittencourt, he made a documentary on Burckhardt called Man in the Woods: The Art of Rudy Burckhardt. The film was shown at the Montreal International Film Festival in 2004. Katz and Bittencourt also worked together on the film Kiki Smith: Squatting the Palace, which was presented at many festivals and screened at the Film Forum in New York City in 2007.\n\r\nKatz curated a museum exhibition on Black Mountain College and edited the exhibition catalogue Black Mountain College: Experiment in Art (2002, 2013). His poetry and art criticism have appeared widely, and he has taught at the School of Visual Arts, Naropa University, the University of Campinas, and the Poetry Project.\n\r\nKatz has taught at the Yale School of Art. He lives in New York City, where he curates the Readings in Contemporary Poetry series at Dia Art Foundation.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}