{"pf_url": "https://www.poetryfoundation.org/poets/virginia-hamilton-adair", "name": "Virginia Hamilton Adair", "yob": "1913", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/50313b438208c4ba47f66a46e4dde8736b58a844.jpeg", "bio": "\nThough born in New York City in 1913, poet Virginia Hamilton Adair spent much of her youth in neighboring New Jersey. Her father, Robert Browning Hamilton, was a poet as well and read to her when she was a baby. Adair composed her first poem at the age of two; since then, she has written over a thousand poems, and more than seventy have been published in journals and major magazines, such as the Atlantic and the New Yorker.\n\r\nFor many years, Adair supplemented her roles as wife and mother and professor of English at California State Polytechnic University by writing a great deal of poetry, but she never collected her poetry into a single volume. She told Alex Tresniowski in People that while she was still a university professor, she didn't have time to collect any of her work for a book. \"I got tremendously interested in teaching and scholarship and getting married and then the three children,\" she explained. Adair also felt that \"publishing takes a sort of canniness that I didn't really think went with poetry. I was afraid of writing to please somebody else instead of myself.\"\n\r\nWhen Adair was eighty-three years old and blind, her first book of poetry was published. With selection help from her friend and fellow professor Robert Mezey, who urged Adair to the task, her first collection, Ants on the Melon: A Collection of Poems, saw print in 1996. The volume met with much acclaim, and Adair's poetry has since been compared to that of famed poets such as T. S. Eliot and Robert Frost. John Elson, discussing Adair's work in  Time magazine, quoted critic Eric Ormsby as calling her \"the best American poet since Wallace Stevens.\"\n\r\nIn an online Richmond Review assessment, Jerry Bass recognized the \"effusive praise\" given to Adair's debut, summarizing the strengths critics identified in Adair's work: \"effective rhyming . . . unusual range of subjects . . . [and] assured images.\" Bass, however, felt the collection contained many poems that appeared \"transparently 'worked for' rather than 'given',\" having \"few . . . products of 'inspiration' more than 'perspiration'.\" As such, Bass wished that the collection, which was intended to \"provide an overview of Ms. Adair's poetry,\" would have been \"based more on excellence than representativeness.\" \"Adair displays a wonderful knack for re-visioning biblical stories in a wry idiom,\" observed Bass, singling out the particular poems which he felt merited the praise bestowed on the entire collection.\n\r\nThe poems in Ants on the Melon take their inspiration from many sources, including the poet's childhood home in New Jersey, the teaching life, and her children. Some, however, explore her memories surrounding the night in 1968 that her husband, history professor Douglass G. Adair, walked into their son's bedroom and committed suicide. Elson cited one of these in particular, \"One Ordinary Evening,\" as being worthy of praise. It begins by describing a pleasant time when the couple sat and listened to an album of German composer Richard Wagner's classical music, then ends: \"Later that year/ you were dead/ By your own hand/ Blood your blood/ I have never understood/ I will never understand.\" Elson concluded: \"In the spare, dying fall of that coda lies an ocean of tears—and a sensibility of genius.\"\n\r\nFollowing the publication of Ants on the Melon, Adair spoke with Alan Fox for an interview first published in Rattle magazine. In her conversation with Fox, Adair, who attended college at Mount Holyoke, discussed some of her early influences. \"I think [Emily Dickinson is] the greatest. I love her stuff, and of course she went to Mount Holyoke, too. I think she is truly, truly original. It's sort of a 'wow' feeling I get from her work. . . . I have been very much influenced by people who were around like Robert Frost. . . . [H]e was very stimulating. . . . [He] would sit in on classes and contribute and read. He really liked Stevens. He was really very frank with us. . . . [It] was sort of neat to see him with his tie loosened, not in a formal mood at all.\"\n\r\n\"T. S. Eliot also is one of the people that came in and out of classes with us,\" continued Adair, remembering, \"It was one wonderful weekend that he spent with the students. I mean, he didn't want the faculty. . . . [H]e wanted to talk shop with students. And it was a wonderful experience for us. I was really crazy about his stuff. It was very original at that moment.\" When Fox asked about her other favorite poets or writers, Adair responded: \"That's always a question that's very hard for me . . . because it's almost as if each poet that I have liked, and I've liked lots of them, it boils down almost to one or two poems that are sort of touched on. I'm crazy about, and certainly was at one stage, very much influenced by Wordsworth.\"\n\r\nIn contrast to the broad range of subjects touched on in Adair's debut collection, her 1998 volume is more narrowly focused. As a Publishers Weekly contributor stated, \"These poems almost exclusively take up God, religion and ethics. . . . [They] quip . . . question . . . [and] declare a provisional faith.\"\n\r\nIt is the presence of \"belief\" in Adair's poems that sets her work apart from \"so much contemporary poetry\" according to Bruce F. Murphy, who further described Beliefs and Blasphemies in his Poetry appraisal: \"It is also a poetry without ambiguity, without multiple interpretations, and in a sense without a door; it offers not a world to enter but a picture of the world to look at.\" \"Adair's poetry goes completely against the postmodern, virtually post-twentieth-century style and its ornate cynicisms, where hardly is a positive assertion brought forth than it is plunged into a bath of irony, cleansed of any appearance of claiming to be the Truth,\" analyzed Murphy. A Publishers Weekly reviewer maintained that the non-contemporary feel of Adair's poems results in an incomplete \"unfurling [of] their insights.\"\n\nBooklist reviewer Ray Olson recognized the poems in Beliefs and Blasphemies as having a \"witty and intelligent meditativeness.\" Olson likened Adair's second collection to its predecessor, praising both as \"confidently crafted and very readable.\" \"Unsentimental, direct, technically accomplished\" are the descriptors that Library Journal contributor Ellen Kaufman used to summarize the writing presented in Adair's debut; yet Kaufman felt the poems in Beliefs and Blasphemies fall short of those in Ants on the Melon. Kaufman judged Beliefs and Blasphemies to have an \"unabashed religiosity [that] borders on the trite.\" However, complimented Kaufman, at times the poet's \"stark, honest vision\" is presented in a manner that sends a \"chill to the bone.\"\n\r\nWhen delineating Adair's poetry collections, a Publishers Weekly critic's assessment of her third book, Living on Fire: A Collection of Poems, indicated that Beliefs and Blasphemies was less successful than Ants on the Melon. Living on Fire shared more characteristics with her debut, yet it lacked the previous volume's major force: \"Bishop-like descriptive power and lightness,\" according to the writer in Publishers Weekly. A  Publishers Weekly critic stated that the poetry in Adair's 2000 collection contains \"the wit and play of a sophisticated sensibility\" and \"some genuinely affecting moments.\" A Kirkus Reviews assessment maintained that Adair's first and third collections were similar and faulted the \"unmemorable\" imagery and language, although \"the poet's directness and lack of mannerisms are admirable.\"\n", "attrs": {}}