{"pf_url": "https://www.poetryfoundation.org/poets/vivian-smith", "name": "Vivian Smith", "yob": "1933", "yod": null, "image": null, "bio": "\nLiterary critic and editor Vivian Smith was born in Hobart, Tasmania. He earned an MA in French from the University of Tasmania, teaching in the French Department before moving to Sydney to earn his PhD in English at the University of Sydney. His books include The Other Meaning (1956), An Island South (1967), Familiar Places (1978), Tide Country (1982), Selected Poems (1985), New Selected Poems (1995), Late News (2000), The Other Side of Things (2008), and Traveller’s Tale (2010).\n \nTasmania’s landscape and colonial history have profoundly influenced Smith’s work. In an interview for Poetry International Web, he noted, “Some time ago I noticed that I had written—had been writing—a number of poems concerned with Australian colonial life and experience which obviously stem out of my life in Tasmania and growing up in an old colonial port, but these poems simply grew and developed, they were not consciously planned and organised. I did not deliberately start out to write a sequence about colonial life in the way some poets take up topics and work them into a series—or the way some poets construct a narrative around a set of historical events.… Nevertheless they are deeply involved in some of the broader cultural changes that have occurred in Australia over recent years even though they did not set out to illustrate them.” Also influenced by European culture and art, Smith’s work deals with time and absence; while surreal at times, it pays strong attention to the formal elements of poetry.\n \nLiterary editor of the journal Quadrant from 1975 to 1990, Smith co-edited Windchimes: Asia in Australian Poetry (2006) and was a contributor to the Oxford History of Australian Literature (1981). He has published critical work on the poet Robert Lowell and the Australian literary figures Vance Palmer and Nettie Palmer.\n \nSmith has received the Kenneth Slessor Prize for Poetry, the Patrick White Literary Award, and the Grace Leven Prize for Poetry. He was a reader in the Department of English at the University of Sydney until his retirement in 1996.\n", "attrs": {"Region:": ["Australia"]}}