{"pf_url": "https://www.poetryfoundation.org/poets/vladimir-nabokov", "name": "Vladimir Nabokov", "yob": "1899", "yod": "1977", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/11a766d00a20f6588ba5e387c091c14834f5c987.jpeg", "bio": "\nVladimir Nabokov, a Russian émigré who began writing in English after his 40s, is considered one of the most brilliant writers of the 20th century. A trilingual author, equally competent in Russian, English, and French, Nabokov wrote prodigiously during the course of his 78 years, producing a body of work that, when collected, was estimated to fill 40 volumes. Though he began as a poet, Nabokov quickly branched into writing in numerous genres, including fiction, drama, autobiography, translations, essays, literary criticism, and even, on occasion, scientific studies of butterflies and collections of chess problems. His writing remains distinctive, and several critics often cite Lolita, Nabokov’s best-known work, as a prime example of truly original invention. “He is a major force in the contemporary novel,” critic Anthony Burgess asserted in The Novel Now: A Guide to Contemporary Fiction. In a New Republic article, John Updike also acknowledged Nabokov’s tremendous impact on 20th-century literature, citing him as one of the few writers “whose books, considered as a whole, give the happy impression of an oeuvre, of a continuous task carried forward variously, of a solid personality, of a plenitude of gifts exploited knowingly. His works are an edifice whose every corner rewards inspection. Each … yields delight and presents to the aesthetic sense the peculiar hardness of a finished, fully meant thing. His sentences are beautiful out of context and doubly beautiful in it. He writes prose the only way it should be written—that is ecstatically. In the intensity of its intelligence and reflective joy, his fiction is unique … and scarcely precedented in American literature.”\r\n \r\nDespite an awareness of his technical brilliance and verbal facility, readers have sometimes been bewildered by the complexity of Nabokov’s writing. “Virtually all of the foremost literary critics in the United States and England have written about Nabokov, with enthusiasm often bordering on awe,” noted Andrew Field in Nabokov: His Life in Art. “But their eloquence, where one wants and would expect explication, betrays the fact that they are at least as ill at ease with Nabokov as they are fascinated by him.” Critic Alfred Kazin, for instance, after reading Ada or Ardor: A Family Chronicle, wrote in the New York Times: “For some weeks now I have been floundering and traveling in the mind of that American genius Vladimir Vladimirovich Nabokov.” In that novel, as in almost all his works, Nabokov intentionally laced the narrative with obscure literary allusions and trilingual puns which pivot on an understanding of Russian—and to a lesser degree French—language and culture. Though helpful, even a broad knowledge of European literature would not make Nabokov’s creations entirely clear for, as an artist, he enjoyed playing tricks on his readers.\r\n \r\nA consummate gamesman, Nabokov reveled in what Field called “artistic duplicity” and conceived of writing as an elaborate interplay between author and reader. In the literature courses he taught at Cornell, reprinted in Lectures on Literature, Nabokov instructed his students “to read books for the sake of their form, their visions, their art” and cautioned them “to share not the emotions of the people in the book but the emotions of its author—the joys and difficulties of creation.” Projected into almost all his narratives—including those, like Lolita, which seem to revolve around a traditional plot—are “thinly disguised bits of literary criticism and … a variety of literary games involving allusion to and parody and citation of other men’s writings,” noted New York Times Book Review contributor Simon Karlinsky. Alfred Appel, also writing in the New York Times Book Review, described Nabokov as “the most allusive and linguistically playful writer in English since [James] Joyce.”\nIn addition to the difficulties presented by Nabokov’s artistic deceptions, the circumstances of his checkered past further cloud his writing. Long after Nabokov had adopted English as his chosen language, his earlier writings remained untranslated and thus available only in the original Russian. These early poems, reviews, essays, and fictions were published in Russian émigré newspapers, first in Berlin, Germany and, later, in Paris when that city became the center of émigré culture. The difficulties for American readers were further compounded, for without easy access to either source, they had no real context in which to place his work. “None of my American friends have read my Russian books and thus every appraisal on the strength of my English ones is bound to be out of focus,” Nabokov wrote in a passage reprinted by Field. Field himself postulated that “if the substantial body of Nabokov’s Russian writing and the best critical articles about him had been translated before 1950, it is extremely unlikely that Lolita or Pale Fire would have been nearly as misunderstood as they were.” In later years, Nabokov partially remedied the problem by working in close cooperation with his son Dmitri to translate his books.\r\n \r\nBefore the Bolshevik revolution of 1917 that precipitated his family’s flight, Nabokov led a charmed life in one of Russia’s noble families. His father was a distinguished lawyer and one of the country’s few political liberals, opposed to both Tsarist absolutism and the revolutionary Bolsheviks. It was the elder statesman’s custom to take a daily bath in a portable rubber tub, and this habit was adopted by his favorite son, who considered the warm water a catalyst of creative inspiration. From his father, Vladimir also seems to have inherited his belief in patrician democracy—“My father was an old-fashioned liberal, and I do not mind being labeled an old-fashioned liberal, too,” he said in a Paris Review interview—an interest in the criminal mind, a capacity for sustained work, and a passionate love of butterflies. Because his father wrote under the name Vladimir Nabokov, young Vladimir adopted a pseudonym, V. Sirin. His mother, “equally aristocratic” according to Samuel Schuman in Vladimir Nabokov: A Reference Guide, “was most distinguished in her son’s memory by a finely developed and artistic sensitivity, sharing many of the novelist’s acute reactions to sense impressions, especially reactions to color and sound.” Nabokov recorded his impressions in Speak Memory: Memoir, considered by many to be one of the finest autobiographies in the English language.\r\n \r\nVladimir was the eldest and, by all accounts, the most precocious of the five Nabokov children. He was adored by his parents, and they considered his education a matter of utmost concern. During his early childhood, which was divided between St. Petersburg and Vyra, the family’s country estate, he was privately tutored by a governess who taught him to speak English, the first language he learned. When he was 12 Nabokov enrolled in the liberal Tenishev Academy in St. Petersburg, and there, during his six-year stay, he privately printed two books of poetry. In 1916, the same year his first chapbook, Poems, appeared, Nabokov inherited an estate worth several million dollars from his “Uncle Ruka.”\r\n \r\nUnfortunately, this prosperity would be short-lived. Just three years later the entire Nabokov family was forced to abandon their home and take refuge in the southern portion of Russia known as the Crimea. As they waited for the restoration of political order and the opportunity to return, unrest spread and the family again decamped, hurriedly boarding a boat bound for England. “The flight into exile resulted in the loss of most of the Nabokov fortune and, much more importantly for Vladimir, the loss of a homeland, a culture, and a language,” Schuman observed. “That set of losses was perhaps the single most crucial event in the artist’s lifetime—the role of the exile and the vitality of memory remained dominant motifs in Nabokov’s work for the next half-century.” Field reported in Vladimir Nabokov: His Life in Part that one of the author’s 1920 poems “refers to that trip into exile of the previous year as ‘sailing to nowhere.’”\r\n \r\nNabokov spent the years from 1919 to 1922 studying Romance and Slavic languages at Cambridge and writing Russian poetry. He was an indifferent scholar until his father was assassinated at a political rally in Berlin in March, 1922. After that traumatic event, Nabokov “returned for his last term with the determination to do well and took his degree with honors,” according to Donald E. Morton in his book, Vladimir Nabokov. After graduation, Nabokov moved to Berlin, the heart of the émigré community, and began contributing poems and prose to Rul (“Rudder”), a Russian-language daily his father had helped to found. For many years Nabokov entertained hopes of returning to Russia and continued to write primarily in Russian, a choice “made easier by the fact that I lived in a closed émigré circle of Russian friends and read exclusively Russian newspapers, magazines and books,” Nabokov recalled in Strong Opinions. In 1925 he married Vera Evseevna Slonim, who became his lifelong companion and literary assistant, and in 1926 his first novel, Mashen’ka (later translated as Mary), appeared.\r\n \r\nWhile the original Russian version of Mary received little attention, after Nabokov’s reputation burgeoned and the work was translated into English, it received closer scrutiny. “In it,” noted a Virginia Quarterly Review contributor, “we find some pleasing confirmations of what we have assumed to be Nabokov’s themes.” Mary details what life was like for the residents of a Berlin boardinghouse in the early 1920s, and is a nostalgic tale of a young émigré’s longing for the love he left behind in Russia. As the story opens, the protagonist, Ganin, meets a fellow boarder in a stalled elevator and learns that the man is anticipating the arrival of his Russian wife in six days. Halfway through the novel, Ganin realizes that his friend’s wife is none other than his beloved Mary. He plots to interrupt the marital liaison and meet her in her husband’s stead. At the last moment, however, he realizes that she will not be the same girl he remembers, and he departs, leaving her waiting alone at the station.\r\n \r\nAccording to New York Times reviewer John Leonard, “the heroine would appear to be as much Mother Russia as the girl Mary; they are coextensive.” Morton expressed a similar view, noting that “the absent girl is a symbol of the exiles’ longing for their lost homeland.” Guy Davenport maintained in National Review that Mary “is about a man who has two minds, one containing an imaginary world, the other well-focused on reality. The characters, except for the lovely (and unseen) Mary, are all Nabokovian marginal people inhabiting interims and delusions. Practically all of the later themes are here.” Writing in the New York Times Book Review, Mark Slonim identified two of those themes as “the powers of memory and imagination,” and went on to suggest that, for Nabokov, these attitudes are “the lifegiving source of all creative acts and … the very foundations of art. Of course, Nabokov has traveled a long road and changed greatly since his twenties when he wrote Mary, but throughout his work he has never failed to assert the basic truth that forms the core of his first novel.”\r\n \r\nIn addition to their contributions to his thematic development, the early fictions also shaped Nabokov’s literary technique. “It was in his Russian novels … that he developed his art of incorporating literary allusion and reference as an inherent device of fictional narration,” explained Simon Karlinsky in the New York Times Book Review. Nabokov’s second novel, Korol’, dama, valet (translated as King, Queen, Knave), marks the first appearance of this device. “It is … the first of his novels to have a plot and character serve as vehicles for the real subject, which is form, style and the strategies of total creation,” noted Eliot Fremont-Smith in the New York Times. In this story, one of several Nabokovian variations on the eternal love triangle, a vain and selfish woman named Martha diabolically plots with her bumbling young lover, Franz, to kill her unsuspecting husband and Franz’s uncle, Dreyer.\r\n \r\nField has traced the inspiration for this story to an obscure Hans Christian Andersen tale of the same name, in which a pack of cards fights a revolution. “While Nabokov’s story apparently has little to do with Andersen’s, it is presumably no accident that the novel has 13 chapters, the number of cards in a suit. The characters are two-dimensional, like cards, and the variations on a conventional plot suggest that the novel is one permutation of dealing a hand,” wrote Charles Nicol in the Atlantic. Another acknowledged literary source for the novel is Gustave Flaubert’s Madame Bovary, which King, Queen, Knave burlesques. New York Times Book Review contributor Philip Toynbee noted that “with both women one has the same oppressive sense of fate hanging heavily over their heads.” The force controlling Martha’s fate is, of course, the author, and Nabokov uses this power to manipulate the narrative in unexpected ways. Although he patterns his tale on a situation common to many novels, “nothing ends as it’s supposed to,” according to Washington Post reviewer Geoffrey Wolff. Wolff thought the novel “abounds in comic incongruities: Martha is cold, selfish, aloof and beautiful, yet Nabokov has her slip into passionate love with a bumbling, graceless post-adolescent hayseed. Their rendezvous are made in a grubby comic-opera parody of a clerk’s garret as it might be imagined in a nineteenth-century Russian novel.”\r\n \r\nWith each new novel published, Nabokov garnered increased attention within the émigré community; still unknown to the public at large, however, he was forced to supplement his writing income with outside work. Between 1922 and 1937 he earned a living by tutoring, translating, performing as an extra in films, and, as his reputation spread, by giving literary readings of his poems and prose. The Berlin years were still a time of material impoverishment, as Field noted in Vladimir Nabokov: His Life in Part: “In September 1935 after Nabokov was praised in print for the first time in the United States … [he] wrote to his mother: —‘In the New York Times they write ‘our age has been enriched by the appearance of a great writer,’ but I don’t have a decent pair of trousers, and I quite don’t know what I shall wear to Belgium where PEN has invited me to read.’”\r\n \r\nFurther hardships followed. In 1937 Nabokov left Berlin for Paris, accompanied by his wife Vera, who was Jewish, and Dmitri, his only child. In escaping the hostile political climate of Nazi Germany, Nabokov was also shifting to what appeared to be a more stimulating ambience, for Paris had superseded Berlin as the émigré lodestar. Despite its status as a Russian cultural center, Paris proved disappointing, for even here émigré writing seemed ingrown and stale. Increasingly, Nabokov found himself without a proper audience for his Russian work. Writing of émigré Paris in the late 1930s, Field described this decline: “The literature existed, but it had no resonance, or at best one so circumscribed that it could be calculated not even in thousands but in hundreds of readers. The old combinations by which a livelihood might be put together in ways more or less directly connected with literature were less possible now.”\r\n \r\nAround this time, Nabokov began to experiment with English, translating his Russian novel Otchayaniye into the English Despair in 1937. Initially hesitant about his command of the language, Nabokov requested the assistance of a professional to proofread his work. H.G. Wells was recommended but never materialized; a second candidate bowed out, declaring himself unsuited to the work. Finally, an Englishwoman agreed to make corrections, but when her list of recommendations was completed, Nabokov found it spurious. “All of this stuff is completely insignificant, for any Russian reader can find just as many birthmarks on any page of any of my Russian novels, and any good English writer commits just as many grammatical imprecisions,” he wrote in a letter to Vera, quoted in Vladimir Nabokov: His Life in Part. The book was published exactly as he wrote it, an event significant in the writer’s life, according to Field, “because it is part of that process of metamorphosis which was in a few years to … make him an English writer. After he had done that translation, he knew he could do it.” Indeed, his very next book, The Real Life of Sebastian Knight, was written in English and marks the demise of the pseudonymous V. Sirin and the emergence of Vladimir Nabokov, an American writer.\r\n \r\nRegarded as one of Nabokov’s lesser accomplishments, The Real Life of Sebastian Knight struck New Republic correspondent Conrad Brenner as “the most perverse novel you are ever likely to encounter. This book is quite openly a literary trick, astounding in [its] sleek deceitful contours.” Filled with autobiographical tidbits and typically Nabokovian allusions to chess, The Real Life of Sebastian Knight chronicles the narrator’s search for the “essence” of his half-brother, the titular Sebastian Knight—a Russian émigré writer who died an early death in relative obscurity. The brothers had been out of touch for years, but V., the narrator, remains convinced of Sebastian’s genius and sets out to write a biography that will insure his brother’s critical stature and refute a second-rate biography Sebastian’s former secretary has published. Rather than clarifying the details of Sebastian’s life, however, V.’s search only raises more questions. The book draws to a close with V. retrospectively visiting Sebastian on his death bed and wondering whether perhaps he is himself Sebastian Knight, or whether Sebastian might be a third person unknown to them both.\r\n \r\nWhile composed largely in the sunlit bathroom of Nabokov’s Paris flat, The Real Life of Sebastian Knight was published in the United States in 1941, a year after Nabokov and his family arrived in New York City, in flight from Hitler’s terror. During the first years of his U.S. residency, Nabokov worked in obscurity at several part-time jobs. His knowledge of butterflies won him a coveted position as a research fellow at Harvard’s Museum of Comparative Zoology, and he also received a guest lectureship at Wellesley College, though he was never offered tenure, partly because his anti-Soviet sentiments were suspect during the Russo-American alliance of World War II. Nabokov lived in rented quarters and never purchased his own home, but he eventually settled at Cornell University in Ithaca, New York, where he was considered an inspiring if somewhat eccentric teacher. He delivered his lectures from carefully prepared diagrams and notes, many of which were been published posthumously in Lectures on Literature.\r\n \r\nNabokov might have continued quietly lecturing to what he once called, in Playboy, “the great fraternity of C-minus, backbone of the nation,” but for the publication of a novel that would make his name an unpronounceable household word. “The first little throb of Lolita went through me late in 1939 or early in 1940 in Paris, at a time when I was laid up with a severe attack of intercostal neuralgia,” Nabokov wrote in an appendix to the novel. The inspiration was a newspaper story about the first ape to have produced a drawing, a pathetic sketch of the bars of his cage. The text had no direct connection to the story that followed, but nonetheless resulted in what Nabokov called “a prototype” of Lolita; namely, a Russian tale of 50 typewritten pages. Unhappy with the story, Nabokov abandoned the work (later rediscovered, translated, and posthumously published as The Enchanter), but “around 1949, in Ithaca, upstate New York, the throbbing, which had never quite ceased, began to plague me again.” By then, however, “the thing was new and had grown in secret the claws and wings of a novel.” Within a few years, Nabokov had completed Lolita.\r\n \r\nThe publishing history of this extraordinary book has been documented in thousands of words by writers on both sides of the Atlantic. Completed in 1954, Nabokov’s manuscript was rejected by each of the four U.S. publishers to whom he submitted it. A book that chronicled the seduction of a 12-year-old girl by a middle-aged man was regarded as a publishing risk, though certain editors did offer some recommendations. “Grotesque improvements were suggested. … such as that Lolita be changed into a boy,” stated F.W. Dupee in Encounter. Rather than compromise his art, Nabokov turned to Olympia Press, a Paris-based publisher best known for pornography. Banned in France along with other “obscene” Olympia publications, Lolita surfaced in America, where it was deemed unobjectionable by U.S. Customs agents. This ironic turn of events captured the attention of the international press, who headlined the story at home and abroad. Before long, the French ban was rescinded, the book was brought out in hardback by the respectable G.P. Putnam & Sons, and Lolita began its ascent on the bestseller lists.\r\n \r\nThe novel purports to be the true confession of a middle-aged debaucher who chooses the pseudonym Humbert Humbert because it “expresses the nastiness best.” Jailed for the murder of his rival, Humbert seeks to purge himself by recounting his tale, though the reader is warned in a mock preface by an obtuse Freudian psychiatrist that Humbert can never be absolved. Nor is his tone “the characteristic whine of the penitent,” but rather, as New Yorker contributor Donald Malcolm observed, “an artful modulation of lyricism and jocularity that quickly seduces the reader into something very like willing complicity.” In eloquent detail, Humbert describes his lust for that species of prepubescent girls he calls “nymphets” and for 12-year-old Dolores Haze in particular. In order to be near his beloved Lolita, as Dolores is called, Humbert marries her mother, then finds his dream fulfilled when she dies in an auto accident, leaving him as the child’s guardian. He is somewhat chagrined to discover, on their first night alone, that Lolita is a more experienced lover than he. “Their weird affair—which carries them on a frenzied motel-hopping trek around the [North] American continent—is climaxed by Lolita’s escape with a playwright and Humbert’s eventual revenge on his rival,” Charles Rolo wrote in the Atlantic.\r\n \r\nWith its theme of perversion, Lolita provoked a moralistic outcry from some conservative critics, such as a Catholic World reviewer who believed the “very subject matter makes it a book to which grave objection must he raised.” A Kirkus Reviews critic also recommended that it be banished from the open shelves: “That a book like this could be written—published here—sold, presumably over the counters, leaves one questioning the [country’s] ethical and moral standards. … Any librarian surely will question this for anything but the closed shelves.” A Library Journal critic urged equal caution, noting that “thousands of library patrons conditioned to near-incest by ‘Peyton Place’ may take this in stride. However, better read before buying. Although the writer prides himself on using no obscene words, he succeeds only too well in conveying his meaning without them.”\r\n \r\nFor every critic who attacked the book, there were dozens who applauded it, however. San Francisco Chronicle contributor Lewis Vogler deemed the novel “an authentic work of art which compels our immediate response,” and Conrad Brenner called it “a work clearly foreshadowed in the body of [Nabokov’s] prose, and the high water mark of his career as agent provocateur.”\n\r\nWhile Nabokov paid little notice to most interpretations of Lolita, he reacted strongly against readers who envisioned the story as a satiric criticism of his adopted land. “Whether or not critics think that in Lolita I am ridiculing human folly leaves me supremely indifferent. But I am annoyed when the glad news is spread that I am ridiculing America,” he told Alvin Toffler in Playboy. In another interview excerpted in the Washington Post, Nabokov asserted that “America is the only country where I feel emotionally and mentally at home.” Nonetheless, with the proceeds from Lolita, Nabokov moved to the Palace Hotel in Switzerland, abandoning his teaching completely and devoting his time to writing and collecting butterflies. His reasons, he told Toffler, were “purely private”—for one thing, most of his family remained in Europe, for another, he was comfortable with the ambience there.\r\n \r\nIn Montreux, the 60 year-old Nabokov continued to write, often standing at a lectern in his room and recording his thoughts in longhand on specially ordered index cards. One of his first projects was to resume work on a novel that had been interrupted by the war. Published as Pale Fire, this difficult work demonstrates the increased emphasis on form and structure that dominated Nabokov’s later fiction. “More than any other of his books, Pale Fire lives up to his dictum that ‘Art is never simple. … Because, of course, art at its greatest is fantastically deceitful and complex,’” John Hagopian reported in the Dictionary of Literary Biography. This complexity frustrated many would-be readers and led New York Times Book Review contributor George Cloyne to dismiss Pale Fire as a “curiosity … one more proof of Mr. Nabokov’s rare vitality. Unluckily it is not much more than that.” Christian Science Monitor contributor Roderick Nordell was less circumspect, judging the book “a prodigal waste of its author’s gifts.”\r\n \nPale Fire consists of a 999-line poem in four cantos, composed by the late John Shade, an American poet recently assassinated by a madman’s bullet, and a foreword, commentary, and index contributed by Dr. Charles Kinbote, an émigré scholar of dubious sanity. Since Kinbote’s footnotes are keyed to various lines in the poem, the reader cannot simply read the book from cover to cover, but must continually flip back and forth from the commentary to the verse. “This is not the drudgery it may sound, for every vibration of the pages carries the reader to a fresh illumination, a further delight,” wrote Donald Malcolm in the New Yorker. “But on the other hand, it is not reading in the ordinary sense. It more nearly resembles the manipulation of a pencil along a course of numbered dots until the hidden picture stands forth, compact, single, and astonishing.” Noted Mary McCarthy in the New Republic: “When the separate parts are assembled, according to the manufacturer’s directions, and fitted together with the help of clues and cross-references, which must be hunted down as in a paperchase, a novel on several levels is revealed.”\r\n \r\nFor some critics, this elaborate mechanism tended to overshadow the story. “Indeed the structure is so witty, and so obtrusive, that it threatens constantly to become its own end; and we are made to attend so closely to it that the novel itself seems wholly subordinate to its mode of enclosure,” Nation contributor Saul Madoff contended. Writing in the Saturday Review, William Peden was equally unenthusiastic, noting: “For [those] who feel that a container is more important than the contents within it, Pale Fire will perhaps be considered a masterpiece. But for us less sophisticated mortals it must be reckoned with as withdrawn from humanity, grotesque and definitely diseased, as monstrous as a three-headed calf.”\r\n \r\nFaced with the same material, Mary McCarthy reached a very different conclusion. She called Pale Fire “a Jack-in-the-box, a Faberge gem, a clockwork toy, a chess problem, an infernal machine, a trap to catch reviewers, a cat-and-mouse game, a do-it-yourself novel. … This centaur-work of Nabokov’s, half poem, half prose, this merman of the deep, is a creation of perfect beauty, symmetry, strangeness, originality, and moral truth. Pretending to be a curio, it cannot disguise the fact that it is one of the very great works of art of this century, the modern novel that everyone thought dead and that was only playing possum.”\r\n \r\nIn his 70th year, Nabokov produced his last major work, Ada or Ardor: A Family Chronicle, a sexually explicit tale of incest, twice as long as any other novel he had written and, according to Leonard in the New York Times, “fourteen times as complicated.” An immediate best seller, Ada or Ardor evoked a wide array of critical response, ranging from strong objections to the highest praise. While the value of the novel was debated, Ada or Ardor was universally acknowledged as a work of enormous ambition, the culmination of all Nabokov had attempted to accomplish in his writing over the years. “Ada is the fullest realization of the program for the novel articulated in 1941 in Nabokov’s first English book, The Real Life of Sebastian Knight,” explained Robert Alter in Commentary. Like the character Sebastian who described his attempt to “use parody as a kind of springboard for leaping into the highest region of serious emotion,” Nabokov, through his bristling word play, attempted to illuminate “in new depth and breadth the relation between art, reality, and the evanescent ever-never presence of time past.”\r\n \r\nOn the surface, Ada or Ardor chronicles the incestuous love affair between Van Veen and his cousin (soon revealed to be his sister) Ada, who fall in love as adolescents, embark upon a blissful sexual odyssey, are pulled apart by social taboo and circumstance, only to be reunited in late middle age, at which time they prosper together until both are in their 90s. “Nabokov sums up these amorous doings in a mock dust-jacket blurb that closes Ada by describing only the book’s most superficial aspects,” observed a Time reviewer. “Long before he gets around to that, though, a suspicion has set in that the surface love story is as different from the real Ada as a bicycle reflector is from a faceted ruby.” Van’s memoir of his love affair with Ada, ostensibly “Van’s book,” is actually an anagram for “Nabokov’s,” and “once the creator’s name has been uttered, Ada’s profoundest purpose comes into view. … Ada is the supreme fictional embodiment of Nabokov’s lifelong, bittersweet preoccupation with time and memory,” the Time reviewer concluded.\n\r\nAlthough Nabokov continued writing well into the 1970s, his last books are considered minor additions to his oeuvre. However, The Stories of Vladimir Nabokov would prove a fitting coda to his work. Translated with the help of the author’s son Dmitri and published in 1995, Stories spans the 20th century. The first of its 65 entries dates from 1921—a year before the then 21-year-old Cambridge student’s father was killed—while the most recent, “Lance,” dates from 1952, a few years prior to Nabokov’s publication of Lolita. Eleven of the early works, including 1921’s “The Wood-Sprite,” Nabokov’s first published short story, appear in English translation for the first time; 13 were never before been collected. As Anthony Lane remarked in the New Yorker, the collection “offers a startling, cloudless view of a writer’s development.” Rather than slowly developing from a novice talent, Nabokov proved in his early fictions to be “a young man who is not only gifted, and serenely confident in that gift, but more than able to hold his own against the sage celebrity that he finally became,” according to Lane. The theme of happiness runs throughout the book, as it did through all the author’s work, according to Tatyana Tolstaya in the Los Angeles Times Book Review. “Even the saddest, most tragic stories—about death, loss, and betrayal—are written so that the reader is left with the distinct foretaste of happiness, as if happiness were the genuine lining, the inside of being, which shines through the gloomy patchwork of reality,” the critic maintained. “Those who know Nabokov the novelist and have forgotten that Nabokov the story writer exists now have a precious gift.”\r\n \r\nWorks by Nabokov continued to be published decades after his death due to the translation efforts of his son Dmitri. Nabokov’s Butterflies: Unpublished and Uncollected Writings, released in 2000, demonstrates Nabokov’s vast scientific knowledge of butterflies and moths, as well as his passion for discovering new species. Indeed, several species of butterfly in the American West bear the author’s name because Nabokov was the first to find and describe them. London Times contributor Mark Ridley stated: “The anthology is more of a source-book than one to read cover-to-cover, but, if it is read as a whole, it provides a picture not only of Nabokov’s scientific contributions but also of the relation between his science, his writing and his life. … One point that the editors wish to make is that Nabokov was not some lightweight dabbler, but a scientist who can be judged by professional standards.” A Publishers Weekly reviewer styled the work “a volume devotees will delight to browse in and scholars will want to own.”\r\n \r\nMore than 30 years after his death, Nabokov’s son edited and released The Original of Laura (Dying Is Fun). The volume is a novel manuscript that Nabokov was working on during the 1970s. Although Nabokov instructed his heirs to burn his notes, they instead compiled them into a loose story that portrays Flora, who is sexualized as a young girl, much like her counterpart in Lolita. As an adult, Flora’s ex-lover writes a memoir of their affair, but the book mostly provides readers with insight into Nabokov’s creative process. Scans of Nabokov’s note cards are included in the volume, and they reveal his self-editing and marginal commentary. As New York writer Sam Anderson remarked: “Every page contains the author’s surprising handwriting: biggish and slanted and loopy, with generous white space around his words. (I was expecting, for some reason, tiny cramped writing that colonized every available millimeter of space.) Some of the cards are heavily revised, which allows us to see, for the first time, the work of Nabokov’s famous eraser: fuzzy little storm clouds of smudged graphite loom behind neatly rewritten words. It’s a fascinating read on many levels. If Knopf were to publish a series of painstakingly reproduced Nabokov manuscripts, I’d pawn my Kindle to buy them all.” Anderson then went on to note that The Original of Laura (Dying Is Fun) is “a showpiece of intelligent book design built on a deep respect for the manuscript.” According to Lev Grossman in Time, “for readers who are devoted to Nabokov (I’m one), The Original of Laura affords its own ecstasies. It comes at you as a reprieve, a final appearance from an old friend you thought was already gone for good. It’s a shambles, a heap of shards, but they’re Nabokov’s shards and no one else’s a beautiful ruin, like the Venus de Milo, not a novel. To pretend otherwise is wishful thinking.” Barbara Hoffert, writing in Library Journal, felt that “pop readers titillated by mention of Lolita won’t get it, but serious readers and scholars will definitely want to read and ponder.”\nIn 2012, Nabokov’s Selected Poems was published. Heralded as a major literary event, the volume reminded readers, according to its editor, Thomas Karshan, that Nabokov was “first a poet.” Though Nabokov primarily wrote poetry in Russian, the book includes poems that “bounce off his novels with such spring and regularity it can render the deep fan gleeful,” noted Lawrence Frascella on NPR. “We catch glimpses of Lolitas, Pnins and John Shades from Pale Fire. We trip across shrewd Nabokovian jokes (the florist’s wife named Mrs. Deforest) and wonderful wordplay (‘the ABC of the abyss’).” In the New York Times, David Orr remarked that “at his best, Nabokov writes a delicate, knowing poetry of crystalline surfaces and twisty depths.” But Nabokov’s greatest poem, Orr contends, is the 999-line poem that is the centerpiece of Pale Fire; indeed, the poem was published in a stand-along edition as Pale Fire: A Poem in Four Cantos by John Shade by Gingko Press in 2011. Weighing in on the debate as to whether “Pale Fire” is a poem, or a poem written “by” Nabokov, Orr maintained that lyric poets have long used personae: “No poem is ever on its own,” Orr claims. “And the poem is not Nabokov’s any more than it is John Shade’s. ‘Pale Fire’ is a voice within a voice—a mirrored and thoroughly modern sensibility. And that sensibility, whatever name we give it, is one hell of a poet.”\n \n", "attrs": {"Region:": ["Russia"]}}