{"pf_url": "https://www.poetryfoundation.org/poets/w-d-snodgrass", "name": "W. D. Snodgrass", "yob": "1926", "yod": "2009", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2edff91561791a97264ed9e1be0c286dd9dc1e24.jpeg", "bio": "\nWilliam DeWitt (W.D.) Snodgrass was born in Pennsylvania, and after serving as a typist in the US Navy in World War II, earned a BA and MA at the University of Iowa. At Iowa he studied under poet Robert Lowell, who came to greatly admire Snodgrass's poetry and helped find a publisher for Snodgrass's first collection of poetry, Heart's Needle (1959). This highly autobiographical first book—which sensitively chronicles the loss of his daughter in a divorce—won the Pulitzer Prize in poetry, and it is considered to signal the beginning of the Confessional mode of poetry, and it would influence such poets as Sylvia Plath, Ted Hughes, and his teachers Lowell and John Berryman. He authored more than 30 books of poetry, criticism, and translations, while teaching at several colleges for 40 years.\nSnodgrass was considered one of the central figures of the Confessional mode, even though he disliked the term and did not regard his work as such. “Like other confessional poets, Snodgrass is at pains to reveal the repressed, violent feelings that often lurk beneath the seemingly placid surface of everyday life,” David McDuff observes in Stand. The style was imitated and, in some cases, surpassed by other poets. This fact leads Yale Review’s Laurence Lieberman to comment that a later book, After Experience (1967), reveals “an artist trapped in a style which ... has reached a dead end,” because other poets had taken the Confessional mode in a different direction than Snodgrass’s own. However, later works by Snodgrass show him widening his vision to apply the lessons of self-examination to the problems of 20th-century Western culture. His poems also present, beyond the direct-statement and sentimentality common to confessional poetry, an inclusiveness of detail and variety of technique aimed to impact the reader’s subconscious as well as conscious mind.\n\r\nThe combination of the traditional and the confessional in Snodgrass’s writing prompted Thomas Lask of the New York Times to write, “In Heart’s Needle ... Snodgrass spoke in a distinctive voice. It was one that was jaunty and assertive on the surface but somber and hurt beneath. ... It is one of the few books that successfully bridged the directness of contemporary free verse with the demands of the academy.” Peter Porter echoes this opinion when he writes in London Magazine: “Snodgrass is a virtuoso, not just of versification but of his feelings. He sends them round the loops of self analysis with the same skill he uses to corset them into his poetry.” The impact of Snodgrass’s self-analytical approach is clearly felt in Stanley Moss’s statement in the New Republic that the poet “has found a place for emotions felt, but previously left without words and out of consciousness. He has identified himself with exquisite suffering and guilt and with all those who barely manage to exist on the edge of life.”\n\r\nSnodgrass also worked as a translator and published several books of translations. Regarding his translation (with Lore Segal) of Christian Morgenstern’s Gallows Songs, Louise Bogan wrote in the New Yorker: “German ... here takes on a demonic life of its own. ... To translate Morgenstern is a very nearly impossible task, to which the present translators have faced up bravely and well.” Even though some critics may not agree with Bogan—poet and critic Hayden Carruth called the translation “dreadful”—Books Abroad’s Sidney Rosenfeld finds that in spite of its possible shortcomings, Gallows Songs opens “a door onto the world of Christian Morgenstern and impart[s] to the English reader some sense of the playfully profound genius that enlivens it.”\n\r\nCritic Paul Gaston contended that Snodgrass’s critical essays and translations helped develop his talents and prevented him from reaching the complete dead end of Lieberman’s prediction. “These endeavors,” wrote Gaston in his book W.D. Snodgrass, “reveal a poet intent on carefully establishing his creative priorities and perfecting his language.” He continues, “Snodgrass’s criticism gives the impressions of a mind reaching beyond the pleasures of cleverness to the hard-won satisfactions of wisdom.” And finally, “[His] work with translations ... has encouraged the increasing linguistic, metrical, and structural diversity of his own work.”\n\r\nThis diversity is apparent in Snodgrass’s third volume of original poetry, The Fuehrer Bunker (1977), which uses dramatic monologues to recreate what was said by the men and women who shared Hitler’s bunker from April 1 to May 1, 1945. “In these poems,” writes Gertrude M. White in Odyssey: A Journal of the Humanities, “we are overhearing people talking to themselves, each character speaking in a verse form expressive of his or her personality, revealing who and what they are with a dramatic power that carries conviction almost against our will.” Robert Peters, writing in the American Book Review, believes that the volume is “a rare example of ambitious, on-going verse sculpture. ... It will be around for a long time to inspire writers who’ve come to realize the sad limitations of the locked-in, private, first lesson, obsessional poem.”\n\r\nHowever, the subject matter of the poems troubles critic Laurence Goldstein, who fears that the writer’s choice of subject overwhelms the artistry of the writing. Goldstein, writing for the Southern Review, believes that writing about Nazism in the way that Snodgrass does in The Fuehrer Bunker violates the poetic aesthetic. “When a poet as skilled in sweet rhetoric as Snodgrass,” Goldstein declares, “who can charm and disarm his audience at will, presents twenty-two dramatic monologues spoken by the most despised Nazis, nothing less than ultimate questions about the enterprise of contemporary poetry loom before us.” “Is there a shameless sensationalism involved in trying to change belief on that dreadful subject?” the critic asks. “Shouldn’t the poet pass by the Medusa head of that modern horror lest he petrify, or worse entertain, himself and his readers by staring at vipers?” The Fuehrer Bunker, which was first published as a work in progress in 1977, was finally released as a completed cycle of poems in 1995. Critics who reviewed the revised edition recognized its power, but their conclusions differed from Goldstein’s fears. Frank Allen writes in Library Journal that “to hear these voices imaginatively re-created is purgative,” while Booklist contributor Elizabeth Gunderson calls it “an astonishing work that lets us see with clarity the fall of the Third Reich—and wonder.”\n\r\nSnodgrass’s collection Each in His Season (1993) also raised questions among critics. New York Times Book Review contributor Bruce Bennett calls the work “a large-scale, free-wheeling roller coaster of a book,” adding that the poet “displays his life and art in often contradictory guises.” A Publishers Weekly reviewer dismisses the volume, declaring that it “is almost completely stripped of content, with a few notable exceptions.” William Pratt, writing in World Literature Today, declares that “Each in His Season does no credit to W.D. Snodgrass or to any of his models.” A reviewer for Poetry magazine offers a different assessment, asserting that “among the major poets of his generation it would be difficult to find a wittier or more exuberant writer—or one more committed to the making of verbal music.” “If Snodgrass is not always convincing as plaintiff or prosecutor,” the critic concludes, “he is both pleasing and persuasive in his role as lyric poet, the ‘robin with green face,’ singing exquisitely of ‘all things vile and ugly.’”\n\r\nAfter teaching for 40 years, Snodgrass retired in 1995 to focus on his writing. He died in early 2009 at his home in Erieville, New York, where he lived for many years.\n \n", "attrs": {"School/Period:": ["Confessional"]}}