{"pf_url": "https://www.poetryfoundation.org/poets/w-e-b-du-bois", "name": "W. E. B. Du Bois", "yob": "1868", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/f42532a431dd468d5f9f742bcc046b452740ebcc.jpeg", "bio": "\nW. E. B. Du Bois was at the vanguard of the civil rights movement in America. Of French and African descent, Du Bois grew up in Great Barrington, Massachusetts and attended Fisk University in Tennessee. After graduating from Fisk, he enrolled at Harvard, and later at the University of Berlin though he returned to the US after his funding ran out. Du Bois eventually received his doctorate from Harvard. Trained as a sociologist, Du Bois began to document the oppression of Black people and their strivings for equality in the 1890s. By 1903 he stated in The Souls of Black Folk that “the problem of the twentieth century is the problem of the color line,” and he spent the remainder of his long life trying to break down racial barriers.\n\nThe Souls of Black Folk was not well received when it first appeared. Houston A. Baker, Jr. explained in his Black Literature in America that white Americans were not “ready to respond favorably to Du Bois’s scrupulously accurate portrayal of the hypocrisy, hostility, and brutality of white America toward black America.” Many Black readers were also shocked by the book because Du Bois announced his opposition to the conciliatory policy of Booker T. Washington and his followers, who favored assimilation and argued for the gradual development of the “Negro race” through vocational training. Du Bois declared: “So far as Mr. Washington apologizes for injustice, North or South, does not rightly value the privilege and duty of voting, belittles the emasculating effects of caste distinctions, and opposes the higher training and ambition of our brighter minds—so far as he, the South, or the Nation, does this—we must unceasingly and firmly oppose him. By every civilized and peaceful method we must strive for the rights which the world accords to men.” In retrospect, many scholars have pointed to The Souls of Black Folk as a prophetic work. Harold W. Cruse and Carolyn Gipson noted in the New York Review of Books that “nowhere else was Du Bois’s description of the Negro’s experience in American Society to be given more succinct expression… Souls is probably his greatest achievement as a writer. Indeed, his reputation may largely rest on this remarkable document, which had a profound effect on the minds of black people.”\n\r\nA few years after The Souls of Black Folk was published, Du Bois banded with other Black leaders and began the Niagra Movement, which sought to abolish all distinctions based on race. Although this movement disintegrated, it served as the forerunner of the National Association for the Advancement of Colored People (NAACP). Du Bois helped to establish the NAACP and worked as its director of publicity and research for many years. As the editor of the Crisis, a journal put out by the NAACP, he became a well-known spokesman for the Black cause. In 1973 Henry Lee Moon gathered a number of essays and articles written by Du Bois for Crisis and published them in book form as The Emerging Thought of W. E. B. Du Bois: Essays and Editorials from “The Crisis.”\n\r\nIn addition to the articles and editorials he wrote for the Crisis, Du Bois produced a number of books on the history of Black American experience and on the problems of racial prejudice. In Black Reconstruction: An Essay toward a History of the Part Which Black Folk Played in the Attempt to Reconstruct Democracy in America, 1860-1880 (1935), he wrote about the role Black Americans played during Reconstruction, a role that had been hitherto ignored by white historians. The history of Black people in Africa and America was outlined in Black Folk, Then and Now: An Essay in the History and Sociology of the Negro Race (1939). Contemporary reviewers lauded the book. Writing in the Saturday Review of Literature, H. J. Seligmann found Black Folk impressive and noted, “No one can leave it without a deepened sense of the part the Negro peoples have played and must play in world history.” Writing in the Boston Transcript, Barrett Williams commented that “Professor Du Bois has overlooked one of the strongest arguments against racial inferiority, namely, this book itself. In it, a man of color has proved himself, in the complex and exacting field of scholarship, the full equal of his white colleagues.”\n\r\nAlthough Du Bois’s novels did not attract as much notice as his scholarly works, they also are concerned with the plight of Black individuals and communities. His first novel, The Quest of the Silver Fleece (1911), dramatizes the economic racism of the deep South. Dark Princess (1928) deals with international racial solidarity. He also wrote the trilogy of novels collected as The Black Flame (1976): The Ordeal of Mansart (1957), Mansart Builds a School (1959) and Worlds of Color (1961). According to Lily Wiatrowski Phillips, “within these novels, Du Bois explored his ideas about the relation of history to thought, action, and identity, and he even provided some of the clearest examples of his thinking about thinking.” The novels treat Du Bois’s own historical period, from 1876 to 1956, which is also the lifetime of the novel’s main protagonist, Manuel Mansart. The novel follows Mansart as he grows up and becomes an educator, builds a university, and travels abroad. According to Wiatrowski Phillips, “intertwined with his story is the story of a wider American South.”\n\r\nDu Bois gradually grew disillusioned with the moderate policies of the NAACP and with the capitalistic system in the United States. When he advocated black autonomy and “non-discriminatory segregation” in 1934, he was forced to resign from his job at the NAACP. Later he returned to the NAACP and worked there until another rift developed between him and that organization’s leadership in 1944. More serious conflicts arose between Du Bois and the U.S. government. Du Bois had become disenchanted with capitalism relatively early. In Darkwater: Voices from within the Veil (1920), he depicts the majority of mankind as being subjugated by an imperialistic white race. In the 1940s, he returned to this subject and examined it in more detail. In Color and Democracy: Colonies and Peace (1945), he presents a case against imperialism. “This book by Dr. Du Bois is a small volume of 143 pages,” critic H. A. Overstreet observed in the Saturday Review of Literature, “but it contains enough dynamite to blow up the whole vicious system whereby we have comforted our white souls and lined the pockets of generations of free-booting capitalists.” The World and Africa: An Inquiry into the Part Which Africa Has Played in World History (1947) contains a further indictment of the treatment of colonials. Du Bois “does not seek exaggeration of Africa’s role, but he insists the role must not be forgotten,” Saul Carson remarked in the New York Times. “And his insistence is firm. It is persuasive, eloquent, moving. Considering the magnitude of the provocation, it is well-tempered, even gentle.”\n\r\nDu Bois not only wrote about his political beliefs, he acted upon them, belonging to the Socialist party for a brief time in the early 1900s. Later he conceived a program of Pan-Africanism, a movement he described as “an organized protection of the Negro world led by American Negroes.” In 1948 he campaigned for the Progressive Party in national elections, and in 1950 he ran for the office of U.S. senator from the state of New York on the American Labor Party ticket. Du Bois’s radical politics meant he endured a variety of state-sponsored oppressions from the 1940s on, including being denied a passport and indicted as a foreign agent. In 1949, he accepted an honorary position as vice-chairman of the Council on African affairs. This organization was labeled “subversive” by the U.S. attorney general. His work with the Peace Information Center, a society devoted to banning nuclear weapons, also embroiled him in controversy. Along with four other officers from the Peace Information Center, Du Bois was indicted for “failure to register as an agent of a foreign principal.” The case was brought to trial in 1951, and the defendants were acquitted.\n\r\nAfter the trial was over, Du Bois hoped to travel outside the United States, but he was denied a passport on the grounds that it was not in “the best interests of the United States” for him to journey abroad. Later the U.S. State Department refused to issue a passport to him unless he stated in writing that he was not a member of the Communist Party, a condition Du Bois rejected. In 1958 the U.S. Supreme Court handed down a decision declaring that “Congress had never given the Department of State any authority to demand a political affidavit as prerequisite to issuing a passport.” This decision enabled Du Bois and his wife to leave the country the same year. For several months they traveled in Europe, the USSR, and China.\n\r\nDu Bois’s travels abroad had a profound influence on his thinking. In 1961 he joined the Communist Party. He explained in his autobiography how he reached this decision: “I have studied socialism and communism long and carefully in lands where they are practiced and in conversation with their adherents, and with wide reading. I now state my conclusion frankly and clearly: I believe in communism… I believe that all men should be employed according to their ability and that wealth and services should be distributed according to need. Once I thought that these ends could be attained under capitalism, means of production privately owned, and used in accord with free individual initiative. After earnest observation I now believe that private ownership of capital and free enterprise are leading the world to disaster.”\n\r\nAfter joining the Communist party, Du Bois moved to Ghana at the invitation of Ghanaian President Nkrumah. While there he served as the director of the Encyclopaedia Africana project. In August of 1963, the ninety-five-year-old leader spearheaded a protest march on the U.S. embassy in Accra to show support for the historic “March for Jobs and Freedom” taking place in Washington, D.C., that same month. Shortly afterward, Du Bois died.\n\r\nAlthough Du Bois was a controversial figure during his lifetime, his reputation continued to grow during the decades after his death. In a discussion of the revival of scholarly interest in Du Bois, Cruse and Gipson wrote: “It is important to remember that he continued to plead for a truly pluralistic culture in a world where the superiority of whites is still an a priori assumption. In so far as he grasped the basic dilemma of Western blacks as being a people with ‘two souls, two thoughts, two unreconciled strivings,’ Du Bois’s attitudes have been vindicated. He was, as we can now see, one of those unique men whose ideas are destined to be reviled and then revived, and then, no doubt, reviled again, haunting the popular mind long after his death.”\n\r\nThat Du Bois has remained a central figure in race studies. In 2003 a host of events were held around the United States to celebrate the centennial of the publication of The Souls of Black Folk. Atlanta’s National Black Arts Festival focused on the music, dramas, and arts inspired by the book while a staged adaptation of readings from the book premiered in New York. In an interview with Felicia R. Lee for the New York Times, Dolan Hubbard commented: “Du Bois was a founding father of multiculturalism, of blending races and ideas. You can trace the lineage of black music all the way to hip-hop in Souls. And certainly there is the religious imagination, the question of how people deal with problems of human suffering, a problem as old as Job.” In a Black Issues in Higher Education article, Caroline Maun commented, “Du Bois, as the sorrow songs he speaks so insightfully about, taught us how to feel about race in America. Feeling about race—directly, honestly, and fully—can be a demanding and painful task, but part of Du Bois’s message is that it is the only sure path toward social change.”\n", "attrs": {"School/Period:": ["Harlem Renaissance"]}}