{"pf_url": "https://www.poetryfoundation.org/poets/wg-sebald", "name": "W. G. Sebald", "yob": "1944", "yod": "2001", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/9198836303813a0d9a513aaf2a3e4d7659a821f9.jpeg", "bio": "\n                                                                    Born in Bavaria, German poet and prose writer Winfried Georg Sebald was the son of a German soldier who participated in the 1939 invasion of Poland and at the close of World War II was held in a French prisoner of war camp. He was released and returned home in 1947, when Sebald was three years old. Sebald was educated at the University of Freiburg. In his writing, he engaged themes of memory, history, and silence and often inhabited the shadow of the Holocaust. In a 2012 New Yorker essay on Sebald’s poetry, Teju Cole observes, “He is, among other things, a poet of the disregarded. He had a feeling for the inanimate, too, for ruins and comminuted landscapes, places that have been reduced to their smallest units by the forces of nature and history.” In his final interview, a public conversation with Maya Jaggi at the University of East Anglia’s British Centre for Literary Translation in September 2001 that was later printed in The Guardian, Sebald states, “Memory, even if you repress it, will come back at you and it will shape your life. Without memories there wouldn't be any writing: the specific weight an image or phrase needs to get across to the reader can only come from things remembered—not from yesterday but from a long time ago.” Although Sebald lived in Britain for more than 30 years, he composed his work in German and then worked closely with his English translators. In his novels, he incorporated elements of travelogue, biography, memoir, and fiction and included photographs without captions. His four novels are Schwindel Gefühle (1990, translated by Michael Hulse as Vertigo in 1992), Die Ausgewanderten: Vier Lange Erzählungen (1992, translated by Michael Hulse as The Emigrants in 1996), Die Ringe Der Saturn: Ein Englische Wallfahrt (1995, translated by Michael Hulse as The Rings of Saturn in 1998), and National Book Critics Circle Award–winner Austerlitz (translated by Anthea Bell in 2001). His essay collections include Logis in einem Landhaus (1998, translated as A Place in the Country by Jo Catling in 2013) and Luftkrieg und Literatur (1999, translated in an expanded version by Anthea Bell as On the Natural History of Destruction in 2003).   Sebald’s poetry includes Nach Der Natur: Ein Elementargedicht (1988, translated by Michael Hamburger as After Nature in 2002); For Years Now (2001), a collaboration with artist Tess Jaray; and the posthumously completed collaboration with German artist Jan Peter Tripp Unerzählt (2003, translated by Michael Hamburger as Unrecounted in 2004). An overview of his poetry can be found in Across the Land and the Water: Selected Poems, 1964–2001 (2008, translated by Iain Galbraith in 2011).   In 1987 Sebald was appointed a chair of German literature at the University of East Anglia, and in 1989, he became the founding director of the British Centre for Literary Translation, where an annual Sebald Lecture is given in his honor. Named to the Deutschen Akademie (German Academy) in 1996, Sebald received numerous awards for his writing, including a Los Angeles Times Book Award, a Berlin Literature Prize, a Joseph-Breitbach-Preis, and a Nordic Council Literature Prize.   Sebald died at the age of 57 and is buried in St. Andrew’s church in Framingham Earl, near his home in East Anglia. His literary archive, containing both manuscripts and correspondence, is held by the Deutsches Literaturarchiv, and a selection of audiovisual materials relating to Sebald is archived at the University of East Anglia.\n                                                            ", "attrs": {"Region:": ["Germany"]}}