{"pf_url": "https://www.poetryfoundation.org/poets/w-h-auden", "name": "W. H. Auden", "yob": "1907", "yod": "1973", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/efe10b3af26b585c213547dbf08eb72565ac1b3f.jpeg", "bio": "\nEnglish poet, playwright, critic, and librettist Wystan Hugh Auden exerted a major influence on the poetry of the 20th century. Auden grew up in Birmingham, England and was known for his extraordinary intellect and wit. His first book, Poems, was published in 1930 with the help of T.S. Eliot. Just before World War II broke out, Auden emigrated to the United States where he met the poet Chester Kallman, who became his lifelong lover. Auden won the Pulitzer Prize in 1948 for The Age of Anxiety. Much of his poetry is concerned with moral issues and evidences a strong political, social, and psychological context. While the teachings of Marx and Freud weighed heavily in his early work, they later gave way to religious and spiritual influences. Some critics have called Auden an anti-Romantic—a poet of analytical clarity who sought for order, for universal patterns of human existence. Auden’s poetry is considered versatile and inventive, ranging from the tersely epigrammatic to book-length verse, and incorporating a vast range of scientific knowledge. Throughout his career, he collaborated with Christopher Isherwood and Louis MacNeice, and also frequently joined with Chester Kallman to create libretti for musical works by Benjamin Britten, Igor Stravinsky, and Wolfgang Amadeus Mozart. Today he is considered one of the most skilled and creative mid-20th century poets who regularly wrote in traditional rhyme and meter.\r\n \r\nAuden was born and raised in a heavily industrial section of northern England. His father, a prominent physician with an extensive knowledge of mythology and folklore, and his mother, a strict Anglican, both exerted strong influences on Auden’s poetry. Auden’s early interest in science and engineering earned him a scholarship to Oxford University, where his fascination with poetry led him to change his field of study to English. His attraction to science never completely waned, however, and scientific references are frequently found in his poetry. While at Oxford, Auden became familiar with modernist poetry, particularly that of T.S. Eliot. It was also at Oxford that Auden became the pivotal member of a group of writers called the “Oxford Group” or the “Auden Generation,” which included Stephen Spender, C. Day Lewis, and Louis MacNeice. The group adhered to various Marxist and anti-fascist doctrines and addressed social, political, and economic concerns in their writings. Auden’s first book of poetry, Poems, was privately printed by Stephen Spender in 1928. Critics have noted that Auden’s early verse suggests the influences of Thomas Hardy, Laura (Riding) Jackson, Wilfred Owen, and Edward Thomas. Stylistically, the poems are fragmentary and terse, relying on concrete images and colloquial language to convey Auden’s political and psychological concerns.\r\n \r\nAuden’s poems from the second half of the 1930s evidence his many travels during this period of political turmoil. “Spain,” one of his most famous and widely anthologized pieces, is based on his experiences in that country during its civil war of 1936 to 1939. Journey to War, a book of the period written by Auden with Christopher Isherwood, features Auden’s sonnet sequence and verse commentary, “In Time of War.” The first half of the sequence recounts the history of humanity’s move away from rational thought, while the second half addresses the moral problems faced by humankind on the verge of another world war. It was Auden who characterized the 30s as “the age of anxiety.” His 1947 poem by that title, wrote Monroe K. Spears in his Poetry of W.H. Auden, was a “sympathetic satire on the attempts of human beings to escape, through their own efforts, the anxiety of our age.” Auden struck a chord in readers with his timely treatment of the moral and political issues that directly affected them. Harold Bloom suggested in the New Republic that “Auden [was] accepted as not only a great poet but also a Christian humanist sage not because of any conspiracy among moralizing neo-Christian academicians, but because the age require[d] such a figure.”\n\r\nSome critics have suggested that Auden’s unusual writing style germinated in the social climate of his childhood. Robert Bloom, writing in PMLA, commented that in Auden’s writing in 1930, “the omission of articles, demonstrative adjectives, subjects, conjunctions, relative pronouns, auxiliary verbs—form a language of extremity and urgency. Like telegraphese ... it has time and patience only for the most important words.” In his W.H. Auden as a Social Poet, Frederick Buell identified the roots of this terse style in the private, codified language in which Auden and his circle of schoolboy friends conversed. Buell quoted Christopher Isherwood, one of those friends and later a collaborator with Auden, who described a typical conversation between two members of the group: “We were each other’s ideal audience; nothing, not the slightest innuendo or the subtlest shade of meaning, was lost between us. A joke which, if I had been speaking to a stranger, would have taken five minutes to lead up to and elaborate and explain, could be conveyed by the faintest hint. ... Our conversation would have been hardly intelligible to anyone who had happened to overhear it; it was a rigamarole of private slang, deliberate misquotations, bad puns, bits of parody, and preparatory school smut.” Peter E. Firchow felt that the nature of Auden’s friendships affected not only his style but also his political views. In PMLA, Firchow noted that Auden thought of his friends “as a ‘gang’ into which new members were periodically recruited,” pointing out that Auden, “while never a Fascist, came at times remarkably close to accepting some characteristically Fascist ideas, especially those having to do with a mistrust of the intellect, the primacy of the group over the individual, the fascination with a strong leader (who expresses the will of the group), and the worship of youth.”\r\n \r\nAuden left England in 1939 and became a citizen of the United States. His first book written in America, Another Time, contains some of his best-known poems, among them “September 1, 1939” and “Musee des Beaux Arts,” which was inspired by a Breughel painting. The volume also contains elegies to poets A.E. Housman, Matthew Arnold, and William Butler Yeats, whose careers and aesthetic concerns had influenced the development of Auden’s artistic credo. A famous line from “In Memory of W.B. Yeats” is “Poetry makes nothing happen”—suggesting Auden’s complete rejection of romantic ideals. Some critics have suggested that Auden’s concentration on ethical concerns in Another Time was influenced by his reconversion to Christianity, which he had previously abandoned at age 15. Others, such as John G. Blair (author of The Poetic Art of W.H. Auden), however, have cautioned against reading Auden’s personal sentiments into his poetry: “In none of his poems can one feel sure that the speaker is Auden himself. In the course of his career he has demonstrated impressive facility in speaking through any sort of dramatic persona; accordingly, the choice of an intimate, personal tone does not imply the direct self-expression of the poet.”\r\n \r\nFollowing several noted publications, The Double Man, For the Time Being, and The Sea and the Mirror, Auden’s next volume of verse, The Collected Poetry, helped to solidify his reputation as a major poet. He won the Pulitzer Prize for his following book, The Age of Anxiety: A Baroque Eclogue, which features four characters of disparate backgrounds who meet in a New York City bar during World War II. Written in the heavily alliterative style of Old English literature, the poem explores the attempts of the protagonists to comprehend themselves and the world in which they live. Auden’s next major work, Nones, includes another widely anthologized piece, “In Praise of Limestone,” which asserts a powerful connection between the landscape depicted and the psychology of Auden’s characters. Auden received a National Book Award in Poetry for The Shield of Achilles in 1956.\n\r\nAuden possessed a formidable technique and an acute ear. In her book, Auden, Barbara Everett commented on the poet’s facility: “In his verse, Auden can argue, reflect, joke, gossip, sing, analyze, lecture, hector, and simply talk; he can sound, at will, like a psychologist on a political platform, like a theologian at a party, or like a geologist in love; he can give dignity and authority to nonsensical theories, and make newspaper headlines sound both true and melodious.” Jeremy Robson noted in Encounter: “The influence of music on Auden’s verse ... has always been salient: even his worst lines often ‘sound’ impressive.” Everett found that a musical sensibility marked Auden’s work from the very beginning, and she felt that when “he turned more and more, in the latter part of his career, to the kind of literary work that demands free exercise of verbal and rhythmic talent—for instance, to the writing of libretti—[he developed] that side of his artistic nature which was from the beginning the strongest.”\r\n \r\nAuden’s linguistic innovations, renowned enough to spawn the adjective “Audenesque,” were described by Karl Shapiro in In Defense of Ignorance as “the modernization of diction, [and] the enlarging of dictional language to permit a more contemporary-sounding speech.” As his career progressed, however, Auden was more often chastised than praised for his idiosyncratic use of language. James Fenton wrote in the New Statesman: “For years—for over forty years—the technical experimentation started by Auden enlarged and enriched the scope of English verse. He rediscovered and invented more than any other modern poet. ... And yet there grew up ... a number of mannerisms, such as the use of nouns as verbs, or the employment of embarrassingly outdated slang, or the ransacking of the OED [Oxford English Dictionary], which became in the end a hindrance to his work.”\n\r\nThe extent to which Auden believed in various political theories is still debated; what is clear to some critics, though, is that Auden habitually revised his writing to accommodate any shifts in faith. Hannah Arendt considered Auden’s changes of heart to be a natural response to the flux of the times. Arendt wrote in the New Yorker: “In the Forties, there were many who turned against their old beliefs. ... They simply changed trains, as it were; the train of Socialism and Communism had been wrong, and they changed to the train of Capitalism or Freudianism or some refined Marxism.”\n \r\nBuell drew a parallel between the political activism of Auden and that of playwright Bertolt Brecht, noting that both men were “attempting to find an artistic voice for a left-wing polemic.” Arendt supported Buell’s assertion, commenting that “[Auden] once mentioned as a ‘disease’ his ‘early addiction to German usages,’ but much more prominent than these, and less easy to get rid of, was the obvious influence of Bertolt Brecht with whom he had more in common than he was ever ready to admit. ... What made this influence possible was that [Auden and Brecht] both belonged to the post-First World War generation, with its curious mixture of despair and joie de vivre.” Buell found stylistic as well as political similarities. Bernard Bergonzi, writing in Encounter, contended that ideologies were only tools to serve Auden’s foremost interest: understanding the workings of the world. For Auden, said Bergonzi, Marxism and psychoanalysis alike were “attractive as techniques of explanation.” Bergonzi posited that Auden perceived reality as “actually or potentially known and intelligible, without mysteries or uncertainty,” and that he considered experience to be a complex entity which could be “reduced to classifiable elements, as a necessary preliminary to diagnosis and prescription.” Auden expressed his desire for order in his preface to Oxford Poetry 1927: “All genuine poetry is in a sense the formation of private spheres out of a public chaos.” Bergonzi was one of many critics who felt that Auden succeeded in giving his readers a feeling of the well-ordered “private sphere.” He wrote: “At a time of world economic depression there was something reassuring in Auden’s calm demonstration, mediated as much by style as by content, that reality was intelligible, and could be studied like a map or a catalogue, or seen in temporal terms as an inexorable historical process. ... It was the last time that any British poet was to have such a global influence on poetry in English.”\r\n \r\nIn his later years, Auden wrote three major volumes: City without Walls, and Many Other Poems, Epistle to a Godson, and Other Poems, and the posthumously published Thank You, Fog: Last Poems. While all three works are noted for their lexical range and humanitarian content, Auden’s later poems often received mixed, and sometimes unenthusiastic, reviews. Commenting on Thank You, Fog, Howard Moss in New York Times Book Review argued that the collection is “half the ghost of what it might have been. Writers, being human, are not in a position to choose their monuments. This one is more Audenesque than Auden, hardly fitting as the final words, the summing up of a man who set his mark on an age.”\r\n \r\nSince Auden’s death in 1973, numerous anthologies of his works have been published, leading to reevaluations (and in some respects, the critical rehabilitation) of the poet’s career. Edited by Edward Mendelson, W.H. Auden and Chester Kallman: Libretti and Other Dramatic Writings by W.H. Auden, 1939-1973, presents a compilation of Auden’s opera libretti, radio plays, film narratives, liturgical dramas, and adaptations of Euripides and Shakespeare, many of which were written in collaboration with Chester Kallman. While the collection points to Auden’s diverse musical and dramatic interests, “the libretti are rightly the focus of the book,” observed J. D. McClatchy in New Republic. McClatchy continued: “[The opera libretto] The Rake’s Progress remains [Auden and Kallman’s] masterpiece. Simplest verse is the hardest to write, because it is most exposed, and Auden’s spare style here achieves both elegance and speechliness.” Highlighting Auden’s writing partnership with Christopher Isherwood during the early years of their collaboration is Mendelson’s W.H. Auden and Christopher Isherwood: Plays and Other Dramatic Writings by W.H. Auden 1928-1938, which contains plays, scripts for documentary films and a radio play, and a cabaret act. The plays in the volume, such as The Dance of Death and The Dog Beneath the Skin, reveal Auden’s early desire to eschew dramatic realism in favor of the more ritualistic and communal dramatic forms that characterized the Mystery plays of the Middle Ages. The subject matter of the plays nevertheless demonstrates their modern orientation, as political and psychological commentary are of central importance.\r\n \r\nEdited by Katherine Bucknell and Nicholas Jenkins (cofounders of the W.H. Auden society), “The Map of All My Youth:” Early Works, Friends and Influences contains several previously unpublished works by Auden, including six poems from the 1930s and an essay by Auden titled “Writing.” The first in a planned series of scholarly books dedicated “not only to Auden but also [to] his friends and contemporaries, those who influenced him, and those by whom he was influenced,” the volume also contains correspondence between Auden and Stephen Spender and critical essays on Auden by contemporary scholars.\r\n \r\nAuden’s milieu is further explored in A Company of Readers: Uncollected Writings of W.H. Auden, Jacques Barzun, and Lionel Trilling from the Reader’s Subscription and Mid-Century Book Clubs. The book club in question, the Reader’s Subscription Club, later became the Mid-Century Book Club. It was formed in 1951 in an effort to cultivate a readership for literary novels that would not necessarily appeal to mainstream audiences. Auden, Barzun, and Trilling were the club’s editorial board, and the book collects some of their reviews and articles which originally appeared in the club’s periodicals—the Griffin and the Mid-Century. 15 of Auden’s essays are included.\r\n \r\nAuden’s relevance to literature continues with the publication of Lectures on Shakespeare, a collection dating from 1946, when Auden taught a course on Shakespeare at the New School for Social Research in New York City. The lectures were reconstructed from the scrupulous notes taken by Auden’s students, which were then edited by Arthur Kirsch. Auden discusses Shakespeare’s plays with an eye toward their historical and cultural relevance, comparing Richard III to Hitler, for example. William Logan in the New York Times Book Review noted that “Auden wrote criticism as if he had better things to do, which made its brilliance the more irritating.” He characterized Auden’s Shakespeare lectures as “rambling and sociable ... at times whimsical and perverse,” and explained that Auden’s criticism is informed both by psychoanalyst Sigmund Freud and Sören Kierkegaard. Auden’s more audacious observations about Hamlet, for example, include his belief that the title role should be played by someone dragged off the street rather than an actor, and that the plot can be compared to New York’s infamous Tammany Hall political machine. Cautioning that the essays are not Auden’s exact words and should not be accepted as such, Logan nevertheless concluded that “these flawed and personal lectures tell us more about Auden than his sometimes perfect verses.”\r\n \r\nAuden’s career has undergone much reevaluation in recent decades. While some critics have contended that he wrote his finest work when his political sentiments were less obscured by religion and philosophy, others defend his later material as the work of a highly original and mature intellect. Many critics echo the assessment of Auden’s career by the National Book Committee, which awarded him the National Medal for Literature in 1967: “[Auden’s poetry] has illuminated our lives and times with grace, wit and vitality. His work, branded by the moral and ideological fires of our age, breathes with eloquence, perception and intellectual power.”\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}