{"pf_url": "https://www.poetryfoundation.org/poets/w-s-merwin", "name": "W. S. Merwin", "yob": "1927", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/f41dd36e1c9f6612baf4b3cd8a15f67c0ef2ad5a.jpeg", "bio": "\nWilliam Stanley (W.S.) Merwin was born in New York City in 1927 and raised in New Jersey and Scranton, Pennsylvania, the son of a Presbyterian minister. His numerous collections of poetry, his translations, and his books of prose have won praise over seven decades. Though his early poetry received great attention and admiration, Merwin would continue to alter and innovate his craft with each new book, and at each stage he served as a powerful influence for poets of his generation and younger poets. For the entirety of his writing career, he explored a sense of wonder and celebrated the power of language, while serving as a staunch anti-war activist and advocate for the environment. He won nearly every award available to an American poet, and he was named U.S. poet laureate twice. A practicing Buddhist as well as a proponent of deep ecology, Merwin lived since the late 1970s on an old pineapple plantation in Hawaii which he has painstakingly restored to its original rainforest state. Poet Edward Hirsch wrote that Merwin “is one of the greatest poets of our age. He is a rare spiritual presence in American life and letters (the Thoreau of our era).”\n\r\nHis first collection of poetry, A Mask for Janus (1952),  was chosen by W.H. Auden for the Yale Younger Poets Prize. While that first book reflected the formalism of the period, Merwin eventually became known for an impersonal, indirect, and open style that eschewed punctuation. Writing in the Guardian, Jay Parini described Merwin’s mature style as “his own kind of free verse, [where] he layered image upon bright image, allowing the lines to hang in space, largely without punctuation, without rhymes ... with a kind of graceful urgency.” Although Merwin’s writing has undergone stylistic changes through the course of his career, a recurring theme is man’s separation from nature. The poet saw the consequences of that alienation as disastrous, both for the human race and for the rest of the world.\nRegarding his own development as a writer, Merwin once said, “I started writing hymns for my father almost as soon as I could write at all, illustrating them... But the first real writers that held me were not poets: Conrad first, and then Tolstoy, and it was not until I had received a scholarship and gone away to the university that I began to read poetry steadily and try incessantly, and with abiding desperation, to write it.” Merwin attended Princeton University and studied with R.P. Blackmur and John Berryman. After graduating in 1948, he continued as a post-graduate student of Romance languages and eventually traveled through much of Europe, translating poetry and working as a tutor, including for the son of poet Robert Graves. Merwin’s early collections—especially A Mask for Janus—reflect the influence of Graves and the medieval poetry Merwin was translating at the time.\nIndeed, the poetic forms of many eras and societies are the foundation for a great deal of Merwin’s poetry. His first books contain many pieces inspired by diverse, classical models. According to Vernon Young in the American Poetry Review, the poems are traceable to “Biblical tales, Classical myth, love songs from the Age of Chivalry, Renaissance retellings; they comprise carols, roundels, odes, ballads, sestinas, and they contrive golden equivalents of emblematic models: the masque, the Zodiac, the Dance of Death.” In 1956, Merwin was offered a fellowship from the Poets’ Theater in Cambridge, Massachusetts and returned to the U.S. His books from this period, Green with Beasts (1956) and The Drunk in the Furnace (1960), show the beginning of a shift in style and tone as Merwin began to experiment with irregular forms. The Drunk in the Furnace, which was written during Merwin’s tenure in Boston when he was meeting poets such as Robert Lowell, particularly shows his new engagement with American themes. His obsession with the meaning of America and its values can make Merwin sometimes seem like the great nineteenth-century poet Walt Whitman, critic Ed Folsom noted in Shenandoah: “His poetry ... often implicitly and sometimes explicitly responds to Whitman; his twentieth-century sparsity and soberness—his doubts about the value of America—answer, temper, Whitman’s nineteenth-century expansiveness and exuberance—his enthusiasm over the American creation.”\nMerwin’s next books were some of his most critically acclaimed and continue to be influential volumes. The Lice (1967), often read as a response to the Vietnam War, also condemns modern man in apocalyptic and visionary terms. “These are poems not written to an agenda but that create an agenda,” wrote poet and critic Reginald Shepherd, “preserving and recreating the world in passionate words. Merwin has always been concerned with the relationship between morality and aesthetics, weighing both terms equally. His poems speak back to the fallen world not as tracts but as artistic events.” Dozens of poets pointed to The Lice as a major influence on their own writing, and the book remains one of Merwin’s most-read volumes of poetry. His next book, The Carrier of Ladders (1970) won the Pulitzer Prize for poetry in 1971. He famously donated the prize money to the draft resistance movement, writing an essay for the New York Review of Books that outlined his objections to the Vietnam War. His article spiked the ire of W.H. Auden, who wrote a response arguing that the award was apolitical. The Carrier of Ladders shows Merwin continuing to engage with American themes and nature, and includes a long sequence on American westward expansion. That same year, Merwin published The Miner’s Pale Children: A Book of Prose. Reviewing both volumes for the New York Times, Helen Vendler noted that “these books invoke by their subtitles the false distinction between prose and poetry: the real distinction is between prose and verse, since both are books of poems, with distinct resemblances and a few differences.”\nMerwin moved to Hawaii to study Zen Buddhism in 1976. He eventually settled in Maui and began to restore the forest surrounding his former plantation. Both the rigor of practicing Buddhism and the tropical landscape greatly influenced Merwin’s later style. His next books increasingly show his preoccupation with the natural world. The Compass Flower (1977), Opening the Hand (1983), and The Rain in the Trees (1988) “are concerned not only with what to renounce in the metropolis but also what to preserve in the country,” noted Ed Hirsch in the New York Times. Many of the poems in the last volume “immerse themselves in nature with a fresh sense of numinousness,” said Hirsch, while also mourning the loss of that nature to human greed and destruction. Merwin has continued to produce striking poems using nature as a backdrop. The Vixen (1996), for instance, is an exploration of the rural forest in southwestern France that Merwin called home for many years. Poet-critic J. D. McClatchy remarked in the New Yorker that “the book is suffused with details of country life—solitary walks and garden work, woodsmoke, birdsong, lightfall.” But Merwin’s later poetry doesn’t merely describe the natural world; it also records and condemns the destruction of nature, from the felling of sacred forests to the extinction of whole species. Migration: New and Selected Poems (2005) exposes Merwin’s evolution as a stylist over half a century but also shows, as Ben Lerner noted in his review of the volume for Jacket, that “Merwin ... is an unwaveringly political poet ...  [he] not only tracks the literal impoverishment of our planet, but he makes it symbolize the impoverishment of our culture’s capacity for symbolization.” Migration was awarded the National Book Award for poetry.\nSome literary critics have identified Merwin with the group known as the oracular poets, but Merwin himself once commented: “I have not evolved an abstract aesthetic theory and am not aware of belonging to any particular group of writers.” Reviewing Migration for the New York Times, Dan Chiasson described Merwin poems as “secular prophecy grounded on perceptual fineness.” But while Merwin’s work from the 1960s and early ‘70s perhaps best embody this mode, Chiasson believed that “its signature open form has been preserved whatever the occasion. What began as stylistic necessity has become a mannerism.” Merwin has continued to win high praise for his poetry, however, including the 2009 Pulitzer Prize for his collection The Shadow of Sirius (2008). The book’s three sections deal with childhood and memory, death and wisdom, and are some of the most autobiographical of his career. The Pulitzer Prize committee cited the book for its “luminous, often-tender poems that focus on the profound power of memory.” Merwin continues to add to his impressive body of work with recent collections such as Garden Time (2016) and The Moon Before Morning (2014). Reviewing The Essential W.S. Merwin (2017) in the New Yorker, Dan Chiasson remarked, “Merwin’s insistence on a poetry of imaginative utility, against the encroachments of decades of literary fads, has succeeded in giving his imagined worlds some of the tangible pleasures and horrors we associate with real ones. Like Stevens, whose old-age poems are perhaps the greatest ever written, Merwin can say he ‘recomposed’ the constituents of his vision. But he also planted and tended a palm forest that is now permanently protected and open to the public. His poems, like that forest, are a kind of time preserve.”\nIn addition to writing poetry, prose and drama, Merwin is an accomplished and prolific translator of poetry. Merwin has also translated poets as diverse as Osip Mandelstam and Pablo Neruda. His translation of Dante’s Purgatorio (2000) and the Middle English epic Sir Gawain and the Green Knight (2004) both won high praise for their graceful, accessible language, and his Selected Translations (2013) won the Harold Morton Landon Translation Award. With Takako Lento he translated the Collected Haiku of Yosa Buson (2013).\nMerwin won most awards available to American poets, including the Bollingen Prize, two Pulitzer Prizes, the Aiken Taylor Award for Modern American Poetry, a Ford Foundation grant, the Ruth Lilly Poetry Prize, the PEN Translation Prize, the Shelley Memorial Award, the Wallace Stevens Award, the Zbigniew Herbert International Literary Award, a Lila Wallace-Reader’s Digest Writers’ Award, and the Harold Morton Landon Translation Award. He has also been awarded fellowships from The Academy of American Poets, the Guggenheim Foundation, the National Endowment for the Arts, and the Rockefeller Foundation. Merwin is a former chancellor of the Academy of American Poets and two-time U.S. poet laureate (1999-2000, 2010-2011).\nMerwin was once asked what social role a poet plays—if any—in America. He commented: “I think there’s a kind of desperate hope built into poetry now that one really wants, hopelessly, to save the world. One is trying to say everything that can be said for the things that one loves while there’s still time. I think that’s a social role, don’t you? ... We keep expressing our anger and our love, and we hope, hopelessly perhaps, that it will have some effect. But I certainly have moved beyond the despair, or the searing, dumb vision that I felt after writing The Lice; one can’t live only in despair and anger without eventually destroying the thing one is angry in defense of. The world is still here, and there are aspects of human life that are not purely destructive, and there is a need to pay attention to the things around us while they are still around us. And you know, in a way, if you don’t pay that attention, the anger is just bitterness.”\n\r\nMerwin died in March 2019 at the age of 91.\n \n \n \n", "attrs": {"Region:": ["U.S., Western", "Pacific Islands"]}}