{"pf_url": "https://www.poetryfoundation.org/poets/w-s-di-piero", "name": "W. S. Di Piero", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/12f8406fbf63d0c526d09f1383044160b56d425b.jpeg", "bio": "\nW.S. Di Piero was born in 1945 in Philadelphia, Pennsylvania and earned his BA from St. Joseph’s College and MA from San Francisco State College. A poet, essayist, art critic, and translator, Di Piero has taught at institutions such as Northwestern University, Louisiana State University, and Stanford, where he is professor emeritus of English and on faculty in the prestigious Stegner Poetry Workshop. Elected to the American Academy of Arts and Sciences in 2001, Di Piero was awarded the Ruth Lilly Poetry Prize in 2012.\r\n \r\nDi Piero’s poetry is known for its gritty realism. Populated with characters and settings reminiscent of the South Philadelphia neighborhood of his boyhood and the Italian-American working-class families he grew up with, Di Piero’s poetry frequently makes use of colloquial language and diction—what poet Philip Levine described as “our American voices in all their glory and banality.” Using everyday objects as well as speech to create both rhythm and image, Di Piero’s style is able to evoke “intensity and … atmosphere within the space of a single line,” according to Publisher’s Weekly. Di Piero’s numerous collections of poetry include The First Hour (1982), The Dog Star (1990), Skirts and Slacks (2001), Chinese Apples: New and Selected Poems (2007), and Nitro Nights (2011), and TOMBO (2014). Of his own work, Di Piero told McSweeney’s magazine in an interview: “I don’t think about differentiations. My work, for me, is all a weird, present streaming. I’m guided (or driven) by emotion and sounds, so I’m usually not aware of what kinds of poems I’ve written until they’re already written and I see the pattern of the obsession … All my life I’ve wanted to write less intensely, to relax, take it easy, lighten up for Christ’s sake, be clear and plain and funny and loose and whimsical. I’m probably still not quite there.”\nDi Piero also takes inspiration from works of art, including the art of Italian masters such as Caravaggio, Carpaccio, and Fra Lippo Lippi as well as German expressionist painter Paul Klee, whose sketch “Ruined Architectures” is the frontispiece to TOMBO. Di Piero’s interest in visual art has led him to art criticism, and he is a regular art reviewer for the San Diego Reader. Di Piero has published a number of volumes of essays on literary and visual art, including Memory and Enthusiasm (1989), Out of Eden: Essays on Modern Art (1991), Shooting the Works: On Poetry and Pictures (1996), a collection of memoirs, essays, notes, and art criticism, City Dog (2009), and When Can I See You Again: New Art Writings (2010).\nAn award-winning translator of Italian poetry, Di Piero’s first published translation was Giacomo Leopardi’s Pensieri (1981). Other translations include Sandro Penna’s This Strange Joy (1982), which received the Academy of American Poets Raiziss/de Palchi Translation Award, Leonardo Sinisgalli’s The Ellipse (1982) and Night of Shooting Stars (2011), and a translation of Euripides’s Ion (1996). Speaking to John Rodden about translation, Di Piero noted: “Translation assists you in arriving at recognitions. As a translator, you feel your way through to some of the same recognitions that the poet originally had and that shaped the poem. For me, this sense of pursuing recognitions—of waiting for recognitions to arrive—is what poetry and translation are about. So the process of translation has helped me immensely in that way: not as a question of language, but rather as a quest for recognitions.”\nW.S. Di Piero has won numerous honors and awards for his work, including fellowships from the Guggenheim Foundation, the Ingram Merrill Foundation, and the Lila Wallace-Reader’s Digest Fund. He lives in San Francisco.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}