{"pf_url": "https://www.poetryfoundation.org/poets/walter-mcdonald", "name": "Walter McDonald", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8cdd92478588f20fe4e0f996770ae7597e379e45.jpeg", "bio": "\nA long-time resident of Texas, poet Walter McDonald served in the Air Force and is a veteran of the Vietnam War. He earned his PhD from the University of Iowa, and he taught at Texas Tech University, where he is the Paul Whitfield Horn Professor Emeritus. McDonald has published more than 20 books of poetry, including Faith is a Radical Master (2005), A Thousand Miles of Stars (2004), Climbing the Divide (2003), and Great Lonely Places of the Plains (2003). Frequently concerned with landscape and place, including Texas, McDonald’s work is known for its clear, narrative style and moral heft.\nMcDonald, who has published over 2,000 poems in journals and literary magazines, told Contemporary Authors: “I came to poetry late. As a young Air Force pilot, when I applied to teach English at the Air Force Academy, what I wanted to do was hang around some of the best stories in the world and to share them with others. After some of my friends went off to Vietnam, and one was shot down, then another, I felt a need to say something to them, or about them. I could talk to their wives or widows, but I turned to poems when nothing else worked; my first stumbling attempts were like letters to the dead. When my first book was published—mainly war poems—a friend asked, ‘Where’s Texas in your poems, Walt?’ I didn’t know; I had never thought about it. But I started looking around and, sure enough, I began to feel the call of my wild, native West Texas—which I knew better than I knew Iowa, better than Colorado, better than Vietnam.\n\r\n“For years, I had not considered this world to be my home. But, when I let down my bucket in a plains region doomed to dry up, I found all sorts of images for poems, even if I could live to write for forty years in that suddenly fabulous desert … Every poem is a metaphor of how it feels to someone to be alive at some time, at some place. I didn’t write many poems before I came back from Vietnam, so I may be wrong, but I think that’s what a poem becomes … I love flying, a matter of life or death; but a good story or poem expresses some of the splendor we all need. Oh, it is not as much joy as holding hands with my wife in the park, or bending down to lift one of my granddaughters above my head and feel her hug my neck. I know the difference between a poem and a person.”\nThe recipient of numerous honors and awards for his work, including six awards from the Texas Institute of Letters and four Western Heritage Awards from the National Cowboy Hall of Fame, McDonald received the Bookend Award for a lifetime of contributions to Texas literature from Texas Tech University Press in 2004.\n \n \n", "attrs": {"Region:": ["U.S., Western"]}}