{"pf_url": "https://www.poetryfoundation.org/poets/walter-savage-landor", "name": "Walter Savage Landor", "yob": "1775", "yod": "1864", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8fd3441f657a56e4f86a2e2b2ba8b489f4a56881.jpeg", "bio": "\nAs a poet, Walter Savage Landor was best known for his classic epigrams and idylls. He was a seriously emulative classicist and wrote a significant proportion of his poetry in Latin, which was also the original language of some of the long and short poems that he published in English. Indeed, he was deterred from making it his chief medium only by the example of John Milton and the advice of Robert Southey and William Wordsworth, and as an old man he remarked, \"I am sometimes at a loss for an English word, for a Latin never.\" Though the \"Latin savour\" (Arthur Symons's phrase) and the formal skills of his works have always attracted the particular attention of fellow poets, so that Wordsworth, for instance, wrote to Landor that he would rather have been the author of his verses \"than of any produced in our time,\" T. S. Eliot summed up Landor's achievement as that of \"only a magnificent by-product,\" limited by a single-minded adherence to the classical humanist tradition that was under siege in the age of industrialization. William Butler Yeats in A Vision (1925), on the other hand, admired the completeness of Landor's cultural mask and saw it as one peculiarly appropriate for a notorious firebrand: \"The most violent of men, he uses his intellect to disengage a visionary image of perfect sanity ... seen always in the most serene and classic art imaginable.\"\n\r\nA recognition of the art and the mask, however, including Landor's patrician contempt for popularity, should not prevent acknowledgment of the political vision of liberal republicanism, critically opposed to the dominant forces of Romantic reaction, that varies from the esoteric to the propagandist in Landor's poetry. That vision is related to the resilient structure of feeling even in the miniaturism of his epigrams, idyls, and dramatic scenes, with their emphasis on physical pleasure and noble attitudes. In this respect he is best viewed in the light of a lively classical tradition he shared with contemporaries such as George Gordon, Lord Byron, Percy Bysshe Shelley, and Thomas Love Peacock.\n\r\nIt was through his prose writings that Landor became well known, especially with the series of Imaginary Conversations (1824-1829) between literary and political personalities from all periods of European history. But the prose is linked to the verse by the control or \"mastership\" that Friedrich Nietzsche described as \"its polite warfare with poetry.\" They are common representations of what Ezra Pound called \"a whole culture,\" extending from Greece and Rome to the Enlightenment, and through Landor to the English modernists and beyond. His long life span enabled him personally to influence Robert Browning and Algernon Charles Swinburne in the formation of a countertradition in 19th-century English poetry concerned with the difficult and adverse relaying of past culture—a tradition especially influential on Pound, Landor's greatest advocate, for whom Landor was the most important English writer between Pope and Browning.\n\r\nWalter Savage Landor was born at Warwick, the eldest son of Walter Landor, a physician who inherited a large estate in Staffordshire, and his second wife, Elizabeth Savage, heiress to a more modest Warwickshire fortune. In 1783 he became a boarder at Rugby School, where he displayed remarkable tendencies for excelling in the daily exercises in Latin translation and composition and for rebelliousness. Proud and unruly from early boyhood, he fixed on the role of precocious classicist as a mark of superiority to his contemporaries and of equality with his elders. His unofficial mentor was Samuel Parr, the celebrated Latin scholar, political controversialist, and zealous supporter of Charles James Fox. Parr, who had taken up a curacy near Warwick, respectfully fostered Landor's classicism throughout his youth and also his political enthusiasm in the broad Whig tradition of his father. Parr's protégé's schooldays culminated in insubordination, for which he was removed from school at the age of 15. He became a pupil of a private tutor near Ashbourne, Derbyshire, the following year, translating Cowley into Latin verse, \"correcting his extravagance,\" before matriculating at Trinity College, Oxford, in 1792.\n\r\nSouthey, who avoided him at Oxford, remembered him there as \"a mad Jacobin,\" wearing his hair conscientiously unpowdered. In his second year ,Landor was rusticated for prevarication over a shooting incident in which he fired against the shutters of a neighboring student's windows during college prayers. He did not return to Oxford, so that he quarreled with his father and went to live in London, where he devoted himself to the private study of French, Italian, and Greek. His first publication, The Poems of Walter Savage Landor, which came out in 1795, includes university satires, an imaginary verse epistle, \"Abelard to Eloise,\" in the vogue of Pope's poem on the same subject, and other fashionable imitations. It established the pattern of commercial failure that all his poetic volumes were to undergo and did not nearly cover its expenses. But, despite its private jokes and derivativeness, it was not without the spice of topical urgency: one piece, \"Apology for Poetry,\" celebrated the French victories over the allies and charged the British government with repression at home and abroad. He had embarked on a lifelong engagement in political literature. In the same year he produced the Moral Epistle, an attack on the Tory government dedicated to Charles, Earl Stanhope, who had denounced British intervention in French domestic affairs in the House of Lords, and in 1797 he took part in the hot political debatings of his hometown, producing a pamphlet, To the Burgesses of Warwick, scorning William Pitt's current policies, including the continuation of the war against France.\n\r\nHaving made a financial arrangement with his father, he went to Swansea, where he lived with Nancy Jones (the \"Iöne\" of early poems), a local girl with whom he had started an affair in 1793 on an undergraduate holiday in South Wales. They had a child who died, as did Nancy herself (probably from tuberculosis) at some time in or before 1806. At Swansea in 1796 he met Rose Aylmer, whose tragic early death was to occasion one of his best-known epigrams. He wrote that they were \"not indifferent\" to one another before she accompanied her aunt in 1799 to Calcutta, where her uncle was judge in the Supreme Court of Bengal and where in 1800 she died of cholera at age 20.\n\r\nAt Swansea he continued the program of leisured learning and unprofitable publication that extended throughout his life, enabled by an allowance and later a private income. In autumn 1796, he began his first considerable work, the heroic poem Gebir (1798), in seven books, parts of which were originally written in Latin, and of which he produced a Latin version in 1803. It is an epic with an Middle Eastern setting (though most evocative of Greek pastoral) that describes the invasion of Egypt by Gebir, a Spanish king, according to a childhood oath, and his assassination by the nurse of the Egyptian queen, Charoba, tragically unaware that her mistress had fallen in love with him.\n\r\nLandor had now renounced the heroic couplet that had presided in the longer pieces of his first publication. His reading of Milton had convinced him that blank verse was a heroic medium superior to the classical hexameter in conveying in English an impression of weight and dignity, and \"repeated perusals of Pindar\" conditioned the severity of his own style. After his previous disappointment, he had it printed in Warwick in 1798 in an inconspicuous paper-covered pamphlet, with the imprint of the London publisher Rivingtons. It went largely unnoticed. Southey, however, gave it prominent and enthusiastic attention in his piece for the Critical Review (September 1799) and in writing to his friends, later acknowledging its influence on Thalaba (1801, 1809). The ardor expressed in the Critical Review caused other journals to review Gebir far less admiringly. It suffers from a lack of narrative movement characteristic of Landor, and most contemporary responses refer to its unevenness and patchy beauties. But both Thomas De Quincey as an Oxford undergraduate in 1803 and later Shelley as a student were fascinated by the poem. Other notable admirers were Henry Cary, Landor's school and university friend who was to translate Dante, and Wordsworth.\n\r\nA hoax pamphlet of nine short poems, Poems from the Arabic and Persian, published in 1800, purported to be based on French translations, but actually consisted of original works by Landor. It was produced in a similar manner to Gebir and went largely unnoticed apart from a bait-swallowing piece in the Monthly Review (July 1804).\n\r\nLandor was conscious of a political subtext in Gebir, which he summarizes in the extended preface to the second edition of 1803, where it takes on an anti-Napoleonic resonance as \"the folly, the injustice, and the punishment of Invasion.\" He projected another long heroic poem about the disruption and restoration of civilization to be entitled \"The Phoceans,\" two fragments of which (possibly written before Gebir) were published in 1802, in a book actually printed in 1800: Poetry by the Author of Gebir. The project revolves around the Persian invasion of Ionia and the consequent flight of one of its nations to Spain. Another heroic poem belonging to this project is \"Crysaor.\" The title character is the last survivor of \"a race of earth-born giants,\" associated with the Titans, the old order of the gods being routed by Zeus, as he takes over the rule from Chronos. To Landor, the giant embodies the forces of reactionary tyranny, attempting to defy the inevitability of moral progress. Landor was aiming in this heroic sequence to supply a missing link in ancient literature by evoking the \"classic land\" of ancient Spain which Greek and Latin authors had strangely neglected. He characteristically moved to the arcane and remote margins of ancient history to occupy territory where he is unchallenged and unpreceded, but the political subtext is lost in esotericism. As Southey commented in the Annual Review (1802), \"While the poet involves his meaning in such allegory and such language, he may continue to publish without danger of comments by the Attorney General.\" The volume met with mostly abusive rejection from the reviewers, and Landor did not pursue this heroic vision of a postrevolutionary society.\n\r\nAfter the Peace of Amiens in 1802, Landor visited Paris and lost his revolutionary ardor when he actually witnessed Napoleon's assumption of the title First Consul for life and the French submission to a new despotism. In his notes to the second edition of Gebir in 1803 he recanted the praise for Napoleon in the original poem and registered his disillusionment with the French Revolution. Without representation for his republican idealism in any British faction he allowed his political opinions to run along the grooves of his master principles—in Sidney Colvin's phrase, \"the elementary principles of love of freedom and hatred of tyranny\"—as they began to find expression in the rise of liberal nationalism throughout Europe.\n\r\nA major event in his personal life occurred at Bath in the spring of 1802 when he met and fell in love with Jane Sophia Swift, the \"Ianthe\" of his poems. She married a cousin, in the tradition of her family, in 1803, but a liaison with Landor during her marriage is probable. The invention of the pseudonym owes something to discretion as well as to euphony. She was widowed in 1814 and married Comte Pelletier de Molandé. She became a widow once more about 1827, and by then in possession of a large fortune, she was wooed by the duke of Luxembourg. She remained Landor's grand passion, and her path recrossed his at Florence in 1829 and at Bath in 1839 and 1849-1850, before she died at Versailles in 1851.\n\r\nFrom 1803 until his marriage in 1811, Landor moved about in fashionable circles, mostly at Bath. The chief fruit of the period was the exquisite collection of epigrams (including some in Latin), Simonidea (1806), named after the Greek elegist Simonides. These lyrics, mostly devoted to Nancy Jones and Ianthe, hark back ultimately in simplicity of theme and form to the Greek Anthology. They define the characteristic tension of his lyrical pieces, in which the classical commonplace of the brevity of love is invested with a personal coloring, while the pressure of private feeling is soothed by its conventionality. Though it was noted in the reviews, it did not sell well.\n\r\nIn 1805 his father died, and Landor succeeded to the estates at Rugeley, Staffordshire, assured of still greater wealth at the death of his mother—an event that occurred in 1829. In the same year he sold his inherited and some prospective property to buy Llanthony Abbey, Monmouthshire, a half-ruined 13-century Austin priory and the valley it occupied, though he continued to move restlessly round the West Country and it was some years before he tried to settle there. It was while he was at Bristol in 1808 that he finally met Southey, who was to become a life-long friend and literary ally, a kind of association Landor generally avoided. When he heard that Southey had stopped producing poetry because he could not afford to write it, Landor promised to have printed anything Southey wrote, and though the offer was declined Southey acknowledged its effect in encouraging him to go on writing verse. Then, later that year, Landor left impulsively for Corunna to aid the Spanish revolt against Napoleon. He gave £100 for the relief of Venturada, almost destroyed by the French, and paid the expenses of a force of volunteers he collected to join Gen. Joachim Blake's army, though he never got the chance of active service. After his return he published Three Letters, Written in Spain (1809), addressed to the Spanish general Francisco Riquelme, on military and political topics. He was now violently anti-Napoleonic, calling for \"the termination both of the war and of the warrior.\"\n\r\nLandor's first poetic drama, Count Julian: A Tragedy (1812), influenced by his Spanish adventure, was written at Bath between November 1810 and January 1811 and was probably prompted by the arrival of the first manuscript installment of Southey's new \"Tragic Poem,\" Roderick, the Last of the Goths (1814), in July 1810. Count Julian tells the story of a Christian general of the Goths, who in order to revenge the dishonoring of his daughter by his sovereign, Roderigo, in Edward Gibbon's words, \"solicited the disgraceful honour of introducing [Moslem] arms into the heart of Spain.\" He had difficulty in getting it published: Longman, Southey's publisher, would not print it even at Landor's own expense, and Landor was so indignant that he burned another tragedy he had been working on. When Count Julian did appear, anonymously, in an edition of 250 copies, it was popularly mistaken for a work by Byron. Wordsworth thought it had \"very fine touches,\" but as Landor acknowledged, it lacked action and development, as do the subsequent dramatic efforts. In the 1846 edition of Landor's works it was included with other pieces under the heading \"Acts and Scenes\" with the note: \"None of these poems of a dramatic form were offered to the stage, being no better than Imaginary Conversations in metre.\"\n\r\nBack in Bath he met and within several months, on May 24, 1811, had married Julia Thuillier, about 17 years old and, in Landor’s words, \"a girl without a sixpence, and with very few accomplishments.\" He had simply decided to settle down—immediately. The marriage eventually failed, but it produced four children and spells of calming and affectionate domesticity, though he never addressed any verses to his wife. The couple took up residence in the half-ruined abbey at Llanthony while a house was being built there. Landor's attempts to manage the estate proved disastrous. His literary and political interests were obviously more congenial, as he completed the first significant collection of his Latin verse, Idyllia Nova Quinque, eventually published in 1815. He also continued his contentious political interventions, producing Commentary on Memoirs of Mr. Fox (1812), which was printed but suppressed by its would-be publisher. After negotiations involving Southey, Murray declined to publish a book containing attacks on the Tory administration and dedicated to President James Madison, with whom England was on the brink of war. At this time Landor also composed the Letters addressed to Lord Liverpool, published in early 1814 under the pseudonym Calvus, concerning the peace settlement after the battle of Leipzig. Landor demanded Napoleon's total loss of power and the stripping of all France's territory acquired since the revolution. Harassed by lawsuits and debts, Landor was forced to leave England in May 1814 and determined to live in France. The Welsh estate was taken over and managed by his family, who resolved his debts and allotted him and his wife a moderate income (doubled after his mother's death). After an ominous quarrel, during which they separated, his wife rejoined him at Tours in February 1815. They remained in France until October 1815, but with the restoration of the monarchy after Waterloo they moved to Como, where they remained for the next three years and where Southey visited them in 1817.\n\r\nLandor's Italian period extended some twenty years, from 1815 to 1835, years during which he opened himself to a more comprehensive encounter with the European past and achieved a degree of hard-won fame. The peace was not unruffled. He was compelled to leave Como in late September 1818 after forcefully objecting to the censorship of some Latin poems and threatening to cane the royal delegate, a series of disagreements that resulted in the family's move south to Albaro, near Genoa, and then to Pisa. He was beginning to attract a small reputation, especially in the English Lakes. Greatly impressed at this time by the \"stupendous\" poetry of Wordsworth that Southey sent him, he made a translation (nonextant) of Wordsworth's critical essays into Italian, and in 1820 he and Wordsworth began their congratulatory correspondence. De Quincey praised Landor in the Westmorland Gazette (early May 1819) as \"the English poet who most resembles Goethe, but infinitely his superior.\" Landor refused to make Shelley's acquaintance at Pisa during the winter of 1820, when both poets were there, because of the rumors of Shelley's mistreatment of his first wife, though he later regretted deeply having missed the opportunity after meeting Shelley's friend Edward Trelawny and Mary Shelley, the poet's second wife.\n\r\nHis Latin poetry was published at Pisa in 1820 in Idyllia Heroica Decem, though his contemptuous remarks on Italian officials were cut by the Pisan censor. Landor's lifelong intervention in the revolutionary uprisings that were breaking out became more open, beginning at Naples in 1819. He sent off pamphlets, including the three \"orations,\" Poche Osservazioni (1821), against the Holy Alliance. His political opinions now differed radically from those of Southey, though they managed to smooth over their differences. Landor supported Catholic emancipation and electoral reform and rejected the reaction inaugurated throughout the Continent by the victory at Waterloo.\n\r\nLandor claimed to have left Pisa because he heard Byron was coming: \"His character in Italy was infamous.\" The family moved to Florence in 1821, and in November they took a large apartment in a palace belonging to the marchese de' Medici-Tornaquinci, marking the start of an extended period of peace and consolidation for him. There he began the sustained writing of the \"Imaginary Conversations\" that were to attract the wider attention his verse never achieved. Though Landor claimed to have written \"two or three\" Conversations in 1797, the crucial impetus toward this form of composition was Southey's announcement in a letter of 14 August 1820 that he was commencing \"a series of Dialogues.\" Landor probably started composition soon after in 1820, though the first Conversation to be published appeared in the London Magazine of July 1823, and the first two-volume collection, Imaginary Conversations of Literary Men and Statesmen, appeared in 1824.\n\r\nThe form had a lengthy pedigree, deriving from the dialogue tradition of Plato and Cicero that had been reintroduced in the 18-century \"Dialogues of the Dead,\" practiced by Fontenelle, Fénelon, and especially Lord Lyttleton and Bishop Hurd, who introduced the term conversation for this kind of writing. Landor's originality rests on his combination of a succinct portrayal of character with a fastidious prose style. Some conversations are little more than extended essays, covering a pleasing variety of topics, often including pet hobbyhorses; others are dramatic scenes of a tragic or pathetic nature that parallel his heroic idyls and verse scenes. But his creative delight is most evident in the conception of ironically self-revealing villains of the sort Robert Browning was to develop in the dramatic monologue. Landor's Fra Filippo Lippi in his Conversation with Pope Eugenius the Fourth, for instance--his most charming extension of creative sympathy to moral imperfection--evidently fed into Browning's later treatment.\n\r\nHe experienced difficulties in finding a publisher for the first Conversations and had to undergo political and religious censorship to get them produced, but once published they attracted positive attention from the literary reviews. He had received his first payment for a manuscript, and the book even sold well. Wordsworth wrote, \"I long for the third volume,\" and heavily corrected his own neoclassical poem, \"Laodamia,\" in accordance with the strictures raised in the conversation between Southey and Porson. A new, enlarged edition appeared in 1826, and there followed the third volume in 1828, and a second series, comprising two more volumes, in 1829.\n\r\nFor two years, beginning in summer 1827, the family lived at the Villa Castiglione just outside Florence. Though Landor's explosiveness with servants, tradesmen, and government officials eventually led to his being banished from Florentine society and a month's retirement to Lucca in 1829, a renewed sense of poise was established that year when, with the financial assistance of a close friend, the family resettled at the Villa Gherardesca in Fiesole, above Florence. It was an epicurean phase of some six years in which he composed less than at any other period in his writing life and in which a chief enthusiasm was his collection of paintings showing a particular taste for the 14th-and 15th-century Italian primitives. A doting paterfamilias, he was submerged in the small dramas of domesticity and the study, tending the garden and orchard on the spot, as he told Southey, \"where Boccaccio led his women to bathe when they had left the first scene of their story-telling.\"\n\r\nThough poetry had given way to the successful production of prose, the vein never dried up. In addition to revising the title poems, he added some new lyrical pieces to the collection Gebir, Count Julian, and Other Poems, which was published on commission by Moxon in 1831. Though it brought back the poetry hauntingly to Lamb, it sold only forty copies in the first nine months, and it was above all as the author of the celebrated Conversations that he revisited England in 1832 and made the literary rounds, visiting the Lambs and Coleridge, and traveling to the Lakes to see Southey and for the first time Wordsworth. Back in Fiesole his reputation was attracting tribute. In 1833 he was visited by the young Ralph Waldo Emerson, who was struck by his formal courtesy and by what he conceived to be a typically English \"love of freak\" and \"appetite for action and heroes.\" In 1834 Landor extended the conversational format in the Citation and Examination of William Shakspeare, which presents Shakespeare's supposed trial for his legendary deer stealing. It was brought out anonymously and greeted warmly in the Examiner (November 30, 1834) by John Forster, the young critic who was to become Landor's most active literary aide, his first editor and biographer. But the book has never attracted significant interest.\n\r\nWhen his marriage broke down completely in 1835, Landor made over his income to his family, keeping for himself only a subsistence allowance, left wife and children in Fiesole, and returned to England. He settled in Bath, where he remained for more than 20 years, writing continuously. While still in Italy he had been preparing his epistolary novel set in ancient Athens, Pericles and Aspasia (1836), for which he had made a systematic study of Greek life and literature. The interspersed prose fragments and verses are ostensibly written by ancient writers, some invented. One of the best is \"The Shades of Agamemnon and Iphigeneia,\" the dramatic scene in blank verse with choral odes attributed to Aspasia. For the volume, which was immediately greeted by the Examiner (March 27, 1836) and several of his friends as his masterpiece, Landor was paid the single sum of £100. He was also paid the indirect compliment of a pirated American edition of selections made from it. The only unfortunate consequence was A Satire on Satirists (1836), his reply to a series of mocking dialogues in Blackwood's Magazine. Landor combined his attack on that magazine with one on Wordsworth, as a chivalric impulse to defend what he believed had been Wordsworth's slighting of Southey's poetry and his fancied coolness toward Landor.\n\r\nHe continued to publish his experiments with different genres. In August 1837-April 1838 Leigh Hunt printed Landor's dramatized commentary High and Low Life in Italy in the Monthly Repository. It had been written in 1831, but no publisher would bring it out at that time. Also in 1837 the fruit of his study of Italian literature was published as The Pentameron, a series of five day-long interviews between Boccaccio and Petrarch, dwelling largely on criticisms of Dante, the Decameron, and the poetry of Virgil and Horace. With it was published The Pentalogia, five scenes in blank verse of crucial moments from Greek myth and European history. Landor had little power of extended construction, but such scenes, summing up a whole narrative or historical development, were his dramatic forte. He then produced a historical trilogy-—the first two parts of which, Andrea of Hungary, and Giovanna of Naples, were published in 1839, and the last, Fra Rupert, in 1840—excelling in the (often unhistorical) depiction of female suffering. The profits from these plays Landor wished to be given to the Grace Darling Fund.\n\r\nHe allowed himself to be lionized, especially by Marguerite, Countess of Blessington, participating in her brilliant salons at Gore House, Kensington, and benefiting from her help as an unofficial literary agent. His longevity in effect enabled him to bestride distinct literary periods, so that he was able to make many admiring acquaintances in the new literary generation, including Robert Browning and Elizabeth Barrett, Crabb Robinson, and Thomas Carlyle. In 1840 he met Alfred Tennyson and became friendly with the 28-year-old Charles Dickens, who was to caricature him as Lawrence Boythorn in Bleak House (1852-1853), with his violent warm-heartedness and tremendous superlatives. Most influential was his relationship with Browning. Landor praised Paracelsus (1835), and the younger poet acknowledged his encouragement publicly in Sordello (1840), and dedicated to Landor in 1846 the final number of Bells and Pomegranates, comprising \"Luria\" and \"A Soul's Tragedy.\"\n\r\nForster was now the most important presence behind Landor's literary activities. As editor of the Foreign Quarterly, Forster encouraged him to write two close textual analyses—of Catullus (July 1842) and Theocritus (October 1842—and a biographical-critical account of Petrarch (July 1843). In 1846 he helped Landor to collect his English output in The Works of Walter Savage Landor, which was a considerable success. Selections were pirated in the United States, and the first edition was reprinted by his British publisher in 1853, 1868, and 1895. A complementary volume came out in 1847, Poemata et Inscriptiones, in which Landor gathered nearly all his previously published works in Latin, adding about 170 shorter pieces. His publisher, Moxon, claimed to have sold only one copy--to the bishop of St. Andrews. Landor then translated his ten Latin Idyllia and collected them with the group of poems on Greek themes he had called the \"Hellenics\" in the Works of 1846. The volume so compiled was entitled The Hellenics of Walter Savage Landor. Enlarged and Completed (1847) and contained the verse most admired by both Swinburne and Richard Aldington. The Landorian idyl, which he defines as \"a small image of something greater,\" was a distinctive invention in English narrative poetry. Like the dramatic scenes, it tends to the arrangement of posed tableaux, reminiscent of figures from sculpture and painting.\n\r\nFrom 1847 to 1853 was a period of extraordinary activity for Landor as he contributed about 100 prose pieces and more than 70 poems to the periodicals, especially the Examiner. The outbreak of revolution all over Europe in 1848 ignited his political ardor. In that year he produced two pamphlets: The Italics, seven poems urging the Italians to strive for glorious freedom, and Imaginary Conversation of King Carlo-Alberto and the Duchess Belgioioso, on the Affairs and Prospects of Italy, devoting the profits from the latter to the relief of the sufferers in the Sicilian revolt at Messina. Then he had printed Latin odes to his contemporary heroes and heroines, leaflets supporting the Roman uprising in 1849, the Hungarian revolutionary movement, and the complete independence of Poland, corresponding with workers' leaders in Birmingham. His literary productivity became apparent in 1853 when he brought out a miscellaneous volume of selected pieces written since the Works of 1846, The Last Fruit off an Old Tree, including Conversations, letters, a pamphlet, dramatic scenes, and an assortment of poems. In the same year he published a collection of the Conversations between classical speakers, Imaginary Conversations of Greeks and Romans, dedicated to Dickens.\n\r\nLandor was now an old man, though until the end he did not lose his gift for firm and simple expression. In 1856 he became embroiled in a Bath scandal involving a 16-year-old girl of whom he had been inappropriately fond and an older woman who defrauded him and had exerted an unsavory influence over the girl. Landor's misconceived denunciations took the form of pamphlets and, after being forced into a legal retraction, abusive verses directed at the woman in his next volume, Dry Sticks (1858). The book contained all the poetry written since The Last Fruit off an Old Tree and also included recently discovered old verses as well as some amorously addressed to the girl. To avoid libel charges he abruptly left for a final exile in Italy.\n\r\nBack in Fiesole, he inevitably quarreled with his family, left the villa, and was kindly helped by the Brownings, eventually renting a house in Florence. In 1859 he brought out a revised and extended edition of The Hellenics, illustrating his lifelong process of revision. For this book he retranslated the original Latin Idyllia into different English versions, attempting, as Forster noted, a more \"severe and simple character,\" though they have been considered relatively lax and prosaic. His last book, Heroic Idyls (1863), which was published in his 88th year, includes a remarkable variety of verse. During his final year he was visited by the 26-year-old Swinburne and accepted the dedication of \"Atalanta in Calydon\" in a consciously symbolic act of continuity. He died in Florence at the age of eighty-nine and was buried there in the Protestant Cemetery.\"\n\r\nHugh Whitemeyer has described Landor's contribution to Pound's cultural ventriloquism and to his sympathetic conception of the artist figure in isolation, a persona of dedicated unpopularity and expatriation. Pound's particular interest in Landor's poetic style, seeing him as a master of the \"hardness\" effected by minute control of emotion and technical detail, has stimulated the attention of several poet-critics to Landor's play with conventional language, most notably Donald Davie and Robert Pinsky. Pinsky has characterized Landor's poetry as distinguished above all by an urbane awareness of rhetorical and stylistic convention—\"a voice more resonant than any particular moment of history.\" \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}