{"pf_url": "https://www.poetryfoundation.org/poets/warsan-shire", "name": "Warsan Shire", "yob": "1988", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/d8cd147f011b77e135ee62c83b3e4c5a2f628c29.jpeg", "bio": "\nPoet and activist Warsan Shire grew up in London. She is the author of the collections Teaching My Mother How to Give Birth (flipped eye, 2011), Her Blue Body (flipped eye, 2015), Our Men Do Not Belong to Us (Slapering Hol Press and Poetry Foundation, 2015), and Bless The Daughter Raised By A Voice In Her Head (Random House, forthcoming 2021). Her poems have appeared in journals and magazines, including Poetry Review, Wasafiri, and Sable LitMag; in the anthologies Salt Book of Younger Poets (2011), Long Journeys: African Migrants on the Road (2013), and Poems That Make Grown Women Cry (2016); as well as in Beyoncé’s visual album Lemonade (2016) and film Black Is King (2020).\nAccording to Alexis Okeowo in the New Yorker, Shire’s work “embodies the kind of shape-shifting, culture-juggling spirit lurking in most people who can’t trace their ancestors to their country’s founding fathers, or whose ancestors look nothing like those fathers. In that limbo, Shire conjures up a new language for belonging and displacement.” Shire’s poems connect gender, war, sex, and cultural assumptions; in her work, poetry is a healing agent for the trauma of exile and suffering. In an interview, Shire noted, “Character driven poetry is important for me—it’s being able to tell the stories of those people, especially refugees and immigrants, that otherwise wouldn’t be told, or they’ll be told really inaccurately. And I don’t want to write victims, or martyrs, or vacuous stereotypes … my family are really amazing—they’ll tell me, ‘I have a new story for you,’ and I’ll get my Dictaphone and record it, so I can stay as true as possible to the story before I make it into a poem.”\r\n \r\nShire has read her work in South Africa, Italy, Germany, and the United States. In 2013, she won Brunel University’s first African Poetry Prize. In 2014, she was named the first Young Poet Laureate for London and chosen as poet-in-residence for Queensland, Australia. In 2017 she was included in the Penguin Modern Poets series. In 2019 she wrote the short film Brave Girl Rising, narrated by Tess Thompson and David Oyelowo, and became the youngest person to ever be inducted into the Royal Society of Literature.\nShire is poetry editor of Spook Magazine and guest edited Young Sable LitMag.\n", "attrs": {}}