{"pf_url": "https://www.poetryfoundation.org/poets/wilfrid-wilson-gibson", "name": "Wilfrid Wilson Gibson", "yob": "1878", "yod": "1962", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/81141ae42dd1ef32626cb4357ded62306b15de4c.jpeg", "bio": "\nIn the late 19th and early 20th century, English and American poetry completely broke new ground. With the advent of Modernism, writers such as T.S. Eliot, Ezra Pound, and William Carlos Williams advanced the possibilities of poetry in entirely new directions. Due to the dynamic breakthroughs and overwhelming public nature of the Moderns, certain poetic movements of this same time period have often been overlooked. And thus Eliot, Pound, and Williams are household names, while Wilfrid Wilson Gibson, a leader of the Georgian movement of poetry, is not.\r\n \r\nModernism, however, is a broad phenomenon to describe. In fact, Georgian poetry is at times included within the boundaries of Modernism. Yet Georgian poetry and, for example, Pound’s Cantos, could not be more disparate in style, content, and form. As Susan Millar Williams explained in Dictionary of Literary Biography: “The unifying thrust of the movement was toward realism and ‘sincerity,’ and against humanism, academicism, the romantic-Victorian tradition, and the decadence of the fin de siecle.” The movement was dubbed “Georgian” because George was the current monarch; this was an attempt to mark the poetry as contemporary.\r\n \r\nGibson is often recognized as a leader of the Georgian movement. Born in 1878, he grew up in northern England and received his education privately. The Queen’s Vigil, and Other Song, Gibson’s first book of poems, was published when he was only 24. The poet produced a fairly prolific body of work over the next 40 years. Originally, his poetry was charged with much of the fanciful material found in the works of English poets Algernon Charles Swinburne and Alfred Lord Tennyson. However, Gibson abandoned extravagance for an honest, realistic approach to life in the modern age. This shift in literary ideology, traced to his 1907 volume The Stonefolds, marks him as one of the early heralds of a new way of writing. He was soon included in the anthology Georgian Poetry, which first appeared in 1912. As Georgian poetry caught on, so did Gibson, and he regularly contributed to poetry periodicals of his day.\r\n \r\nGibson’s poetry was characterized by an acute examination of the commonplace. His poems often focus on the lives of the working class. This, again, was based on the idea of making poetry more honest and accessible to everyone’s experience. His fascination with the industrial workers, the circus people, the farmers, and the policemen increased as he developed his craft in the 1920s and 1930s. Critics did not always respond well to Gibson’s literary shifts. Pearl Strachan, writing in the Christian Science Monitor, declared: “Deliberately choosing the commonplace for subject, and in that following some of the best of examples, he has, alas, failed to raise expression beyond the commonplace.” In contrast, a contributor to the Times Literary Supplement remarked: “He is in close touch with the simple, elementary feelings of humanity; and by associating these with pathetic, peculiar, or heroic incidents in the lives of working folk he achieves truth and poignancy by what seems only to be faithful description.” Conrad Aiken, who contributed reviews to Dial, also offered praise, remarking that “Mr. Gibson has clearly proved that poetry can deal with the commonplaces of daily life,—with the bitter and trivial and powerful and universal commonplaces of human consciousness,—and do it with force and beauty.”\r\n \r\nGibson’s poetry was greatly influenced by his experiences during World War I. Having been denied entry into the army for several years due to his poor eyesight, Gibson was finally allowed to become a soldier in 1917. Two years later he was injured, and left the battlegrounds. His wartime experience recognizably leaked into his poetry, and dominates whole editions of his work. A reviewer for the Boston Transcript commented on Gibson’s battle poems: “They are nothing more than etchings, vignettes, of moods and impressions, but they register with a burning solution on the spirit what the personal side of the war means to those in the trenches and at home.” A critic for the Survey, in a laudatory review of Gibson’s book Battle, stated: “Under the impact of the greatest crisis in history, he has been not stunned to silence or babbling song, but awakened to understanding and sober speech, and thereby has proved his genius.” Another collection, titled Fuel and published almost 20 years after Battle, contains poems on such subjects as industry, the city, and the sea. A Nation reviewer provided a mixed review of the volume, asserting that “Fuel has all the virtues and all the faults of the better grade of Georgian verse.”\r\n \r\nGibson has also been noted for his interest in bridging drama with verse. Though did not invent the form, the fact that Gibson attempted to write in this manner in the modern age reveals his willingness to experiment with form and style. Williams quoted Gibson in a letter to a fellow poet John Drinkwater: “‘I am not much drawn to theatre as a medium of expression... . I am intensely interested in poetic drama; and I feel confident that poetic drama is the art of the future—only I feel that whatever gift I have is more suited to make its appeal from the intimate pages of a book than from the boards of a theatre.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}