{"pf_url": "https://www.poetryfoundation.org/poets/william-corbett", "name": "William Corbett", "yob": "1942", "yod": "2018", "image": null, "bio": "\nPoet, editor, and essayist William Corbett was raised in Pennsylvania and Connecticut, where he attended the Wooster School. He earned a BA from Lafayette College and moved to Boston’s South End, with his wife the psychologist Beverly Mitchell, in the late 1960s. Their house was the de facto literary salon for artists, poets, and writers living in or visiting Boston. A friendship with the painter Philip Guston inspired Corbett to devote himself to writing. Associated with several of mid-century America’s avant-garde poetry movements, including the New York School and Black Mountain, Corbett was a vital lifeline for the Boston literary scene for decades, introducing people and ideas that otherwise might not have filtered through the city. As Kevin Gallagher noted in a review of Corbett’s All Prose (2001), “Corbett is ambassador to a strange land.”\r\n \r\nCorbett’s own poetry was influenced by the history and geography of New England, his personal friendships with poets and artists, visual art, and daily experience. Corbett described himself as “a poet of landscape, weather and consciousness.” His collections of poetry include Elegies for Michael Gizzi (2012), The Whalen Poem (2011), Opening Day (2008), Boston Vermont (1999), New & Selected Poems (1995), and Don’t Think: Look (1991), among others. Corbett’s collections of prose include an essay on painter Albert York, published with some of the painter’s works in the book Albert York (2010), the memoirs Furthering my Education (1997) and Philip Guston’s Late Work (1994), and the historical compendiums New York Literary Lights (1998) and Literary New England: A History and Guide (1993). Corbett’s editing projects include The Letters of James Schuyler to Frank O’Hara (2006) and Just the Thing: Selected Letters of James Schuyler, 1951-1991 (2004), as well as That Various Field (1991), a volume in honor of Schuyler that Corbett coedited with Geoffrey Young.\r\n \r\nCorbett has edited a number of literary journals and magazines over the years, including Fire Exit, The Boston Eagle, with Lewis Warsh and Lee Harwood, and served in editorial positions at Ploughshares, Agni, and Grand Street. In 1999, Corbett founded Pressed Wafer Press, a small press devoted to poetry, essays, and art writing. He taught writing for over 20 years at MIT, and also held teaching jobs at Harvard and Emerson. Corbett and his wife moved to Brooklyn in 2012 and lived there until his death in 2018.\n", "attrs": {"Region:": ["U.S., New England"]}}