{"pf_url": "https://www.poetryfoundation.org/poets/william-cowper", "name": "William Cowper", "yob": "1731", "yod": "1800", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8ab4a6a18e1101d37feff112c5138ec9233902cf.jpeg", "bio": "\nWilliam Cowper (pronounced Cooper) was the foremost poet of the generation between Alexander Pope and William Wordsworth. For several decades, he had probably the largest readership of any English poet. From 1782, when his first major volume appeared, to 1837, the year in which Robert Southey completed the monumental Life and Works of Cowper, more than 100 editions of his poems were published in Britain and almost 50 in America.\n\r\nCowper’s immense popularity owed much to his advocacy of religious and humanitarian ideals at a time of widespread Evangelical sentiment, manifest as much in the moral zeal of the antislavery movement, which he fervently supported, as in the tide of spiritual enthusiasm issuing directly from the great Revival. But his importance goes far deeper. Echoing the opinion of many early reviewers, Samuel Taylor Coleridge called him “the best modern poet;” and, though his practice reflects in some ways a commitment to Neoclassical, or so-called Augustan, precepts, his innovations in the treatment of nature and common life, in meditative and conversational techniques, and in the foregrounding of autobiography and confession constitute a crucial legacy to the first generation of Romantics. His various achievements in satire, didactic-descriptive verse, narrative, hymnody, and the lyric show an often spectacular command of the potentialities of inherited forms, but the distinctive force of his poetry derives above all from its expression of complex psychological currents and concerns. Cowper’s melancholia, exile, and fears of damnation—the sufferings of the “stricken deer”—are among the best-known facts of literary biography: his writing is both their embodiment and the site of their transcendence. As they are formulated within his works, however, the trials and the triumphs of the self assume a significance beyond any purely private context and beyond the tradition of Puritan soul-struggle which influenced their shape. Viewed historically, they mark the rise of the modern existentialist hero who must continuously create value and stability for himself against a background of cultural dissolution and the threat of chaos within. More generally, they have their counterparts in the subterranean lives of all human beings.\n\r\nCowper was born on November 15, 1731 at the rectory in Great Berkhamstead (now Berkhamsted), Hertfordshire, the first surviving child of the Reverend John Cowper and Ann Donne Cowper, the daughter of Roger Donne of Ludham Hall, Norfolk. His family was well connected on both sides: his father’s great-uncle had been the first Earl Cowper and twice lord chancellor of England, while the Donnes claimed descent from Henry III and Elizabethan poet John Donne. After short periods at dame school and under the Reverend William Davis at Aldbury, Cowper went, from about 1737 to 1739, to Dr. Pittman’s boarding school at Markyate Street on the Hertfordshire and Bedfordshire border, where, as he recalled 30 years later in his Memoir of the Early Life of William Cowper, Esq. (1816), he was so severely bullied that he knew his tormentor “by his shoe-buckles better than any other part of his dress.” This experience seems to have been second only to the death of his mother when he was not quite six in promoting the mental health problems that were to determine the course of his life. The child’s traumatic bereavement was to be seen by the aging poet himself, in the powerful verses of 1790 on his mother’s portrait, as the primal scene in a relentless drama of affliction and arduous survival. He was “Wretch even then, life’s journey just begun.”\n\r\nSome of Cowper’s happiest boyhood memories were of visits to his cousins in Norfolk, and it was there that he acquired two books which predict a salient polarity in his own future writing—the light moral verse of John Gay’s Fables (1727-1738) and the Calvinistic vision of John Bunyan’s The Pilgrim’s Progress (1678-1684). In 1742 he entered Westminster School, imbibing the classics, along with the strong Whig principles for which the school was renowned. He befriended the writers-to-be Robert Lloyd, Charles Churchill, George Colman the Elder, and Vincent Bourne, whose animal fables he translated from the Latin at intervals throughout his life. Intended for the law, he was enrolled in the Middle Temple in 1748. Membership of the Inns of Court, however, was more a formality than a training and, following the usual custom, Cowper took up articles under a solicitor, Mr. Chapman of Greville Street, Holborn, with whom he remained from 1750 to 1753. Although he was called to the bar in 1754 and transferred residence to the Inner Temple in 1757, the legal profession was one to which he admitted he “was never much inclined.” The routine of Chapman’s office was regularly exchanged for the pleasure of being “employed from Morning to Night in giggling and making giggle” with his cousins Theadora and Harriot at the house of his uncle, Ashley Cowper, in Southampton Row.\n\r\nSo far Cowper’s poetic writing had been mostly talented adaptations of John Milton, Abraham Cowley, and “Mat Prior’s easy jingle,” the best of them exercises in the epistolary art of which he was always an instinctive master. An ill-fated affair with Theadora, which began in 1752 and ended at her father’s insistence in 1755, prompted his first substantial body of verse. In this remarkable sequence of poems to “Delia,” which was withheld from publication until 1825, Prior’s colloquial wit and the raffishness of the Cavalier lyric are the starting point of a highly original chronicle of love, a movement from compliment and playful self-observation to oneiric landscapes of frustrated desire which introduce Cowper’s characteristic image of himself as the object of a terrible doom, the outcast who “vainly strives to shun the threat’ning death.” Ashley Cowper’s exact reasons for opposing the match are not known. By all accounts Theadora never recovered from the broken romance. Cowper, it seems, soon did, for the surviving letters of the seven years up to 1762 are amply spiced with the bravado of the man about town. The young barrister found ready access to fashionable social and literary circles in the metropolis, especially the Nonsense Club of former Westminster friends whose members included Colman and Bonnell Thornton, editors of the Connoisseur, to which he started to contribute satirical papers in 1756. The “several halfpenny ballads” Cowper remembered writing at this time, dealing with current politics from the Whig point of view, have been lost, together perhaps with much else of a topical cast. The death of his friend Sir William Russell in 1757 gave rise to the introspective elegy “Doom’d as I am in solitude to waste,” but the other extant verse consists almost entirely of commissioned translations from Horace’s Satires and Voltaire’s La Henriade (1728), published respectively in 1759 and 1762.\n\r\nEvents took a dramatic turn in 1763. Family connections had already gained Cowper the sinecure of commissioner of bankrupts; he now accepted from Ashley Cowper the lucrative clerkship of the Journals in the House of Lords, but when his uncle’s right of appointment was challenged by a rival faction, he found himself summoned to undergo a test of suitability at the Bar of the House. The suicidal derangement brought on by the prospect of this public ordeal drove him to Nathaniel Cotton’s Collegium Insanorum at St. Albans, where he was gradually restored and converted to Evangelicalism in 1764. He left St. Albans in June 1765 but lived thenceforth in retirement, at first on his own and then, from November 1765, in the household of the Reverend Morley Unwin at Huntingdon. After Unwin’s death from a riding accident in 1767 Cowper took up residence with Unwin’s widow, Mary, and her daughter, moving with them to Orchard Side at Olney in Buckinghamshire in February 1768. At Olney he came at once under the influence of the Reverend John Newton, the one-time slave trader who was then a prominent Evangelical of strictly Calvinist persuasion.\n\r\nThe immediate upshot of these changed circumstances was the memoir which Cowper completed for private circulation in 1767, a late and compelling example of the Puritan conversion narrative in the manner of Bunyan’s Grace Abounding to the Chief of Sinners (1666). Religion brought Cowper an outlet for his feelings and a means of organizing them. His 67 contributions to the Olney Hymns, composed chiefly from 1771 to 1772 as a collaboration with Newton, place him in the first rank of English hymnodists. Many of these hymns, including “Oh for a closer Walk with God,” “God moves in a mysterious way” and “Hark, my soul! it is the Lord,” remain in regular congregational use. The set is distinguished by a mastery of symbolism (the cross, the fountain, the lamb, the worm and the thorn, the divine majesty) and the recognized stages of the ebb and flow of faith, resourcefully cast in the chaste diction and lucid stanzaic form pioneered by Isaac Watts but seasoned with an epigrammatic piquancy reminiscent of John Donne and George Herbert. There is a dark underside to the hymns. The weight of authenticity lies ultimately not with the “sweet bounty” of the believer but with his conflicts, longings, and insecurity. “The Contrite Heart,” for example, movingly realizes the state of being outside the company of God’s elect:\nThy saints are comforted I know\r\nAnd love thy house of pray’r;\r\nI therefore go where others go,\r\nBut find no comfort there.\nThis hymn was shortly to prove prophetic, for in January 1773 Cowper had a dream in which he heard the words “Actum est de te, periisti” (It is all over with thee, thou hast perished). “God moves in a mysterious way” had made magnificently present the Calvinist God who is “his own Interpreter” and “will make it plain\"; but what He made plain to Cowper in this vision was that his soul was eternally damned. Cowper continued to hold staunchly to his religious beliefs, but he never again entered a church or said a prayer.\nIn the nightmarish sapphics of 1774 entitled “Hatred and vengeance, my eternal portion” Cowper conceives himself as one “Damn’d below Judas,” clearly attributing his sentence to his having sometime committed what was considered in Calvinist dogma to be the “unpardonable sin” of rejecting Christ. Thoughts of an altogether different transgression, however, may have been a subconscious factor in the obscure origins of the breakdown that had led to the dream of damnation and, in the autumn of 1773, his fourth attempt at suicide. Worried about the gossip that might arise after Miss Unwin’s expected departure from the household at Orchard Side, Cowper’s friends had successfully urged him in 1772 to announce his betrothal to Mrs. Unwin—the woman whom, as Harriot Hesketh affirmed, “he had always consider’d … as a Mother.” The engagement was broken off by his illness, and the patient was placed under Newton’s care at the vicarage. He nevertheless went back to Orchard Side when his health improved during 1774, seeking diversion in carpentry, gardening, keeping animals, drawing, and in time a return to poetry.\n\r\nIn his blacker moods Cowper thought of Olney as a “sepulchre,” but it was also a place of “blest seclusion from a jarring world,” a demi-paradise. His equally ambivalent image of “the loop-holes of retreat” suggests not only immurement but vantage point, and the shorter poems that began to flow from his pen in 1779 and 1780 were frequently alert, combative responses to great events in the war with the Americans and their European allies, or else observant forays into the ritual oddities of provincial life, such as the verse cartoon “The Yearly Distress, or Tything Time at Stock.”\n\r\nThe impetus to publication came from a curious contemporary source. The Reverend Martin Madan was moved by his experiences at the Lock Hospital, an institution for “fallen women,” to write a defense of polygamy as a remedy for the evils of prostitution. Madan’s treatise, Thelyphthora, gave rise to bitter public debate during which Cowper was persuaded by Newton to compose his own anonymous rejoinder. Newton’s publisher, Joseph Johnson, agreed to bring out the poem of more than 200 lines early in 1781. Anti-Thelyphthora, a mock-Spenserian romance, shows Cowper learning to forge an adroit alliance between conflicting demands upon his genius—religio-moral duty and a robust comic impulse.\n\r\nIt was the skillful blend of profit and pleasure, along with the vigor of the rhymed couplets, that most impressed the reviewers of the eight long essays that formed the bulk of Cowper’s first independent volume, Poems by William Cowper, of the Inner Temple, Esq. (1782). Edmund Cartwright in the Monthly Review, for example, discovered in the volume a poet sui generis whose “very religion has a smile that is arch, and his sallies of humour an air that is religious,” and whose muscular, flexible versification set him apart from the pack of Pope’s latter-day imitators who went “jingling along in uninterrupted unison.\"\n\r\nBegun late in 1780, this series of verse discourses, which became generally known by readers as the “Moral Satires,” had been completed in October 1781. It represents a comprehensive and hard-hitting proclamation of Evangelical attitudes and doctrine. Cowper saw writing as a means of reclaiming an enfeebled age. “Table Talk,” which is placed first in the volume, contains an aggressive manifesto deploring the “whipt-cream” and “push-pin play” of contemporary writing and pleading for a return to worthy purposes and the standards of “genius, sense, and wit.” Like those expressed in the correspondence, these principles align him with the late-Neoclassical school of Lord Kames, Hugh Blair, and Samuel Johnson, which stressed the writer’s legislative function, his responsibility to communicate clearly but with imaginative and intellectual force on matters of general human concern. Cowper shared with the poets of Sensibility—William Collins, Thomas Gray, and Joseph and Thomas Warton—a sense of a laggard present; but whereas they sought to exorcise the spirit of Neoclassicism by emulating the invention and fancy of Greece, the Middle Ages, and the English Renaissance, he set himself the task of purifying and redirecting the energies of Neoclassicism in the service of God and the Christian ethos.\n\r\nIn pursuing this project Cowper sometimes brings all tellurian art under scrutiny as a potential source of error, or a devising “far too mean for him that rules the skies.” Yet the art of the Moral Satires possesses its own kind of assurance and versatility. The humorous vein that pleased Cartwright shows with particular brilliance in the inimitable satiric portraiture. In Hours in a Library (1879) Leslie Stephen designated Cowper “a thinker too far apart from the great world to apply the lash effectually\"; but detachment can seem a definite advantage when compared to the unfocused, if fiery, stance of Cowper’s former schoolfellow, the profligate parson Churchill, who, immersed in a welter of metropolitan corruptness, flails out indiscriminately at everything in sight. Cowper’s gaze is steady and trained on things of consequence, not only the individual soul and man’s folly but the soul of a nation in crisis, torn by the catastrophic course of the American war, the Gordon Riots, and the effects of the armed neutrality of five European states:\nPoor England! thou art a devoted deer,\r\nBeset with ev’ry ill but that of fear.\r\nThe nations hunt; all mark thee for a prey,\r\nThey swarm around thee, and thou standst at bay.\r\nUndaunted still, though wearied and perplex’d. …\nThese topical areas of the Moral Satires establish Cowper as at once journalist, patriot, and a confirmed ideologist for whom style itself is an index of value.\n\r\nModern readers, however, are likely to find most to engage them in the personal themes found in the Moral Satires. There are points throughout where Cowper draws on his own past, among them an objectification at the climax of “Hope” of his former maniacal despair and conversion, in which he sees heightened perception of the Creation as the primary manifestation of a new-found state of grace. His present condition was far from the joyous assurance it describes; contemporaneous letters insist that there is “no remedy” for the “unprofitableness” of his life. Yet in identifying the appreciation of nature as a sign and source of spiritual wellbeing he found a way forward both as poet and as a man in search of an anchor for his feelings.\n\r\n\"Retirement,” the last of the Moral Satires, registers a definite advance in confidence and in the use of contemplation to bring stability to the individual’s own life. Didacticism merges with the strategies of the poet assessing his situation and its possibilities. Cowper makes himself the exemplar of the sincere, virtuous, enlightened, and contented retiree of classical and recent tradition, “the happy man” of Virgil’s Georgics. Offering his credentials to the world, he transforms exile into a welcome calling of which the greatest privilege is intercourse with the living organic reality of nature “in all the various shapes she wears.” The detailed descriptions of that reality in “Retirement” have a double yield, foreshadowing the richer fruits of his masterpiece, The Task (1785). The harmonies of “forest where the deer securely roves” and the minute perfection of “Muscle and nerve miraculously spun” tell of the Artificer Divine as Cowper fulfills the anti-Deistic thrust of the Moral Satires by arguing from the evidence of design in the universe to the existence of the Christian God.\nAt this time Cowper developed several significant friendships: with William Bull, Independent minister of Newport Pagnell, whose encouragement led to Cowper’s fine translations of the poems of the French Quietist Madame Guion (begun in 1782, published in 1801); with William Unwin, who replaced Newton as literary go-between once Poems had been seen through the press; and, most importantly, with Lady Austen, whom he met in 1781 just before she took up residence at Olney vicarage. Relations between Cowper and Lady Austen, until Cowper broke them off in 1784, were plagued by mutual irritation. She was domineering, he was subject to his habitual difficulties over intimacy with the fair sex. In 1782 they quarreled bitterly when he rejected what he presumed was a veiled proposal of romantic attachment and marriage. Yet of all his muses she was the one who made the most difference. Her vivacity undoubtedly lay behind both the freer creativity of “Retirement” and the inception of The Task in the autumn of 1783, and it was her idea for a narrative poem that inspired “The Diverting History of John Gilpin,” which Cowper drafted during a single night in October 1782 and which was published anonymously soon after in the Public Advertiser.\n\r\nSpectacularly successful from the start (\"hackney’d in ev’ry Magazine, in every News paper and in every street,” as Cowper put it in 1785), the tale of citizen Gilpin’s thwarted plans for a day out and his furious nonstop ride through an amazed metropolis has appealed to successive generations as sheer farce and inoffensive caricature, and may be read too as subtle parody of the genre of the street ballad and of romance conventions. Yet this jeu d’esprit was written in “the saddest mood,” and concentrates in its hero’s predicament a whole cluster of the poet’s bleakest obsessions: the meaningless violence of the world, the aloneness of being beyond self-help or the help of others, the individual’s insecurity within a field of unaccountable force. John Calvin gave rise to John Gilpin no less than to Cowper’s periodic reports from the “fleshly tomb” where he was “buried above ground”; humor was not so much lightheartedness as an antic exuberance performed on the very edge of horror.\n\r\nCowper’s vision of the world and being-in-the-world found fullest expression in The Task, which, originating in Lady Austen’s playful request for a blank-verse poem on “the sofa,” grew over a period of 12 months into a magnum opus of six books and around 5,000 lines. Poor sales of the 1782 volume of poems were of little consequence to Cowper; the reviews had been encouraging, if mixed, and this response, together with the popularity of “John Gilpin,” pushed him into eager negotiations with Joseph Johnson for publication of a new volume. The Task appeared in July 1785 to universal acclaim. In composing it Cowper had behind him the example of Thomson’s The Seasons and other works in the “georgic” tradition but evolved a wholly independent bent, texture, and range of subject matter. He produced a large-scale investigation of Man, Nature, and Society which was also the first extended autobiographical poem in English.\n\r\n“God made the country, and man made the town,” Cowper says in Book I, “The Sofa.” The moral scheme of the work is at once apparent and is carried forward not only in denunciations of “gain-devoted cities” but in more particularized responses to such contemporary issues as the slave trade (\"human nature’s broadest, foulest blot\"), the modishness of the Church and the universities, and the weakness of a postwar government shamelessly winking at what Cowper calls in Book II, “The Time Piece,” “the perfidy of France, / That pick’d the jewel out of England’s crown.” Cowper is the conscience and monitor of the age, tracing the faults of the England he loves to a general want of those standards, grounded as much in the classical ideals of humanitas and gravitas as in the Christian ethic, to which he customarily subscribes, and speaking for many at a time of anxious soul-searching after the loss of empire. The scope of its satiric and patriotic interests, alongside its explorations of rural and domestic life, make The Task a truly national poem.\nFrom the beginning, however, the public aspects of the poem are interwoven with or usurped by distinctly personal ones. Confessional passages like that on the “stricken deer, that left the herd / Long since” in Book III, “The Garden,” are the overt face of a process of self-revelation that persists elsewhere in repeated image patterns and preoccupations involving such oppositions as imprisonment and freedom, disease and health, chaos and order.\nBooks III and IV, “The Winter Evening,” deal more particularly with the poet’s life of retirement. The routine and objects of home and garden offer the occasion for some of Cowper’s most adept exploitation of the disparity between high style and ordinary subjects, that humorous magnification of Olney minutiae which is one means by which he elevates and shares his experience with the reader. He weaves from his materials both parables of how human beings should function in the world and microcosmic visions of how the world should ideally be. He does so in spite of a powerful awareness of an actual “civilization” restructuring itself on the basis of advancing manufacture, consumerism, and commercial enterprise, so that merchants “Incorporated … / Build factories with blood” and the “Midas finger of the state” reaches even into the countryside, making debauchery bleed gold for the exchequer. Unlike John Dyer in The Fleece (1757), or sometimes Thomson (who, for example, celebrates “gay Drudgery”), Cowper can reach no accommodation with industrialization and the other accompaniments of an expansionist economic system reflecting the popular doctrine, elaborated in Bernard de Mandeville’s Fable of the Bees (1714 and 1728), that “private vices” make “publick benefits”: he registers only a perverse harmony of dehumanizing excess and a corrupt polity. Alienated from the collective present, in a posture that emphatically signalizes the Romantic and post-Romantic split between value and the practical sphere, he fashions in his accounts of the innocent and fruitful pursuits of the sequestered man a sustaining myth of optimal existence which revivifies all the traditional motifs—friendship, books, cultivation of the mind—but stresses most the fertile cooperation and “glad espousals” of Art and Nature.\n\r\nIn Cowper’s garden skill and nature are seen in a perfectly balanced and creative union that represents the apogee of man’s relationship with his environment, a union operating in the work not only of the sensitive laborer but of the true poet, who ultimately traces in his surroundings the model of a goodly social order:\nFew self-supported flow’rs endure the wind\r\nUninjur’d, but expect th’ upholding aid\r\nOf the smooth-shaven prop, and, neatly tied,\r\nAre wedded thus, like beauty to old age,\r\nFor int’rest sake, the living to the dead.\r\nSome clothe the soil that feeds them, far diffus’d\r\nAnd lowly creeping, modest and yet fair,\r\nLike virtue …\r\nAll hate the rank society of weeds,\r\nNoisome, and ever greedy to exhaust\r\nTh’impov’rish’d earth. …\nSuch moments of visionary insight underline one of the major messages of the poem—that imagination, which gives access to the ideal and the beautiful, is superior to every other form of production. The task of the writer, which the world might consider mere idleness, is presented in the end as the most important “business” of all, for it keeps people alive to “wisdom” and the best they may aim for.\n\r\nBooks V, “The Winter Morning Walk,” and VI, “The Winter Walk at Noon,” move back from a mythopoeic to a more contemplative register and bring to a climax Cowper’s experiential and religio-philosophic interest in the natural world. One notable feature is their buoyant expansion of the anti-Deist arguments of “Retirement.”  For Cowper, there is “A soul in all things, and that soul is God”—the God of divine revelation rather than mechanical causes. Yet he insists that this God is not only the end of inspired perception but also its source (\"Acquaint thyself with God, if thou would’st taste / His works\"), so that responsiveness to nature is made more forcibly than ever the touch-stone of spiritual wholeness. The desire to worship and the longing for grace are satisfied in the temple of the universe, Cowper’s substitute church, but leave room still for humbler, yet necessary, dispensations of harmony and repose:\nThe roof, though moveable through all its length\r\nAs the wind sways it, has yet well suffic’d,\r\nAnd, intercepting in their silent fall\r\nThe frequent flakes, has kept a path for me …\r\nThe redbreast warbles still, but is content\r\nWith slender notes, and more than half suppress’d:\r\nPleas’d with his solitude, and flitting light\r\nFrom spray to spray, where’er he rests he shakes\r\nFrom many a twig the pendent drops of ice.\nHere the poet’s double is the redbreast happy in his solitude and at home in a closed recess of beauteous forms. Yet Cowper finds in meditation not only entry to a private earthly paradise but a medium of enlightenment for all: in one of the poem’s most influential statements he offers a philosophy elevating wise passiveness, where “the heart” gives lessons to “the head,” above the “spells” and “unprofitable mass” of intellectual knowledge and learning from books.\n\nThe Task closes, however, in irresolution. Cowper’s enjoyment of a second Eden fades before renewed thoughts of postlapsarian conflict and depravity. These thoughts bring on a wishful prophecy of the Last Day, when all will be swept away and the greater Paradise restored. But Cowper was no mystic: his heart is not in the distant hope, and the reality pressed upon the reader in a final return to the theme of the sequestered life is the struggle of the individual to glean what consolation he can in the here and now of a fallen world. The classical “happy man” and the Puritan introspective saint shade perceptibly into the Romantic solitary, trying yet vulnerable, armed with the powers of creation and self-creation but endlessly threatened by uncertainty and despair.\n\r\nCowper’s own pride in The Task is summed up by his flourish in a letter of October 10, 1784 to William Unwin: “My descriptions are all from Nature. Not one of them second-handed. My delineations of the heart are from my own experience. Not one of them borrowed … In my numbers … I have imitated nobody.” The reviews, rising in degrees of favorableness to the near-ecstasy of the contributor to the Monthly Review (June 1786) who had “got on fairy ground,” read like expansions of these claims, recommending Cowper for his depth of feeling, fluency, descriptive realism, and the interest of his character. Coleridge later put this reaction in a nutshell when emphasizing Cowper’s originality in uniting “natural thoughts with natural diction” and “the heart with the head.”\n\r\nColeridge must have been thinking mainly of the unprecedented use of blank verse as a vehicle for the flow of consciousness, of Cowper as the progenitor of an “interior” mode in which the poetry is a continual outgrowth of the mind. This inwardness is an outstanding feature of Cowper’s influence, although subsequent criticism tended to stress his more obvious contribution in furthering accurate observation of the countryside. Moreover, he brought to humanity’s relationship with nature a religious and philosophic dimension that proved central, in the “natural faith” and “One Life” theory of Coleridge and Wordsworth, to the Romantic quest for models of well-being and numinous design in a world rendered potentially void of meaning by Newtonian science and John Locke’s mechanistic psychology, which indicated particles of matter as the only reality and made the objects of perception a mere illusion. The poem made the self, though cast out to the periphery of an antipathetic society and inhabiting a small corner of an infinite universe, not only an abiding center of attention in its own right but the bastion of moral, spiritual, and aesthetic value. What the concluding movement then brings into focus, however, is the less comforting seam of the same post-Enlightenment subjectivity: the promise of ceaseless mental struggle and incompleteness of which the closest analogue is the existentialism of Soren Kierkegaard and Byron’s Childe Harold’s Pilgrimage (1812-1818).\n\r\nHis major undertaking while The Task was at press was the translation of the Iliad, begun toward the end of 1784. In The Task Cowper had unwittingly produced a revolutionary work, and a whole poetry of nature and the private realm soon flowed. Yet the task that exercised him most during his career was deliberately conservative and painstakingly objective—the faithful rendering into his own tongue of the harmony and energy of Homeric epic. The encounter with Homer lasted on and off for the rest of Cowper’s life, first in the prolonged preparation of The Iliad and Odyssey of Homer (1791) and afterwards in regular spates of revision. It was in some ways a heroic enterprise: ambitious, scrupulous, and driven by an unshakable antagonism toward Pope, whose standard version in rhyme he had set out to supplant on the grounds that blank verse would do greater justice to both the unaffected grandeur and the detail of the original. Though Cowper loved Homer and wanted fame, his motivation was in part (like Pope’s before him) undoubtedly financial. Publication of the Homer translation through the old-fashioned subscription method earned him 1000 pounds and the copyright; but it was a daunting affair. Even among his contemporaries the translation achieved only a modicum of critical success. The basically literal approach helped to ensure a readership for the work well into the 20th century; but as Fuseli and others were quick to suggest, Cowper succumbed to the dullness nor the awkwardness likely to arise from the use of Miltonic syntax. The opinion of informed posterity finds neat expression in Matthew Arnold‘s view in On Translating Homer (1861-1862) that “between Cowper and Homer … there is interposed the mist of Cowper’s elaborate Miltonic manner, entirely alien to the flowing rapidity of Homer.”\n\r\nThe studied competence of the Homer stands in marked contrast to the sprightliness of the vignettes on local events in the letters of the Olney years, such as the elegant farce of the visit of the “kissing candidate” at election time or the essais on the ballooning craze. In the spring of 1784 Cowper went to see a balloon go up at neighboring Weston Underwood on the estate of the Throckmortons, a distinguished Catholic family with whom Mrs. Unwin and he soon became friends. At the Throckmortons’ invitation he rented the Lodge at Weston Hall in November 1786. In an August 9, 1791 letter to James Hurdis, imitator of The Task, Cowper was to describe how he had exchanged the life of a recluse at Orchard Side for that of a comfortable celebrity at Weston, exposed to “all manner of inroads” and “visited by all around.” Cultivated and pleasant surroundings, however, could do nothing to prevent a fourth bout of extreme depression from setting in during 1787 after the sudden death of William Unwin. Mrs. Unwin herself cut the rope by which the poet once again tried to kill himself.\nIt was death in other quarters that gave Cowper his next chance to show a face to the world. One day in November he received a visit from the clerk of the parish of All Saints, Northampton, with a request for verses to affix to the forthcoming Bill of Mortality (the annual public list and analysis of deaths in the parish). He supplied stanzas in “the Mortuary stile” six times between 1787 and 1793, using such shrewd devices as the disconcertingly grotesque idea of a predictive rather than retrospective Bill to bring a cutting edge to the genre’s customary appeals for reformation, and recognition that no one can escape the fatal, often unexpected hour: “No med’cine, though it often cure, / Can always balk the tomb.”\n\r\nCowper knew what a “sentence” was in more than one sense, and the aura of his private desert places undoubtedly contributed to the vivification of functional objectives in these poems, as it did also in the dramatic monologue of “The Negro’s Complaint” and other lyrics commissioned in 1788 for the Committee for the Abolition of the Slave Trade, which were widely circulated and served as an effective guide to popular protest for Southey and later exponents of the cause. Nearer home, the residue of the psychotic disturbance of 1787 explains the return to nightmare at the heart of his uncanniest poem:\nJust then, by adverse fate impress’d,\r\nA dream disturb’d poor Bully’s rest:\r\nIn sleep he seem’d to view\r\nA rat, fast-clinging to the cage,\r\nAnd, screaming at the sage presage,\r\nAwoke and found it true.\nThe last decade of Cowper’s life began promisingly. There were attempts to get him the laureateship left vacant by the death of Thomas Warton, the translation of Homer was lodged with the publisher, and a surprise appearance by John Johnson, the grandson of his uncle Roger Donne, put him in touch with his mother’s family after a break of 27 years. Cowper felt an immediate bond with “wild boy Johnson,” in whom he saw “a shred of my own mother,” and a few weeks into 1790 he received from his cousin, Anne Bodham, the portrait of his mother which, in an atmosphere of spontaneous “trepidation of nerves and spirits,” inspired one of the most unusual, and finest, poems of self-revelation in the language.\n\r\nThe critic Hazlitt valued “On the Receipt of My Mother’s Picture out of Norfolk” for its extraordinary pathos. But one is struck no less by the way Cowper’s wide-awake intelligence refines and directs the unguarded feelings that emerge as he looks back in intimate detail to the security of infancy and then to the desolate bewilderment that descended when his mother died in his sixth year. Where the Puritan autobiographers customarily traced in their past the consoling patterns of a journey to salvation, Cowper here confirms, and faces up to, a tragic destiny: the child wretchedly bereaved, “dupe of to-morrow” in his disappointed hopes that his mother will return, is father of the man denied all promise of reaching the heavenly shore, “always distress’d”:\nMe howling winds drive devious, tempest-toss’d,\r\nSails ript, seams op’ning wide, and compass lost,\r\nAnd day by day some current’s thwarting force\r\nSets me more distant from a prosp’rous course.\nThe triumph of the poem is not only that of acceptance; for, building on the idea of art being able to baffle time, he uses memory, the recovery of spots of time, to bring solace in the present: “By contemplation’s help, not sought in vain, / I seem t’have lived my childhood o’er again; / To have renewed the joys that once were mine. …” In a finely balanced ending he keeps faith with the “wings of fancy,” with wishes and the answering charms of illusion, while admitting that they are only a provisional escape from harsh reality. “On the Receipt of My Mother’s Picture” is related to 18th-century elegy but represents a new species of reflective meditation, the dialogue of the mind with itself commonly known as the “greater Romantic lyric.” It was published in 1798 and at once entered the canon of essential English poetry.\n\r\nThe rediscovery and mapping out of a lost past was a liberating experience for Cowper. Another good chance came his way in 1791 when Joseph Johnson offered him the editorship of the works of Milton in a major publishing venture for which Fuseli was to design the engravings. This novel engagement, which Cowper welcomed as adding the rank of “Critic” to his other accomplishments, had an important offshoot in his friendship with William Hayley, who had agreed to write a life of Milton for a rival de luxe edition. Hayley’s “handsome” and “affectionate” approach to a potential competitor, and his subsequent loyalty, are highlights of the later stages of Cowper’s life. It was largely through his exertions that Cowper was granted a Crown pension in 1794 (an event made possible by the fact that, despite his Whig sympathies, Cowper had always been an outspoken monarchist); and it was in Hayley’s Life of Milton, published in the same year, that Cowper’s translations of Milton’s Italian and Latin poems first appeared. These pieces and some fragmentary annotation on Paradise Lost (1667) and on Dr. Johnson’s Life of Milton (1779), however, were the only elements of the Milton project ever to see the light of day. Enthusiasm had soon given way to frustration as domestic anxieties began to impinge mercilessly on Cowper’s labors. In late 1791 Mrs. Unwin had suffered a paralytic stroke.\n\r\nMrs. Unwin lingered through several further attacks until 1796. To the poet who had undergone his own bouts of horrific stultification, the daily sight of his helpmate’s living death must have seemed the cruelest visitation of all. “To Mary,” written in 1793, is a marvelously poised and relentlessly painful love poem, redeemed from sentimentality by cleaving to the hard facts of the situation—Cowper’s dependence on Mary; her incapacity; her blindness; and her “indistinct expressions”—and by the integrity of their artistic treatment:\nThy needles, once a shining store,\r\nFor my sake restless heretofore,\r\nNow rust disus’d, and shine no more,\r\nMy Mary! …\r\nBut well thou play’d’st the housewife’s part,\r\nAnd all thy threads with magic art\r\nHave wound themselves about this heart,\r\nMy Mary!\nFamiliar objects have become forceful symbols of a desolation Cowper cannot evade, but which he can oppose by the magic of his own worthiest art, the sincere affection that transforms atrophy into beauty, Mary’s lifeless hands into a “richer store” than gold.\n\r\nCowper’s imagination was more often gripped in these years, however, by the old nightmare of worthlessness and damnation. He again saw himself being led to execution, and he dreamed of his “everlasting martyrdom in fire.” Samuel Teedon, the Olney schoolmaster to whom he sent his visions for analysis, has gone down in biographical tradition as a sham who duped the ailing poet of his money; but he brought some comfort as a confidant, even after Cowper came to consider his promising notices from God about Mary’s health and his own salvation to be a divine joke, the Almighty’s “deadliest arrows.” Less helpful to Cowper’s condition was the dissension that broke out at Weston following his return from a visit in 1792 to Hayley’s estate at Eartham in Sussex, where Mrs. Unwin’s temporary improvement and the company of the painter George Romney and other celebrities had put him in a better frame of mind. Lady Hesketh grew increasingly antagonistic toward Mrs. Unwin. One gets the impression sometimes of jealous dislike and sometimes of well-meaning but counterproductive concern to prise Cowper free from an obvious burden. Whatever Harriot Hesketh’s motives and hopes in taking personal charge of her cousin during 1793 and 1794, by 1795 there seemed little left to save: according to a June 19, 1795 letter from John Johnson to Catharine Johnson, Cowper looked like “a Ghost”—“nothing but skin and bone.”\n\r\nIt was decided that Johnson should take Cowper and Mrs. Unwin into his care in Norfolk. The three settled in 1796 at East Dereham. Mrs. Unwin’s death in December had little effect on Cowper, for his health was already deteriorating rapidly. He heard voices both night and day and suffered hallucinations, recorded in Johnson’s diary, of drinking “rankest poison,” being “disjointed by the Rack,” and being “taken up in his bed by strange women.” The only person from whom he sought help was the housekeeper, Margaret Perowne, a middle-aged woman who stationed herself in the corner of his bedroom.\n\r\nAt intervals, however, another Cowper emerges from this eerie, claustrophobic picture of introversion and inexorable decline. On leaving Weston he had written a “farewell” to God “with a hand that is not permitted to tremble,” and near Mundesley he had seen as an exact emblem of himself “a solitary pillar of rock” awaiting the lashing of the storm. A conviction of uniqueness had always run through his life and writings: “I am of a very singular temper, and very unlike all the men I have ever conversed with,” he told Harriot Hesketh as early as 1763. But there is something newly decisive and heroic in these later self-projections. This is the Cowper who at last stood beyond both aid and despair, who hugged his fate to him and drew stature expressly from it—the lucid, unflinching Cowper of “The Castaway. ”\n\r\nA similar shift of sensibility can be seen in a hardening compulsion toward the primitive, the oracular, and the demonic during this phase of Cowper’s career. In “Yardley Oak,” written in 1791, he had brooded in cramped, angular Miltonic verse on a terrible autonomous beauty and on the shattered oak as a form companionate with his own monumental persistence and decay, but he had also consented to the rationalizing constraints of a Christian view of nature and human history. “Montes Glaciales,” composed immediately before “The Castaway” in March 1799, has an entirely pagan landscape of wondrous “portents.” Godless and forbidding, it is the obverse of the paradise of contemplative seclusion in which he had once laid claim to spiritual ease and renovation. When he recapitulates to Lady Hesketh in 1798 the “rapture” to be gained from “delightful scenes” it is only to complain of a present “blindness” that makes them “an universal blank\"; the radiance of inspiration is past and gone, “an almost forgotten dream.” Yet with the approach of death came not autistic dereliction but power of a different order.\n\r\nThe immediate trigger for “The Castaway” was a passage in George Anson’s Voyage round the World (1748) recording the “unhappy fate” of a seaman swept overboard in a violent storm. The opening personifications—“Obscurest night involv’d the sky… ”—evoke a setting of actively hostile, conspiratorial forces. And everything that happens to the protagonist in this grim universe is full of incredible irony: his courage is admirable but futile, “supported by despair of life”; his comrades try to help him but, “pitiless perforce,” must race away to save themselves on the very wind that carries his cries for help toward them; he understands their haste, yet “bitter felt it still to die / Deserted, and his friends so nigh.” The mariner, by the greatest irony of all, is exhausted through his own efforts to survive and voluntarily participates in the preordained ritual of his destruction.\n\r\nIn this uncompromising vision Cowper is clearly writing out of and reviewing his own experience, his lasting strife in a world of rigid predestination. Yet the poem is more a cathartic assertion of strength than a lament for helplessness and suffering. When he comes to specify his interest in Anson’s bereft mariner it is pleasure, not pain, that he stresses:\nBut misery still delights to trace\r\nIts semblance in another’s case.\r\nNo voice divine the storm allay’d,\r\nNo light propitious shone;\r\nWhen, snatch’d from all effectual aid,\r\nWe perish’d, each alone:\r\nBut I beneath a rougher sea,\r\nAnd whelm’d in deeper gulphs than he.\nThere is no self-pity here, but rather equanimity and gain. Cowper’s “delight” is not simply the commonplace consolation of finding a fellow in affliction: on the contrary, he finally emphasizes “‘semblance” as difference, taking status from the greater extremity of his lot in the “deeper gulphs” of inner turmoil. The end of “The Castaway” is his most audacious act of writing the self uniquely and positively into being.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}