{"pf_url": "https://www.poetryfoundation.org/poets/william-lisle-bowles", "name": "William Lisle Bowles", "yob": "1762", "yod": "1850", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7e579355c7ab86f462b670d73f18ac13dc09a2e6.jpeg", "bio": "\nBritish poet and clergyman William Lisle Bowles was born in Kings Sutton, Northamptonshire, England in 1762. Thomas Moore—William Lisle Bowles’s friend, fellow minor poet, and longtime Wiltshire neighbor—recorded in a journal for March 20, 1819 that he found the middle-aged vicar “in the bar of the White Hart, dictating to a waiter (who acted as an amanuensis for him) his ideas of the true Sublime in Poetry.” He concluded by recalling the innocent, absentminded, and benevolent country parson in Henry Fielding’s Joseph Andrews (1742): “Never was there such a Parson Adams, since the real one.” Here, Moore seems to express the view of those contemporaries who found in this clergyman-poet-antiquarian-controversialist-musician a human being of warmth and good nature in spite of his vanities, naïveté, and uncritical self-esteem. His discerning friends, as well as critical readers of the day, knew Bowles was not a major poet—or, often enough, not even a passable one. What reputation he had rested not on widespread acclaim but on a 17-year-old’s enthusiasm for a slender volume of 21 sonnets Bowles published in 1789.\nThat teenager was Samuel Taylor Coleridge, who could still, on mature reflection, acknowledge in Biographia Literaria (1817), “My obligations to Mr. Bowles were indeed important, and for radical good. At a very premature age, ... I had bewildered myself in metaphysicks, and in theological controversy. Nothing else pleased me. Poetry ... became insipid to me.... This preposterous pursuit was, beyond doubt, injurious both to my natural powers, and to the progress of my education. ... But from this I was auspiciously withdrawn, ... chiefly ... by the genial influence of a style of poetry, so tender and yet so manly, so natural and real, and yet so dignified and harmonious, as the sonnets &c. of Mr. Bowles!” Wordsworth found that he, too, could not put down that volume of Bowles’s sonnets until he had read them all. Robert Southey and Charles Lamb also admitted to being admirers of Bowles’s early poetry. Yet this enthusiasm on the part of his youthful admirers did not extend much beyond the 1790s. Wordsworth, for example, never acknowledged Bowles as an influence or as a writer of any significance. Hazlitt did not include Bowles in his Lectures on the English Poets (1818), and in The Spirit of the Age (1825) merely portrayed him as an early interest of Coleridge’s and as the cause in the 1820s of the Alexander Pope controversy into which George Gordon, Lord Byron was drawn. Indeed, one may ask why Bowles should receive even a footnote in literary history when it is difficult to find among his poems even a handful with intrinsic merit, and when the vast bulk of his prodigious output in verse and prose is not only considered unreadable today but was scarcely better judged in his own day.\nGeorge Gilfillan, writing in 1855, five years after Bowles’s death, offered perhaps the most favorable possible estimate of his work: “In his larger poems, he is often diffuse and verbose, and you see more effort than energy. But in his smaller, and especially in his sonnets, and his pieces descriptive of nature, Bowles is always true to his own heart, and therefore always successful.” Few today would accept the final statement, but the case for Bowles rests on his having managed at one brief time, almost in spite of himself, to have found a way to bring a sympathetic response to nature and the private emotion of a moment of introspection together, in verse, in a way that seemed fresh and vital. Limited as his poetic achievement is, it nonetheless exists as the first expression of a sensibility and a style which would soon be fully realized in the work of Coleridge and especially Wordsworth. Thus, Bowles’s importance as a poet is historical and rests on those few poems Gilfillan mentioned. His work as editor of Pope, antiquarian, historian, controversialist, and writer of sermons belongs as a minor entry in the history of taste and British culture. Yet the fact remains that Bowles’s was a household name, at least among the readers of poetry and the literary journals of the period, largely because of the force of his own belief in himself and in the causes he fought for. In his journal Thomas Moore wrote that Bowles was “an excellent fellow notwithstanding, and if the waters of his inspiration be not those of Helicon, they are at least very-sweet waters, and to my taste pleasanter than some that are more strongly impregnated.” His friend was a Parson Adams who could cheerfully find compliments in a less than laudatory article about him in an influential literary quarterly, thereby prompting Moore to conclude, “How lucky it is that self love has always something comfortable to retire upon.”\nBorn to the Reverend William Thomas Bowles and Bridget (Biddy) Grey Bowles at King’s Sutton near Banbury in Northamptonshire, Bowles was the son and grandson of clergymen and a descendant of a notable Wiltshire family. In 1769 his father received the living of Uphill and Brean in Somerset, a rural area overlooking the great estuary of the Severn, not quite 15 miles to the northeast of Nether Stowey, where Coleridge settled in 1797 and where he and Wordsworth collaborated on Lyrical Ballads (1798). A sensitive child, rather like the young Wordsworth in his physical enjoyment of seashore and hillside, he inherited, as he recalled in Scenes and Shadows of Days Departed (1835), his father’s love for landscape and his mother’s love of music, particularly sacred music.\n\r\nHe showed early promise as a student, and although there was little money to spare, his father resolved to provide his son, the eldest of seven children, with a good education. Consequently, in 1781 Bowles went to Winchester, where he attracted the attention and tutelage of the headmaster, Joseph Warton. From Warton the critic he learned of Pope’s lesser status in the poetic hierarchy. Warton the poet, as “Monody on the Death of Dr. Warton” reveals, awakened him to nature:\nI gazed\nDelighted ‘round; awaked, inspired, amazed,\nI marked another world, and in my choice\nLovelier, and decked with light! On fairy ground\nMethought I buoyant trod, and heard the sound\nAs of enchanting melodies, that stole,\nStole gently, and entranced my captive soul.\nThen all was life and hope! ‘Twas thy first ray,\nSweet Fancy, on the heart ... [.]\nWarton reinforced and refined Bowles’s youthful enthusiasm for nature, emphasizing not only the pleasures of the wild and the picturesque, but also those beauties of nature that could be rendered particularly in the verse he encouraged his young pupil to write. With Warton, he discovered Homer and Sophocles, “the lonely heights where Shakespeare sat sublime,” Ossian’s “wild song,” and “Great Milton’s solemn harmonies.”\nFrom Winchester, Bowles matriculated to Trinity College, Oxford, where he studied with Joseph Warton’s brother, Thomas, professor of poetry and senior fellow, who later became poet laureate. Miltonist, historian of English poetry, and writer of sonnets and odes, Thomas Warton, like his brother, was influential in Bowles’s development as a writer. Clearly the brothers shaped the receptive youth into an early romantic who was to become the direct link between them and the greater Romantic writers to follow.\nAt Oxford, Bowles won a prize for Latin verse. After receiving his AB in 1786, he attended the university intermittently for the next three years, eventually obtaining his AM in 1792. He did not, however, receive a hoped-for fellowship. Having taken orders, he was appointed to a curacy in southwest Wiltshire, the county in which he was to spend the rest of his life. Other ecclesiastical appointments followed, most notably in 1804 to the living in Bremhill, a Wiltshire hamlet between Chippenham and Calne. In 1804 he also became a prebendary of Salisbury cathedral and in 1828, canon residentiary. In the latter capacity one of his duties for the three months he spent in Salisbury each year allowed him to indulge his lifelong interest in church music. In 1845 ill health forced him to resign as vicar of Bremhill. He retired to Salisbury, where he died in 1850, shortly after the death of William Wordsworth, briefly outliving the last of his youthful admirers of 60 years before.\nSome time between 1785 and 1788 Bowles became engaged to a young woman, only to have the relationship terminated by parents who were less than sanguine about the young man’s prospects. To heal his broken heart Bowles set out on a tour that took him from the north of England and Scotland to Belgium, the Rhine, and eventually to Switzerland. His was the itinerary of the romantic wanderer who sought the picturesque in nature. Landscape provided occasions for “poetical meditations” which he did not write down at the time. After his return home, however, they found form, in 1789, as sonnets. As he explained, he took the 14 he had recollected, perhaps in tranquility but definitely in a state of financial need, to a printer in Bath who agreed, somewhat reluctantly, to print an anonymous edition of 100 copies in quarto. A second, expanded edition of 500 copies, the edition Coleridge read, was published in the same year. By 1805 nine editions had been published. In addition to some short poems, which were topographical, descriptive, or elegiac in nature, they included as well those sonnets he had composed as consolation after experiencing the sudden death of his fiancée, Harriet Wake, in 1793. (In 1797 he married her older sister Magdalen.) In the preface to the ninth edition (1805) Bowles wrote that the sonnets, in describing the poet’s “personal feelings ... can be considered as exhibiting occasional reflections which naturally arose in his mind” as he encountered scenes in nature, “and wherever such scenes appeared to harmonize with his disposition at the moment, the sentiments were involuntarily prompted.” Years later, in an introduction to some of these poems in the 1837 edition of Scenes and Shadows of Days Departed, he explained his use of the sonnet form: “I confined myself to fourteen lines, because fourteen lines seemed best adapted to unity of sentiment. I thought nothing about the strict Italian model; the verses naturally flowed in unpremeditated harmony, as my ear directed. … The subjects were chiefly from river scenery … ” Perhaps to emphasize the importance of place and time, the second, expanded edition was retitled Sonnets, Written Chiefly on Picturesque Spots, with the individual titles indicating these “spots of time”: “To the River Tweed,” “On Dover Cliffs. July 20, 1787.” Thus, Bowles’s general remarks on composition, content, and form suggest the descriptive / meditative pattern which is evident in the sonnets. “The typical single poem,” writes M.H. Abrams, “Begins with a rapid sketch of the external scene ... then moves on to reminiscence and moral reflection.”\nIt was the association, however incomplete and formulaic it now seems, of natural objects and the emotions inspired by them that made Bowles’s sonnets exciting reading for Coleridge. Bowles’s “To the River Itchin” expressed a poetic sensibility Coleridge recognized as his own in the way a lyric speaker could link feelings of loss with a place associated with the speaker’s past. In his own “To the River Otter” (1796), a superior sonnet frankly written in imitation of Bowles’s “To the River Itchin,” Coleridge too could associate details of place and private feeling. Yet Coleridge and the other major Romantic poets went beyond Bowles’s limited use of landscape or scene and his meditative tone of bittersweet melancholia. For all of their superficial similarity with great meditative lyrics such as Wordsworth’s “Tintern Abbey” and Coleridge’s “Frost at Mid-night,” Bowles’s poems of place have more in common with the landscape poetry of the 18th century, especially in their imagery, diction, and syntax. Yet, for a brief time in the 1790s, Bowles seemed the first poet of a new age. 60 years later the ever-sympathetic George Gilfillan could make that very claim. In retrospect we see that Bowles was able only to suggest a new poetic idiom that he himself was incapable of fully achieving.\nBetween 1789 and 1809 Bowles published scores of shorter poems in addition to sonnets. In poems such as Monody, Written at Matlock (1791), Coombe Ellen (1798), and St. Michael’s Mount (1798) natural scenes and places are invoked, but in these poems verbal scene painting and evocation of the picturesque have given way to didacticism. Forced sublimity in the form of Miltonisms and other 18th-century stylistic excesses has replaced the simpler, more natural style of the early sonnets. Effective passages, reminiscent of the descriptive / meditative style of the best of the sonnets, are lost in a torrent of wordiness.\nMore than half of the two-volume Gilfillan edition of Bowles’s poetry (1855) is devoted to five long poems: The Spirit of Discovery (1804), The Missionary (1813), The Grave of The Last Saxon (1822), Days Departed, Or, Banwell Hill (1828), and St. John in Patmos (1832).\nIn The Spirit of Discovery Bowles expanded his earlier “The Spirit of Navigation” into a poem of epic pretensions. Its Miltonic beginning, with its personal invocation and self-consciously elevated style—“Awake a louder and a loftier strain!”—announces the poet’s desire for “loftier utterance” from his “beloved harp.” Until now “I only asked / Some stealing melodies the heart might love, / And a brief sonnet to beguile my tears!”\nFor his pains, and for his unself-conscious parody of Milton, Bowles set himself up for Byron’s ridicule in English Bards and Scotch Reviewers (1809):\nNow to soft themes thou scornest to confine\nThe lofty numbers of a harp like thine:\n‘Awake a louder and a loftier strain,’\nSuch as none heard before, or will again;\nWhere all discoveries jumbled from the flood,\nSince first the leaky ark repos’d in mud,\nBy more or less, are sung in every book,\nfrom Captain NOAH down to Captain COOK.\nIndeed, in five books and more than 2,000 lines of blank verse The Spirit of Discovery sings and moralizes the history of great discoverers from Noah to Captain Cook.\nThe Missionary, first published anonymously in 1813, narrates in eight cantos and 2,000 lines of heroic couplets the story of Lautaro, a Chilean Indian who was taken from his family in childhood to become the page of Valdivia, commander of the Spanish armies. Lautaro is forced to accompany the Spaniards in a military campaign against his own people, but at a critical point he turns against the Spaniards and brings about their defeat. The story also includes a humane missionary, Anselmo, and some Chilean Indians. With its exotic characters and Andean setting, as well as its sentimental heroics and moralizing, The Missionary was the most popular of Bowles’s longer works.\nIn The Grave of the Last Saxon (1822), a poem of 2,000 lines of blank verse, the scene is England at the time of the Norman Conquest. In this poem, Bowles combines his historical and antiquarian interests with his usual didacticism and heroic melodrama to produce yet another pastiche. Bowles surely had in mind Sir Walter Scott’s success with verse romance when he wrote this poem. Days Departed, Or, Banwell Hill (1828, 1829), on the other hand, in 2,000 blank-verse lines and five parts, is a “local poem.” But its evocation of place, Banwell Cave and its antediluvian remains, while it reveals once again the author’s antiquarian interests, occupies only a portion of the poem. Reflections on the ruins of time blend with childhood reminiscences of rural Somerset and thoughts about those who die at sea. The rest of the poem contains “reflections on the moral and religious state of parishes, past and present”; a canto of narrative about unrequited love, previously published as Ellen Gray (1823); a Prelude-like section with passages about his youth near Bristol and the Severn Sea; and finally, visions of the deluge followed by a poetic farewell to “Banwell Cave, and Banwell Hill, / And Banwell Church,” all concluding on a note of prayer and thanksgiving.\nIn the preface to his last long poem, St. John in Patmos (1832), first published anonymously as the work of “One of the Old Living Poets of Great Britain,” Bowles declares that “It is a consolation that, from youth to age, I have found no line I wished to blot, or departed a moment from the severer taste which I imbibed from the simplest and purest models of classical composition.” Once again the indefatigable man of letters undertook a major project in blank verse extending to more than 2,100 lines. In this work about the revelations of Saint John the Divine, the picturesque landscape of rural England of the previous long poem “is replaced,” as George S. Fayen, Jr., has noted, “by the apostle’s lonely cave and his vision: the seven candlesticks and the churches of Asia. Contrasting stanza forms, presumably used for variety, dramatize and distinguish the appeal of angelic harmonies and the enticements of earthly love.”\nAll of Bowles’s long poems, Gilfillan conceded, are “more distinguished by the ambition of their themes than by the success of their treatment.” Coleridge, in a letter of 1802, commented on the growing didacticism in Bowles’s verse even before the publication of the first of the five long poems and observed that “There reigns through all the blank verse poems such a trick of moralizing everything, which is very well, occasionally, but never to see or describe any interesting appearance in nature without connecting it, by dim analogies, with the moral world proves faintness of impression.” In 1814 Bowles’s publisher, John Murray, tactfully suggested that if the poet could condense the “beauties” of The Missionary “into two thirds its present size, I do think I could sell thousands, and it is a great pleasure to be universally read.” Bowles seems not to have gotten the message.\nBowles published his 10-volume edition of Pope’s works in 1806. His criticism of Pope’s moral and poetical character revived the reaction against Pope which had begun in the previous century, most notably through Bowles’s Winchester master, Joseph Warton. Bowles was a mediocre editor. Thomas Moore noted in his journal in 1819, “Was struck by the characteristic weakness and maudlin wordiness of his notes, contrasted as they are with the original remarks and rich erudition of [Joseph] Warton’s, that accompany them.” Byron first attacked Bowles for his devaluing of Pope in English Bards and Scotch Reviewers. Thomas Campbell defended Pope’s character in Specimens of the British Poets (1819), to which Bowles replied with his Invariable Principles of Poetry (1819). When a long article in the Quarterly Review (July 1820) ridiculed Bowles’s principles, he promptly answered his critics in two pamphlets. Byron reentered the fray in 1821 with two letters, which were immediately followed by two more from Bowles. More articles and pamphlets appeared, and whatever the issues might have been at the beginning, they were lost in the sound and fury. In the pamphlet war, as in his long poems, Bowles was verbose and pretentious, ever confident in his purpose and culpable for never blotting a line.\nIn a preface to The Little Villager’s Verse Book (third edition, 1826) Bowles wrote, “The following compositions were written originally to be learned by heart by the poor children of my own parish, who had been instructed every Sunday through the summer, on the garden lawn before the parsonage house, by Mrs. Bowles.” The marchioness of Lansdowne, wife of Bowles’s local patron and friend, wrote to Mrs. Bowles, “We are quite delighted with the Little Hymn Book. The simplicity and beauty of the compositions quite charm us, and I am sure they will be very popular amongst our children. It is quite admirable of Mr. Bowles to lower his Muse in so kind a manner to adapt it to such early readers.” Indeed, in composing such simple, unpretentious verses as “The Withered Leaf” Bowles may well have used his “harp” more memorably than at any other time in his long poetic career:\nOh! mark the withered leaves that fall\nIn silence to the ground;\nUpon the human heart they call,\nAnd preach without a sound.\nThey say, So passes man’s brief year!\nTo-day, his green leaves wave;\nTo-morrow, changed by time and sere,\nHe drops into the grave.\nLet Wisdom be our sole concern,\nSince life’s green days are brief!\nAnd faith and heavenly hope shall learn\nA lesson from the LEAF.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}