{"pf_url": "https://www.poetryfoundation.org/poets/william-butler-yeats", "name": "William Butler Yeats", "yob": "1865", "yod": "1939", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/2ade64e2ec274d1c56ceeb02f53e584f50bc663b.jpeg", "bio": "\nWilliam Butler Yeats is widely considered to be one of the greatest poets of the 20th century. He belonged to the Protestant, Anglo-Irish minority that had controlled the economic, political, social, and cultural life of Ireland since at least the end of the 17th century. Most members of this minority considered themselves English people who happened to have been born in Ireland, but Yeats staunchly affirmed his Irish nationality. Although he lived in London for 14 years of his childhood (and kept a permanent home there during the first half of his adult life), Yeats maintained his cultural roots, featuring Irish legends and heroes in many of his poems and plays. He was equally firm in adhering to his self-image as an artist. This conviction led many to accuse him of elitism, but it also unquestionably contributed to his greatness. As fellow poet W.H. Auden noted in a 1948 Kenyon Review essay entitled “Yeats as an Example,” Yeats accepted the modern necessity of having to make a lonely and deliberate “choice of the principles and presuppositions in terms of which [made] sense of his experience.” Auden assigned Yeats the high praise of having written “some of the most beautiful poetry” of modern times. Perhaps no other poet stood to represent a people and country as poignantly as Yeats, both during and after his life, and his poetry is widely read today across the English-speaking world.\n\r\nIn 1885, an important year in Yeats’s early adult life, his poetry was published for the first time, in the Dublin University Review, and he began his important interest in occultism. It was also the year that he met John O’Leary, a famous patriot who had returned to Ireland after 20 years of imprisonment and exile for revolutionary nationalistic activities. O’Leary had a keen enthusiasm for Irish books, music, and ballads, and he encouraged young writers to adopt Irish subjects. Yeats, who had preferred more romantic settings and themes, soon took O’Leary’s advice, producing many poems based on Irish legends, Irish folklore, and Irish ballads and songs. As he explained in a note included in the 1908 volume Collected Works in Verse and Prose of William Butler Yeats: “When I first wrote I went here and there for my subjects as my reading led me, and preferred to all other countries Arcadia and the India of romance, but presently I convinced myself ... that I should never go for the scenery of a poem to any country but my own, and I think that I shall hold to that conviction to the end.”\n\r\nAs Yeats began concentrating his poetry on Irish subjects, he was compelled to accompany his family in moving to London at the end of 1886. There he wrote poems, plays, novels, and short stories—all with Irish characters and scenes. In addition, he produced book reviews, usually on Irish topics. In London, Yeats met with Maud Gonne, a tall, beautiful, socially prominent young woman passionately devoted to Irish nationalism. Yeats soon fell in love with Gonne, and courted her for nearly three decades; although he eventually learned that she had already borne two children from a long affair, with Gonne’s encouragement Yeats redoubled his dedication to Irish nationalism and produced such nationalistic plays as The Countess Kathleen (1892), which he dedicated to her, and Cathleen ni Houlihan (1902), which featured her as the personification of Ireland in the title role.\n\r\nGonne shared Yeats’s interest in occultism and spiritualism. Yeats had been a theosophist, but in 1890 he turned from its sweeping mystical insights and joined the Golden Dawn, a secret society that practiced ritual magic. Yeats remained an active member of the Golden Dawn for 32 years, becoming involved in its direction at the turn of the century and achieving the coveted sixth grade of membership in 1914, the same year that his future wife, Georgiana Hyde-Lees, also joined the society.\n\r\nAlthough Yeats’s occult ambitions were a powerful force in his private thoughts, the Golden Dawn’s emphasis on the supernatural clashed with his own need as a poet for interaction in the physical world, and thus in his public role he preferred to follow the example of John Keats, a Romantic poet who remained—in comparison with Romantics William Blake and Percy Bysshe Shelley—relatively close to the materials of life. Yeats avoided what he considered the obscurity of Blake, whose poetic images came from mystical visions rather than from the familiar physical world. Even so, Yeats’s visionary and idealist interests were more closely aligned with those of Blake and Shelley than with those of Keats, and in the 1899 collection The Wind among the Reeds he employed occult symbolism in several poems.\n\r\nMost of Yeats’s poetry, however, used symbols from ordinary life and from familiar traditions, and much of his poetry in the 1890s continued to reflect his interest in Irish subjects. During this decade he also became increasingly interested in poetic techniques. He befriended English decadent poet Lionel Johnson, and in 1890 they helped found the Rhymers’ Club, a group of London poets who met to read and discuss their poems. The Rhymers placed a very high value on subjectivity and craftsmanship and preferred sophisticated aestheticism to nationalism. The club’s influence is reflected in the lush density of Yeats’s poetry of the times, culminating in The Wind among the Reeds (1899). Although Yeats was soon to abandon that lush density, he remained permanently committed to the Rhymers’ insistence that a poet should labor “at rhythm and cadence, at form and style”—as he reportedly told a Dublin audience in 1893.\n\r\nThe turn of the century marked Yeats’s increased interest in theatre, an interest influenced by his father, a famed artist and orator who loved highly dramatic moments in literature. In the summer of 1897 the author enjoyed his first stay at Coole Park, the County Galway estate of Lady Augusta Gregory. There he devised, with Lady Gregory and her neighbor Edward Martyn, plans for promoting an innovative, native Irish drama. In 1899 they staged the first of three annual productions in Dublin, including Yeats’s The Countess Kathleen, and in 1902 they supported a company of amateur Irish actors in staging both George Russell’s Irish legend “Deirdre” and Yeats’s Cathleen ni Houlihan. The success of these productions led to the founding of the Irish National Theatre Society with Yeats as president. After a wealthy sponsor volunteered to pay for the renovation of Dublin’s Abbey Theatre as the company’s permanent home, the theatre opened on December 27, 1904. It included plays by the company’s three directors: Lady Gregory, John M. Synge, and Yeats, who was represented that night with On Baile’s Strand, the first of his several plays featuring heroic ancient Irish warrior Cuchulain.\n\r\nDuring the first decade of the 20th century Yeats was extremely active in the management of the Abbey Theatre company. At this time he also wrote 10 plays, and the simple, direct style of dialogue required for the stage became an important consideration in his poems as well. He abandoned the heavily elaborated style of The Wind Among the Reeds in favor of conversational rhythms and simpler diction. This transformation in his poetic style can be traced in his first three collections of the 20th century: In the Seven Woods (1903), The Green Helmet and Other Poems (1910), and Responsibilities (1914). Several poems in those collections use style as their subject. For example, in “A Coat,” written in 1912, Yeats derided his 1890s poetic style, saying that he had once adorned his poems with a coat “covered with embroideries / Out of old mythologies.” The poem concludes with a brash announcement: “There’s more enterprise / In walking naked.” This departure from a conventional 19th-century manner disappointed his contemporary readers, who preferred the pleasant musicality of such familiar poems as “The Lake Isle of Innisfree,” which he wrote in 1890.\n\r\nSimplification was only the first of several major stylistic changes. In “Yeats as an Example?” an essay in Preoccupations: Selected Prose 1968-1978, the prominent Irish poet Seamus Heaney commended Yeats for continually altering and refining his poetic craftsmanship. “He is, indeed, the ideal example for a poet approaching middle age,” Heaney declared. “He reminds you that revision and slog-work are what you may have to undergo if you seek the satisfaction of finish; he bothers you with the suggestion that if you have managed to do one kind of poem in your own way, you should cast off that way and face into another area of your experience until you have learned a new voice to say that area properly.”\n\r\nEventually, Yeats began experimenting as a playwright; in 1916, for instance, he adopted a deliberately esoteric, nonrealistic dramatic style based on Japanese Noh plays, a theatrical form to which he had been introduced by poet Ezra Pound. These plays were described by Yeats as “plays for dancers.”\n\r\nWhile Yeats fulfilled his duties as president of the Abbey Theatre group for the first 15 years of the 20th century, his nationalistic fervor was less evident. Maud Gonne had moved to Paris with her husband, exiled Irish revolutionary John MacBride, and the author was left without her encouragement. But in 1916 he once again became a staunch exponent of the nationalist cause, inspired by the Easter Rising, an unsuccessful, six-day armed rebellion of Irish republicans against the British in Dublin. MacBride, who was now separated from Gonne, participated in the rebellion and was executed afterward. Yeats reacted by writing “Easter, 1916,” an eloquent expression of his complex feelings of shock, romantic admiration, and a more realistic appraisal.\n\r\nThe Easter Rising contributed to Yeats’s eventual decision to reside in Ireland rather than England, and his marriage to Hyde-Lees in 1917 further strengthened that resolve. Earlier, in an introductory verse to Responsibilities, he had asked his ancestors’ pardon for not yet having married to continue his Irish lineage: “Although I have come close on forty-nine, / I have no child, I have nothing but a book.” With marriage came another period of exploration into complex and esoteric subjects for Yeats. He had long been fascinated by the contrast between a person’s internal and external selves—between the true person and those aspects that the person chooses to present as a representation of the self. Yeats had first mentioned the value of masks in 1910 in a simple poem, “The Mask,” where a woman reminds her lover that his interest in her depends on her guise and not on her hidden, inner self. Yeats gave eloquent expression to this idea of the mask in a group of essays, Per Amica Silentia Lunae (1918): “I think all happiness depends on the energy to assume the mask of some other life, on a re-birth as something not one’s self.” This notion can be found in a wide variety of Yeats’s poems.\n\r\nYeats also continued to explore mysticism. Only four days after the wedding, his bride began what would be a lengthy experiment with the psychic phenomenon called automatic writing, in which her hand and pen presumably served as unconscious instruments for the spirit world to send information. Yeats and his wife held more than 400 sessions of automatic writing, producing nearly 4,000 pages that Yeats avidly and patiently studied and organized. From these sessions Yeats formulated theories about life and history. He believed that certain patterns existed, the most important being what he called gyres, interpenetrating cones representing mixtures of opposites of both a personal and historical nature. He contended that gyres were initiated by the divine impregnation of a mortal woman—first, the rape of Leda by Zeus; later, the immaculate conception of Mary. Yeats found that within each 2,000-year era, emblematic moments occurred at the midpoints of the 1000-year halves. At these moments of balance, he believed, a civilization could achieve special excellence, and Yeats cited as examples the splendor of Athens at 500 B.C., Byzantium at A.D. 500, and the Italian Renaissance at A.D. 1500.\n\r\nYeats further likened these historical cycles to the 28-day lunar cycle, contending that physical existence grows steadily until it reaches a maximum at the full moon, which Yeats described as perfect beauty. In the remaining half of the cycle, physical existence gradually falls away, until it disappears completely at the new moon, whereupon the cycle begins again. Applying this pattern both to historical eras and to individuals' lives, Yeats observed that a person completes the phases as he advances from birth to maturity and declines toward death. Yeats elaborated the scheme by assigning particular phases to specific types of personality, so that although each person passes through the many phases during a lifetime, one provides an overall characterization of the individual’s entire life. Yeats published his intricate and not completely systematic theories of personality and history in A Vision (1925; substantially revised in 1937), and some of the symbolic patterns (gyres, moon phases) provide important background to many of the poems and plays he wrote during the second half of his career.\n\r\nDuring these years of Yeats’s esoterica Ireland was rife with internal strife. In 1921 bitter controversies erupted within the new Irish Free State over the partition of Northern Ireland and over the wording of a formal oath of allegiance to the British Crown. These issues led to an Irish civil war, which lasted from June 1922 to May 1923. Yeats emphatically sided with the new Irish government. He accepted a six-year appointment to the senate of the Irish Free State in December 1922, a time when rebels were kidnapping government figures and burning their homes. In Dublin, where Yeats had assumed permanent residence in 1922 (after maintaining a home for 30 years in London), the government even posted armed sentries at his door. As senator, Yeats considered himself a representative of order amid the chaotic new nation’s slow progress toward stability. He was now the “sixty-year-old smiling public man” of his poem “Among School Children,” which he wrote after touring an Irish elementary school. He was also a world-renowned artist of impressive stature, having received the Nobel Prize for Literature in 1923.\n\r\nYeats’s poems and plays produced during his senate term and beyond are, at once, local and general, personal and public, Irish and universal. At night the poet could “sweat with terror” (a phrase in his poem “Nineteen Hundred and Nineteen\") because of the surrounding violence, but he could also generalize those terrifying realities by linking them with events in the rest of the world and with all of history. The energy of the poems written in response to these disturbing times gave astonishing power to his collection The Tower (1928), which is often considered his best single book, though The Wild Swans at Coole (1917; enlarged edition, 1919), Michael Robartes and the Dancer (1921), The Tower, The Winding Stair (1929); enlarged edition, 1933), and Words for Music Perhaps and Other Poems (1932), also possess considerable merit.\n\r\nAnother important element of poems in both these collections and other volumes is Yeats’s keen awareness of old age. Even his romantic poems from the late 1890s often mention gray hair and weariness, though those poems were written while he was still a young man. But when Yeats was nearly 60, his health began to fail and he was faced with real, rather than imaginary, “bodily decrepitude” (a phrase from “After Long Silence”) and nearness to death. Despite the author’s often keen awareness of his physical decline, the last 15 years of his life were marked by extraordinary vitality and an appetite for life. He continued to write plays, including Sophocles' King Oedipus and Sophocles' Oedipus at Colonus (translations performed with masks in 1926 and 1927) and The Words upon the Window Pane (1934), a full-length work about spiritualism and the 18th century Irish writer Jonathan Swift. In 1929, as an expression of gaiety after recovering from a serious illness, he also wrote a series of brash, vigorous poems narrated by a fictitious old peasant woman, Crazy Jane. His pose as “The Wild Old Wicked Man” (the title of one of his poems) and his poetical revitalization was reflected in the title of his 1938 volume New Poems.\n\r\nAs Yeats aged, he saw Ireland change in ways that angered him. The Anglo-Irish Protestant minority no longer controlled Irish society and culture, and with Lady Gregory’s death in 1932 and the abandonment of the Coole Park estate, Yeats felt detached from the brilliant achievements of the 18th Anglo-Irish tradition. According to Yeats’s unblushingly antidemocratic view, the greatness of Anglo-Irishmen such as Jonathan Swift, philosopher George Berkeley, and statesman Edmund Burke, contrasted sharply with the undistinguished commonness of contemporary Irish society, which seemed preoccupied with the interests of merchants and peasants. He laid out his unpopular opinions in late plays such as Purgatory (1938) and the essays of On the Boiler (1939).\n\r\nBut Yeats offset his frequently brazen manner with the personal conflicts expressed in his last poems. He faced death with a courage that was founded partly on his vague hope for reincarnation and partly on his admiration for the bold heroism that he perceived in Ireland in both ancient times and the 18th century. In proud moods he could speak in the stern voice of his famous epitaph, written within six months of his death, which concludes his poem “Under Ben Bulben”: “Cast a cold eye / On life, on death. / Horseman, pass by!” But the bold sureness of those lines is complicated by the terror-stricken cry that “distracts my thought” at the end of another late poem, “The Man and the Echo,” and also by the poignantly frivolous lust for life in the last lines of “Politics,” the poem that he wanted to close Last Poems: “But O that I were young again / And held her in my arms.”\n\r\nThroughout his last years, Yeats’s creative imagination remained very much his own, isolated to a remarkable degree from the successive fashions of modern poetry despite his extensive contacts with other poets. Literary modernism held no inherent attraction for him except perhaps in its general association with youthful vigor. He admired a wide range of traditional English poetry and drama, and he simply was unconcerned that, during the last two decades of his life, his preference for using rhyme and strict stanza forms would set him apart from the vogue of modern poetry. Yeats’s allegiance to poetic tradition did not extend, however, to what he considered an often obscure, overly learned use of literary and cultural traditions by T.S. Eliot and Pound. Yeats deplored the tremendous enthusiasm among younger poets for Eliot’s The Waste Land, published in 1922. Disdaining Eliot’s flat rhythms and cold, dry mood, Yeats wanted all art to be full of energy. He felt that the literary traditions furnishing Eliot with so many allusions and quotations should only be included in a poem if those traditions had so excited the individual poet’s imagination that they could become poetic ingredients of the sort Yeats described in “The Tower”: “Poet’s imaginings / And memories of love, / Memories of the words of women, / All those things whereof / Man makes a superhuman / Mirror-resembling dream.”\n\r\nYeats wanted poetry to engage the full complexity of life, but only insofar as the individual poet’s imagination had direct access to experience or thought and only insofar as those materials were transformed by the energy of artistic articulation. He was, from first to last, a poet who tried to transform the local concerns of his own life by embodying them in the resonantly universal language of his poems. His brilliant rhetorical accomplishments, strengthened by his considerable powers of rhythm and poetic phrase, have earned wide praise from readers and, especially, from fellow poets, including W.H. Auden (who praised Yeats as the savior of English lyric poetry), Stephen Spender, Theodore Roethke, and Philip Larkin. It is not likely that time will diminish his achievements.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Modern"]}}