{"pf_url": "https://www.poetryfoundation.org/poets/william-drummond-of-hawthornden", "name": "William Drummond of Hawthornden", "yob": "1585", "yod": "1649", "image": null, "bio": "\n                                                                    In his book collecting as in his poetry, William Drummond was conservative and imitative. As reported in Notes of Ben Jonson's Conversations with William Drummond of Hawthornden (1842), Jonson said that Drummond's verses were good, \"Save that they smelled too much of the Schools, and were not after the fancie of the time.\" In an undated letter to Dr. Arthur Johnston, Drummond expressed his objections to innovations in poetry:   \nIn vain have some Men of late (Transformers of every Thing) consulted upon her Reformation, and endeavoured to abstract her to Metaphysical Ideas and Scholastical Quiddities, denuding her of her own Habits, and those Ornaments with which she has amused the world some Thousand Years. . . . What is not like the ancient and conform to those rules which hath been agreed unto by all Times, may (indeed) be something like unto Poetry but it is no more Poetry than a Monster is a Man.\n His book buying was informed by this same retrospective attitude.   As Robert H. MacDonald, who has made the most comprehensive study of Drummond's library, observes, \"He looked for accepted opinion, and though he knew the latest ideas still he valued the old.\" His collection therefore serves as a guide to what contemporaries of William Shakespeare and Jonson were reading. It also shows how a man of moderate means living in a relatively isolated part of Britain acquired his books. Because Drummond relied so heavily on his reading in composing both his poetry and his history, an examination of his library provides a biography of his intellectual life.   The son of John Drummond, first Laird of Hawthornden, and his wife, Susannah Fowler Drummond, William Drummond was born at Hawthornden on 13 December 1585. In 1590 John Drummond was appointed Gentleman-Usher to King James VI of Scotland, to whom the Drummonds were distantly related, and about the same time Drummond's uncle William Fowler was made private secretary to Queen Anne. Drummond thus grew up in a courtly, sophisticated atmosphere. In his father's library were many books of a practical nature on law, medicine, and agriculture but also Sir Philip Sidney's Arcadia (1590), John Lyly's Euphues (1579), the anthology England's Parnassus (1600), edited by Robert Allot and containing popular poems of the day, and Arthur Golding's English translation of Ovid's Metamorphoses (1567), a work that influenced Shakespeare.   Drummond attended Edinburgh's High School, and in 1600 he entered the humanity class, a preparatory year at Edinburgh University, from which he graduated with an M.A. in 1605. He gave early evidence of his literary bent. He records in his memorials, sketchy and irregular journal entries published in William Drummond of Hawthornden Poems and Prose (1976), that in September 1602, \"By reading Heliodorus and other bookes the 17 yere of my age I had a pain in myne eyes for the space of eight dayes\" and nearly went blind. This episode did not alienate Drummond from the author of the Ethiopica, since his library contained a copy of the work. Drummond's academic experiences influenced his tastes: the works he studied are well represented on his shelves.   In the humanity class Drummond doubtless read Horace, Juvenal, Plautus, and Cicero. He studied rhetoric from a text by Omer Talon, a student of the French philosopher Petrus Ramus. As a first-year college student, Drummond read the New Testament, Isocrates, Homer, and Theocritus in Greek and studied logic from a Ramian text. Second-year students studied rhetoric by reading Cassander, Cicero, and Demosthenes and logic through Aristotle's Organon in Latin and Porphyry 's Categories. The curriculum for the third year included more logic, Hebrew grammar, Aristotle's Posterior Analytics, his Ethics, and the beginning of his Physics. In their fourth year students finished the Physics , read Aristotle's De anima , studied astronomy and science from Joannes de Sacro Basco's thirteenth-century Sphaera mundi and geography from Joannes Honterus's Rudimentorum cosmographicorum, first published in 1530.   In 1606 Drummond went to England and then to France, where he visited Paris before attending the university at Bourges to study law. In these years he laid the foundations of his library. According to MacDonald, by the time Drummond returned to Scotland in 1608 he had purchased nearly 400 volumes, 323 in France and 76 in England. Included here were 18 Italian books from England and 39 from France. He purchased 20 Greek books in France, 11 in England; 5 Hebrew books in France; 14 law books in France; 27 philosophy books in France, 10 in England; 30 poetry books in France, 6 in England; 69 other prose works in France, 11 in England; 102 French books in France; 10 theological works in France. Books were better printed on the Continent; they also were less expensive. Drummond's French books cost a total of 2,399 sous (about £10.18s.), his English books £6.13s.6d.   In the first decade of the seventeenth century the average price of a book in London was a halfpenny a sheet, though law books, music books, books with illustrations, erotica, and popular books cost more. The most expensive book that Drummond bought in England was Johann Scapula's Lexicon graeco-latinum, first published in 1580. The book cost 10s. and indicates Drummond's continuing interest in improving his Greek. How much progress he made is unclear because most of his Greek texts contain Latin translations and notes, indicating that he may have needed assistance with the language. Perhaps, though, these were the texts that were available and affordable, since Drummond bought many of his books secondhand.   Various factors influenced the prices Drummond paid for his books. For example, he paid 7s. for the relatively recent Works (1602) of Samuel Daniel, a high price because of the recent publication date and the popularity of the poems. Also, the book may have been nicely bound and therefore expensive. In 1827 the scholar and antiquarian David Laing had all of Drummond's books in Edinburgh University rebound, thus destroying evidence of what these books looked like when Drummond bought them. For 6s. Drummond secured his own copy of the Arcadia; his copy of Edmund Spenser's Faerie Queene (1590-1596) cost the same. For Bartholomew Yong's translation of Jorge de Montemayor's Diane (1561), with the Alonso Pérez continuation (1568) and Gaspar Gil Polo's Diana enamorado (1564) Drummond paid 7s. Spenser's Shephearde's Calendar (1579), Amoretti and Epithalamion (1595), and Fowre Hymnes (1596) cost 4d. each, probably because they were secondhand copies. For a second quarto of Shakespeare's Romeo and Juliet (1599), again probably secondhand, Drummond paid 6d. Such purchases show his interest in English literature. When he began writing, he chose English rather than Scots, and he took as his models the Elizabethans rather than his Jacobean contemporaries.   Books in France cost about half what they did in England. In 1607 for 60 sous (about 6s.) Drummond bought a copy of Justinian I's sixth-century Corpus juris civilis, still the basis of legal practice in the seventeenth century. Though Drummond had gone to France to study law—Scotland had no law schools at the time—his purchases reveal his true interests. His most expensive acquisition in France, and the one he placed first in his 1611 catalogue of his French books, was Simon Goulart's Protestant Memoire de l'estat de france, sous Charles neufiesme, probably the 1576 edition in three volumes. Drummond paid 6 livres (120 sous or 12s.) for this secondhand book with a handsome binding. For Plutarch's Lives in Latin he paid 40 sous; Joannes Despauterius's Grammatica cost 30 sous and Ariosto's Le Roland furieux (or Phillipe Desportes's imitation with the same title) 20 sous. For Christopher Clavius's edition of Sacro Bosco, one of the school texts that Drummond added to his library, he paid 48 sous. Paris was a major printing center, and most of the books that Drummond bought in France were printed there. The capital was also a center of the book trade, importing works from the presses of Venice and Lyons, Geneva and Heidelberg, Leipzig, Antwerp, and Frankfurt.   After about two years in Scotland, Drummond returned to England in 1610, where he added more volumes to his library. In that year his father died, leaving an estate of £14,085 Scots together with lands and a house. Drummond received the house, lands, and a third of the money—not the fortune it may appear because the Scottish pound was worth only one-twelfth of the English; his father also left debts of £9,900 Scots. With this legacy Drummond was able to rebuild his house and buy about 1,600 books during the course of his life; at his own death he left £3,935 Scots. The value of the library he amassed was probably about £90 English, not a large sum. His was neither the only nor the finest collection in the Lowlands; its importance lies in what it reveals about the intellectual temper of the man and his times.   In 1611 Drummond compiled a catalogue of his 546 books, largely literary and scholarly titles. Of these, about 130 volumes survive. The catalogue reveals what Drummond owned, how he organized his library, where he bought his books, and what he paid for them. He recorded prices for 401 titles; the others were mostly inherited or given to him. The list includes some 250 works in Latin, 120 in French, 61 in Italian, 50 in English, 11 in Hebrew, 8 in Spanish, and more than 30 in Greek.   Drummond organized his catalogue first by language and then by subject, a system that was common at the time. Thomas James employed such a system for the 1605 Bodleian Library catalogue, and the German bibliographer George Draud used it in his Bibliotheca classica (1611). Drummond divided his Latin books into five categories: theology, philosophy, law, poetry, and miscellaneous prose. He grouped medicine and geography with philosophy because he had too few medical and geographical titles to warrant individual divisions. Also, at Edinburgh University geography was taught as a branch of philosophy. Each of the other languages received separate listings.   After 1611 Drummond increased his holdings in belles-lettres, buying poetry and drama in English, Italian, French, and Spanish. As the conflicts between the monarchy and Parliament intensified, he began buying polemical pamphlets and books that he used in composing his own monarchist tracts, which he circulated in manuscript. He added popular works such as accounts of voyages, travel guides, books on astrology, satirical writings, and neo-Latin poetry by his fellow Scots. Late in life he began a study of Scotland from King James I through James V. Research for this book, published posthumously as The History of Scotland, from the Year 1423 until the Year 1542 (1655), prompted him to increase his holdings in history. Age also fostered an interest in medical and spiritual titles such as Joannes Fernel's Vniuersa medicina (1578) and Thomas Aquinas's thirteenth-century Summa theologica, for which he paid 8 livres (16 s.) in 1625 when he ordered the book from a friend going to Paris.   That same request included a dictionary by John Misheu, Giovanni Battista Marino's L'Adone (Drummond wanted the edition that was published in either Venice or Paris in 1623), and Famianus Strada's poems. For each title Drummond indicated the price he expected to pay. Such detailed information suggests that Drummond consulted catalogues that he could have found at the shop of Andro Hart, his publisher in Edinburgh. Paris publishers advertised regularly in the catalogues of the Frankfurt Fair, an annual book fair that attracted booksellers from all over Europe. The heirs and successors of Guillaume Rouillé of Lyons issued catalogues in 1604 and 1621, and other Continental and English publishers did the same. On 3 January 1616 the \"Latin stock\" of the Stationers' Company was established to export English books, import works published abroad, and to reprint the latter if demand justified. The Latin stock issued semiannual catalogues from the autumn of 1622 to the autumn of 1626. Drummond could thus keep up with the latest books despite his relative isolation.   Based on Drummond's lists and on surviving volumes, MacDonald reconstructed a catalogue of Drummond's library, The Library of William Drummond of Hawthornden (1971). Because Drummond continued to add to his collection and to give away books, the titles in McDonald's list were not all on Drummond's shelves at the same time. Still, the catalogue reflects what Drummond was buying and reading, since he acquired his books to read, not to display. The library reveals Drummond's interest in philosophy. MacDonald notes that Drummond's collection was rich not only in Aristotelian texts but also in books inspired by the work of Petrus Ramus, a French philosopher who simplified Aristotle's approach to logic:   \nPhilosophy was the mainstay of the Edinburgh curriculum, and Aristotle the chief support of philosophy. Drummond had the main Aristotelian texts, he had the commentaries of the important scholars, he had compendia. He had Ramist interpretations, and anti-Ramist interpretations; he had tracts from the Middle Ages and the latest synthesis of the day—but almost all of his collection described, supplemented or criticized the books of the Aristotelian canon.\n Drummond owned twenty-two editions of Aristotle, the focus of scholastic education, in Greek or Latin, lacking only the Metaphysics and the Poetics. The latter omission may seem curious given Drummond's poetic output, but neither of these works was taught at the university where so large a part of Drummond's literary tastes was formed.   While Plato's philosophy did not supplant Aristotle's in the Renaissance curriculum or worldview, Plato's views on love were influential and were reflected in books that Drummond bought. These include the 1562 edition of Baldassare Castiglione's Il Cortegiano, Leone Ebreo's Dialoghi d'amore, Giovanni Battista Gelli's La Circé (1550), which Drummond bought in Paris in 1607, and Torquato Tasso's Aminta, which Drummond owned in French and Italian. He also had Marsilio Ficino's Latin translation of Plato (1551), also acquired in Paris in 1607, and Macrobius fifth-century Platonic commentary on Cicero's Somnium Scipionis, Martianus Capella's De nuptii philologiae, and Boethius's De consolatione philosophiae. Drummond's A Midnights Traunce: Wherein Is Discoursed of Death, the Nature of Soules, and Estate of Immortalitie (1619) draws heavily on Christian Platonism.   Drummond's conservatism is evident in his selection of works in science. He owned no books by Nicholas Copernicus, Johannes Kepler, Tycho Brahe, William Gilbert, or Galileo Galilei, though their works were available. Robert Recorde and Thomas Digges wrote books in English presenting the new scientific discoveries, but these, too, were absent from Drummond's shelves. Instead, he owned Aristotle's Physics, a school text, in Greek and Latin. He had Sacro Bosco's Sphaera mundi, another text he had studied in school that was based on Aristotelian-Ptolemaic cosmography. He had Seneca's Naturalis quaestiones, Philo's De mundo, and works by Aristarchus, Cleomedes, and Ptolemy as well as two later writers who accepted the classical world-view, Alessandro Piccolomini and Joannes Ferrerius.   Drummond, though, did keep abreast of explorations. His 1509 edition of Ptolemy 's Cosmographiae introductio included accounts of Amerigo Vespucci's four voyages. He owned John Smith's A Map of Virginia (1612) and Description of New England (1616) and Sir Robert Gordon of Lochinvar's Encouragements, for Such as Shall Have Intention To Bee Vnder-takers in the New Plantation of Cape Briton, Now New Galloway in America (1625).   Drummond's library included about thirty medical books, indicating a concern for his health and a recognition that the doctors of the time were largely ineffective. In November 1620 Drummond wrote to Sir William Alexander, \"For these eight weekes I have beene languishing in sicknesse, and that more by the ignorance of physicians (which, being no where good, are heere naught), than any defect of nature: for my disease being a paine of the syde, they can not tell to what to adscriue the cause, nor how to help mee.\" In addition to Fernel's Vniuersa medicina, the most important medical text of the day, Drummond had two French versions of works by Galen of Pergamum, Lanatomie des os du corps humain (1541) and De la raison de curer par euacuation de sang (1542), Serenus Sammonicus's De re medica (1540), Albertus Magnus's De secretis mulierum, Michael Scott's De secretis naturae, a work on poisons by Arnauld of Villanova, and Sir John Harington's The Englishmans Doctor. Or the Schoole of Salerne, a translation of Regimen sanitatis salernitanum that Harington first published in 1607.   Drummond's copy of Claude Dariot's A Briefe and Most Easie Introduction to the Astrologicall Iudgement of the Starres (1598) included A Briefe Treatise of Mathematicall Phisicke by George Coombe, which indicated the auspicious time for bleeding, depending on which humor predominated. Drummond was melancholic and so, according to Coombe, should be bled under Virgo, when the melancholic humor was in the ascendant. Given the frequency of plague, Thomas Cogan's The Hauen of Health is not a surprising addition to Drummond's collection. Cogan warned readers to flee \"from the place infested, abide farre off, and returne not soone againe.\" Despite his melancholy disposition Drummond did not apparently own Robert Burton's Anatomy of Melancholy, first published in 1621, nor did he have a copy of William Harvey 's work on the circulation of the blood. He had John Hester's 1590 English translation of Joseph Du Chesne's Sclopotarie of Iosephus Quercetanus, Phisition. Or His Booke Containing the Cure of Wounds Receiued by Shot of Gunne or Such Like Engines of Warre , but he lacked Ambroise Paré's modern approach to the subject. Du Chesne's text reflects a curious side of Drummond. He hated war, but on 29 September 1626 he received a patent on sixteen devices, most of them military, including Glasses of Archimedes for setting ships afire at sea. He apparently did not actually produce any of these devices.   Like many other learned men of the time, including Dr. John Dee and Henry Percy, Earl of Northumberland, Drummond owned works dealing with the occult. In addition to Seneca he had Censorinus's Liber de die natale (1568), with a section on astrology. Martianus Capella's popular medieval De nuptiis philologiae was present in Drummond's library in the 1539 edition, and he had a copy of John of Seville's twelfth-century translation of Alcabitius's Ad magisterium iudiciorum astrorum isogage with a fourteenth-century commentary by John of Saxony (1521). In his collection were Messahala's ninth-century De elementis et orbibus coelestibus (1549) and the works of more contemporary authors on astrology and alchemy such as Girolamo Cardano, Marsilio Ficino, and Joannes Pontanus. Two notable books in this regard were Jofrancus Offusius's De divina astrorum facultate and Timothy Willis's The Search of Causes. Containing a Theophysicall Inuestigation of the Possibilitie of Transmutatorie Alchemie (1616).   Drummond never practiced law, but his books on the subject reflect the modern approach to the subject taken at Bourges, just as his approach to philosophy and science mirrors the conservatism of the early seventeenth century curriculum at Edinburgh University. Guillaume Budé struck the first blow against the medieval methods of teaching the Justinian Code, and Drummond owned a copy of Budé's Annotationes (1524), first published in 1508. Budé argued that Franciscus Accursius, whose thirteenth-century work Glossa ordinaria had been a key text for the medieval law student, had examined \"neither histories or annals\" and had not answered \"such questions as when did jurisconsults, legislators, or emperors live, or who among these were contemporaries.\" Budé studied Justinian's Code in its historical context. Erasmus called Budé, Ulrich Zasius, and Andreas Alciatus the three great reformers of legal education. Drummond had no works by Zasius, but he owned a 1543 edition of Alciatus on dueling. Canon law still played an important role in seventeenth-century jurisprudence. Drummond owned a fine copy of Gratian's Decretals, printed by Christopher Plantin in 1573.   The books by scholars at Bourges in Drummond's collection provide a direct indication of the importance of Drummond's schooling in his intellectual development. Drummond owned a copy of Paratitla in libros quinquaginta digestorum seu pandectarum imperatoris Iustiniani , a commentary on Justinian, by Jacobus Cujacius, an important humanist legal scholar at Bourges. Cujacius also edited legal texts, such as Julius Paulus's Receptarum sententiarum ad filium, present in Drummond's library. Francis Hotman at Bourges sought to carry the reformation of legal studies still further by stressing the practical. Drummond owned his Partitiones iuris civilis elementariae and his commentary on Justinian's Institutiones. In sum, according to MacDonald, Drummond's small but impressive selection of   \nlaw books show humanism in practice as it reached the student lawyer. From among only a modest number of titles nearly every name of the humanist revolution in law is represented—and usually by his most important work. . . . [T]aken together, this is a most up-to-date collection of law books.\n About a sixth of Drummond's collection was theological. Although the figure may seem high, it is lower than might be expescted in an age when more than a third of books published dealt with religion. Also surprising is the eclectic nature of these works. Drummond owned Bibles in Latin, Greek, and Hebrew, though not in English, even though he suggested some readings that were adopted in the King James version of the Psalms. He owned a copy of the Acts of the Council of Trent (1563) codifying Catholic doctrine and Innocent Gentillet's attack on those acts. He had Jean Crispin's Acta martyrum, a Protestant martyrology, John Calvin's Institutes in French and his catechism in Greek and Hebrew.   Drummond's library included John Bale's The First Part of the Actes of English Votaries (1560), which attacked Catholicism and the papacy, as did John Napier's A Plaine Discouery of the Whole Reuelation of Saint John, present in Drummond's library in a 1602 French edition as well as in English. Yet, Drummond also owned works that were pro-Catholic. He had John Hamilton's defense of transubstantiation, Ane Catholik and Facile Traictise, . . . to Confirme the Real and Corporell Praesence of Chrystis Pretious Bodie and Blude in the Sacrament of the Alter (1581) as well as James Gordon's and John Hay 's defenses of Catholicism. He had St. Ignatius Loyola's Exercita Spiritualia (1586), William Warford's Catholic A Briefe Instruction . . . Concerning the Principall Poyntes of Christian Religiæ (1604), and St. Peter Canisius's catechism translated into Scots by Adam King, who taught philosophy and mathematics at the University of Paris. His catalogue lists Catholic service books: two Books of Hours, an ordinary and a breviary.   Drummond may even have translated some prayers for a 1619 Catholic prayer book, The Primer or Office of the Blessed Virgin Mary . In his standard edition of Drummond's poetry, The Poetical Works of William Drummond of Hawthornden (1913), L. E. Kastner places these hymns among the \"Poems of Doubtful Authenticity.\" They were, however, included in the 1711 folio edition of Drummond's works edited by the poet's son, and Kastner concedes that \"on the whole, the evidence is in his favour.\" As Kastner observes and Drummond's library illustrates, \"The Scottish poet was a very broad- minded man and a Protestant of a type very different from the normal Scottish Protestant of his days.\"   Despite Drummond's reverence for the ancients, less than a quarter of his Latin poetry is classical, even though by 1600 virtually every classical author was available, usually in an inexpensive edition. Virgil continued to be regarded in the Renaissance as the greatest Latin poet, as he had been viewed in the Middle Ages and, indeed, during the Roman Empire. Drummond owned the 1545 Aldine edition of Virgil and a 1598 Latin edition of the Georgics. He also had a translation of the Aeneid by Gavin Douglas (1553), Richard Stanyhurst's translation of the first four books, and Abraham Fraunce's English version of the Georgics and Buccolics (1589). Drummond also collected Ovid, who retained his medieval ranking as the second greatest Latin poet. He owned a copy of Ovid's works printed in Lyons about 1506, pirated from the Aldine edition. His library also contained a separate edition of the Heroïdes (1571) and a 1595 Spanish edition of the Metamorphoses, translated by Jorge Bustamento. In English he had the translations by Arthur Golding (inherited from his father) and George Sandys (1626).   Horace was represented in Drummond's library only by Carmen seculae in Greek and Latin (1600). He also owned books by Juvenal, Lucan, Lucretius, Silius (highly regarded in the Renaissance), and Statius, but, again reflecting contemporary taste, he apparently did not own Martial, Catullus, Tibullus, or Propertius. In 1560 Thomas Bacon described the latter authors as \"wanton and unhonest,\" and they were not taught in Renaissance schools.   The humanist reverence for the classics found expression in neo-Latin poetry, with Petrarch here as in so many other areas serving as the Renaissance model. He was crowned poet laureate in Rome in 1341 for his Africa, a Virgilian imitation, a copy of which was on Drummond's shelves. Drummond collected the complete works of the Christian epics in Latin of Vida and Jacopo Sannazarro, the latter in a 1603 edition purchased in Edinburgh in 1610. He owned the neo-Latin love lyrics of Joannes Jovianus Pontanus (1531), Philip Beroaldus's works in prose and poetry, Joannes Secundus's poems to Julia (1541), and works by Daniel Heinsius, influenced by Secundus. He collected the works of Joannes Salmonius and Nicolaus Borbonius, whom the French considered modern Horaces. Of Scottish neo- Latinists Drummond had works by Hercules Rollock, Thomas Dempster, William Hegate, Mark Alexander Boyd, Andrew Melville, John Johnston, Arthur Johnson, John Leech, Sir Robert Ayton, John Barclay, and George Chalmers.   Drummond's library was rich in Latin prose, works that taught not just history, philosophy, rhetoric, or politics but also a style. Classical authors were the models; grammars and dictionaries served as keys for reading. Drummond owned seven titles by Cicero, who was to prose what Virgil was to poetry: the great precursor and archetype. His Sententiae Ciceronis probably dates from his school days, as likely does his Partitiones oratoriare. Drummond acquired Cicero's De lege agraria contra P. Seruilium Rullum (1561) in Paris in 1607. Drummond also owned the Epistolae ad Atticum and the important Epistolarum ad familiares. Drummond bought the Insitutionum oratoriarum (1585) by Quintilian, the leading authority on rhetoric for the Renaissance, in Paris in 1607.   In 1619 Ben Jonson told Drummond that \"Petronius, Plinius Secundus, Tacitus spoke best Latine.\" Drummond's Pliny was printed by Estienne in Geneva. Dated 1611, it is the 1599 edition with a new title page. His Satyricon by Petronius is dated 1596. If Drummond owned a copy of Tacitus it has not survived, nor has his Livy. He certainly read the latter, since Drummond's History of Scotland is modeled on that Roman historian. He had Caesar and Sallust, Plutarch (in Latin) and Suetonius (De vitae XII Caesarum), this last printed in Trevisa by Joannes Rubeus in 1480. The third-century Roman historian Dio Cassius and Josephus were among Drummond's books, as was that classical collector of gossip Aulus Gellius.   Drummond's holdings in more recent history must also have been extensive. When the marquis of Douglas in 1639 invited Drummond to use his library for genealogical research, Drummond replied, \"Being nearer manye historyes in diuerse languages in myne own studye, I can more conuientlie peruse them than in your L. [Lordship's] Castell, where I will be but like an artizan without tooles.\"   Drummond's catalogues, gifts, and poetry show extensive reading in the French literature of the sixteenth century: Jean le Maire de Belgers, Clément Marot, François Habert, Marguerite de Navarre, Nicolas de Herberay, Pontus de Tyard, Peletier du Mans, Jean de la Péruse, Joachim Du Bellay, Pierre de Ronsard, Jan Antoine de Baïf, Jean de la Taille, Odet de la Noue, Philippe Desportes, Jean Passerat, Guillaume de Salluste Du Bartas, Guy de Faur de Pibrac, Étienne Jodelle, Robert Garnier, Jean de Beaubrueil, and Pierre de Larivey. His knowledge and holding of—and borrowings from—Italian Renaissance poets are equally extensive: Petrarch, Benedetto Zino's Petrarchan imitations, Lodovico Ariosto, Sannazarro, Pietro Bembo, Giovanni della Casa, Lodovico Paterno, Tasso, Giovanni Battista Guarini, Muzio Manfredi, Francesco Contarini, Cesare Rinaldi, Mauritio Moro, and Girolamo Casone. Kastner concluded that \"a full third of Drummond's compositions are translations or close paraphrases. . . . The rest are best described as adaptations from foreign models.\"   Drummond's greatest literary debt in English was to Sir Philip Sidney. Drummond transcribed Astrophil and Stella (1591), and Kastner claims that \"practically all the outstanding verses of Astrophil and Stella can be paralleled in Drummond's sonnets.\" He read Sidney's Arcadia in 1606 and again in 1609, copied long extracts into his manuscripts, and listed it first among his English books in his 1611 catalogue. The second entry was Edmund Spenser's Faerie Queene, which he recorded reading in 1610, and the third was The Shephearde's Calendar.   The poet Michael Drayton was among Drummond's closest friends. In an undated letter Drummond wrote to him:   \nYour great learning first bred in mee admiration, then love, which if not alwhere and allwayes I professe, testifie, I were not only an euill esteemer of you, but also of letters and all learning and poesie. . . . When first I looked on your Heroicall Epistles, I was rapt from my selfe, and could not containe my selfe from blazing that of you, which both your worth, merit, and my loue deserued, required; although, whatever I can say of you is farre vnder your ingine and vertue.\n Drayton repaid the compliment in \"To My Most Dearely-loued Friend Henry Reynolds Esquire, of Poets & Poesie\" (1627), as he refers to \"my dear Drummond, to whom much I owe / For his much love, and proud I was to know / His Poesie.\" Drummond paid 2 s. for \"Draton's Workes,\" either the Poems Lyrick and Pastorall (1606) or Poems (1608). MacDonald records seven Drayton titles in Drummond's collection, and Drummond's list of reading includes Drayton's The Owle (1604) in 1606 and 1613, Englands Heroicall Epistles (1597), Barrons Wars (1603), Legends in 1612, and Poly-olbion (1612) in 1613.   Drummond enjoyed contemporary drama and read plays by George Chapman, Thomas Dekker, Jonson, John Marston, Shakespeare, and Thomas Middleton. His \"List of Comedies,\" covering the range of Elizabethan and Jacobean drama, includes fifty-seven titles that he read and probably owned. One volume of particular significance among his English books is his 1616 edition of Ben Jonson's Works. Jonson visited Drummond at Christmas, 1618, and stayed two or three weeks. Drummond preserved their literary discussions in a manuscript, now lost, but a transcription was published by the Shakespeare Society in 1842. Drummond also recorded some of Jonson's comments in the folio Works, almost exclusively in the \"Epigrammes\" section. These offer important clarifications, such as the fact that epigrams 68 and 69 are about Marston.   Most of Drummond's book purchases came before 1626. Late in that year he donated more than 360 books and manuscripts to Edinburgh University. Previously, he had given a copy of Petrus Ramus's Arithmeticae (1599) to his alma mater upon graduating in 1605, and in 1620 he gave Sir John Scot a 1607 edition of Aristophanes' work for Scot's newly established class library at St. Andrews. The large 1626 gift is surprising and may have been made at the request of the principal of the college, John Adamson, a friend of Drummond, to encourage similar gifts from others. The donation was well publicized through a catalogue that Drummond prepared himself, Avctarivm Bibliothecae Edinbvrgenae, five Catalogus Librorum quos Guilielmus Drummondus ab Hawthornden Bibliothecae D. D. Q. anno 1627 (1627). Drummond made further gifts to the university over the next decade; most of these have survived and in 1827 were placed in a separate collection by David Laing.   Others of Drummond's books are now at the University Library, Dundee. In 1630 Drummond married Elizabeth Logan. They had nine children, but only one survived him. In 1760 the Reverend William Abernethy married Drummond's great-great-granddaughter and last lineal descendant, Barbara Mary. Abernethy gave Drummond's manuscripts to the Society of Antiquaries of Scotland in 1782, and after his death in 1809 some seven hundred volumes from Hawthornden went to the bishop of Brechin. These books were housed in the Episcopal Chapel at Laurencekirk in Kincardineshire, and in 1961 they were moved to Queen's College, Dundee, with the other books from the Scottish Episcopal diocese of Brechin. The rest of Drummond's books probably were dispersed shortly after 1809; they appear in the catalogues of booksellers and auctioneers in the nineteenth century and have enriched public and private libraries in Europe and America.   A study of Drummond's library reveals the literary tastes of the time. It also reflects the emerging trade in secondhand books and indicates where books of the period were printed and sold. Drummond's books illustrate the growing importance of the vernacular but also indicate that Latin remained the language of scholarship. Taken together, his catalogues and surviving copies serve as a monument to the interests of the man and his age.\n                                                            ", "attrs": {"Region:": ["Scotland"]}}