{"pf_url": "https://www.poetryfoundation.org/poets/william-logan", "name": "William Logan", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/a26b96516e215290ff0bb40cb4c72887fefb53a8.jpeg", "bio": "\nPoet and critic William Logan was born in Boston and earned degrees from Yale University and the Iowa Writers’ Workshop. Since 1975, his work—both poetry and criticism—has regularly appeared in major journals and publications such as the New Yorker, the New York Times, the Paris Review, Poetry, and the New Criterion. He is the author of numerous books of poetry, including Sad-Faced Men (1982), Sullen Weedy Lakes (1988), Vain Empires (1998), Poetry and the Age (2000), Strange Flesh (2008), Madame X (2012), and Rift of Light (2017).\n\r\nLogan’s poetry is distinguished by its intricate formal structures; his work frequently uses traditional forms such as the sonnet, and rhyme and meter schemes, to explore concepts of truth and art as well as various ironies of the human condition. G.E. Murray, in a review for Chicago Tribune Books, characterized Logan’s work as “a poetry of terse and tense structures of language attempting to comprehend complex physical and emotional interweavings of events, place, and person.” Logan’s poems draw on landscape, history, art, and English literary history, and his work has been praised for its erudition and scope. Richard Tillinghast, writing in the New York Times Book Review, declared that “when he manages to avoid obscurity, Mr. Logan writes with vigor, almost classical restraint and a fine sense of musicality.” Bruce Bennett in the New York Times Book Review lauded Logan’s ability to use “saving devices of wit” in various poems to relieve the dark tone of the collections. Reviewers have elsewhere characterized Logan’s “dark tone” as acerbic, severe, or even spiky. Yet his short, tensile poems are also praised for their insightfulness. According to Publisher’s Weekly, Logan “brings, at his best, a sense of human life, of answers ignored and potential squandered. Logan's acrid wisdom offers a sense that he has seen through the facades we perversely maintain.”\n\r\nIn early collections such as Sad-Faced Men, Moorhen (1984), and Sullen Weedy Lakes, Logan developed what one reviewer described as a “tough-minded, authentically adventurous formalism.” Vain Empires (2000) extended that project, and Logan’s recent work has taken on such morally complex subjects as empire and faith, rendering them in elegant, accomplished, and frequently difficult, prosody. Michael Scharf commented in a Poetry magazine review of Hill’s book Night Battle (1999): “William Logan is our Geoffrey Hill: cranky, gifted, and concerned with our unavoidable entanglements with the past’s moral bequests … this formidable volume takes its place beside Logan’s three prior excursions in to textual unknowns, venturing beyond the alluring dazzle of empire.”\n\r\nYet Logan once told Contemporary Authors: “I’ve never considered my poetry difficult, a word that implies not just impaction, but giddy or indolent pig-headedness. If my poetry seems overly difficult to others, contemporary poetry doesn’t seem difficult enough to me. Perhaps to a slightly greater degree than is now usual, I believe that emotion must lie in language—in the complication and redolence of language—and not in personal incident or the raillery of confession.”\n\r\nLogan has also garnered considerable praise, and notoriety, for his work as a critic. Slate magazine declared him “the most hated man in American poetry,” alleging that “the outrageous simile is Logan's weapon of choice, but he’s got an arsenal.” Logan’s books of criticism include All the Rage: Prose on Poetry 1976-1992 (1998), Reputations of the Tongue: Essays on Poets and Poetry (1999), Desperate Measures (2002), The Undiscovered Country: Poetry in the Age of Tin (2005), Our Savage Art (2005), Guilty Knowledge, Guilty Pleasure (2012), and Dickinson’s Nerves, Frost’s Woods: Poetry in the Shadow of the Past (2018). Though Logan has drawn some ire for his criticism’s reliance on exaggerated and at times seemingly personal attacks, few of either his admirers or detractors doubt his incisiveness or vigor. Discussing Reputations of the Tongue: Essays on Poets and Poetry in Library Journal, Ellen Sullivan noted the writer’s typical “candor and biting wit” and added that Logan shows “fearless honesty” in his analyses. And Christian Wiman declared in a Poetry magazine review: “William Logan is the best practical critic around. I sometimes disagree with his judgements fiercely, but that I so fiercely disagree, that his prose provokes such a response, is what makes him the best. Most criticism is like most poetry: it simply leaves you indifferent. I’ve seen Logan’s name bring bile to the lips of the gentlest spirits … For breadth of intelligence, an incisive style, and pure passion, I don’t think he can be matched.”\r\n \r\nWilliam Logan is a professor of English at the University of Florida, where he teaches in the MFA program. His numerous honors and awards include a Lavan Award from the Academy of American Poets, the J. Howard and Barbara M.J. Wood Prize, the Amy Lowell Poetry Travelling Scholarship, and the inaugural Randall Jarrell Award in Criticism; he is also the recipient of grants and fellowships from the Ingram Merrill Foundation, the Florida Arts Commission, and the National Endowment for the Arts. Logan has received the National Book Critics Circle Award for Criticism, as well as their Citation for Excellence in Reviewing.\n", "attrs": {}}