{"pf_url": "https://www.poetryfoundation.org/poets/william-wordsworth", "name": "William Wordsworth", "yob": "1770", "yod": "1850", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/34de255b59e296bc2233879e044bdca257f8b21c.jpeg", "bio": "\nWilliam Wordsworth was one of the founders of English Romanticism and one its most central figures and important intellects. He is remembered as a poet of spiritual and epistemological speculation, a poet concerned with the human relationship to nature and a fierce advocate of using the vocabulary and speech patterns of common people in poetry. The son of John and Ann Cookson Wordsworth, William Wordworth was born on April 7, 1770 in Cockermouth, Cumberland, located in the Lake District of England: an area that would become closely associated with Wordsworth for over two centuries after his death. He began writing poetry as a young boy in grammar school, and before graduating from college he went on a walking tour of Europe, which deepened his love for nature and his sympathy for the common man: both major themes in his poetry. Wordsworth is best known for Lyrical Ballads, co-written with Samuel Taylor Coleridge, and The Prelude, a Romantic epic poem chronicling the “growth of a poet’s mind.”\nWordsworth’s deep love for the “beauteous forms” of the natural world was established early. The Wordsworth children seem to have lived in a sort of rural paradise along the Derwent River, which ran past the terraced garden below the ample house whose tenancy John Wordsworth had obtained from his employer, the political magnate and property owner Sir James Lowther, Baronet of Lowther (later Earl of Lonsdale).  \nWilliam attended the grammar school near Cockermouth Church and Ann Birkett’s school at Penrith, the home of his maternal grandparents. The intense lifelong friendship between William Wordsworth and his sister Dorothy probably began when they, along with Mary Hutchinson, attended school at Penrith. Wordsworth’s early childhood beside the Derwent and his schooling at Cockermouth are vividly recalled in various passages of The Prelude and in shorter poems such as the sonnet “Address from the Spirit of Cockermouth Castle.” His experiences in and around Hawkshead, where William and Richard Wordsworth began attending school in 1779, would also provide the poet with a store of images and sensory experience that he would continue to draw on throughout his poetic career, but especially during the “great decade” of 1798 to 1808. This childhood idyll was not to continue, however. In March of 1778 Ann Wordsworth died while visiting a friend in London. In June 1778 Dorothy was sent to live in Halifax, Yorkshire, with her mother’s cousin Elizabeth Threlkeld, and she lived with a succession of relatives thereafter. She did not see William again until 1787.\nIn December of 1783 John Wordsworth, returning home from a business trip, lost his way and was forced to spend a cold night in the open. Very ill when he reached home, he died December 30. Though separated from their sister, all the boys eventually attended school together at Hawkshead, staying in the house of Ann Tyson. In 1787,  despite poor finances caused by ongoing litigation over Lord Lowther's debt to John Wordsworth's estate, Wordsworth went up to Cambridge as a sizar in St. John’s College. As he himself later noted, Wordsworth’s undergraduate career was not distinguished by particular brilliance. In the third book of The Prelude Wordsworth recorded his reactions to life at Cambridge and his changing attitude toward his studies. During his last summer as an undergraduate, he and his college friend Robert Jones—much influenced by William Coxe’s Sketches of the Natural, Civil, and Political State of Swisserland (1779)—decided to make a tour of the Alps, departing from Dover on July 13, 1790.\nThough Wordsworth, encouraged by his headmaster William Taylor, had been composing verse since his days at Hawkshead Grammar School, his poetic career begins with this first trip to France and Switzerland. During this period he also formed his early political opinions—especially his hatred of tyranny. These opinions would be profoundly transformed over the coming years but never completely abandoned. Wordsworth was intoxicated by the combination of revolutionary fervor he found in France—he and Jones arrived on the first anniversary of the storming of the Bastille—and by the impressive natural beauty of the countryside and mountains. Returning to England in October, Wordsworth was awarded a pass degree from Cambridge in January 1791, spent several months in London, and then traveled to Jones’s parents’ home in North Wales. During 1791 Wordsworth’s interest in both poetry and politics gained in sophistication, as natural sensitivity strengthened his perceptions of the natural and social scenes he encountered.\nWordsworth’s passion for democracy, as is clear in his “Letter to the Bishop of Llandaff” (also called “Apology for the French Revolution”), is the result of his two youthful trips to France. In November 1791 Wordsworth returned to France, where he attended sessions of the National Assembly and the Jacobin Club. In December he met and fell in love with Annette Vallon, and at the beginning of 1792 he became the close friend of an intellectual and philosophical army officer, Michel Beaupuy, with whom he discussed politics. Wordsworth had been an instinctive democrat since childhood, and his experiences in revolutionary France strengthened and developed his convictions. His sympathy for ordinary people would remain with Wordsworth even after his revolutionary fervor had been replaced with the “softened feudalism” he endorsed in his Two Addresses to the Freeholders of Westmoreland in 1818.\nWhile still in France, Wordsworth began work on the first extended poetic efforts of his maturity, Descriptive Sketches, which was published in 1793, after the appearance of a poem written at Cambridge, An Evening Walk (1793). Having exhausted his money, he left France in early December 1792 before Annette Vallon gave birth to his child Caroline. Back in England, the young radical cast about for a suitable career. As a fervent democrat, he had serious reservations about “vegetating in a paltry curacy,” though he had written to his friend William Matthews in May 1792 that he intended to be ordained the following winter or spring. Perhaps this plan was why he was reading sermons early in 1793, when he came across a sermon by Richard Watson, Bishop of Llandaff, on “the Wisdom and Goodness of God” in making both rich and poor, with an appendix denouncing the French Revolution. His democratic sympathies aroused, he spent several weeks in February and March working on a reply.\nBy this time, his relationship with Annette Vallon had become known to his English relatives, and any further opportunity of entering the Church was foreclosed. In any case Wordsworth had been reading atheist William Godwin’s recently published Political Justice (1793), and had come powerfully under its sway. “A Letter to the Bishop of Llandaff” is the youthful poet and democrat’s indignant reply to the forces of darkness, repression, and monarchy. Its prose shares something of the revolutionary clarity of Thomas Paine’s. Wordsworth, in fact, quoted Paine in his refutation of Bishop Watson’s appendix: “If you had looked in the articles of the rights of man, you would have found your efforts superseded. Equality, without which liberty cannot exist, is to be met with in perfection in that state in which no distinctions are admitted but such as have evidently for their object the general good.” Just how radical Wordsworth’s political beliefs were during this period can be judged from other passages in this “Letter”: “At a period big with the fate of the human race, I am sorry that you attach so much importance to the personal sufferings of the late royal martyr . ... You wish it to be supposed that you are one of those who are unpersuaded of the guilt of Louis XVI. If you had attended to the history of the French revolution as minutely as its importance demands, so far from stopping to bewail his death, you would rather have regretted that the blind fondness of his people had placed a human being in that monstrous situation. ...”\n“A Letter to the Bishop of Llandaff” is remarkable partly because Wordsworth seems to have begun relinquishing its tenets almost as soon as he had composed them. Though he remained for the time being a strong supporter of the French Revolution, the poetic side of Wordsworth’s personality began asserting itself, causing the poet to reexamine, between 1793 and 1796, his adherence to Godwin’s rationalistic model of human behavior, upon which Wordsworth’s republicanism was largely founded. Whether “A Letter to Bishop the of Llandaff” remained unpublished through caution or circumstance is not clear. As Wordsworth turned his attention to poetry, he developed, through the process of poetic composition, his own theory of human nature, one that had very little to do with Godwin’s rationalism. During this period Wordsworth met another radical young man with literary aspirations, Samuel Taylor Coleridge.\nIn 1794 and 1795 Wordsworth divided his time between London and the Lake Country. In September 1795 William and Dorothy Wordsworth settled at Racedown Lodge in Dorset, where they would live for two years. In The Prelude Wordsworth wrote that his sister “Maintained a saving intercourse / With my true self,” and “preserved me still / A poet.” At Racedown Wordsworth composed the tragedy The Borderers, a tragedy in which he came fully to terms with Godwin’s philosophy, finally rejecting it as an insufficiently rich approach to life for a poet. Then Wordsworth for the first time found his mature poetic voice, writing The Ruined Cottage, which would be published in 1814 as part of The Excursion, itself conceived as one part of a masterwork, The Recluse, which was to worry Wordsworth throughout his life, a poem proposed to him by Coleridge and planned as a full statement of the two poets’ emerging philosophy of life.\nIn 1797, to be closer to Coleridge, the Wordsworths moved to Alfoxden House, near the village of Nether Stowey. Because of the odd habits of the household—especially their walking over the countryside at all hours—the local population suspected that the Wordsworths and their visitors were French spies, and a government agent was actually dispatched to keep an eye on them. The years between 1797 and 1800 mark the period of Wordsworth and Coleridge’s close collaboration, and also the beginning of Wordsworth’s mature poetic career. Wordsworth wrote the poems that would go into the 1798 and 1800 editions of Lyrical Ballads—poems such as “Tintern Abbey,” “Expostulation and Reply,” “The Tables Turned,” “Goody Blake and Harry Gill,” and “Michael.” During 1798 Wordsworth also worked on a piece of prose setting out his evolving ideas on justice and morality. Called the “Essay on Morals” by later editors, it was set aside and never finished. Wordsworth seems to have been attempting to work out and justify his changing political and social ideas—ideas that had begun to develop intuitively during the process of poetic composition. The poet in Wordsworth was beginning to dominate the democrat, and the poet found a political philosophy based on power, violence, and reason anathema. \nIn September 1798 the Wordsworths set off for Germany with Coleridge, returning separately, after some disagreements, in May 1799. In Germany Wordsworth continued to write poems, and when he returned to England he began to prepare a new edition of Lyrical Ballads. The second edition—that of 1800—included an extended preface by Wordsworth, explaining his reasons for choosing to write as he had and setting out a personal poetics that has remained influential and controversial to the present day. For Victorian readers such as Matthew Arnold, who tended to venerate Wordsworth, the preface was a fount of wisdom; but the modernists were deeply suspicious of Wordsworth’s reliance on feeling: poets such as T.S. Eliot and Ezra Pound, while they could accept the strictures on poetic diction, found the underlying theory unacceptable. Subsequent critics have focused on the literary and historical sources of Wordsworth’s ideas, demonstrating that, while the poet certainly reinvented English poetic diction, his theories were deeply rooted in the practice of earlier poets, especially John Milton. This preface, Wordsworth’s only extended statement of his poetics, has become the source of many of the commonplaces and controversies of poetic theory and criticism. For Wordsworth, poetry, which should be written in “the real language of men,” is nevertheless “the spontaneous overflow of feelings: it takes its origin from emotion recollected in tranquility.”\nThe “Preface to Lyrical Ballads” (revised and expanded many times for later editions) is not a systematic poetics, but a partly polemical, partly pedantic, and still problematic statement of Wordsworth’s beliefs about poetry and poetic language. The preface in all its versions is highly discursive, the poet “thinking aloud” in an attempt to formulate ideas about poetry based on poems he has already written. It is important to remember when reading the preface that it both chronologically and logically follows the composition of most of the poems. The two central ideas of the preface are the need for reforming poetic diction—which, according to Wordsworth, had become far too artificial—and the role of the poet in society, which Wordsworth saw as having become too marginal. He had also come to the conclusion that the troubles of society were specifically urban in nature. This view finds eloquent expression in Wordsworth’s most powerful early poem, “Tintern Abbey.” Thinking of the way in which his memories of the Wye River valley had sustained him, Wordsworth wrote:\nThese beauteous forms, \nThrough a long absence, have not been to me \nAs is a landscape to a blind man’s eye: \nBut oft, in lonely rooms, and ’mid the din \nOf towns and cities, I have owed to them, \nIn hours of weariness, sensations sweet\n \nThe poem concludes with a meditation on the power of nature to prevail against the false and superficial “dreary intercourse of daily life” that Wordsworth associated with city life, especially literary life in London. In the preface, Wordsworth characterized those forces as acting against the elevation of mind in which the poet specializes, and he identified them with urban life:\nFor a multitude of causes unknown to former times are now acting with combined force to blunt the discriminating powers of the mind, and unfitting it for all voluntary exertion to reduce it to a state of almost savage torpor. The most effective of these causes are the great national events which are daily taking place, and the encreasing accumulation of men in cities, where the uniformity of their occupations produces a craving for extraordinary incident which the rapid communication of intelligence hourly gratifies. To this tendency of life and manners the literature of the atrical exhibitions of the country have conformed themselves. The invaluable works of our elder writers, I had almost said the works of Shakespear and Milton, are driven into neglect by frantic novels, sickly and stupid German Tragedies, and deluges of idle and extravagent stories in verse.\nIn a letter to Catherine Clarkson years later (June 4, 1812), Wordsworth blamed not social institutions but people themselves for the ills of society: “As to public affairs; they are most alarming ... The [Prince Regent] seems neither respected or beloved; and the lower orders have been for upwards of thirty years accumulating in pestilential masses of ignorant population; the effects now begin to show themselves. ...” These words are remarkable in light of Wordsworth’s early identification with just such “masses of population,” though it is evident even in the preface that he had already begun to represent “the lower orders” as fundamentally removed from the affairs of both state and the arts. This belief is extraordinary considering the faith he had expressed in “the people” in “A Letter to the Bishop of Llandaff.”\nEven before the publication of the first edition in 1798, Wordsworth was certainly aware that the poems in Lyrical Ballads were different from the conventional verse of the day, and he knew that fashionable reviewers would probably dismiss them as insufficiently elevated in tone and subject matter. They did, with a vengeance, and a good part of Wordsworth’s additions to the preface for the 1802 edition are attempts to answer his critics. But even in the 1800 version of the preface Wordsworth made an explicit connection between a plain poetic diction and a proper relationship to nature and society; that is, he makes the issue of a poetic diction a moral one, and his critique of a sonnet by Thomas Gray is an ethical demonstration as well as an example of literary criticism directed by one generation against the preceding one. As Wordsworth revised the preface for later editions, the changes reflected Wordsworth’s increasingly conservative views.\nBy December 1799 William and Dorothy Wordsworth were living in Dove Cottage, at Town End, Grasmere. In May 1802 Sir James Lowther, Earl of Lonsdale, died, and, though the litigation over his debt to the estate of Wordsworth’s father had not been settled, his heir, Sir William Lowther, agreed to pay the Wordsworth children the entire sum. With financial prospects, Wordsworth married Mary Hutchinson on October 2, 1802. The settlement helped to support a growing family and also allowed the Wordsworths to continue their generosity to various friends and men of letters, many of whom came to stay at Dove Cottage, sometimes for months on end. The death of the earl of Lonsdale also marked the beginning of a close economic and political relationship between William Wordsworth and Sir William Lowther (who became earl of Lonsdale in 1807) that would have a significant effect on the poet’s political philosophy in the years to come.\nWordsworth continued to write poetry with energy and passion over the next several years, and while fashionable critics such as Francis Jeffrey continued to snipe, his reputation and finances slowly improved. During these years he composed “The Solitary Reaper,” “Resolution and Independence,” and “Ode: Intimations of Immortality,” perhaps the greatest lyrics of his maturity. In these poems Wordsworth presents a fully developed, yet morally flexible, picture of the relationship between human beings and the natural world. Influenced by Neoplatonism, these poems also prepare the way for Wordsworth’s return to conventional religious belief. In 1805 Wordsworth completed a massive revision of the “poem to Coleridge” that would be published, after undergoing periodic adjustment and revision, after the poet’s death in 1850. Many critics believe that the “1805 Prelude,” as it has come to be called, is Wordsworth’s greatest poetic achievement.\nIn May 1808, his “great decade” behind him, Wordsworth moved with his family to Allan Bank, a larger house in Grasmere. Thomas De Quincy took over Dove Cottage. Evidence of a decisive turn in Wordsworth’s social and political views—and, by extension, his poetical views as well—during this period is to be found in The Convention of Cintra (1809), an extended political tract concerning the British expedition to Portugal to fight against Napoleon’s forces encamped on the Spanish peninsula. In 1793 Wordsworth had written in his “Letter to the Bishop of Llandaff,” “In France royalty is no more.” In 1808 he might have said “In William Wordsworth, Jacobinism is no more.” In place of Wordsworth’s early belief in equality, The Convention of Cintra presents a narrowly patriotic and nationalist view of European politics and a profoundly reactionary political philosophy expressed in tortured rhetoric.\nThroughout The Convention of Cintra Wordsworth seems to have given himself over to rigid abstractions such as Patriotism, Justice, and Power, and it is possible to argue that the diminution of Wordsworth’s poetic power dates from this period. If “A Letter to the Bishop of Llandaff” was derivative of Godwin, The Convention of Cintra is certainly derivative of Edmund Burke. When Henry Crabb Robinson showed a copy of Wordsworth’s pamphlet to Thomas Quayle, Quayle said that Wordsworth’s style resembled the worst of Burke’s. The radical republican of 1793 has by this point adopted not only Burke’s style but the essence of his thought as well. The transformation of his ideas seems to have cost Wordsworth his clarity of language, so apparent in “A Letter to the Bishop of Llandaff,” and even the “Preface to Lyrical Ballads,” which, though structurally complicated, is never obscure in the way of The Convention of Cintra.\nOn Wednesday evening, December 2, 1812, William Wordsworth wrote to his friend Robert Southey about the death of Thomas Wordsworth, the poet’s six-year-old son, the previous day. The simplicity and directness of this letter communicate Wordsworth’s sorrow with great power and integrity:\nSymptoms of the measles appeared upon my Son Thomas last Thursday; he was most favorable held till Tuesday, between 10 and 11 at that hour was particularly lightsome and comfortable; without any assignable cause a sudden change took place, an inflammation had commenced on the lungs which it was impossible to check and the sweet Innocent yielded up his soul to God before six in the evening. He did not appear to suffer much in body, but I fear something in mind as he was of an age to have thought much upon death a subject to which his mind was daily led by the grave of his Sister.\nThomas was the second child of William and Mary Wordsworth to die in childhood. Catherine had died the previous June, a few months before her fourth birthday.\nIn late 1812 Lord Lonsdale proposed that he provide 100 pounds a year for the support of Wordsworth and his family until a salaried position became available. Wordsworth was at first somewhat reluctant to accept the patronage, but he accepted, and on January  8, 1813 he wrote to acknowledge receipt of payment. He was relieved when the post of Distributor of Stamps was offered to him a few months later. With this assurance of economic security, the Wordsworths moved to Rydal Mount, the poet’s final home, in May 1813. Lonsdale’s gift and patronage marked a deepening of the relations between the aristocratic earl and the formerly radical republican and supporter of revolution in France and democracy in England. Politically, Wordsworth had completely transformed himself; poetically, he repeated earlier formulas and began rearranging his poems in a seemingly infinite sequence of thematically organized volumes.\nOther than letters and miscellaneous notes, Wordsworth’s political prose writings conclude with Two Addresses to the Freeholders of Westmoreland (1818). These have been described by one critic as “nearly unreadable,” but they are crucial to an understanding of Wordsworth’s entanglement in local and national politics. As Distributor of Stamps, Wordsworth should not have engaged in electioneering, but his two addresses back the local nobility in no uncertain terms. By this time, Wordsworth had come to believe that the only way to preserve the virtues celebrated in “Michael” and other early poems was to maintain the traditional social orders of English society. Fully the Tory mouthpiece, Wordsworth argued that the Whigs had put too much faith in human nature, as they (and he) did at the commencement of the French Revolution. The Two Addresses praise Edmund Burke for just those values Wordsworth had earlier excoriated. By this time Wordsworth had fully incorporated Burke’s system of beliefs into his own, and several passages of the 1850 Prelude are redolent with Burkean sentimental and political philosophy.\nWordsworth’s last major work in prose represents a return to his earliest interest in the land and scenery of the English Lake District. In 1810 artist Joseph Wilkinson published Select Views in Cumberland, Westmoreland, and Lancashire , with an introduction by Wordsworth. In 1822 Wordsworth returned to his introduction, expanding it into a book most commonly known as A Guide through the District of the Lakes, which continues to be republished in a variety of editions. Wordsworth’s love of his native region is evident in the Guide, which remains useful for the reader of Wordsworth’s poetry as well as for the tourist of the Lake District.\nSamuel Taylor Coleridge died in 1834, and, though the men had grown apart, Wordsworth continued to pay particular attention to Coleridge’s erratic first son, Hartley, a minor poet and biographer who haunted the Lake District on “pot house wanderings,” to use Wordsworth’s memorable phrase. Hartley, the child addressed in Coleridge’s “Frost at Midnight” and Wordsworth’s “To H.C. Six Years Old,” as well as the basis for the child represented in the Immortality Ode, was a feckless figure beloved by the local farmers, and Wordsworth took a special interest in seeing to his welfare. Hartley died in 1849, only a few months before Wordsworth, who instructed that his friend’s son be buried in the Wordsworth plot in Grasmere Churchyard. “He would have wished it,” said Wordsworth.\nIn 1843 Wordsworth was named poet laureate of England, though by this time he had for the most part quit composing verse. He revised and rearranged his poems, published various editions, and entertained literary guests and friends. When he died in 1850, he had for some years been venerated as a sage, his most ardent detractors glossing over the radical origins of his poetics and politics.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}