{"pf_url": "https://www.poetryfoundation.org/poets/william-jay-smith", "name": "William Jay Smith", "yob": "1918", "yod": "2015", "image": null, "bio": "\nKnown for the diverse form and content of his work, and celebrated for the careful craft and antic humor of his verse, William Jay Smith was the author over 50 books of poetry for adults and children. Smith was born in Louisiana and grew up on an army base outside of St. Louis, Missouri. He earned his BA and MA from Washington University in St. Louis. He served in the US Naval Reserves during World War II, and afterward met and married the poet Barbara Howes. He completed his graduate studies at Columbia University, at Oxford University as a Rhodes Scholar, and at the University of Florence; he taught and lectured at many universities, including Hollins University in Roanoke, Virginia, where he worked for over a decade. He served in the Vermont House of Representatives from 1960 to 1962. He also developed a reputation for his translations of French, Russian, Hungarian and Swedish poets. Atlantic Monthly reviewer Elizabeth Frank praised Smith for a “long and distinguished career” that included a term as consultant in poetry to the Library of Congress—a position known today as US poet laureate.\nSmith once wrote, “I am a lyric poet, alert, I hope, as my friend Stanley Kunitz has pointed out, ‘to the changing weathers of a landscape, the motions of the mind, the complications and surprises of the human comedy.’ I believe that poetry should communicate: it is, by its very nature, complex, but its complexity should not prevent its making an immediate impact on the reader. Great poetry must have its own distinctive music; it must resound with the music of the human psyche.”\nIn an era when most poets have chosen to write in free verse, Smith created work, in Frank’s words, “which from its beginnings has been defined by a passionate and deeply informed commitment to traditional rhymed metrical-stanzaic forms.” Although he has also written free verse of his own, Smith was better known for his adherence to traditional poetic styles. In 1973 in the Sewanee Review, Thomas H. Landess commended Smith’s New and Selected Poems for the author’s “considerable poetic achievement” and his “severe artistic conscience.” Landess also mentioned with approval Smith’s tendency to be “swayed by the shifting literary winds,” seeing Smith’s receptivity to his era as one of his poetic gifts. Writing in the Southern Review about the same collection, John T. Irwin pointed out what he saw as the volume’s “two radically different kinds of poetry.” As Irwin put it, “The poems published before his 1966 volume are in closed forms; those in the 1966 volume and after are for the most part in open forms.” Although Irwin commented that he himself preferred the earlier, closed-form poetry, he acknowledged that other readers might have precisely the opposite reaction.\nPartisan Review contributor John Malcolm Brinnin deemed Smith “a poet whose credentials ... give him title to distinction.” Brinnin called “The Tin Can,” the title poem in Smith’s collection The Tin Can, and Other Poems (1966), “superb.” He defined the substance of the poem as “a Laocoon-like involvement in the toils of creative anxiety [and] a rage for freedom and identity.” Brinnin considered the poem “at once a dispersion of forces and a gathering of strength ... and so far superior to anything else in the book that it has the impact of a window smashed open ... Wholly convincing, without a false syllable in its hundreds of lines, it is a recreation of experience. ... To single out ‘The Tin Can’ is not to slight Smith’s demonstrated talents, but to recognize a poem that comes from the depths with the awesome wholeness of a thing urged into being.”\nAt a time in his life when his contemporaries had immersed themselves in retirement activities, Smith continued to publish poetry collections. Collected Poems, 1939–1989 was received enthusiastically in 1990. The poet once again was praised for his range and variety. Writing in the New York Times, Herbert Mitgang claimed that “the far-reaching themes and variety of styles in William Jay Smith’s poetry prove that commonplace ideas and everyday activities can be reinvented by lyrical language that enlightens and entertains the reader. His magical Collected Poems span a half-century of his life and the life of the nation, adding up to a literary and social history of our times in verse.” A more comprehensive collection, The World below the Window: Poems 1937–1997 was released in 1998. Frank felt that the volume “provides a welcome and generous retrospective of Smith’s ‘adult’ work.” The critic added, “With an artisan’s care and conscience, Smith makes full use of all the aural and figurative resources of our language. His tetrameters, pentameters, and hexameters are as intricately crafted as Oriental rugs. ... Smith is a singer rather than a prophet, and his voice tends toward the elegiac rather than the apocalyptic, the reflective rather than the incantatory. He is rooted in the concrete and the sensuous—in sight, sound, and touch.”\nSmith drew upon his Native American heritage—he was part Choctaw—for The Cherokee Lottery: A Sequence of Poems (2000). In the work, Smith recounts a tragedy of American history: the forced relocation of five Native American tribes from their homelands in the southeast to Oklahoma territory, now known as “The Trail of Tears.” “Smith accomplishes a remarkable poetry of fact and documentation ... one whose art is artfully concealed,” noted a critic in Publishers Weekly. Patricia Monaghan, reviewing The Cherokee Lottery in Booklist, called it “moving, unforgettable, humane.”\nIn tandem with his serious poetry, translation, and literary criticism, Smith has published numerous volumes of rhymes and riddles for youngsters. Some of these, including Laughing Time: Nonsense Poems (1990), and Around My Room and Other Poems (2000), remained in print many decades after their first publication. In the New York Times Book Review, X.J. Kennedy called Smith “[one] of our most dependable poets for children.” Reviewing Smith’s Laughing Time, Kennedy wrote, “Mr. Smith reaches out to actual, laughter-prone kids.” Commenting on Puptents and Pebbles: A Nonsense ABC (1959), another of Smith’s collections of verse for children, a Saturday Review critic recommended that “only sophisticated readers, like children and grownups, should be allowed such fun and wisdom.” Booklist correspondent Hazel Rochman found Smith’s work for children to be “generally true to the child’s view of the universe, both immense and particular.”\nSmith’s memoir, Army Brat (1980), describes his experiences growing up on an Army base outside St. Louis in the years between the two world wars. Because Smith’s father was an enlisted man, Smith was subject to the rigid discipline and hierarchy of military life at that time. Because Army Brat is a coming-of-age story, it evokes both a time gone by and a young writer’s discovery of language, sexuality, and all the possibilities that the world might hold for him. In recalling his participation in a high school choral contest, Smith hints in Army Brat at his growing discovery of his own powers: “I had the odd, pleasing, and yet somehow terrifying sensation that while my voice was now only one among many, some day it would rise above the others and be heard in the vast realm represented by those stone towers and green lawns.”\nWashington Post reviewer Stephanie Vaughn declared Army Brat an “engaging book,” adding, “The life of the military child has been so little documented that it is a pleasure to see it so fully handled. ... [It] is for the most part a balanced and beguiling account of an unusual life lived in a little-known subculture.” Other reviewers praised Smith’s sense of detail. “Mr. Smith has written a charming portrait of this forgotten world,” wrote novelist Paul Zweig in the New York Times Book Review. Carleton Jones was even more enthusiastic; writing in the Baltimore Sun, he commented: “The book may hover on the edge of being a minor classic. ... but whatever its critical destiny, it is certainly a fine social document and an intimate picture of the pre-World War II army world.”\nDuring his tenure as consultant in poetry to the Library of Congress, Smith supervised the recorded readings of many notable American and foreign poets. He also recorded reading his poetry and lecturing on the works of others. A Publishers Weekly contributor described Smith’s career as “formidable,” noting that his poetic images “reveal the inescapability of memory, testifying to its enduring capacity to affirm the power of the imagination.”\nSmith lived in Massachusetts and in Paris, France up until his death in 2015.\n", "attrs": {"Region:": ["U.S., New England"]}}