{"pf_url": "https://www.poetryfoundation.org/poets/william-empson", "name": "William Empson", "yob": "1906", "yod": "1984", "image": null, "bio": "\nPoet, scholar, and critic Sir William Empson, was a massive literary figure of his time, one who “revolutionized our ways of reading a poem,” in the words of the London Times. The school of literary criticism known as New Criticism gained important support from Empson’s Seven Types of Ambiguity: A Study of Its Effects on English Verse. This work, together with his other published essays, has become “part of the furniture of any good English or American critic’s mind,” G.S. Fraser remarks in Great Writers of the English Language: Poets. Empson will also be remembered for “the peculiar, utterly original and startling tenor of his works,” says the Times writer. Radically different from the romantic poetry produced by Dylan Thomas and Empson’s other peers, Empson’s poetry employed a more objective, nonsentimental language that reflected his competence as a mathematician and his reverence for science. The Times article relates that his first collection, Poems, “made an immediate deserved and explosive impact such as the literary scene in Britain knows only two or three times in a century.” Empson was also a legendary professor of English literature at Sheffield University, where he taught for nearly 20 years.\n\r\nJohn Gross of the New York Times Book Review relates, “An essentially positive critic, [Empson] had the gift of being able to show you qualities in a work you would never have seen without him, and the even more important gift of enlarging your imagination, encouraging you to go on looking for yourself.” This new approach to poetry appreciation centered on the reader’s close attention to the properties of poetic language opened up a new field of literary criticism—a remarkable accomplishment, considering that Empson did so without proposing to alter previous methods of criticism; neither did he revise the standards by which literature is traditionally judged, nor did he invent new ways to reclassify well-known works of literature, Hugh Kenner points out in Gnomon: Essays on Contemporary Literature. Empson’s explanations of how meaning is carried in poetic language have made poetry accessible to hundreds of readers, Kenner observes.\n\r\nPerhaps most helpful to erstwhile readers of poetry is Empson’s first book-length work of criticism, Seven Types of Ambiguity. In general usage, a word or reference is deemed ambiguous if it has more than one possible meaning. In Seven Types, Empson wrote, “I propose to use the word in an extended sense, and shall think relevant to my subject any verbal nuance, however slight, which gives room for alternative reactions to the same piece of language.” Empson’s seven types are briefly defined in the table of contents: “First-type ambiguities arise when a detail is effective in several ways at once … In second-type ambiguities two or more alternative meanings are fully resolved into one . … The condition for the third type ambiguity is that two apparently unconnected meanings are given simultaneously. … In the fourth type the alternative meanings combine to make clear a complicated state of mind in the author. … The fifth type is a fortunate confusion, as when the author is discovering his idea in the act of writing … or not holding it in mind all at once. … In the sixth type what is said is contradictory or irrelevant and the reader is forced to invent interpretations. … The seventh type is that of full contradiction, marking a division in the author’s mind.”\n\r\nAmbiguity impedes communication when it results from the writer’s indecision, Empson wrote in Seven Types: “It is not to be respected in so far as it is due to weakness or thinness of thought, obscures the matter at hand unnecessarily… or when the interest of the passage is not focussed upon it, so that it is merely an opportunism in the handling of the material, if the reader will not understand the ideas which are being shuffled, and will be given a general impression of incoherence.” However, the protean properties of words—their ability to carry multiple meanings in a variety of ways—are a major component of poetic language, and being aware of how this facet of language operates is one of the pleasures of poetry, said Empson. “Seven Types is primarily an exercise intended to help the reader who has already felt the pleasure understand the nature of his response,” a Contemporary Literary Critics contributor suggests.\n\r\n“Some of Empson’s early critics felt that he had simply written himself a license to search for multiple meanings with no awareness of the controlling context in which the local ambiguity appears,” reports the same contributor. On the contrary, Empson guides critics to consider “purpose, context and person” in addition to “the critical principles of the author and of the public he is writing for” when explicating meaning. Hudson Review contributor Roger Sale believes that the book has been too harshly judged in many reviews. He writes, “Most discussions have picked on its least interesting aspects, its use of the word ‘ambiguity’ and its ranging of the ‘types’ along a scale of ‘advancing logical disorder.’ But these matters are really minor. … The book, [Empson] says, is not philosophical but literary, and its aim is to examine lines Empson finds beautiful and haunting. … But in at least fifteen places Empson shows that the aim of analysis is not so much understanding lines as uncovering whole tracts of the mind, and the book is studded with the right things said about a poet or an historical period.” In fact, concludes Robert M. Adams in the New York Review of Books, “Already certain passages of Empsonian exegesis.  … have attained classic status, so that the text can't be intelligently considered without them.  … I think he had, though in lesser measure, Dr. Johnson’s extraordinary gift for laying his finger on crucial literary moments; and that alone is likely to ensure him a measure of permanence.”\n\nSome Versions of Pastoral addresses the modern propensity to express nostalgia for idyllic world views that belong to the past. According to Empson, pastoral literature implied “a beautiful relation between rich and poor [and made] … simple people express strong feelings … in learned and fashionable language (so that you wrote about the best subject in the best way).” Empson maintains that contemporary expressions of the pastoral are for the most part pretenses: “in pastoral you take a limited life and pretend it is the full and normal one.” Writing in Modern Heroism: Essays on D.H. Lawrence, William Empson, and J.R.R. Tolkien, Sale contends that by examining a series of leader/ heroes from the 16th century forward, Empson means to say that the moieties that used to bind leaders to their people no longer exist—in Sales’s words, “the people have become a mob and the hero painfully alienated”—and that, therefore, the role of hero or Christ-figure is not attainable.\n\r\nSale believes that Some Versions of Pastoral is Empson’s best book, although it too has been misjudged as a literary work and misused as a critical tool. Sale notes that “in [this book] he can move from the work at hand to his vision with almost no shoving of the evidence, so even though his prose and organization may seem difficult on first reading, he turns with almost indescribable grace from the smallest particular to the largest generalization and then back to various middle grounds. When one becomes used to the book and begins to hear the massive chords of its orchestrations supporting even the most irrelevant aside, the effect is one only the greatest books can produce—it envelopes and controls such large areas of the imagination that for a while one is willing to admit it is the only book ever written. As a modern work of persuasion it is unrivaled.”\n\nMilton’s God is “a diatribe against Christianity which Empson feels has had a monopoly on torture-worship, sexual repression and hypocrisy,” the Contemporary Literary Critics essayist writes. Milton’s God, Empson maintains, seems to want to set aside the cruelty of his absolute rule, and “has cut out of Christianity both the torture-horror and the sex-horror, and after that the monster seems almost decent.” Questioning Milton’s orthodoxy on these grounds, Empson presents Milton as a humanist—a view that raised a “furor” among the “entrenched Miltonic establishment,” says Adams. It was, he says, the eccentric professor’s “last raid on the academic chicken coop” before his retirement from the University of Sheffield in 1971.\n\r\nEmpson’s own humanism accounts in part for his open-minded approach to the topic of meaning in literature. Kenner notes: “'The object of life, after all,' [Empson] tells us late in Ambiguity, ‘is not to understand things, but to maintain one’s defenses and equilibrium and live as well as one can; it is not only maiden aunts who are placed like this.’” In Milton’s God, he declared his agreement with philosopher Jeremy Bentham “that the satisfaction of any impulse is in itself an elementary good, and that the practical ethical question is how to satisfy the greatest number.” Empson’s poetry and criticism are the natural extensions of his views. Empson offers “not a theory of literature or a single method of analysis but a model of how to read with pleasure and knowledge,” notes New Statesman reviewer Jon Cook. In Using Biography, for example, he demonstrates how familiarity with an author’s life helps the critic to empathize with the author, allowing the critic to apply corresponding personal experiences to see into an author’s intentions. The resulting insights on Andrew Marvell and W.B. Yeats, says James Fenton in the London Times, owe more to Empson’s speculations and free associations than to systematic analysis of biographical detail. According to Cook, Empson makes it clear that it is far worse to succumb to “the critical habit of pressing literary works into the service of authoritarian and repressive ideologies, all this, of course, under the comforting guise that to receive authority in this way does us good.”\n\r\nEven after his death in 1984 Empson’s ideas continued to impact the field of literary criticism, as several of his unfinished, uncollected, or unpublished writings were posthumously published. These include Argufying: Essays on Literature and Culture, Faustus and the Censor, and the two-volume Essays on Renaissance Literature. A collection of previously published reviews and essays, Argufying is divided into five sections, covering such topics as poetry, fiction, and cultural perspectives. Much of the collection is taken up with Empson’s verbal sparring with fellow critics, prompting Miller to comment on “the imminently polemical tone with which Empson pursues even the friendliest review or comment.” Faustus and the Censor is a critical study of Christopher Marlowe’s Dr. Faustus.\n\r\nEmpson’s two-volume Essays on Renaissance Literature, like Argufying, was edited by his authorized biographer, John Haffenden. Volume 1, Donne and the New Philosophy, is a collection of essays about the man whose poetry greatly influenced Empson. Volume 2 includes miscellaneous essays focusing on Shakespeare’s A Midsummer Night’s Dream as well as a host of other Renaissance writers including Christopher Marlowe and Ben Jonson. “Empson was a true miracle-worker in his criticism; he made the dead live again and gave the silenced speech. Fielding comes alive when Empson writes about him, as Donne’s poems do under the critic’s deftly charitable hands,” notes Eric Griffiths in a Times Literary Supplement review of Volume 1. Stephen Greenblatt, however, reviewing Volume 2 in the London Review of Books, argues that “None of this is close to the level of Empson’s major work.” While Charles Rosen, writing in the New York Review of Books, admits that Empson was “wrong … often enough” as a critic, he contends that “Empson’s achievement here as elsewhere comes from the generosity of spirit which made him consistently a great critic.\"\n\r\nAlthough Empson is best known for his criticism, Preliminary Essays author John Wain writes: “It may well be that criticism will be read and remembered while poetry is forgotten, for criticism breeds fresh criticism more easily than poetry breeds fresh poetry; but in Empson’s case it would be a pity if he were known simply as the ‘ambiguity’ man, and not as a poet.” A. Alvarez writes in Stewards of Excellence, “The poetry of William Empson has been more used [as a model] than that of any other English poet of our time.” As the upheavals of World War II threatened to render romanticism and pastoralism obsolete, poets were challenged to find language and forms equal to the age. “Empson’s verse was read with an overwhelming sense of relief after the brash and embarrassed incoherence of wartime and post-war poetry,” notes Alvarez, who elaborates, “there is something in his work which encourages other writers to use it for their own ends. It has, I think, an essential objectivity. … In the later poems what goes in as strong personal feeling comes out as something more general; whilst in the earlier work all the personal energy goes into a particularly impersonal business.”\n\r\nIn addition, Empson’s best verses “have a quality of mystery and incantation which runs quite counter to his professed rationalism,” notes Robert Nye in the London Times. The poems, says a writer for the London Times, were perceived by some critics to be like “exercises: ingenious, resembling staggeringly clever crossword puzzles, abstruse, riddling—in a word, over-intellectual. But as Edwin Muir and other shrewder readers noted, their real keynote was passion. They represent, as Empson put it in one of the most famous of them, a style learned from a despair. The subject matter of the great ones … is the nature of sexual passion and the nature of political passion.” Writers found in Empson’s verse the balance between intense emotion and detachment that seemed appropriate to describe life in the contemporary world.\n\r\nAlvarez believes that Empson’s poetry depends on his control over a large range of ideas: “[Empson] is less interested in saying his own say than in the agility and skill and variety with which he juggles his ideas. So it is a personal poem only at a remove: the subject is impersonal; the involvement is all his effort to make as much as he can out of the subject, and in the accomplishment with which he relates his manifold themes so elegantly together. Empson’s, in short, is a poetry of wit in the most traditional sense. … And, like most wit, the pleasure it gives is largely in the immaculate performance, which is a rare pleasure but a limited one.”\n\r\nIn tracing the development of Empson’s poetry, Alvarez says of the early poems: “In his sardonic way, Empson made his polish and inventiveness seem like a personal claim for sanity, as though he saw everything in a fourth and horrifying dimension but was too well-mannered to say so. Hence the wry despair and vigorous stylishness seemed not at all contradictory.” He notes that “It is as a stylist of poetry and ideas that, I think, Empson is most important. He took over all [T.S.] Eliot’s hints about what was most significant in the English tradition, and he put them into practice without any of the techniques Eliot had derived from the French and Italians. And so his poetry shows powerfully and with great purity the perennial vitality of the English tradition; and in showing this it also expresses the vitality and excitement of the extraordinarily creative moment when Empson began writing.”\n\r\nWhile Empson focused on poetry when he was not writing criticism, he did attempt several fictional works during his lifetime. The Royal Beasts and Other Works, edited by Haffenden, collects several of Empson’s unpublished fictional works, and includes poems, a satirical fable, and the outline for a ballet. The title of the collection comes from Empson’s fable, The Royal Beasts, written while Empson was teaching in China in 1937. This work “explores the possibility of a race of apelike creatures, the Wurroos, who by a quirk of evolution evolved rational capacities of thought,” notes Tyrus Miller in Modern Language Notes. The ballet sketch, also inspired by Empson’s stint in the Far East, examines both Eastern and Western religious myths.\n\r\nBefore his death, Empson was knighted by Queen Elizabeth. His most-lasting legacy will likely be as a critic. “Empson’s critical achievement has nothing to do with paralysing theories,” wrote Jim McCue in Agenda. “It is an empirical investigation of how to read, think and perhaps live better.”\n", "attrs": {"Region:": ["England"]}}