{"pf_url": "https://www.poetryfoundation.org/poets/william-cullen-bryant", "name": "William Cullen Bryant", "yob": "1794", "yod": "1878", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/24e0e649c0da11a647b1575ea3d17cf24608b6ee.jpeg", "bio": "\nPoet and editor William Cullen Bryant stood among the most celebrated figures in the frieze of 19th-century America. The fame he won as a poet while in his youth remained with him as he entered his 80s; only Henry Wadsworth Longfellow and Ralph Waldo Emerson were his rivals in popularity over the course of his life. “Thanatopsis,” if not the best-known American poem abroad before the mid 19th century, certainly ranked near the top of the list, and at home school children were commonly required to recite it from memory. Bryant served as editor of the New-York Evening Post for 50 years. At his death, all of New York City went into mourning for its most respected citizen, and eulogies poured forth as they had for no man of letters since Washington Irving, its native son, had died a generation earlier. The similarity was appropriate: Irving brought international legitimacy to American fiction; Bryant alerted the English-speaking world to an American voice in poetry.\nThe shaping of Bryant’s mind and personality owed much to his family circumstances in Cummington, Massachusetts, a small village in the Berkshire hills carved from the forest scantly a generation before his birth. His father, Peter Bryant, a physician and surgeon, had evidently chosen to settle in Cummington to pursue the affections of Sarah Snell, whose family had migrated from the same town in eastern Massachusetts; boarding at the Snell house, he won his bride. The couple quickly met misfortune. Whether because Squire Snell’s relative affluence provoked the young husband to overreach when he saw an opportunity to become wealthy, or because his efforts to build a practice were failing, he joined in a risky business speculation and lost everything, including the humble, roughly-hewn cabin in which he had installed his wife and two infant children. Desperate—Cullen had been born within the year—he sought to recoup enough to stay out of debtor’s prison by sailing as a ship’s surgeon. That plan, too, proved ill-starred: the French stopped the ship at sea and Dr. Bryant was interned for almost a year in Mauritius. When he returned, he was forced to depend on his father-in-law’s generosity to restore his place in the community. The birth of a third child, another boy, further squeezed financial prospects, and six months before young Cullen’s fifth birthday, the Bryants resumed residence with Sarah’s parents. Peter Bryant’s letters to his own father indicate correct yet chafed relations with the patriarchal Squire Snell, despite the reestablished physician’s financial infusions into the homestead as his fortunes improved. Adding a section to the house provided accommodation both for Bryant’s medical office and for the four more children born from 1802 through 1807. The arrangement made possible some separation of the two households, but friction between the generations and their fundamentally different attitudes toward the world endured. William Cullen Bryant’s reserve and his guarded nature throughout life undoubtedly were schooled by the familial constraints of his one home until he departed to practice law at 22.\nYears later, Bryant underscored that he was not among those who look back upon childhood as a happy period. The burden of farm chores, imposed as much for their value as moral discipline as for necessity, taxed his frail physique and delicate health, and although he was ever the prize pupil, eager to please by demonstrating his brightness, the district school imposed a strict regimen: lessons were taught under threat of the switch. Yet Cummington also offered bountiful compensations. An inquisitive child, Cullen learned to make a companion of thoughts stimulated by nature. The observations of plants and flowers, of birds and sky, and of brooks and rolling fields that occupy so much of his verse were trained by the boy’s delight in investigating his surroundings. Social isolation fostered romantic sensibilities that would suit the evolving tastes of the new century.\nThe boy’s grandfather pressed a contrasting worldview on him. Western Massachusetts in that period generally eschewed the liberal religious ideas that fanned out from Boston; its dour orthodoxies looked to the more conservative Calvinism of New Haven and the Albany area of upstate New York. Ebenezer Snell, a deacon in the Congregationalist church, studied theological writers and was as intractable in his interpretation of scripture as in his rulings as a local magistrate. In prayer services he conducted for his family every morning and every evening, he made certain that religious precepts informed the Bryant children’s upbringing. Young Cullen first learned meter and poetry through the hymns of Isaac Watts, and he found an outlet for a love of language by constructing a makeshift pulpit of the parlor furniture from which he delivered sermons in imitation of what he heard at church. Worship stressed death and the power of the devil, and perhaps because of the boy’s vulnerability to illness and chronic severe headaches, he pondered mortality, even at his tender age, and saw God’s image as cast in a mold of fear and gloom.\nThe more compelling influence on Cullen’s mental development, however, came from his father, a man of curtailed ambitions who aspired to being a citizen of a society well beyond Cummington’s horizons. Peter Bryant, like his father before him, had chosen a career in medicine, and he became an early exponent of homeopathy; his passionate preference, however, was for the arts—for music and, particularly, poetry. As an erudite American, he had immersed himself in the ancients, a classical nurture reflected in his admiration for Alexander Pope and the other 18th-century British paragons of the Augustan style in poetry. Dr. Bryant also wrote verse, and if his derivative efforts fell short of distinction, they were nonetheless well-turned. When his precocious son began stringing couplets, Dr. Bryant took delighted notice. Although he held the boy to a high standard and was quick to derogate his exercises as doggerel, Cullen accepted his father as an expert mentor and took satisfaction in being treated as an equal. By the age of 13, he was seen as a prodigy. The Northampton Hampshire Gazette had published several of his poems, including a 54 line exhortation to his schoolmates he had drafted three years earlier. Beginning with patriotic invocation of the Revolution and concluding with a charge to “Keep bright mansions ever in our eyes, / Press tow’rds the mark and seize the glorious prize,” it rapidly became a standard selection for school recitations in the region. If, given his age, the pose he struck in a poem composed in 1807 was patently absurd—“Ah me! neglected on the list of fame! / My works unnotic’d, and unknown my name!”—it nonetheless indicated his grand ambitions.\nIronically, an immediate fame beyond his imaginings awaited. Once again, he served as an extension of his father. When Peter Bryant, elected as representative to the state legislature in 1806, conveyed the political passions of Boston in his letters and his trips home to Cummington, Cullen absorbed the excitement, styling his juvenile understanding according to the father’s Federalist partisanship. In 1807, President Jefferson led his Congressional followers to pass the Embargo Act, deepening the young nation’s bitter division by party and region. The Act stipulated American neutrality in the hostilities between Britain and Napoleonic France, but the Northeast understood that neutrality clearly favored the French—and worse, that the bar to commerce with the British struck at the region’s economic vital organs. At no time prior to the Civil War was the Union so threatened with dissolution. Dr. Bryant embraced the pro-British party’s position, especially because his rationalist creed induced him to see menace in the embargo: an impoverished New York and New England, he feared, would be prey to Jacobin mob rule. Young Cullen, a captive of both his father’s politics and his enthusiasm for Augustan poetry, fused the two in scathing verse. Addressing Jefferson as “the scorn of every patriot name, / The country’s ruin, and her council’s shame,” he cited cowardice before “perfidious Gaul” and the rumors of a dalliance with the “sable” Sally Hemings as reasons for Jefferson to “resign the presidential chair” and “search, with curious eye, for horned frogs, / ‘Mongst the wild wastes of Louisianian bogs.” Dr. Bryant proudly urged his son to extend his efforts, and when the legislator returned to Boston after the holiday recess, he circulated the poem among his Federalist friends—including a poet of minor reputation who joined the father in editing and polishing the work. By spring, The Embargo; or, Sketches of the Times, A Satire, by a Youth of Thirteen, a pamphlet of a dozen pages, quickly sold out. A second edition—in which the 244 lines of the first swelled to 420, and, with the addition of other poems, its pages tripled—was published at the start of 1809. This precocious exhibition remained the talk of Boston, not only as a political weapon but also, a reviewer for The Monthly Anthology noted, as the earnest of a talent sure “to gain a respectable station on the Parnassus mount, and to reflect credit on the literature of his country.”\nThe astonishing immediate response to The Embargo sealed Peter Bryant’s determination to provide his son the humanistic education he himself had been denied. In the eruption of colleges across the young republic he saw an unmistakable sign that society would be drawing its leaders from the new elite being formally trained; nagging concerns about his financial resources and his precept that all his children should receive even-handed treatment would have to be pushed to the side so that Cullen’s intellect might be properly nurtured. Dr. Bryant’s notion that his dream of becoming a poet might find fulfillment in his son furnished a second, and psychologically more powerful, motive. Even an outstanding talent for poetry provided no livelihood, especially in America; a profession, however, would ensure his son the economic stability to permit development of his literary interests. And so, five days after his fourteenth birthday, Cullen traveled fifty miles to board with his uncle, a clergyman who was to tutor him in Latin.\nThe young man made swift progress. He had barely blotted “Translation from Horace. Lib. I. Car. XXII” before sending it to the printer during the first weeks of 1809 as one of the supplementary poems in the second edition of The Embargo. By the end of June, he had conquered Virgil’s Eclogues and part of the Georgics, in addition to the entire Εneid. After a month’s farming for the family, he enrolled in a school in Plainfield, a few miles directly north of Cummington. There he immersed himself in Greek from his waking hour to bedtime, and “dreamed of Greek” in between; at term’s end in October, he could read the New Testament “from end to end almost as if it had been in English.” The next year, except for a spring stay at the school to learn mathematics, he spent at home, expanding his reading in the classics, being tutored in French by his father, and acquainting himself with philosophical writers and post-Augustan British poets. The pace and range of his studies were not exclusively a function of his aptitude: Dr. Bryant, ever mindful of education’s cost, trusted that his son’s diligence, coupled with sufficient private study, would enable him to enroll at nearby Williams College in October 1810 as a sophomore, thereby saving a year’s tuition.\nThe collegiate venture, however, did not survive the year. His most conspicuous achievement as a student, Descriptio Gulielmopolis, satirically expressed discontent with Williamstown and living conditions at the college; still more disappointing was the absence of intellectual zest among “pale-faced, moping students [who] crawl / Like spectral monuments of woe.” The academic program offered little stimulation: only two tutors were responsible for instruction of all sophomores, and the courses were far afield of his interests. Obtaining an honorable withdrawal, he retreated to Cummington for another period of intense solitary study, this time aimed at admission to Yale that fall as a junior. Besides his “more laborious academic studies,” he delved into his father’s medical library, “became a pretty good chemist” by reading Lavoisier and performing experiments, and perused Linnaeus to gain a basic knowledge of botany. But then hopes for Yale faded. Dr. Bryant, reassessing the family’s financial prospects and perhaps influenced by worsening health, concluded that money for the young man’s future should be invested directly in a legal career.\nConvinced he lacked the requisite eloquence and confident manner, Cullen was reluctant to accept a fate that condemned him to drudgery. Although he left for Worthington, six miles from home, to begin to learn the law a month after turning 17, his longing for Yale persisted. A letter to a friend records his distress: it speaks of farming or a trade, possibly even blacksmithing—an implausible option given spells of pulmonary weakness and his recurrent headaches—as preferable to the law should he not realize his wish to resume under-graduate studies in New Haven the next term. Even so, he was too much the product of his caste to ignore practical exigency: before the end of the school year, he committed himself to a legal career and strove to relegate literature to an ancillary role in his life.\nThis shift in attention was not altogether unhappy. Although Cullen had proved himself an assiduous scholar, he had much left to master as a young adult trying to determine his place in the world—and his two and a half years at Worthington may have been more instructive than college. If he only rarely excused himself from the rigor of poring over the black letter pages of Littleton and Coke to write verse, it is also clear that he more freely closed his books to enjoy himself. At 17 and 18, he was discovering the pleasure of conversation at the tavern, and, with rising enthusiasm, of assaying the young ladies in the neighborhood’s genteel parlors. Then, in mid 1814, he left the Berkshires for Bridgewater, the area of his family’s origins, to join the law office of a congressman whose absences while in Washington required hiring someone to run his practice. Bryant profited not only from the legal experience but also from writing reports for his employer on the politics of his district–an exercise that served as a drill for his later newspaper work and forced him to examine the issues of the day independently of his father’s Federalist views. Close friends noted his growing maturity. Bryant even contemplated temporary relocation in Boston to overcome his shyness by frequenting its courts and “engaging a little in the pleasures of the town to wear off a little of [my] rusticity.” But when his father declined to finance the experiment, Cullen, perhaps relieved that he would not have to pit his diffidence against the city’s sophistication, stated that Bridgewater was sufficiently lively after all. When he concluded his training (having characteristically squeezed the usual five years to four), he was admitted to the bar in August 1815. A three-month respite in Cummington followed; then, within view of the front porch on which he had played as a child, he set up his law office in decidedly rural Plainfield. His youth had come to an end quite different from his expectations; dispirited, he wrote a valediction to “visions of verse and of fame.” He had “mixed with the world” and sacrificed his purity; now he could only hope that those bright visions might “sometimes return, and in mercy awaken / The glories ye showed to his earlier years.” He was all of 21 years old.\nIn fact, such poetic glories as he feared would smother under the workaday routine were in gestation. The prodigy who had written The Embargo and imitated the Classical writers was a skillful mimic of a mechanical concept of verse. Beginning in 1810–11, however, a surge of wholly new influences changed his understanding of poetry. Chief among these was Lyrical Ballads. His father had brought a copy home from Boston, perhaps because, as a devoted student of poetry, he felt obliged to acquaint himself with this boldly different address to its art and subject matter. Peter Bryant was not much impressed, but to his son, it was a revelation. Remembering the encounter many years later, he claimed he heard Nature for the first time speak with a dynamic authenticity: Wordsworth’s language suddenly gushed like “a thousand springs.” Quite probably, though, Wordsworth’s full effect did not hit until some time after Bryant had begun studying law in Worthington. His mentor there, catching him scrutinizing Lyrical Ballads, warned against repetition of the offense, and Bryant, fearful of being sent away, steeled himself to obedience for a year. A vow of abstinence for the sake of the law, however, only stoked his desire to test his powers within the new possibilities Wordsworth had shown.\nDuring the same period, Bryant also fell under the sway of the so-called Graveyard Poets. Henry Kirke White, virtually forgotten today, had a brief moment of great renown, though less for the merit of his lugubrious verse than for the controversy sparked by an attack on it in The Monthly Review and its defense by Robert Southey; White presently achieved martyrdom by dying, at the age of 20, in 1809. Bryant no doubt felt an affinity with the ill-starred young Scotsman who had eluded his doom as a lawyer only to perish, it was said, from too assiduous dedication to study. Another Scotsman, Robert Blair, had an even stronger influence; his enormously popular 1743 poem, “The Grave,” had marked a shift in taste and practice from the crisp wit and erudition of the Neoclassic age to the brooding emotional indulgence that would fuse with subsequent elements of romanticism. The direct language Blair marshals into blank verse pointed the way of Bryant’s development; still more attractive was Blair’s emphasis on acceptance of death’s inevitability and overcoming the fear of extinction.\nMortality crowded Bryant’s mind in 1813. Typhus, or a typhus-like illness, besieged the Worthington area that year. Several friends were stricken, but the suffering and death of a particular young woman plunged him into melancholy. In April, his best childhood friend had coaxed Bryant into supplying a poem for his wedding, even though it meant breaking his pledge to abstain from writing verse while studying law. Weeks later, the bride lay dying, and the groom again asked that “your lyre not be silent”; when she died in July, Bryant composed the first of his cluster of funereal poetry. The next month, his grandfather Snell, still vigorous despite his advanced years, was found cold in his bed. As the stern Calvinist had based his relationship with his grandson on obedience and respect rather than on love, the old man’s death caused no emotional upheaval, but the sudden absence of such a commanding figure seemed to undermine life’s earthly justification. The thought that all his youthful ambition for fame was destined to wither in the dismal light of small town litigation and deed registration resonated in this encounter with emptiness.\nBryant’s belief in his grandfather’s God had been deteriorating since before he attended Williams, where reactionary religious discipline was failing to repress forceful liberal currents. Peter Bryant’s retreat from traditional Christianity exerted the greater influence, however: his devotion to the ancient writers reflected a humanistic view of life, which he transmitted to his son. When the elder Bryant’s legislative duties took him to Boston, he became acquainted with the writings of William Ellery Channing and other early Unitarians and found them persuasive; although he continued to attend the Congregational church in Cummington, he refused to give public assent to Trinitarian liturgy, and a few years later he joined the Unitarian church. As Peter Bryant’s closest intellectual companion, his son was profoundly affected by this departure from conventional tenets.\nFor a youth jarred by unexpected bereavements, the notion of a universe without God as a moral arbiter or of life without a manifest ultimate purpose was perturbing. Had his intended profession inspired ambition, he might have welcomed its challenges as a means of escape from dejection, but law offered him nothing more than the prospect of a living, burdened by wearying triviality. Instead, he turned once again to writing poetry, both to work through his discomfiture and to compensate for it. This reemerging poet, however, had little in common with the former prodigy schooled in the Ancients and in Pope’s crystalline verse. The new Bryant, very much of his time, reflected the aesthetics and preoccupation with nature of the Romantics, coupled with the philosophical orientation of the Graveyard Poets. Once he had counted on his facility as the key to winning fame; now he wrote seeking clarity for himself. The pivotal poem, which he would substantially revise for much of a decade, was “Thanatopsis.”\nRelying on Bryant’s casual recall, much later in his life, editors have frequently assigned the middle section—i.e., the first of its several drafts—to 1811, speculating that it was begun in the early fall, just after his withdrawal from Williams. Indeed, a forested area at the edge of Williamstown was long known as Thanatopsis Wood because the poem had supposedly been begun at that spot. But neither the recollection nor the legend is supported by evidence. A better case can be made for 1813, when the stimulus of the Graveyard Poets was strongest; the notation of that year by Bryant’s wife on the manuscript is more persuasive than the poet’s aged memory. A third conjecture would advance it to some unknown month as late as 1815, when he appears to have been in a creative flurry. Whichever date one might prefer, however, the poem attests that its author was engaged in a daring effort to stare into the abyss and courageously pronounce his creed. The fact that the poem then lay unfinished for some years before its publication has occasionally been interpreted as a sign that Bryant was entering a long period of unresolved religious crisis, but the idea that a poet would transcribe a philosophical problem in carefully wrought meter only to suspend composition until he solved the problem is implausible on its face. Obviously, Bryant was reexamining his religious beliefs, but there is nothing tentative about the perception his poem describes.\nDuring his eight months in Plainfield, Bryant evidently seized the opportunity to resume writing, refashioning his ideas and refining new aesthetic strategies in the process. Some of his very best poems emerged from this time. Even so, these were private delights, not steps in a literary career directed toward public acclaim. Indeed, he was careful to screen his poetic activities, lest the local inhabitants think he entertained lofty notions about himself or lacked a proper seriousness. Conscious of the need to adapt to the demands of the role he was determined to play successfully, he fought to overcome his inhibitions in public speaking and to cultivate the trust of potential clients. This strain to develop a facade that was untrue to his personal reality only heightened his sense of alienation. “In Plainfield,” he wrote to a friend, “I found the people rather bigoted in their notions, and almost wholly governed by the influence of a few individuals who looked upon my coming among them, with a great deal of jealousy.” By June of 1816, having despaired “of ever greatly enlarging the sphere of my business,” he began investigating the prospect of joining an established practice in Great Barrington, and in October he moved to the Housatonic Valley town. But though the community changed, his inner struggle did not abate. What would not come to him naturally, he tried to conquer through will. In letters, he repeatedly resolved to defeat a tendency toward indolence and to focus on his legal work. This grinding determination succeeded; the following May, the firm’s senior partner, recognizing the young man’s keener industry and, perhaps, his superior ability, sold him his share of the practice at a bargain price. Bryant was acceding to his evident fate, but with obvious distaste. Responding to an inquiry from his former employer in Bridgewater, he confessed,\n\nAlas, Sir, the Muse was my first love and the remains of that passion which not rooted out yet chilled into extinction will always I fear cause me to look coldly on the severe beauties of Themis. Yet I tame myself to its labors as well as I can, and have endeavoured to discharge with punctuality and attention such of the duties of my profession as I was capable of performing. ... Upon the whole I have every cause to be satisfied with my situation.\n\nTaming himself to the law’s labors became all the more necessary when he decided the time had come to choose a wife. After the dearth of opportunities in Plainfield, Bryant’s social life revived in Great Barrington. While his letters to former fellow law students pumped them for news of the lovely young ladies he had left behind in Bridgewater, he was scouting local entertainments; at Christmas time, he met Frances Fairchild, a 19-year-old orphan with “a remarkably frank expression, an agreeable figure, a dainty foot, and pretty hands, and the sweetest smile I had ever seen.” By March, in writing a message of congratulation to a recent groom, Bryant worried aloud about his “many unlucky reflections” and feelings “of secret horrour at the idea of connecting my future fortunes with those of any woman on earth,” but those very tremors attested the intensity of his desire to wed Fanny. And to qualify as a husband, he knew, would require paying less attention to the Muse.\nA curious happenstance in Boston, however, would work to weaken Themis’s hold. Peter Bryant’s associations with the city’s intellectuals had spurred an enthusiasm for an ambitious two-year-old publication, the North American Review, which, he wrote his son in June of 1817, should nicely serve as “the means of introducing you to notice in the capital.” When the son ignored this prodding, Dr. Bryant seized the initiative. Taking some drafts Cullen had left behind in his desk and rewriting two others in his own hand, he submitted them to Willard Phillips, a friend of long standing from Cummington and an editor of the North American. Phillips in turn conveyed them to the journal’s staff, which immediately perceived a remarkably gifted new American voice—indeed, Richard Henry Dana is reputed to have declared, in astonishment, “Ah, Phillips, you have been imposed upon; no one on this side of the Atlantic is capable of writing such verses.”\nThe debut of this new voice, however, was clouded by confusion. Because the poems submitted were in two different handwritings, the editors assumed for many months following their September publication that they were the work of two different poets: father and son. And because the North American, like many journals of that time, printed its contents without identifying contributors, readers were unaware of the error, but a second mistake, consequent of the first, muddled the poet’s intentions. Seeing that one group of poems bore titles while the rest, in Dr. Bryant’s hand, bore none, the editors inferred that the latter constituted a single poem about death—to which one of them, drawing on his Greek, affixed the descriptive title “Thanatopsis.” This sutured and misattributed version impressed the editors as the best of the submissions, but those identified as the son’s from the start were also very well regarded. In December, the editors invited more submissions, and a month later, Bryant sent, via his father, a revised version of a fragment from Simonides he had translated while at Williams and a “little poem which I wrote while at Bridgewater,” presumably “To a Waterfowl.” Along with the poem written for his friend’s wedding in 1813, these appeared in the March issue.\nThat Bryant offered no new composition, despite exceptional encouragement from the North American, strongly suggests that the magazine’s readers scarcely noticed the poems. Certainly no hurrahs arose such as had greeted The Embargo; indeed, his debut in the Hampshire Gazette at the age of 13 had caused more stir. But the approbation of the Boston literati would matter far more in the long run than a quickening of popular appeal. In February, Phillips, now engaged as Bryant’s agent, suggested that he review a book by Solyman Brown as an excuse to produce a critical history of American poets and poetry, thereby establishing himself as the pre-eminent authority on the subject. Greatly aided by both his father’s counsel and his collection, the 23 -year-old did not disappoint. The essay served not only as a cornerstone of our literary history but also as a thoughtful, temperate exordium to the many arguments for American literary nationalism about to erupt. A second essay, “On the Use of Trisyllabic Feet in Iambic Verse,” published in September 1819, reworked material possibly first drafted when he was 16 or 17 and trying to shake free of Pope’s Neoclassical cadence; even so, it did much to bolster his credentials as a scholar of metrics. That same month Williams College awarded him an honorary master’s degree.\nMeanwhile, Bryant had almost suspended writing poetry of his own. Edward Channing, the chief editor, recognizing his potential importance to the journal, had solicited a commitment “to spend a little time from your profession and give it to us.” But Bryant’s major allegiance continued to be to his practice. When he reached into his file and submitted “The Yellow Violet,” Channing felt compelled to reject it because, without worthy companion pieces, it was too short to justify a poetry department. The following year, Bryant finished only “Green River,” a skillfully wrought hymn to Nature, reminiscent of the earlier “Inscription for the Entrance to a Wood.” It ends, ruefully, with the poet envying the stream, free to glide “in a trance of song,” while he, bound to his office, is “forced to drudge for the dregs of men, / And scrawl strange words with the barbarous pen.” A second poem, “The Burial-Place,” contrasted the graves of England, adorned with symbolic plants of remembrance, with those of New England, neglected by the Pilgrims and left to Nature’s vegetation, but this promising conceit remained a fragment, its development unresolved. Preoccupation with the conduct of his law office may not have been the only impediment. Death once again weighed on his mind—perhaps because he was enduring another period of poor health and his father was fast losing ground to consumption. His most sustained new project during the year was an essay, “On the Happy Temperament,” which, contrary to what its title might suggest, scorned unbroken cheerfulness as a manifestation of insensibility. Yet its motive was not saturnine: Bryant was seeking to convince himself to accept death as an inevitable aspect of the mutability that lends “wild and strange delight to life.”\nIn March 1820, Peter Bryant’s lungs filled with blood as his son sat beside him, watching him die. More than a father, he had been a close companion and his most esteemed mentor; although his death had been foreseen for more than a year, Bryant deeply felt the loss. “On the Happy Temperament” had been an effort to prepare for the event, but “Hymn to Death,” completed while he was in mourning, transformed the essay’s probative speculation into a strange paean, launched as an intellectual celebration of Death’s justice and equality. Once his father dies, however, grief causes the argument to collapse. Thoughts of the evildoers “left to cumber earth” affront tender memories of the father, and the injustice causes him to shudder at the hymn he has written, yet he refuses to erase its stanzas: “let them stand, / The record of an idle revery.” Despite the enfeebling calculated ambiguity of its finale, “Hymn to Death” is more charged with passion than any verse Bryant would ever again write. Paradoxically, however, its anger cloaks a subtle movement away from the heresy of “Thanatopsis,” particularly in postulating “a happier life” for his father after resurrection. (During the same months of the poem’s composition, Bryant contributed five hymns to the Unitarian Society of Massachusetts for its new hymnal. Though still a nominal Congregationalist–who, moreover, continued to pay his tithe—he had rejected the core of Christian dogma, but these verses, while no more traditional than the Unitarian church, show him edging toward accommodation with conventional belief.)\nMarriage in January 1821 to Francis Fairchild, the girl for whom he had written “Oh Fairest of the Rural Maids,” lifted his sorrow, and a year later, almost to the day, Fanny presented him with a daughter, who was given her mother’s name. Bryant’s literary prospects also brightened. When a rift over succession to the editorship at the North American Review led Dana to resign, this dedicated advocate for the “new” Romantic poetry started his own publication, The Idle Man; even though the two had not yet met, Dana assigned a high priority to Bryant’s participation in the endeavor. (Their correspondence regarding this matter initiated a close friendship that would last for the rest of their lives). Bryant sent four poems to the short-lived journal. “Green River,” as yet unpublished though written the previous year, stands well above the rest. The thoroughly Wordsworthian “Winter Scenes” (later retitled “A Winter Piece”) suffers from comparison to its model in tilting much more toward recollection than emotion; that notwithstanding, it is good enough to be mistaken for portions of The Prelude, which would not appear in print for another three decades. “The West Wind,” the least of the group in both reach and achievement, moves a simple thought through seven undistinguished quatrains. “A Walk at Sunset,” though it fails to realize at the end the extended meaning it has implicitly promised, reveals Bryant’s evolving interest in the cycles of civilization, and particularly in the bearing of the Indian past on white American identity. That interest would soon become compelling.\nIn the spring, Bryant’s boosters from the North American had persuaded Harvard’s Phi Beta Kappa Society to invite him to read at the August commencement (incidentally informing him, to his surprise, of his election to membership four years earlier). Bryant accepted, overcoming his usual trepidation about public speaking, but instead of preparing an address, he chose to compose for recitation “The Ages,” a poem of epic scope. A preamble of sorts raises Bryant’s familiar questions about the meaning of mortality and obliquely alludes to his father’s death—the echoes of “Hymn to Death” are quite distinct—but then, after a transition recognizing change as the way of all nature, the poem chronicles the march of civilization, age by age, to the discovery of the New World and America’s realization of history’s purpose.\nThe 20th century judged “The Ages” harshly; even the poet’s major adherents omitted it from their collections of Bryant’s works. In the 19th century, however, when the idea of America’s global Manifest Destiny rallied much popular support, it fared considerably better. Bryant himself, despite his lessening regard for it in later years, continued to acknowledge its position in his public’s affection by always placing it first in the six collections of his poems issued in his lifetime. 1821, however, was its ideal moment. American literature was showing its first signs of maturity, but it still missed a poet whose work could stand comparison with British rivals; “The Ages” nominated Bryant as that poet. In proclaiming a messianic America, Bryant implicitly built a case for literary nationalism as the means of expressing America’s purpose: if “The Ages” was the necessary poem, Bryant was the necessary poet. The Boston coterie that had contrived for Bryant’s appearance seized the moment. Before he left Cambridge, Phillips, Dana, and Channing had arranged for the publication of Poems by William Cullen Bryant, with “The Ages” at the front, followed by “To a Waterfowl,” “Translation of a Fragment by Simonides,” “Inscription for the Entrance to a Wood,” “The Yellow Violet,” “Song” (subsequently retitled “The Hunter of the West”), “Green River,” and a corrected version of “Thanatopsis” with its new beginning and ending, revised during his visit. Sales were disappointing—a year later, it had yet to cover its printing costs—but reviews were good, not only in Boston and New York but also in England, where Bryant in little time became the only known American poet. In May 1823, while commiserating over dashed financial hopes, his friend Phillips could nonetheless rejoice that “the book has finally given you an established reputation.”\nUnfortunately, reputation could not provide for a wife and daughter or ease his obligation toward his mother and younger siblings since his father’s death. Bryant was glad for his election and appointment to several minor political offices, including a seven-year term as justice of the peace for Berkshire County, to supplement his income as an attorney, but his grudging concessions to his profession would not subside. When a letter from Channing in June 1821 apologized for “soliciting literary favours” that would interrupt his duties, Bryant replied that none was due “to one who does not follow the study of law very eagerly, because he likes other studies better; and yet devotes little of his time to them, for fear that they should give him a dislike to law.” For two years after he had completed “The Ages” and seen Poems praised, no alternative to reluctant fealty to his practice appeared possible. Then, in December 1823, came a bolt from the blue: Theophilus Parsons, the founding editor of The United States Literary Gazette, asked that he contribute “ten or twenty pieces of poetry,” thereby joining “most of the best writers in Boston” in the new venture. When Parsons, politely apologizing, offered $200 per year for a monthly average submission of 100 lines of verse, Bryant happily accepted. Well above the usual rate, the sum equaled approximately forty per cent of his annual law earnings.\nWithin a 12-month period, Bryant contributed 23 poems to the Literary Gazette, 17 under the terms of his agreement with Parsons and six more in 1825, when Bryant shed his commitment after a new editor, trying to economize, offered half the stipend for half the number of lines. As the necessity of keeping to a schedule would suggest, the quality of his submissions was highly uneven. “The Rivulet” is among the best of all his poems, but he had already written it before the contract with Parsons. Too much of what he wrote to quota reflects an impulse to supply appropriate embellishment for the magazine’s upcoming number: e.g., “March,” “November,” “Autumn Woods,” “Summer Wind.” At times, the result is inspired, but in general the quality is mixed, and often an arresting image or a felicitous line leads into a cliché or a merely convenient rhyme. Even “To  —– ” (subsequently retitled “Consumption”)—a sonnet composed in 1824 while his most beloved sibling, Sarah, lay dying—spoils a tender, personal expression of despair with a trite rhyme in a banal last line. Also, in awareness of writing for a magazine, Bryant may have begun to cater to popular taste. Despite having lamented a recent proliferation of Indian narratives, he fed the public’s appetite with “An Indian Story” and “Monument Mountain,” as well as another meditation on the displacement of one race by another in “An Indian at the Burial-Place of His Fathers.” He evinced boldness by very few experiments with metrical irregularity, which had been one of his salient concerns. Two of the Literary Gazette poems are rhymed: “Rizpah,” a Bible story in the vein of Greek tragedy, which Poe disparaged for the poet’s “frisky” indulgence in a rhythm “singularly ill-adapted to the lamentations of the bereaved mother”; and “Mutation,” a sonnet about the need to let agony pass and to accept death as a function of constant change. The third, in blank verse, was unquestionably his finest poetic achievement of the year, but “A Forest Hymn” represents more than a sure skill; it also shows the poet shifting in the direction of religious orthodoxy. Beginning, “The groves were God’s first temples,” it argues that the forest is an appropriate place for communion with God—not, as Bryant had previously held in “Thanatopsis,” that God is immanent in Nature, or that the universe is the material manifestation of spirit.\nAlthough Bryant was not consistently at his best, he had produced more poetry of high quality than any of his countrymen, yet he was still committed to a legal career. Then, in September 1824, an appellate court reversed a judgment he had won for his client; outraged that “a piece of pure chicane” should triumph over the merits of the case, he decided to quit the law. But this absurdity only precipitated a decision toward which he had been moving inexorably. Writing poetry at a steady pace for the Literary Gazette proved to him that he had not been disenthralled of the “dear witchery of song” after all. If, in itself, the stipend he earned was not sufficient, it showed that it might at last be possible to earn a living in the publications world. Perhaps the most persuasive motives, however, had to do with his reaction to Great Barrington. The town that had seemed so pleasant after the misery of Plainfield now irritated him with its provincial isolation and the pinched lives of its inhabitants. Friendship with the Sedgwick family of nearby Stockbridge increased that disaffection. Through Charles Sedgwick, a fellow attorney whom he had known at Williams, Bryant had met the other three brothers and their sister Catharine—all intellectuals devoted to literature. “The law is a hag,” Charles wrote to his friend; “besides, there are tricks in practice which would perpetually provoke disgust.” Two Sedgwick brothers lived in New York City and sought to convince Bryant to relocate where “any description of talent may find not only occupation but diversity of application.” Meanwhile, Dana was growing concerned that Bryant, enmeshed in his practice and local political life, would “let his talent sleep.”\nA visit to Robert Sedgwick in New York almost a half year before the obnoxious court ruling had, in fact, already waked thoughts of departing from the Berkshires. Hobnobbing with the city’s brightest literary lights, including James Fenimore Cooper, intrigued Bryant, and in February, he again visited the Sedgwick brothers. By spring, they were lending assistance to complex negotiations that would make him the editor of a merged journal, the New-York Review and Atheneum Magazine. Bryant felt liberated. On returning home to close his office in Great Barrington, he saw Charles, who reported to his brother Henry in New York that “every muscle of his face teemed with happiness. He kissed the children, talked much and smiled at every thing. He said more about your kindness to him than I have ever heard him express before, in regard to any body.” Leaving his family in the Berkshires on May Day, the newly appointed editor hurried to New York to push the first number of his publication toward press.\nThough unconvinced that he was suited to “sitting in judgment on books,” Bryant applied himself to the task most creditably; however, the second part—i.e., the “magazine,” with its store of original works—presented more of a problem. The first issue featured a poem by Fitz-Greene Halleck, a New Yorker of rising reputation whose contribution, “Marco Bozaris,” about a Greek revolutionary hero, advanced a popular, emotional cause to which Bryant had pledged himself while in Great Barrington. But little of comparable appeal was submitted for later numbers, and Bryant found it necessary to draw down his meager file of poems and then to try his hand at writing a tale, “A Pennsylvania Legend,” in order to fill the magazine. Subscriptions, meanwhile, fell short of the publisher’s hopes, and exactly a year after its launch, publication was suspended. But Bryant refused to accept defeat. For several anxious months, he had been making plans with a Boston editor to create an extension of the Literary Gazette, to be called The United States Review, and to merge it with a vestigial New-York Review. Ambitiously intended as a national publication, to be issued simultaneously in Boston and New York, it lost its first coeditor almost at once, and his successor, a Classics scholar working as a librarian at Harvard, quickly proved that the relationship with his partner in New York would not run smoothly. The first number appeared in October 1826; a year later, despite infusions of Bryant’s poems and another tale, this journal, too, collapsed.\nWhen Bryant had abandoned the law for a New York editorship, he said he was uncertain whether he was exchanging one “shabby business” for another, and after the failure of two journals, the second of which cost him an investment of almost half a year’s salary, one might have expected regret over his choice. Instead, in spite of an onerous workload, it was proving a heady adventure. Upon his arrival, he boarded with a French family so that he might polish the language he had first studied with his father. M. Evrard insisted that he attend mass for his soul’s salvation and tried to convert him to Catholicism, yet Bryant, respecting the man’s ebullient nature and good heart, took it all in good stride, and when Fanny and their daughter moved to the city, they joined the crowded Evrard household for about a month. The renewal of his French had nearly immediate application: for the July issue of The New-York Review, Bryant not only wrote a long essay reviewing a new edition of Jehan de Nostre Dame’s 1575 work on the troubadour poets but also translated Provençal poetry to accompany the critical evaluation. He did not stop there. Acquaintance with the famed Cuban poet José Maria Hérédia led him to learn Spanish and study Spanish literature, as well as to translate Hérédia’s poems into English. Close ties with Lorenzo Da Ponte, Mozart’s great librettist who had moved to New York from London and had made promotion of Italian opera his mission, introduced Bryant to this art during his first year in the city, while the busy editor studied Italian. Da Ponte published several works in Bryant’s journal, including observations on Dante, and he subsequently translated some of Bryant’s poetry into his native tongue. The cream of New York’s creative artists eagerly welcomed the newcomer into their circle. James Fenimore Cooper invited him to join his Bread and Cheese Lunch Club, beginning an intimate relationship that would last until Cooper’s death at mid-century. (Installed to membership at the same time were another poet, James Hillhouse, and Samuel Morse, a painter who would later gain greater fame as an inventor). “The Lunch,” as it was known, became the hub of Bryant’s social life. He had discovered in early adolescence a strong attraction to sketching; now, in the presence of artists determined to create a new age of American painting, this interest revived. In Thomas Cole, whom he had also first encountered through the Sedgwicks, he found a kindred spirit, and he made common cause with the other artists at The Lunch: Asher Durand, Henry Inman, John Wesley Jarvis, and John Vanderlyn. In 1827, the National Academy of the Arts of Design, newly formed by the group, elected Bryant its “Professor of Mythology and Antiquities.” His literary friends at The Lunch and “the Den,” a meeting room in Charles Wiley’s bookstore where Cooper held forth, were equally prominent. Besides Hillhouse and Cooper, they included the brilliant conversationalist Robert Sands, whose long poem Yamoyden (1820) had begun the vogue for Indian subjects; the darling poet of the moment, Fitz-Greene Halleck; the estimable Knickerbocker and Congressman Gulian Verplanck; and James Kirke Paulding, who had recently published the satirical novel Koningsmarke (1823) and was the foremost advocate of a national literature. In addition, Bryant had come to know William Dunlap, both a painter and an eminent figure in New York theater. While in Great Barrington, on advice from the Sedgwicks, Bryant had aborted a political farce, his one attempt at writing for the stage, yet his interest subsisted. Through Dunlap, he served on two theatrical juries: one, in 1829, awarded a prize to Metamora, performed with distinction by Edwin Forrest; the second, in 1830, chose Paulding’s The Lion of the West, which quickly became the most successful American comedy up to that time.\nAs both an American poet respected by Europe and an editor at the center of New York City’s cultural renaissance, Bryant found himself called upon to play the role of prophet. Immediately prior to his move to the city, the North American Review had published his article about Catharine Sedgwick’s Redwood. Initially intended to promote his good friend’s novel, the essay developed into a rallying cry for an indigenous American literature—a cause perfectly suited to New York’s expansive mood. The following spring, the man who had once worried about speaking in public was delivering four lectures on poetry at the New York AthenΦum. Carefully reasoned and balanced, these pronouncements warrant comparison with Emerson’s “The American Scholar” of a decade later as a charter for national literary achievement.\nOnly 31 when he presented his lectures, Bryant seemed the best candidate to realize the future he described, but a job he believed temporary and supplementary when he began it in July ordained a different course. Alexander Hamilton had founded the New-York Evening Post in 1801 as an organ for his Federalist party, but as the party weakened, William Coleman, the original editor, slipped from Federalist principles. An injury to Coleman in mid June of 1826, following a previous stroke that had cost him the use of his legs, forced him to rely on a substitute to help run the paper. Bryant was an obvious choice. Worried about the possibility of financial ruin, he had just obtained a license to practice law in New York as insurance against calamity, but journalism posed a happier alternative. Moreover, his politics meshed with Coleman’s, who had virtually become a Democrat. The young Bryant had ardently declared for protectionism in “The Embargo,” but in his duties as, in effect, a Congressional aide while in Bridgewater, and then, more systematically, in Great Barrington, he had studied political economy and come firmly to the side of free trade. Although no document records the moment Bryant took control of the paper’s editorial page, it is almost certainly marked by a sudden change to carefully reasoned briefs against high tariffs. Bryant had also been veering toward Democratic positions in other areas, and he admired Andrew Jackson and felt personally drawn to his good friend Paulding’s good friend Martin Van Buren–all of which made for comfortable relations between the notoriously fiery Coleman and his assistant editor.\nIn October, despite Bryant’s commitment to lead The United States Review, he accepted a permanent position at the Evening Post, and during Coleman’s deterioration over the next three years, he assumed the title appropriate to the responsibilities he had been bearing: editor in chief. When Dana, his artistic conscience, warned that journalistic meddling in politics would stifle his poetry, Bryant famously answered that the paper would “get only my mornings, and you know politics and a belly-full are better than poetry and starvation.” But Bryant’s reply may have been somewhat disingenuous. The financial prospect with the Evening Post was alluring: Bryant bought a share of the paper and later added to his portion of ownership, confident it would make his fortune—as indeed it eventually did. More important, for all his protestations about having to “drudge for the Evening Post,” politics fascinated him. In addition to liberal economic policies that included free trade, support for labor to organize, opposition to monopolies, pro-immigrant policies, and low interest rates, he consistently stood for resistance to the spread of slavery. In 1820, during a period when public speaking still frightened him, he had orated against the Missouri Compromise and denounced his senator, Daniel Webster, for brokering passage of such a morally repugnant law. As editor of the Evening Post, he remained true to that conviction, leading his readership in the direction of the Free Soil Party, and when that movement joined the amalgam that constituted the new Republican Party, Bryant and the Evening Post were among the most energetic and outspoken voices for its first Presidential candidate, John Frémont. Four years later, he was a principal supporter of Abraham Lincoln, and after the Civil War began, he became a forceful advocate of abolition. In late life, Bryant the editor and political sage had eclipsed the poet in the public’s mind.\nTo see Bryant in the 1820s as having to choose between poetry on the one hand and journalistic politics on the other, however, is to imply too stark a divide. The New York of that time rather resembled the cities of Europe in its evolution of a cultural coterie, and Bryant had rapidly become one of its most prestigious members. Just as the literati associated with the North American Review had, however briefly, helped make Boston the nation’s intellectual center, Bryant, as much as any other single figure, shifted that focus to New York. Poetic accomplishment accounted for a part of his influence, and his authority as editor surely weighed as much, but equally important was the conviviality that drew the city’s writers and artists to him. Once diffident in nature, he had developed a knack for acting as a catalyst. Typically manifesting this quality were the three annuals and a collection of tales, all generated as exercises in camaraderie.\nAt the end of 1827, after the demise of the United States Review, Bryant, in company with Robert Sands and Gulian Verplanck, promoted the idea of a Christmas gift book similar to English annuals and The Atlantic Souvenir. Unlike its models, which were miscellanies by various authors, The Talisman would be entirely attributed to a single writer, Francis Herbert—in fact, a pseudonym for the three friends, each of whom assumed responsibility for about a third of the annual’s pages while also participating in the work of the others. Two of Bryant’s three tales for the initial Talisman seem to have been suggested by his collaborators. Recounting a purported Indian legend supplied by Verplanck, “The Cascade of Melsingah” resembles countless other specimens of the genre and is the weakest of the three. “The Legend of the Devil’s Pulpit,” probably suggested by Sands, has a rather flawed plot, but there is a sprightliness to the lampooning of local figures that appealed to readers. The best of the lot, “Adventure in the East Indies,” a completely fabricated description of a tiger hunt, issued solely from Bryant’s imagination; though a weak story, it is almost redeemed through creative invention of detail and evocative prose.\nDespite the haste of its composition, The Talisman for 1828 was well received, and the collaborators, who now formed the nucleus of the Sketch Club (also known as Twenty-One, for the number of members), developed a successor for 1829—this volume to accommodate other club members and to feature art work. Bryant contributed five poems, a translation of a Spanish ballad, and a travel account of Spain (which, like the East Indies, he had not visited), in addition to one tale of terrible cruelty and vengeance, “Story of the Island of Cuba.” A final volume of the annual was compiled for 1830, even though duties elsewhere taxed all three collaborators. Again, Bryant’s share in “Francis Herbert” was both varied and weighty: in addition to half a dozen poems, he wrote three tales. By now The Talisman had run its course, but a different publisher, Harper and Brother, thought enough of Bryant’s collaborative approach to request another, similar collection in 1832 consisting exclusively of tales. Bryant was receptive. The birth of another daughter the previous June and the expense of moving to a new house in Hoboken, New Jersey, furnished sufficient reason to accept the Harpers’ bid, but he obviously also welcomed the opportunity to write more fiction, especially as it meant working in enjoyable company with friends. To Verplanck (who withdrew at the last moment) and Sands, he added his editorial associate on the Evening Post, William Leggett, along with novelists Catharine Sedgwick and James Kirke Paulding. Supposedly stories told by visitors to the waters at Ballston, New York, Tales of the Glauber-Spa includes two by Bryant: “The Skeleton’s Cave,” a long piece evidently influenced by Cooper, and “Medfield,” a moral tale, autobiographically based, about a good man guilty of one shameful act when he had lost his temper.\nThat Bryant never wrote another tale is conventionally attributed to lack of seriousness about the genre and to the poor quality of his efforts. But these explanations are misleading. To be sure, he was primarily a poet, and the first annual did have something of the character of a lark. Even so, his fiction deserves more respect than it has received. His first two tales, inspired by Washington Irving, may have been conceived by an editor pressed for material to fill his magazine, but they nonetheless express in prose the vision for American literature he outlined in his poetry lectures. “A Pennsylvania Legend,” about an avaricious humpback who finds a cache of gold, imports the effects of European Romantic tales into an American setting; “A Border Tradition,” a ghost story rationally explained, seeks to exploit America’s rich variety of ethnic enclaves—in this case, the Dutch in New York. Had he thought little of these efforts? No such judgment has been recorded, but if he had a low opinion of his talent for such writing, it seems unlikely that he would have embarked on The Talisman, given its major emphasis on fiction. Moreover, the contemporary response to his stories was encouraging: all three volumes of the annual were critically praised, largely because of their prose, and the complete run of Tales of the Glauber-Spa sold so quickly that it was reprinted. Bryant’s talent for fiction is nowhere more evident than in “The Indian Spring,” published in The Talisman for 1830. Indeed, excepting only one or two pieces by Washington Irving, no previous American short story is its equal.\nThe signal literary event of the decade for Bryant, however, was his publication of a new edition of Poems in January 1832. At 240 pages, it added all poems published in the previous decade (plus five that he had kept in his file), and although relatively few of these were at the level of the best from the 1821 Poems, the greater number broadened the base of his achievement. The response acknowledged Bryant as “his country’s foremost poet,” and a British edition, shepherded to press by his friend Irving (who lent his name to the volume as editor, though not his services), was hailed as the work of the outstanding poet from the “primeval forest beyond the sea,” worthy of inclusion among the ranks of the principal English Romantics. Later that same year, Bryant left his desk at the Evening Post to travel, first to Washington, then, after swinging through the upper South, to Illinois. His experience of the nation’s great rivers, and then of the awesome sweep of prairie stirred him profoundly. The next year, he published his great blank verse poem “The Prairies,” which in 1834 became the most notable addition to yet another edition of Poems. Bryant’s trip bears comparison to Walt Whitman’s pivotal journey to Louisiana and the Midwest in 1848: for both men, the experience of an America spreading boundlessly beyond their lives in the East affected their sense of voice as American poets.\nWhen Bryant appraised his prospects after leaving Williams College in 1811, his passion for writing poetry appeared to be utterly without promise of a remunerative career. Except for Benjamin Franklin, no American writer had managed to support himself and his family with his pen, however meanly, and verse was patently an occupation for idlers. But in 1836, when the Harper brothers took Bryant into their publishing house, he was a most valuable asset. Numerous reprintings of his books spread his popularity still further, and the firm’s generous royalty made him the richest poet in American history.\nUnluckily, while his literary fortunes were in ascendence, sorrows battered his personal life. Robert Sands’s sudden death in December 1832 deprived him of a dear friend, and the effects of political attacks on the conduct of the Evening Post during the following months exacted a still heavier psychic toll. As 1833 was closing, he looked forward to a respite in Europe with his family, and he began arranging for his friend Leggett to fill in for him at the Evening Post. At once, new vexations arose: William Coleman’s widow demanded immediate payment from him on the mortgage she held for the newspaper, and the Jackson administration failed to make good a promised diplomatic appointment. When, amid raging abolition riots on New York’s streets, the ship finally sailed for Le Havre in mid 1834, Bryant felt enormous relief, and he settled into lassitude as he traveled from France to an eight-month stay in Italy’s cities, and finally to Munich and Heidelberg. Then news arrived that Leggett was physically and perhaps mentally ill; to save his investment in the paper, Bryant sailed for home, alone, in early 1836.\nOnly months earlier, he had been considering sale of his share of the newspaper and enjoying some ease, but Leggett so mismanaged its finances and drove off so many advertisers with his “radical” political stances that the returning editor had no choice but to immerse himself once again in its daily operation. National economic woes further hurt revenues, and the Evening Post did not regain its financial footing until 1839. But from that point on, it prospered, steadily increasing the value of his sixty per cent ownership, and its reputation grew as Bryant etched the faults of his political opponents with his acid editorials. What had supposedly begun in 1827 as a means of keeping his belly full now fed a modest fortune that, with shrewd investments, would eventually amount to an estate of almost a million dollars.\nFinancial stability made more active pursuit of his diverse interests possible. A lifelong homoeopath—he had been taught herbal medicine by his father—he published Popular Considerations on Homoeopathia and agreed to head the New York Homoeopathic Society at the conclusion of 1841. During these same months, he joined the governing committee of the Apollo Association (soon renamed the American Art Union); two years later, and twice thereafter, the organization tapped him to be its chief. In addition, two causes for which he had crusaded elected him to their presidencies: the American Copyright Club (which he addressed in 1843) and the New York Society for the Abolition of the Punishment of Death.\nPublic service was not permitted to exclude all other interests, however. The newspaper’s demands on Bryant’s attention and energy during the 1830s had left none of either for poetry, but once the Evening Post was again profitable, he resumed writing verse. In 1842 he published The Fountain and Other Poems, all written after his return from Europe. That same year, he also signed an exclusive contract to sell his poems to Graham’s Magazine at $50 apiece—a record high price for poetry. After two years, most of these poems appeared as The White-Footed Deer and Other Poems, 10 items in a slim paperback edition meant to launch the Home Library, a series Bryant and Evert Duykinck conceived to promote American writers. The poetry of his middle age, however, lacked the vibrancy of his early work. Two decades later, his final collection of new poems would prove a still duller echo of what was once genius. Published in 1864 for his 70th birthday, Thirty Poems sealed Bryant’s reputation as a Fireside Poet: augustly unassailable, yet fusty. One critic summed up his career by comparing him disadvantageously to the great poets of the age—William Wordsworth, Samuel Taylor Coleridge, John Keats, and Alfred, Lord Tennyson—yet he took care to comment that though the American could not match their idiosyncratic strengths, he was “the one among all our contemporaries who has written the fewest things carelessly, and the most things well.”\nAware in his later years that his originality had ebbed, Bryant revisited the Classical magnificence he had loved as a youth. Translation, he explained, well suited careful old men. A selection from The Iliad in Thirty Poems hinted at what would be coming. In February 1869, he wrote his brother that he had completed 12 books of The Iliad, which were published the subsequent year. The next 12, amazingly, he completed in less time than the first twelve, and the epic’s second volume appeared in June 1870. Without pausing, he moved on The Odyssey, produced with similar alacrity over the next couple of years. In comparison, his original work was meager. Bryant brought out two revised collections of his poems in 1871 and 1876, but these were unmistakably memorials destined for the bookshelf’s dustier reaches, despite a few new additions.\nFor the most part, the decades after he took a step back from the burdensome tasks of running the Evening Post were ceded not to poetry but to travel and the offices of a cultural elder. Resuming the European journey that had been interrupted by Leggett’s debacle in 1836, Bryant returned to Europe in 1845. Leaving his family behind this time, he spent two months in England and Scotland, where he visited the elderly Wordsworth and virtually all the noted writers, then proceeded through most of the continent for the next three months. Upon his return to New York, however, he again had to deal with a problem at the Evening Post. Parke Godwin, a sub editor who married Bryant’s daughter Fanny in 1842, had strained relations with his father-in-law, probably because of the younger man’s socialistic leanings. Also, Godwin had already begun a pattern of leaving the paper, rejoining it, and then leaving again. It had grown obvious to Bryant that, if he wished to be free to travel, he would have to look elsewhere for a trustworthy assistant. In 1846, John Bigelow filled that need, and in 1848 he became a partner in the firm.\nThe next spring, Bryant accepted an invitation from Charles Leupp, an art patron and Bryant’s longtime associate in the Sketch Club, to be his travel companion. The two sailed to Savannah, then to Charleston, from where, after visiting Bryant’s good friend, the novelist William Gilmore Simms, they embarked for Cuba. Ever since meeting Cubans during his early months in New York, Bryant had nursed a romantic vision of that Caribbean island, but his observation of slavery as practiced there, made more terrible by the execution of a slave before his eyes, shattered those youthful illusions. When he and Leupp returned to New York for seven weeks before sailing for Liverpool, he again glimpsed mankind’s worst aspects. A rivalry between Edwin Forrest, a great American Shakespearean actor (and an intimate friend of Bryant) and an equally celebrated English tragedian attracted a mob, determined to drive the foreigner from his theater; this was bad enough, but then police and a unit of militia fired their guns into the mob, creating a massacre. Within a week, another horror began to swell with the first of over 1,000 deaths from a cholera epidemic in the city. The two friends happily left these terrible scenes behind as they headed for Europe, and they spent delightful weeks in the Scottish remoteness. But once they left England, their jollity expired in a Europe everywhere menaced by a swelling militarism.\nShortly after Bryant returned in the fall of 1849, his old friend Dana urged him to collect the 15 years of letters from his travels he had sent to the Evening Post. Published the following May, Letters of a Traveller scored a popular success, despite its cool critical reception. Two years later, Bryant and Leupp were again off for Liverpool, then wended south through Paris, Genoa, and Naples before arriving in Egypt for a four-month exploration of the cities of the Ottoman Empire. Accounts of these journeys, too, appeared in the Evening Post, and in 1869, 16 years later, were published as Letters from the East. One other travel book, Letters of a Traveller, Second Series, was set in motion by a penultimate trip to Europe, begun in 1857 when Bryant was exhausted after his efforts for the Frémont presidential campaign and fearful that the issue of slavery would rip his nation apart. In addition, his wife’s health was giving him concern, and he thought the sun of Southern Europe might be beneficial. They were accompanied by their daughter Julia (who had learned Italian from her father) and one of Julia’s best friends. Again they traveled to major cities, this time including Madrid, but the focus of the trip was Italy. Ironically, the trip that had been partly planned for Mrs. Bryant’s health almost caused her death when she was stricken by a respiratory infection in Naples. For four months her husband cared for her himself with homeopathic treatment that he was convinced saved her life. After her recovery, the Bryants visited the Hawthornes in Rome, where the now celebrated novelist was writing The Marble Faun, and then again in Florence, where they also spent time with Robert and Elizabeth Browning.\nAs Bryant had feared at his embarkation in 1857, he returned to a United States in grave danger of dissolution and war. Once again, he poured his energies into electing a Republican president. He had instantly recognized Lincoln as a man of greatness when they met in 1859, and it was Bryant who introduced the Westerner to New Yorkers in the pivotal Cooper Union speech. After the election, however, Bryant criticized Lincoln for not immediately emancipating all slaves, and then for not prosecuting the war vigorously enough. The dispute taxed the editor, as did the managerial problems inherent in the doubling of the newspaper’s circulation during the war years. The worst blow fell in 1866, when his wife died after a prolonged agony. To palliate his loss, Bryant made a last trip to Europe, taking Julia along.\nOnce back in New York, Bryant kept his title as editor, but the actual running of the paper steadily receded into other hands, and in the next decade his involvement increasingly became that of an investor protecting his stake. Even so, Bryant was a beloved and highly influential figure. No one could challenge his place as First Citizen of New York. Among his causes over the decades, he had been the prime advocate for a unified and uniformed police department, agitated for the paving of the city streets, led the way for creation of Central Park, fought for establishment of the Metropolitan Museum of Art as a cardinal attribute of a great world city, and supported the right of labor to unionize. As a man of letters, too, though no longer consequential, he remained active. His last publisher, Appleton, aware that Bryant’s name now guaranteed a handsome sale, asked him to write the text for Picturesque America, a two-volume folio of engravings that cost over $100,000 to print—a gargantuan sum in those days. Bryant agreed, though he soon wearied of the task of furnishing “the most tedious of all reading.” The two parts were published in 1872 and 1874. A second massive project, A Popular History of the United States, was almost entirely entrusted to the pen of Sidney Howard Gay, who was then the managing editor of the Evening Post, but Bryant wrote the introduction laying out the history’s scheme, with distinctive emphases on pre-Columbian peoples and on the deleterious effects of the politics of race on the nation’s idealistic principles.\nTo the end, Bryant believed in physical fitness as well as mental exercise. A great walker, he insisted on climbing 10 flights of stairs to his office instead of taking the elevator, and he made daily use of the barbells he had had crafted for him. Perhaps this very pride in his soundness made him vulnerable. At the end of May 1878, he spoke at the dedication of a bust of the great European and Italian liberal revolutionary Giuseppe Mazzini in New York’s Central Park. The sun beat on his head during the long speeches, rendering the old man slightly dizzy, yet, characteristically, he insisted on walking from the ceremony instead of riding in a carriage. On reaching the door of a friend’s home, he fell and suffered a concussion. A week later, a stroke paralyzed one side of his body, and he became comatose. Death came on June 12, 1878. At a public funeral, arranged contrary to his wishes, great crowds pressed in upon his bier. Later, a special train took the body to Roslyn, Long Island, his home for 35 years, where he was interred beside his wife. At the graveside, the minister recited excerpts from Bryant’s poems about death, and schoolchildren tossed flowers on his coffin.\n", "attrs": {"Region:": ["U.S., New England"]}}