{"pf_url": "https://www.poetryfoundation.org/poets/william-dunbar", "name": "William Dunbar", "yob": "1460", "yod": "1520", "image": null, "bio": "\n                                                                    It has been said with some justice that the most vibrant and interesting poetry of the fifteenth and early sixteenth centuries in Europe was written in Scotland. Of those Scottish makars William Dunbar merits highest praise, although his reputation rests on no lengthy major work but on approximately eighty shorter poems, many associated with the court of the Scottish king James IV (reigned 1488-1513). Written records of Dunbar's birth, death, and parentage have not been found. Nevertheless, a reasonable outline of his life and career can be sketched from the official records along with the presumed record of his university attendance and statements in his verse and that of his contemporaries.   William Dunbar was born in about 1459 or 1460, this probable date being provided by the records of the University of Saint Andrews, in which a William Dunbar is \"determinant\" in 1474 and master of arts in 1479. The university entrant had to have reached his fourteenth year; the recipient of the M.A., his twentieth. The poet is regularly described as \"Maister William Dunbar\" in the Accounts of the Lord High Treasurer of Scotland and in titles and colophons of several poems. To fill in important details about Dunbar's life upon leaving the university, clues must be sought in the poetry. Some critics, it must be noted, reject this method, either arguing that authorial self-reference in medieval poetry is always conventional, or defining first-person discourse as part of the fictional world of \"the text.\" Nevertheless, scholars like J. W. Baxter and Matthew P. McDiarmid have found clues in the poetry that can be corroborated by historical facts, and from their work it is possible to formulate a reasonable biography of Dunbar.   An object of such research is The Flyting of Dunbar and Kennedy (circa 1492-1493), Dunbar's entry in an energetic poetic duel of verbal abuse with his poetic rival, Walter Kennedy. Kennedy's many attacks on Dunbar's family and activities must have had some basis in fact—a barb not strengthened by fact carries no bite. Yet James Kinsley, Dunbar's most recent editor, advises against giving much heed to the attacks.   Concerning Dunbar's parentage there is little evidence. In one of his moral poems Dunbar makes some claim to being of \"nobill strynd\" (noble ancestry), and in a later complaint poem he protests that \"churllis\" (churls) should be advanced before him at the court of James IV. According to Kennedy, he belongs to one of the \"four branchis\" of the ancient house of Dunbar.   Dunbar's activities after leaving Saint Andrews remain somewhat of a mystery. Earlier scholars suggested that Dunbar became a friar on the basis of his own statement in the satiric vision, \"How Dunbar was desyrd to be ane Freir,\" and Kennedy's gibes in The Flyting that Dunbar was \"prestyt and ordanit be Sathan\" and \"beggit wyth a pardoun\" in many churches of England and France. There is no other evidence for these claims, and yet one notes that he knew French, for it has been shown that he was acquainted with works by Hélinant and Deschamps. It has been argued much less convincingly, indeed fancifully, that he attended a French university or served in France or, as Jean-Jacques Blanchôt suggests, as a member of the Scots Guard.   Dunbar next appears on ambassadorial voyages in the ship Katryne, perhaps acting both as priest and secretary. One of these voyages is described in The Flyting, the mission of 1492 to Denmark when the ship was blown off course and forced to land its passengers on the Norwegian coast. Who the paymaster of Dunbar was during these years is also unknown, for the earliest mention of his name in the Accounts is 1500. Presumably payment came from the person in charge of an embassy, in the Danish case the earl of Ogilvy. The early date of The Flyting seems fixed by the poet's address in it to Sir John the Ross. This reference surely is to Ross of Montgrenan, who as the king's chief secretary would have had dealings with Dunbar and who died in 1493. In addition, both poets refer to the Danish embassy of 1492. By that date Dunbar would have been in his early thirties and surely would have begun writing poetry. In fact, Matthew P. McDairmid argues convincingly that some of Dunbar's most famous poems, including the \"Dance of the Seven Deadly Sins,\" The Flyting, and The Golden Targe, were written during that early period.   Dunbar's life from 1500 to 1513 was spent at the court of James IV. Entries in the Accounts provide concrete evidence that Dunbar was a \"servitour\" of the king's household, his duties most likely being clerical, since there is no evidence that James maintained a resident poet laureate. Dunbar is first mentioned in the entry for 15 August 1500 showing that he was awarded a pension. The Accounts also offer proof that Dunbar was an ordained priest, for he received an offering for celebrating his first mass on 17 March 1504. This entry does not preclude the possibility that Dunbar had been ordained earlier, as Kennedy says; it could refer simply to the first mass he celebrated at court or for the queen. Further evidence of Dunbar's priestly vocation is indicated by a legal document of 1509; Dunbar's name is listed as a witness to a property resignation in Edinburgh where he is called chaplain. The Accounts show that on 26 August 1510 the king granted Dunbar a pension of eighty pounds per year, a most generous sum at the time, being twice the stipend paid in the same year to the scholar Hector Boece as principal of Aberdeen University. Plainly the increasing pension, alongside Dunbar's many complaints about receiving no benefice, indicate the king's wish to keep his poet-priest at court.   Dunbar is last mentioned in the Accounts for 14 May 1513, the entry showing that he received a partial payment \"in his pensioun,\" though the records of the Accounts between August 1513 and June 1515 are not extant, a result of the disruption caused by the war with England. In September 1513 James, along with the flower of his nobility, was killed at the Battle of Flodden, a battle which, in his better judgment, he had wished to avoid and fought only to honor a pledge made to his ally France, which recently had been invaded by the armies of Henry VIII. For years James had collected artillery for just such an occasion, artillery sometimes alluded to in Dunbar's poetry. But when war came James did not use it, and English muskets took their terrible toll.   It has been suggested that Dunbar lost his life alongside his king. Yet, considering the poet's age at the time, it seems unlikely. In addition, some poems written after Flodden have been attributed to Dunbar, and at least two are plausible. A poem on the duke of Albany, \"Quhen the Governour Past in France,\" not at all flattering to the new governor who tried to rule for only three years before leaving for France in June 1517, is assigned to Dunbar in the Maitland collection made a generation later. It has been rejected from the canon of his work on the grounds that it is technically inferior. Yet the poem's stanzaic pattern and refrain are characteristic of Dunbar's work, and its plainer style and serious tone seem natural in an older poet, especially one who had recently experienced a traumatic event like Flodden. Another poem, apparently written for the young widowed queen, is untitled and anonymous in the Bannatyne Manuscript but was attributed to Dunbar by the nineteenth-century editor David Laing, and the many correspondences between this poem and others that are indisputably Dunbar's have persuaded Kinsley to accept the attribution. If Dunbar wrote the poem for the dowager queen, he definitely lived after Flodden; if he wrote the Albany poem, then he was still alive in 1517. But he most certainly is dead by 1530 when Sir David Lindsay speaks of Dunbar as dead in the Testament of the Papyngo.   If there is a single word to describe Dunbar's poetic achievement, it is variety. Dunbar is both an innovator and experimenter in verse forms, and he displays great diversity in subject matter. In his many short poems he presents a variety of themes, pictures, and moods, all vividly human. In many scenes there is a dimension of fantasy. To achieve such variety, Dunbar employs many kinds of diction—from the most splendid, the so-called aureate diction consisting of Latinate words, to colloquial Scots including slang and obscenities. Some of those poems written in the colloquial are said to convey Dunbar's eldritch voice where, as C. S. Lewis noted, \"the comic overlaps with the demoniac or terrifying.\" Yet, in all of Dunbar's poetry there is a conscious human voice speaking. To illustrate the above-mentioned diversity, this essay will refer to certain notable examples of his kinds of verse, while attempting to avoid that common error of one type of modern criticism that sees all Dunbar's poems as exercises in a particular form, discounting the self that each work expresses.   Surely the most important of Dunbar's early poems is The Golden Targe. Its date can be surmised, for Kennedy seems to allude to it in The Flyting, where he refers to himself as \"of Rethory the Rose\" and describes Dunbar's craft as \"imperfyte.\" Gavin Douglas also alludes to Dunbar's poem in the Palice of Honour (1500-1501). The Golden Targe is an ambitious work, probably Dunbar's most courtly and formal, written in the high style and the elaborate nine-line stanza of the compleynt of Geoffrey Chaucer's Anelida and Arcite. It concludes with a tribute to Chaucer, as \"rose of rhethoris [rhetoricians] all,\" and then adds praise for Gower and Lydgate. This tribute seems the work of a younger poet trying to gain recognition by associating himself with the tradition established by earlier English poets.   It is a May morning love vision in which Dunbar depicts the failure of Reason with its shield of gold to defend a dreamer from Venus's fighting force. It seems that only a poet who had himself experienced the pain of romantic love could create a protagonist who laments:\r\nQuhy was thou blyndit, Resoun? quhi, allace!And gert ane hell my paradise appere,And mercy seme quhare that I fand no grace. (Why were you blinded, Reason? Why, alas!And made a hell appear as my paradiseAnd mercy seem where I found no grace.)\r\nYet interwoven into an allegorical psychomachia (a battle between personified elements of the human psyche) of love are self-conscious comments about the writing of allegorical love poetry. The narrator, drawing upon the inexpressibility topos, states that he would describe the fields with the white lilies but has difficulty finding the words and adds that even Homer and Tullius (Cicero) could not. In the final tribute he states that \"reverend\" Chaucer with his \"fresch anamalit [enameled] termes\" could have \"illumynit\" the matter of the poem far better. Dunbar's choice of this latter term to describe Chaucer's writing is significant, for he suggests that in poetry of the highest style the language should make the subject matter shine.   Dunbar's short love poems also appear to be early works. There is no way of knowing the poet's source of inspiration for them, but the reader cannot assume that because Dunbar was a priest they are merely formal exercises. At least one, the allegory of \"Bewty and the Presoneir,\" most probably was written around the time of The Golden Targe, for its narrator similarly complains of becoming beauty's prisoner and describes his pain in a similar allegorical psychomachia. Some of Dunbar's love poems were perhaps written for musical accompaniment, such as \"Sweit Rois of Vertew,\" in rondeau form, containing a description of a lady's garden where only \"rew\" (pity) is missing. In another, \"My hartis tresure and swete assured fo,\" Dunbar describes the woes of a courtly lover, including \"intollerabill pane\" and \"passioun dolorous.\"   As already noted, The Flyting is an early poem, probably written circa 1492-1493. Deriving from a genre of Gaelic origins, The Flyting seemed to have been instigated by Kennedy, who was from Carrick, in great part a Gaelic-speaking area. Dunbar, in fact, early in the poem dissociates himself from the tradition of the Gaelic bard by saying that he is ashamed to be \"flyting\" which \"is nowthir wynnyng nor rewaird.\" Nevertheless, Dunbar displays great vitality in his attacks on Kennedy, concluding his final portion of the poem with a catalogue of insults—\"Heretyk, lunatyk, purspyk [pickpocket]\"—which climaxes in a victor's challenge: \"Cry coc, or I sall quell the [slay you].\"   Dunbar's most famous satiric dream vision, \"Dance of the Seven Deadly Sins,\" was probably also written during this period, considering the narrator's comment that the Fastern Eve vision took place on 15 February. As McDiarmid has shown, 1491 was only year when Ash Wednesday fell on 16 February during the reign of James. Here, in his eldritch voice, Dunbar reveals the seven deadly sins dramatically in a dance set in hell on Fastern's Eve, the last day before Lent. Although the dance is performed in hell for the amusement of devils, it suggests a type of Mardi Gras celebration. But the poem is also a notable example of the medieval grotesque, forcing laughter at human torment.   The tail-rhyme stanzas provide a sprightly, dancing rhythm, and there is vivid iconographic detail in the depictions of the individual sins:\r\nThan Yre [Wrath] come in with sturt and stryfe;His hand was ay upoun his knyfe—He brandeist lyk a beir [conducted himself like a bear].\r\nThe poem also provides comedy at the expense of the Highlanders, for after the dance, a Highland pageant is requested, but the resultant noise proves too much for even the devil. Yet there is a serious side to this comedy, for the dancers in the poem are the unshriven, tortured souls of the damned, a fate Dunbar and his contemporaries took seriously. Hence his use of the obscene and the comic here serves a moral purpose.   \"Dance of the Seven Deadly Sins\" is actually either part of a tripartite poem or a trilogy. \"The Turnament,\" in similar stanzaic style, begins, \"Nixt that a turnament was tryid.\" An antichivalric burlesque, rich in scatological imagery and again expelling robust energy, it describes a tournament between a cobbler and a tailor. Its concluding line, \"now believe this if you wish,\" suggests its absurdity. It is followed by \"The Amendis,\" a parodic dream-vision that is a tongue-in-cheek apology to cobblers and tailors. Its narrator relates that an angel from heaven came to say that the highest place in heaven, next to God's in dignity, is reserved for these two professions since they \"do amend\" what \"God mismakkis.\" The refrain bestows a blessing on them.   Impossible to date but also quite likely to be early is \"The Tway Cummeris\" (The Two Old Gossips), another comic Lenten poem; it is recorded in the earliest manuscript source of Dunbar's poetry, the Aberdeen Minute Book of Seisins ii (1503-1507). Written in colloquial Scots, it depicts two older women, obvious tipplers, irreverently drinking malmsey (a rich wine) \"right early\" on Ash Wednesday morning, the very time that the Church demands fasting. One, resting \"on cowch besyd the fyre,\" complains to the other that this long Lent makes her lean, but the behavior of both women suggests that neither is likely to become slender during the forty days.   Dunbar's court poems were probably written after the 1500 pension, although only a few can be dated. Two seem to have been written during a visit made to England in 1501 to honor the wedding of James IV to Margaret Tudor, daughter of the English king Henry VII. A note in the Accounts places Dunbar in England in 1501, and it is believed that Dunbar was a part of the Scottish delegation sent to negotiate the marriage. At least two occasional poems, one in honor of London and another on the theme of \"Learning vain without guid life\" with the subtitle \"Written at Oxinfurde,\" were perhaps the poems for which King Henry VII rewarded \"the Rhymer of Scotland\" on 31 December 1501 and again on 7 January 1502. Similarly, Dunbar's \"Welcume to Queen Margaret\" and The Thrissill and the Rois were written in 1503, the year of James's marriage.   The Thrissill and the Rois, Dunbar's third longest poem, is just under two hundred lines. This elegant courtly epithalamium honors the marriage of James and Margaret. Since the wedding took place on 8 August 1503, the date of this poem's composition can be determined with some degree of accuracy, especially since the narrator says that he wrote it on the ninth of May. Written in the seven-line rime royale stanza of Chaucer's Troilus and Criseyde and the Kingis Quair by James I, the poem consists of many conventions of courtly love poetry. But The Thrissill and the Rois also displays Dunbar's creativity, for in it he forces his readers to confront the unreality of the conventions. The narrator, a sleepy poet, is awakened on a May morning and commanded by a personified May to go and write something in her honor. In a humorous dialogue, the poet-narrator resists, arguing that he has found nothing worth writing about in this particular spring with its unwholesome atmosphere and the blustery winds of Lord Aeolus. May then leads the reluctant poet into an allegorical garden. Dunbar's allegory throughout the poem is enriched by political expectations for the marriage.   In the garden the narrator discovers three heraldic parliaments—those of beasts, birds, and flowers. Dame Nature presides over all three, and King James is represented as reigning in each, first as the red Scottish lion standing majestically on a field of gold encircled by fleurs-de-lis, then as the royal eagle, and finally as the Scottish thistle betrothed to the Tudor rose. Dame Nature has advice for James in each parliament, reminding him in the last that he should behave as a king and \"be discreet\" and not hold any other flower in such high esteem as the rose. After Dame Nature's last speech to the king, the birds sing a paean of praise for the rose and conclude with a prayer: \"Christ save thee from all adversity.\" Then the sound of combined voices of all the birds grows so loud that the dreamer awakens and proceeds, he says, to write the poem.   Dunbar wrote several other official poems in the courtly style, and some of these with reference to particular events can be dated conjecturally. One written for the queen begins, \"Gladethe thoue, queyne of Scottish regioun,\" and celebrates the approaching birth of the first child of James and Margaret in February 1506 or 1507. Dunbar also honored the city of Aberdeen in a poem after the queen visited it in May 1511. Two of Dunbar's official poems were written in honor of the military hero Lord Bernard Stewart, the Sieur d'Aubigny, who was welcomed by James in May 1508. Dunbar's \"Welcume\" poem, a ballade in which he compares d'Aubigny with the Nine Worthies, was undoubtedly intended for that celebration. When d'Aubigny died about a month later, Dunbar wrote an elegiac ballade, employing the same intricate stanzaic form, and a note in the bursa regis indicates that on 26 June 1508 Dunbar received special payment, presumably for these two poems.   About twenty of Dunbar's court poems are known as petitionary or \"begging\" poems, and his requests are surely personal. These poems tend to be short and witty, generally written in a four-stress line, a simple verse form, and colloquial diction. In one, no doubt inspired by the well-known \"Complaynt of Chaucer to His Purse,\" Dunbar addresses the king as \"Saint Salvator,\" urging him to \"send silver sorrow\" (money) to relieve the painful prickling of his empty purse. Among the most witty of Dunbar's petitionary poems is one written as a Christmas carol. Its central image suggests that it was written during Dunbar's later years at court. Addressed to the king, it begins by asking that it never be told in town that the poet Dunbar is a \"Yule's yald.\" (A yald was an old horse, but the phrase meant a person without a new Christmas garment.) Dunbar then builds around this image, describing himself as an old horse who has long run forth in field with his mane having turned to white. The final verse attached to the poem is a response by James IV, commanding the treasurer, \"Tak in this gray hors, auld Dumbar\" and to \"busk [dress] him lyk ane bischopis muill [mule].\" Such humorous petitions have much in common with Dunbar's comic court poems.   Since so much of Dunbar's poetry relates to his life at court, it is hardly surprising that some of his comic poems refer specifically to people he lived and worked with there. In one short poem he describes a dance in the queen's chamber, in which many individuals are listed as dancers, and \"Than cam in Dunbar the mackar; / On all the flur thair was nane frackar [readier].\" In two others Dunbar plays upon the name of the queen's wardrober, James Dog. In another Dunbar describes a court jester as a knight, \"Sir Thomas Norny.\" This short burlesque, written in modified tail-rhyme stanzas, is most certainly a parody of Chaucer's Tale of Sir Thopas, but while Chaucer was satirizing a literary tradition, Dunbar again creates a joke at the expense of someone he knew personally. Another chivalric burlesque is Dunbar's contribution to the \"Black Tournament\" held by James IV in 1507 and repeated in 1508, which featured the \"jousting of a wild knight for the black lady.\" The poem describes the black lady as a courtly love heroine and is evidence of James's love of tournaments as well as the fascination with the exotic, including dark-skinned people. Dunbar, a product of his time and environment, shows no sensitivity toward the feelings of the woman so honored.   Among Dunbar's most memorable comic court poems are two which appear to grow out of the medieval goliardic tradition in which divine offices, prayers, and creeds were parodied. In these Dunbar interweaves Latin words and phrases for parodic effect. \"The Testament of Maister Andro Kennedy,\" with alternating lines of Scots and Latin, offers parody of a familiar legal document, the last will and testament. The object of Dunbar's satire leaves his soul to his lord's wine cellar and requests that no priests sing the traditional service for the dead at his funeral. The other goliardic poem, \"The Dregy of Dunbar,\" is among the best of Dunbar's comic poems. In this irreverent parody of the Office of the Dead, complete with Latin responses, Dunbar humorously contrasts his state of living in the \"paradise\" of Edinburgh, \"We that ar heir in hevins glory,\" with the king's \"purgatory,\" the Franciscan Observantine house James had had built at Stirling, where the king was then in religious retreat.   Dunbar's satire is almost certainly personally motivated in his two parodic dream-visions mocking John Damian, an Italian court physician, who unsuccessfully attempted to fly with wings from Stirling Castle to France in September 1507 and suffered a broken thigh for his efforts. James IV, who had an interest in science and in replacing depleting funds in the royal treasury, had provided Damian with money and equipment to practice alchemy, and in 1504 had rewarded Damian by naming him abbot of Tungland in Kirkcudbrightshire. Dunbar attacks Damian in one satiric vision written as an eschatological prophecy: Lady Fortune appears to a dreamer and says that an abbot in feathers, looking like a horrible griffin, flies up into the air and there is attacked by a huge female dragon; together among the clouds they beget the Antichrist. In his other satiric vision against Damian, a \"ballat\" about the \"Fenyeit Frier Of Tungland,\" Dunbar's narrator accuses the abbot of having murdered many in Scotland with his phony medicine and then reports that birds, confused about the identity of the winged physician in the sky, attack, and the \"feigned friar\" then defecates in the air before he is brought down in a comic scene of feathers, dirt, and noise.   Dunbar's longest poem, The Tretis of the Tua Maritt Wemen and the Wedo, most probably was written for some type of oral presentation at court. Although it cannot be dated, it is relatively early, for it was one of Dunbar's first poems to be printed. Although this comic fantasy displays some debts to Chaucer's portrait of the Wife of Bath and his \"Merchant's Tale,\" it is also one of the last medieval poems to be written in the quite un-Chaucerian unrhymed alliterative line.   This comic masterpiece recounts the Midsummer Eve adventure of a male narrator who hides en cachette in the shrubbery outside a garden to witness the candid conversation of three ladies—two women married to lords and a twice-married widow. The women, dressed in elvish green, the color often conveying sexual associations in medieval poetry, have literally let down their hair, and while indulging in rich wine, they discuss the trials of marriage in frank detail. Although the plot of the poem is simple, the overall structure is complex; in it Dunbar blends together several literary conventions, including parody of the chanson d'aventure and the love débat, and demonstrates his mastery at balancing contrasting styles and dictions even as he contrasts the artifices of amour courtois with the realities of marriage and the sexual relationship. The opening and concluding descriptive passages are memorably lush and sensual:\r\nI muvit furth allane neir as midnicht wes pastBesyd ane gudlie grein garth full of gay flourisHegeit of ane huge hicht with hawthorne treis. (I moved forth alone just after midnightBeside a lovely green garden full of gay flowersHedged by a high hedge of hawthorn trees.)\r\nThe voices of the women, on the other hand, are \"heard\" in a colloquial Scots well seasoned with slang and obscenities.   The widow establishes herself as the authority and opens the debate by asking the other two if they have found bliss in that \"blessed bond\" of wedlock or if they wish instead the freedom of birds to choose a new mate each year. Both married women indicate a preference for the latter option. The first describes her marriage to an old husband, emphasizing his impotence with a series of epithets, such as \"old caterpillar\" and \"bag of phlegm,\" and in great detail explains her repugnance at his sexual advances; his embraces cause her physical pain, especially his stiff beard and \"hurcheone scyne\" (hedgehog skin) rubbing against her delicate face. The second married woman states that her fate is worse, for she was deceived by her husband's younger age. This \"hugest whoremaster on earth\" was worn out from an earlier life of unrestrained lechery. He had the gleam of gold but proved to be only glass.   After the married women's disclosures, the widow presents her tale of woe, taking up more than twice the space of the others combined. To reveal her grotesque hypocrisy, Dunbar parodies the literary forms of both the medieval sermon and saint's legend. The widow prays that God will inspire her so that her preaching will pierce the hearts of the other two and make them \"meeker to men,\" and when she concludes, she refers to her tale as \"the legend\" of her life, although clearly she is no saint. But what the widow actually teaches is how to deceive and use men. Her advice to be as fierce as dragons but to outwardly appear mild as doves seems to parody a saying by Christ (Matthew 10:16). Using her life as exemplum, she describes how she sat in the kirk, \"as foxe in lambis fleise,\" and wet her face with a sponge to feign widow's tears while contemplating young men most likely to provide sexual pleasure. The climax of her preaching occurs when she describes her fantasy of \"the best game,\" a brothellike scenario where she is surrounded by men (\"baronis and knychtis / And othir bachilleris blithe, blumyng in youth\"). In this fantasy all want to serve her, and she comforts each one with a perverse notion of caritas, saying that there is no living man so low in degree that shall love her and not be loved in return. She boasts that she is so \"mercifull in mynd\" that her soul will be safe when the Lord comes to judge all.   In spite of the hypocrisy and blasphemy of the widow, Dunbar's overall purpose in The Tretis of the Tua Marritt Wemen and the Wedo seems less misogynistic or moral than comic. The husbands, like their wives, are caricatured and dehumanized, yet the beauty of the setting and the spirit of medieval carnival ultimately triumph. Such matter should repel, and yet in the end it is the enormity of the jest fitting for Midsummer carnival and the beauty of the setting that stay with the reader. Any seriousness that the poem seems to convey disappears with the concluding question to the \"auditoris,\" namely, \"which one would you choose for your wife if you should wed one?\"   Although the majority of Dunbar's poems in some way connect with his life at court, several are not written on secular themes but reflect his priestly vocation, including some that derive from courtly models. In an interesting bird debate between a merle and a nightingale, Dunbar adopts the orthodox Christian attitude toward profane love. The merle argues in favor of \"a lusty lyfe in luves service,\" but the nightingale, who always speaks afterward, is given the last word with variations on the refrain, \"All luve is lost bot upone God allone.\" The merle concedes the point, and \"Than sang thay both with vocis lowd and cleir\" the same refrain.   Most of Dunbar's poems on moral themes are short, simple verses with Latin or English refrains that reiterate familiar truths, often scriptural in nature. Dunbar's greatest concern in his moral poems is with mutability in the world and the fact of human mortality. In a poem beginning with the line \"I seik about the warld unstabille,\" a poem without a refrain, the narrator observes that yesterday the season was \"soft and fair\" but today stings like an adder. Dunbar also portrays life as a pilgrimage in several poems, including his shortest work, a poem of only one stanza that begins with the observation that life is but a straight way to death. In another, with the words from Ecclesiastes for its Latin refrain, \"Vanitas Vanitatum, et omnia Vanitas,\" Dunbar includes this directive: \"Walk furth, pilgrame, quhill thow hes dayis licht,\" and in another poem the Latin refrain reminds the reader that all humanity is but earth and ash.   This concern with mutability is the theme of one of Dunbar's most personal poems, a meditation upon winter, in which the speaker complains that the dark and \"drublie\" days trouble his spirit and remind him of his own mortality. Only the thought of summer with its flowers can relieve his depression. This same theme is repeated in Dunbar's greatest moral poem, a poetic danse macabre known by its Latin refrain, \"Timor mortis conturbat me\" (The fear of death greatly disturbs me). In this nearly perfect poem Dunbar makes use of several medieval conventions and at the same time personalizes and makes immediate the inescapable fact of death, even in the opening lines:\r\nI that in heill [health] wes and gladnes,Am trublit now with gret seiknesAnd feblit [made feeble] with infermite.\r\nThe narrator observes that no estate on earth stands secure: Death takes the knights in the field and spares no lord for his power, nor clerk for his intelligence. Then the narrator notes the fate of poets:\r\nI se the makaris amang the laif [crowd]Playis heir ther pageant, syne gois to graif [grave];Sparit is nought ther faculte [talent].\r\nA roll call of individual poets follows, poets with whom Dunbar most identifies, beginning with Chaucer. The Scottish poets are listed chronologically, and the list includes some familiar names: Barbour, Blind Hary, Robert Henryson. The list grows more personal as it winds down to the names of Dunbar's friends, \"gentill Stobo and Quintyne Schaw,\" and finally his erstwhile antagonist, \"Gud Maister Walter Kennedy,\" who is said to lie at point at death. With syllogistic logic the narrator climatically concludes:\r\nSen he [Death] has all my brether taneHe will naught lat me lif alane;On force [therefore] I man [must] his nyxt pray [prey] be.\n Considering Dunbar's religious vocation, a surprisingly small number of religious poems are in his collected canon. Some undoubtedly have been lost, and others may have been destroyed during the Reformation. Nevertheless, Dunbar seems to have written religious poems throughout his life, some of which must be considered as among the greatest of all his poems.   One work that has been thought to be quite early is his ornate hymn to the Virgin Mary, \"Ane Ballat of Our Lady.\" Deriving ultimately from the tradition of the Latin hymns of Saint Bernard of Clairvaux, this hymn, in which Dunbar interweaves Latin words and phrases with Scots, is perhaps the most aureate in the language: \"Hale, sterne superne; hale in eterne / In God's sicht to schyne.\" It has a complicated stanza form and contains triple internal rhyme and supplementary alliteration. Its intricate structure and gilded diction contribute to its meaning, for with them Dunbar emphasizes the holiness of his subject, the Queen of Heaven.   Dunbar's poems on the life, passion, and Resurrection of Christ also constitute a remarkable trilogy. Lewis believed Dunbar's nativity hymn the greatest of its type in the language. Dunbar's hymn contains Latin lines of the Advent service and their English translations:\r\nHeavens distill your balmy schouris [showers]For now is rissen the brycht day sterFro the ros Mary, flour of flouris.\r\nEach stanza rises to a triumphant close with the Latin refrain, \"Et nobis Puer natus est\" (and unto us a son is given), a part of the introit for Christmas Day. Around the liturgical lines Dunbar weaves a hymn of welcoming praise for the Christ child, calling on all creation to welcome \"the cleir sone quhome no clud [cloud] devouris.\"   Dunbar's passion poem emerges out of the late medieval tradition that focuses on the suffering of Christ. Dunbar makes real for the reader Christ's agony by having the poem's narrator in a Good Friday dream-vision witness the events. The beautifully moving refrain of the visio stanzas, \"O mankind, for the love of thee,\" emphasizes the significance of Christ's suffering for every individual.   Dunbar's triumphant Resurrection ballad is ageless. Written in colloquial diction, it is known by its Latin refrain, \"Surrexit Dominus de sepulchro\" (Christ is risen from the grave). This ballad is one of Dunbar's greatest poems. Its rhythm, alliteration, and structural form recall Anglo-Saxon poetry, as does its depiction of Christ as warrior-king dramatically descending into hell, then building to a crescendo and climax as he slays the evil dragon Satan, and emerges as the victorious Savior of mankind:\r\nDone is a battell on the dragon blak;Our campioun Christ confoundit hes his force:The gettis of hell ar brokin with a crak.\n In spirit a different poem from the preceding, \"The Tabill of Confessioun\" appears to be a late work, perhaps composed after Flodden. It is a great if neglected poem. The \"Confessioun\" may speak for much in Dunbar's life but is offered as one that should be made by each lord of Scotland. Refrain follows refrain with a terrible urgency to the last, \"I cry the marcy and laser to repent.\"   Dunbar's poetic corpus, then, exhibits wide variety while each poem displays marked qualities of the immediate and the personal. Judging from the few poems that it is possible to date, it seems that Dunbar tended to write in a plainer style as he matured. Those heavily aureate poems such as The Golden Targe seem to belong to those years when he was experimenting with various styles and trying to establish his reputation as a poet. Dunbar's work also indicates that the poet was interested in the world around him, for he often wrote about real people and events, and often for the purpose of satire or moral correction. Yet, in spite of Dunbar's attention to detail, his obvious perfectionism, and his fascination with language, his poems are more than ornate exercises, for Dunbar puts something of himself, his experience, into each poem. Indeed, in all of his poetry can be seen the moving expression of a mind that can be both worldly and religious, a richly various yet always human personality.\n                                                            ", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Renaissance"]}}