{"pf_url": "https://www.poetryfoundation.org/poets/william-everson", "name": "William Everson", "yob": "1912", "yod": "1994", "image": null, "bio": "\nWilliam Everson was a poet, critic, and globally renowned handset printer. Born in Sacramento, California to Christian Scientist parents, Everson declared himself an agnostic when he was a teenager. During the Depression, Everson attended Fresno State University but dropped out to become a poet after discovering the poetry of Robinson Jeffers. “It was an intellectual awakening and a religious conversion in one … Jeffers showed me God,” Everson once noted. His early work focused on farming, the change of seasons, and a theme that would endure throughout his entire writing career, his love of the California landscape. His first collections, These Are the Ravens, San Joaquin, and The Masculine Dead brought him enthusiastic—though not widespread—acclaim, along with the classification of nature poet. Everson came to national attention when he was identified with the Beat poets in the 1950s. A deeply serious and religious writer, Everson spent 18 years as a Dominican monk and published many of his works under his name in religion, Brother Antoninus. He was variously classified as a nature poet, an erotic poet, and a religious poet, but, contended Dictionary of Literary Biography contributor James A. Powell, “above all else, Everson is an autobiographical, even a confessional poet. Throughout his career…he has made his personal life the predominant subject of his poetry.”\nAlthough he was considered a regional poet before his association with the Beats, critic Donna Nance pointed out that this is “too narrow a characterization of Everson’s early work. For the poems are neither pastoral nor idyllic in the general manner of nature poetry, but rather infused with a somber awareness of the violence inherent in the natural world—and by extension, in man’s collective nature.” Nance suggested that the predominant theme of Everson’s early poetry is actually “the problem of violence and man’s susceptibility to it.” Man’s struggle with violence suddenly became a very timely theme as the United States entered World War II. Everson chose conscientious objector status and was sent to work at lumber camps in the Northwest. It was during this time that Everson first began handset printing. The poetry he wrote while stationed there reflected the dilemmas he faced as a pacifist in a society at war. Much of the verse Everson wrote at this time would later be collected in The Residual Years, including his long poem “Chronicle of Division.” This multi-part poem details the disintegration of the author’s first marriage due to the long separation required by his wartime service. These poems were enthusiastically received among pacifists and those already familiar with Everson, but did little to advance his reputation further.\n\r\nWhen released from Civilian Public Service in June, 1946, Everson moved to Sebastapol, California, where he met poet and artist Mary Fabilli. Their love provided the inspiration for Everson’s next work, The Blowing of the Seed. In November the couple moved to Berkeley, where they were quickly accepted into the circle of poets surrounding Kenneth Rexroth in San Francisco; they married the following year. It was also in 1947 that Everson first received widespread critical attention, spurred by New Direction’s reprinting of The Residual Years, complete with these controversial dust jacket notes by Kenneth Rexroth: “This kind of poetry may outrage academic circles where an emasculated and hallucinated imitation of John Donne is still considered chic; but others, who have been waiting for modern poetry to stop clearing its throat and stammering, should be delighted.” In Nance’s estimation, “the statement amounted to a literary throwing down of the gauntlet. At once defensive and aggressive, it challenged contemporary academic critics to accept Everson on his own terms—terms that in their insistence on the primacy of personal statement, Rexroth was later to argue, represented ‘a different definition of poetic integrity’” than that generally agreed upon by the academic critics of the 1950s.\nEverson’s life and work underwent radical changes in the next few years as a result of a profound religious experience. Mary Fabilli was a lapsed Catholic in the process of returning to the church. Everson sometimes accompanied his wife to Mass. On Christmas Eve in 1948, he had an intense religious experience while in church; by July of the following year, Everson had completed his course of religious instruction and been baptized. Ironically, however, because he and Fabilli had both been previously married and divorced, the Roman Catholic church did not recognize their union as valid. Accordingly, they separated. After working for a year at the Catholic Worker House in the slums of Oakland, California, Everson entered the Dominican order as a monk, taking the name Brother Antoninus.\n\r\nJames A. Powell believed that “the poetry Everson composed during the first five years following his conversion…represents very possibly his best work.” Most of this verse was later collected in The Crooked Lines of God and The Veritable Years. Turning to the narrative style favored by Robinson Jeffers, Everson rewrote many famous Bible stories and Christian legends. Remaining true to one of his most constant themes—his love of the California landscape—he set these stories not in Palestine, but in California. In using Jeffers’s techniques, Powell assessed, Everson not only lived up to the standard set by the older poet, he actually “bests his master.” Besides being “consistently powerful in its utterance,” this poetry is “striking both for its departures from and for its continuities with his previous practice…The intense demands on his poetic craft [Everson] must have felt as he returned to confront Jeffers on the master’s own ground, the necessary encounter with the simple concision good narrative requires, the inspiration he drew from the stories themselves, the personal (and revelatory) significance they had taken on for him, and the respect for their simplicities his reverence for them exacted—all coincided to produce verse of a graceful tension, a fervent constraint, an earnest, highly-wrought yet subdued music. These are poems of quite remarkable force,” concluded Powell.\n\r\nSuch enthusiasm was not universal, however. While acknowledging that “Everson … wrote some of the first poetry I ever truthfully liked,” James Dickey recalled in his book Babel to Byzantium that on reading The Veritable Years he was unfavorably “struck … by the author’s humorless, even owlish striving after self-knowledge and certainty, his intense and bitter inadequacy and frustration.” Dickey went on to characterize The Crooked Lines of God as “page after page of not-very-good, learned dry sermonizing which in several places leans toward an attitude which I cannot help believing is somewhat self-righteous and even self-congratulatory.” Kenneth Rexroth’s appraisal of The Crooked Lines of God differed sharply from Dickey’s. Always a staunch supporter of Everson, he called it in his book Assays “a collection of poems of stunning impact, utterly unlike anything else being written nowadays.” Like Powell, he judged Everson superior even to Jeffers, writing, “As far as his verse is concerned, Brother Antoninus is more or less a disciple of Robinson Jeffers, but I think he has made a harder and more honest instrument of it than his master.”\n\r\nDuring the mid-1950, Everson’s literary output dropped considerably. The demands of monastic life were partly responsible, but a fuller explanation for this dry period lies in the conflict Everson was then experiencing between his poetic and religious vocations. He finally broke through his writer’s block in 1957 with “River-Root,” a 30-page poem which, due to its explicit eroticism, was not published until 1976. Powell described the poem: “Bathing all nature in an aura of universal phallicism, ‘River-Root’ not only presents in close, loving and extensive physical detail the lengthy and inventive coupling of its properly married, Catholic, and procreatively minded central characters but also attempts to link their love-making on the one hand to a universal natural eroticism and, on the other, through the poem’s depiction of sexual intercourse as a mode of contemplation, to God … The poem … bespeaks the psychic trouble the requirement of celibacy would arouse in Everson throughout his monastic career.”\n\r\nIt was also in 1957 that Kenneth Rexroth’s now-famous “San Francisco Letter” appeared in the Evergreen Review. In it, Rexroth announced the importance of the San Francisco Renaissance poets (who would come to be known as “the Beats”) to the literary world, including Everson among them. Following the publication of the letter, Everson received substantial attention nationwide, not only from those in the literary world, but from the popular press as well. The apparent incongruity of a Catholic monk being identified with the supposedly hedonistic, amoral, Beat movement delighted reporters, who promptly tagged Everson “the Beat friar.” Suddenly he was in great demand for poetry readings across the country and in Europe; he continued to devote considerable time to these until the late 1960s.\n\r\nThroughout the late 1950s and ‘60s, Everson’s poetry continued to suggest a difficult struggle taking place within him. Most of the works collected in The Hazards of Holiness “seem to represent moments of crisis in Everson’s spiritual autobiography,” noted Powell. While many of them are quite explicitly erotic, others tell of a vehement quest for “an untormented celibacy.” The Rose of Solitude, published in 1960, depicts Everson’s long, platonic—but sometimes tortured with passion—relationship with a woman named Rose Tunnland.\n\r\nThe poet’s language had always been notably rich, but became even more so at this point in his career. This development displeased critic William Dickey, who complained in the Hudson Review: “The language of this book [ The Rose of Solitude ] is, like its substance, overblown. Antoninus makes a simple equation between suffering and unintelligibility: the greater the pain, the more tortured the syntax. In pursuit of this relationship he arrives at distortions which can best be called grotesque.” Yet Samuel Charters wrote in his Some Poems/Poets: Studies in American Underground Poetry since 1945: “Antoninus, in a period when the poetic idiom has become dry and understated, has an almost 17th century richness of language and expression…Antoninus’s language is so intense, so vivid, that the poems can almost be read in clusters of words and phrases.”\n\r\nWilliam Everson took the first vows of priesthood in 1964; in 1965, he met Susanna Rickson and began to compose a long poem to her. On December 7, 1969, he gave the first public reading of this poem, entitled “Tendril in the Mesh.” As he concluded the reading, he threw off his monk’s habit and left the stage, announcing his intention to return to secular life. One week later, he and Susanna Rickson were married. “Tendril in the Mesh” and other poems written in 1970 and 1971 were printed in what Powell deemed one of Everson’s “best volumes, as well as one of his richest,” Man-Fate: The Swan-Song of Brother Antoninus. Most of the book explains the poet’s passion for his new wife and how it led him to renounce his vows; the remaining verse expresses the difficulties encountered in his adjustment to a secular way of living.\n\r\nAfter leaving the monastery, Everson turned his energies toward critical writing, printing, teaching, and editing the works of Robinson Jeffers. While the body of his work expressed a sharp conflict between body and spirit, many of his later writings, collected in The Masks of Drought, bespeak a “reconciliation with the world of nature and his own place in it,” noted Powell. As always, the poems are autobiographical, concerning the poet’s relations with his wife, his advancing age, and his continuing love of the land. Remarking on Everson’s dedication to intensely personal themes, Kenneth Rexroth wrote in his introduction to The Residual Years: “Everson has been accused of self-dramatization. Justly. All of his poetry, that under the name of Brother Antoninus, too, is concerned with the drama of his own self, rising and falling along the sine curve of life, from comedy to tragedy and back again, never quite going under, never quite escaping for good into transcendence…Everything is larger than life with a terrible beauty and pain. Life isn’t like that to some people and to them these poems will seem too strong a wine. But of course life is like that.”\nIn 1971, Everson joined the faculty at the University of California–Santa Cruz. There he founded the Lime Kiln Press and taught a popular course, “Birth of a Poet.” He continued to write on Jeffers and published the critical studies Archetype West: The Pacific Coast as a Literary Region and Robinson Jeffers: Fragments of an Older Fury, which Dana Gioia deemed “lyric in the purest sense. Even when it presents its critical case in organized, intellectual terms,” Gioia continued, “it moves with the passionate energy and personal stamp of a lyric poem. When Everson finally switches to poetry in the volume’s final section, the transition is almost imperceptible. His language seems a change only in degree, not in kind. The whole book–not merely its concluding verses–constitutes an elegy on Jeffers. It is unlikely that a finer memorial poem will ever be written than Everson’s rhapsodic prose.”\nEverson was named Artist of the Year in 1991 by the Santa Cruz County Arts Commission. His many other honors and awards included a Guggenheim Fellowship, a nomination for the Pulitzer Prize, grants from the National Endowment for the Arts, and the PEN Center USA West Body of Work Award. He was at work on an epic biographical poem, “Dust Shall Be the Serpent’s Food” at the time of his death, from Parkinson’s disease, on June 3, 1994. He was 81.\n", "attrs": {"School/Period:": ["Beat"]}}