{"pf_url": "https://www.poetryfoundation.org/poets/william-carlos-williams", "name": "William Carlos Williams", "yob": "1883", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b1538427e0ee77471a396be295eb85b4baa27e5a.jpeg", "bio": "\nWilliam Carlos Williams was born the first of two sons of an English father and a Puerto Rican mother of French, Dutch, Spanish, and Jewish ancestry, and he grew up in Rutherford, New Jersey. He was a medical doctor, poet, novelist, essayist, and playwright. With Ezra Pound and H.D., Williams was a leading poet of the Imagist movement and often wrote of American subjects and themes. Though his career was initially overshadowed by other poets, he became an inspiration to the Beat generation in the 1950s and 60s. He was known as an experimenter, an innovator, a revolutionary figure in American poetry. Yet in comparison to artists of his own time who sought a new environment for creativity as expatriates in Europe, Williams lived a remarkably conventional life. A doctor for more than 40 years serving the citizens of Rutherford, he relied on his patients, the America around him, and his own ebullient imagination to create a distinctively American verse. Often domestic in focus and \"remarkable for its empathy, sympathy, its muscular and emotional identification with its subjects,\" Williams's poetry is also characteristically honest: \"There is no optimistic blindness in Williams,\" wrote Randall Jarrell, \"though there is a fresh gaiety, a stubborn or invincible joyousness.\"\n\r\nWilliams' family provided him with a fertile background in art and literature. His father's mother, coincidentally named Emily Dickinson, was a lover of theatre, and his own mother painted. Williams's father introduced his favorite author, Shakespeare, to his sons and read Dante and the Bible to them as well; but Williams had other interests in study. His enthusiastic pursuit of math and science at New York City's Horace Mann High School \"showed how little writing entered into any of my calculations.\" Later in high school, though, Williams took an interest in languages and felt for the first time the excitement of great books. He recalled his first poem, also written during that time, giving him a feeling of joy.\n\r\nAside from an emerging writing consciousness, Williams's early life was \"sweet and sour,\" reported Reed Whittemore; Williams himself wrote that \"terror dominated my youth, not fear.\" Part of this terror, speculated James Breslin, came \"from the rigid idealism and moral perfectionism his parents tried to instill in him.\" Williams's letters written while a student at the University of Pennsylvania to his mother exemplify some of the expectations he carried: \"I never did and never will do a premeditated bad deed in my life,\" he wrote in 1904. \"Also ... I have never had and never will have anything but the purest and highest and best thoughts about you and papa.\" It was largely parental influence that sent him directly from high school to Pennsylvania in the first place—to study medicine. But as Breslin noted, Williams used his college experiences as a means to creativity, instead of, as his parents might have wished, as a means to success.\n\r\nThe conflict Williams felt between his parents' hopes for their son's success in medicine and his own less conventional impulses is mirrored in his poetic heroes of the time—John Keats and Walt Whitman. Keats's traditionally rhymed and metered verse impressed the young poet tremendously. \"Keats was my God,\" Williams later revealed; and his first major poetic work was a model of Keats's \"Endymion.\" In contrast, Whitman's free verse offered \"an impulse toward freedom and release of the self,\" said Donald Barlow Stauffer. Williams explained how he came to associate Whitman with this impulse toward freedom when he said, \"I reserved my 'Whitmanesque' thoughts, a sort of purgation and confessional, to clear my head and heart from turgid obsessions.\" Yet, by his first year at Pennsylvania Williams had found a considerably more vivid mentor than Whitman in a friend, Ezra Pound.\n\r\nWilliams's friendship with Pound marked a watershed in the young poet's life: he later insisted, \"before meeting Pound is like B.C. and A.D.\" \"Under Pound's influence and other stimuli,\" reported John Malcolm Brinnin, \"Williams was soon ready to close the door on the 'studied elegance of Keats on one hand and the raw vigor of Whitman on the other.'\" Aside from the poetic influences, Pound introduced Williams to a group of friends, including poet Hilda Doolittle (H.D.) and painter Charles Demuth, \"who shared the kinds of feelings that in Rutherford had made him frightened and isolated,\" Breslin declared. H.D., for example, with her arty dress and her peculiarities—sometimes she'd splash ink onto her clothes \"to give her a feeling of freedom and indifference towards the mere means of writing\"—fascinated Williams with a \"provocative indifference to rule and order which I liked.\"\n\r\nIn a similar way, it was a reaction against the rigid and ordered poetry of the time that led Williams to join Pound, H.D., and others as the core of what became known as the Imagist movement. While correlative revolutionary movements had begun in painting (Cezanne), music (Stravinsky), and fiction (Stein), poetry was still bogged down by \"the inversions and redundancies imposed by the effort 'to fill out a standard form,'\" explained David Perkins. The Imagists broke from this formulaic poetry by stressing a verse of \"swift, uncluttered, functional phrasing.\" Williams's first book, Poems (1909), a \"conventional\" work, \"correct in sentiment and diction,\" preceded the Imagist influence. But in  The Tempers (1913), as Bernard Duffey realized, Williams's \"style was directed by an Imagist feeling, though it still depended on romantic and poeticized allusiveness.\" And while Pound drifted towards increased allusiveness in his work, Williams stuck with Pound's tenet to \"make it new.\" By 1917 and the publication of his third book,  Al Que Quiere!,  \"Williams began to apply the Imagist principle of 'direct treatment of the thing' fairly rigorously,\" declared James Guimond. Also at this time, as Perkins demonstrated, Williams was \"beginning to stress that poetry must find its 'primary impetus' ... in 'local conditions.'\" \"I was determined to use the material I knew,\" Williams later reflected; and as a doctor, Williams knew intimately the people of Rutherford.\n\r\nBeginning with his internship in the decrepit \"Hell's Kitchen\" area of New York City and throughout his 40 years of private practice in Rutherford, Williams heard the \"inarticulate poems\" of his patients. As a doctor, his \"medical badge,\" as he called it, permitted him \"to follow the poor defeated body into those gulfs and grottos ... , to be present at deaths and births, at the tormented battles between daughter and diabolic mother.\" From these moments, poetry developed: \"it has fluttered before me for a moment, a phrase which I quickly write down on anything at hand, any piece of paper I can grab.\" Some of his poems were born on prescription blanks, others typed in a few spare minutes between patient visits. Williams's work, however, did more than fuel his poetry: it allowed him \"to write what he chose, free from any kind of financial or political pressure. From the beginning,\" disclosed Linda Wagner, \"he understood the tradeoffs: he would have less time to write; he would need more physical stamina than people with only one occupation. ... [He] was willing to live the kind of rushed existence that would be necessary, crowding two full lifetimes into one ... learning from the first and then understanding through the second.\" There is little doubt that he succeeded in both: Richard Ellman and Robert O'Clair called him \"the most important literary doctor since Chekov.\"\n\r\nWilliams's deep sense of humanity pervaded both his work in medicine and his writings. \"He loved being a doctor, making house calls, and talking to people,\" his wife, Flossie, fondly recollected. Perhaps a less subjective appraisal came from Webster Schott, who defined Williams as \"an immensely complicated man: energetic, compassionate, socially conscious, depressive, urbane, provincial, tough, fastidious, capricious, independent, dedicated, completely responsive. ... He was the complete human being, and all of the qualities of his personality were fused in his writings.\" And, as Randall Jarrell pointed out, it is precisely in his written work where Williams demonstrates that \"he feels, not just says, that the differences between men are less important than their similarities—that he and you and I, together, are the Little Men.\"\n\r\nCorresponding with Williams's attraction to the locale was his lifelong quest to have poetry mirror the speech of the American people. Williams had no interest, he said, in the \"speech of the English country people, which would have something artificial about it\"; instead he sought a \"language modified by our environment, the American environment.\" Marc Hofstadter explained: \"Thinking of himself as a local poet who possessed neither the high culture nor the old-world manners of an Eliot or Pound, he sought to express his democracy through his way of speaking. ... His point was to speak on an equal level with the reader, and to use the language and thought materials of America in expressing his point of view.\"\n\r\nWhile Williams continued with his innovations in the American idiom and his experiments in form, he fell out of favor with some of his own contemporaries.  Kora in Hell: Improvisations, for example, suffered some stinging attacks. For a year Williams had made a habit of recording something—anything—in his notebooks every night, and followed these jottings with a comment. One of \"Williams's own favorite books ... the prose poetry of Kora is an extraordinary combination of aphorism, romanticism, philosophizing, obscurity, obsession, exhortation, reverie, beautiful lines and scary paragraphs,\" wrote Webster Schott. Yet, as Hugh Fox reported, few peers shared Williams's enthusiasm for the book. Pound called it \"incoherent\" and \"un-American\"; H.D. objected to its \"flippancies,\" its \"self-mockery,\" its \"un-seriousness\"; and Wallace Stevens complained about Williams's \"tantrums.\" Fox defended the avant-garde Williams against his critics by saying, \"Anything hitherto undone is tantrums, flippancy, opacity ... they don't see (as Williams does) that they are confronting a new language and they have to learn how to decipher it before they can savor it.\"\n\r\nSurrounded by criticism, Williams became increasingly defensive during this time. His prologue to Kora came from his need \"to give some indication of myself to the people I knew; sound off, tell the world—especially my intimate friends—how I felt about them.\" With or without allies, Williams was determined to continue the advances he felt he had made in American poetry.\n\r\nWhat Williams did not foresee, however, was the \"atom bomb\" on modern poetry—T. S. Eliot's The Waste Land. Williams had no quarrel with Eliot's genius—he said Eliot was writing poems as good as Keats's \"Ode to a Nightingale\"—but, simply, \"we were breaking the rules, whereas he was conforming to the excellencies of classroom English.\" As he explained in his  Autobiography, \"I felt at once that it had set me back twenty years and I'm sure it did. Critically, Eliot returned us to the classroom just at the moment when I felt we were on a point to escape to matters much closer to the essence of a new art form itself—rooted in the locality which should give it fruit.\" Not only did Williams feel threatened by Eliot's success, but also by the attention The Waste Land received. As Karl Shapiro pointed out, \"he was left high and dry: Pound, who was virtually the co-author of Eliot's poems, and Marianne Moore were now polarized to Eliot. Williams felt this and would feel it for another 20 years. His own poetry would have to progress against the growing orthodoxy of Eliot criticism.\" But while the Eliot wave undoubtedly sank his spirits, at the same time it buoyed his determination: \"It was a shock to me that he was so tremendously successful,\" Williams admitted. \"My contemporaries flocked to him—away from what I wanted. It forced me to be successful.\"\n\r\nAccording to Breslin, The Waste Land was one of the \"major influence[s] on that remarkable volume,\" Williams's next book, Spring and All. The last in a decade of experimental poetry,  Spring and All viewed the same American landscape as did Eliot but interpreted it differently. Williams \"saw his poetic task was to affirm the self-reliant, sympathetic consciousness of Whitman in a broken industrialized world,\" Stauffer noted. \"But unlike Eliot, who responded negatively to the harsh realities of this world, Williams saw his task as breaking through restrictions and generating new growth.\"\n\r\nFox explained how Williams used the imagination to do just that: \"Williams ... sees the real function of the imagination as breaking through the alienation of the near at hand and reviving its wonder.\" Williams himself explained in one of Spring and All's prose passages that \"imagination is not to avoid reality, nor is it a description nor an evocation of objects or situations, it is to say that poetry does not tamper with the world but moves it—It affirms reality most powerfully and therefore, since reality needs no personal support but exists free from human action, as proven by science in the indestructibility of matter and of force, it creates a new object, a play, a dance which is not a mirror up to nature but—.\"\n\r\nJust as meeting Pound had measurably affected Williams's early life, the appearance of Eliot's The Waste Land marked important changes in his mid-career. Though some of Williams's finest poetry appeared in the 1923  Spring and All, he did not release another book of poems for nearly ten years. \"One reason,\" speculated Rod Townley, \"was probably Eliot's success. Another may have been his own success, known only to a few, in  Spring and All. For decades thereafter he could not outdo himself; some think he never did.\" Instead, Williams wrote prose. And in it he concentrated on one subject in particular: America.\n\r\nWilliams explained his attraction towards America in a 1939 letter to Horace Gregory: \"Of mixed ancestry I felt from earliest childhood that America was the only home I could ever possibly call my own. I felt that it was expressedly founded for me, personally, and that it must be my first business in life to possess it.\" He later echoed this sentiment in his preface to Selected Essays. \"I loved my father but never forgave him for remaining, in spite of everything, a British subject,\" Williams admitted. \"It had much to do with my sometimes violent partisanship towards America.\" As a result of such feelings, reasoned Vivienne Koch, \"the logic of Williams' allegiance to the quest for a knowledge of localism, for a defining of the American grain, has compelled in his fiction a restriction to American materials.\"\n\r\nSo, in In the American Grain, Williams tried \"to find out for myself what the land of my more or less accidental birth might signify\" by examining the \"original records\" of \"some of the American founders.\" In its treatment of the makers of American history, ranging from Columbus to Lincoln,  In the American Grain has impressed many as Williams's most succinct definition of America and its people. D.H. Lawrence, for example, learned from Williams that \"there are two ways of being American, and the chief ... is by recoiling into individual smallness and insentience, and gutting the great continent in frenzies of mean fear. It is the Puritan way. The other is by touch; touch America as she is; dare to touch her! And this is the heroic way.\" Another prose book of the period, A Voyage to Pagany, was a type of travel book based on the author's 1924 trip to Europe. \"While its subject matter is essentially Europe,\" informed Koch, \"it is, in reality, an assessment of that world through the eyes of America too.\" Williams focused directly on America and the Depression in his aptly titled short story collection,  The Knife of the Times. In these stories and in other similar works of the 30s, \"Williams blamed the inadequacies of American culture for both the emotional and economic plight of many of his subjects,\" declared James Guimond.\n\r\nWilliams's novel trilogy, White Mule, In the Money, and  The Build-Up, also focused on America, and on one family in particular—his wife's. He first conceived the idea for White Mule because he wanted to write about a baby—he delivered more than two thousand in his career—and had heard stories of Floss's babyhood. But beyond the story of the infant Floss Stecher is the story of her infant American family, immigrants growing toward success in America. Philip Rahv gave this description of Joe and Gurlie Stecher: \"Gurlie is so rife with the natural humors of a wife that she emerges as a veritable goddess of the home, but since it is an American home she is constantly urging her husband to get into the game, beat the other fellow, and make money. Joe's principal motivation, however, is his pride of workmanship; he is the pure artisan, the man who has not yet been alienated from the product of his labor and who thinks of money as the reward of labor and nothing else.\" In In the Money Williams follows Joe as he establishes his own printing business and moves to the suburbs, making way for the picture of middle-class life he presents in  The Build-Up. W.T. Schott gave these examples of Williams's focus: \"The stolid admirable Joe, the arrogant Gurlie on her upward march in society, a neighbor woman ranting her spitefulness, ... Flossie and her sister at their little-girl wrangling over bathroom privileges.\" Reed Whittemore felt that such moments reveal Williams's fond tolerance of middle-class life. The Build-Up does have its \"tough sections,\" Whittemore admitted, but \"its placidness is striking for a book written by a long-time literary dissenter. What it is is a book of complacent reflection written from inside apple-pie America. It has not the flavor of the letters of the real young doctor-poet sitting in his emptiness 40 years earlier in Leipzig. ... Between 1909, then, and the time of the writing of The Build-Up, WCW was  taken inside, and found that with reservations he liked it there.\"\n\r\nOne reservation Williams may have had about middle-class America—and Rutherford in particular—was its reception of him as a poet. Few in Rutherford had any awareness of who Williams-the-poet was, and beyond Rutherford his reputation fared no better: even after he had been writing for nearly 30 years, he was still virtually an unknown literary figure. Rod Townley reported a typical public response to his early works: \"The world received his sixth and seventh books as it had the five before them, in silence.\" At times, Williams took a resilient view of his own obscurity. In a 1938 letter to Alva Turner (one of the many amateur poets with whom he frequently corresponded), Williams assessed the profits of the pen: \"Meanwhile I receive in royalties for my last two books the munificent sum of one hundred and thirty dollars—covering the work of a ten or fifteen year period, about twelve dollars a year. One must be a hard worker to be able to stand up under the luxury of those proportions. Nothing but the best for me!\" Beneath the shell of this attitude, though, lay a much angrier Williams. Obviously bitter about the success of Eliot and the attention Eliot stole from him and others, Williams wrote, \"Our poems constantly, continuously and stupidly were rejected by all the pay magazines except Poetry and The Dial.\" As a result, Williams founded and edited several magazines of his own throughout the lean years. Until the 1940s and after, when his work finally received some popular and critical attention, the magazines provided a small but important readership.\n\r\nWhile the many years of writing may have gone largely unnoticed, they were hardly spent in vain: Breslin revealed that \"Williams spent some thirty years of living and writing in preparation for  Paterson.\" And though some dismiss the \"epic\" label often attached to the five-book poem, Williams's intentions were certainly beyond the ordinary. His devotion to understanding his country, its people, its language—\"the whole knowable world about me\"—found expression in the poem's central image, defined by Whittemore as \"the image of the city as a man, a man lying on his side peopling the place with his thoughts.\" With roots in his 1926 poem \"Paterson,\" Williams took the city as \"my 'case' to work up. It called for a poetry such as I did not know, it was my duty to discover or make such a context on the 'thought.'\"\n\r\nIn his prefatory notes to the original four-book  Paterson, Williams explained \"that a man himself is a city, beginning, seeking, achieving and concluding his life in ways which the various aspects of a city may embody—if imaginatively conceived—any city, all the details of which may be made to voice his most intimate convictions.\" A.M. Sullivan outlined why Williams chose Paterson, New Jersey: It was once \"the prototype of the American industrial community ... the self-sustaining city of skills with the competitive energy and moral stamina to lift the burdens of the citizen and raise the livelihood with social and cultural benefits.\" One hundred years later, continued Sullivan, \"Williams saw the Hamilton concept [of 'The Society of Useful Manufacturers'] realized, but with mixed results of success and misery. The poet of Paterson understood the validity of the hopes of Hamilton but also recognized that the city slum could be the price of progress in a mechanized society.\" The world Williams chose to explore in this poem about \"the myth of American power,\" added James Guimond, was one where \"this power is almost entirely evil, the destructive producer of an America grown pathetic and tragic, brutalized by inequality, disorganized by industrial chaos, and faced with annihilation.\"\n\r\nWilliams revealed \"the elemental character of the place\" in Book I. The time is spring, the season of creativity, and Paterson is struck by the desire to express his \"immediate locality\" clearly, observed Guimond. The process is a struggle: to know the world about him Paterson must face both the beauty of the Passaic Falls and the poverty of the region. In Book II, said Williams, Paterson moves from a description of \"the elemental character\" of the city to its \"modern replicas.\" Or, as Guimond pointed out, from the \"aesthetic world\" to the \"real material world where he must accomplish the poet's task as defined in Book I—the invention of a language for his locality. ... The breakdown of the poet's communication with his world is a disaster,\" both for himself and for others. Williams himself, on the other hand, made his own advance in communication in Book II, a \"milestone\" in his development as a poet. A passage in Section 3, beginning \"The descent beckons ... brought about—without realizing it at the time—my final conception of what my own poetry should be.\" The segment is one of the earliest examples of Williams's innovative method of line division, the \"variable foot.\"\n\r\nTo invent the new language, Paterson must first \"descend from the erudition and fastidiousness that made him impotent in Book II,\" summarized Guimond. As Paterson reads—and reflects—in a library, he accepts the destruction in Book II, rejects his learning, and realizes \"a winter of 'death' must come before spring.\" Williams believed that \"if you are going to write realistically of the concept of filth in the world it can't be pretty.\" And so, Book IV is the dead season, symbolized by the \"river below the falls,\" the polluted Passaic. But in this destruction, the poet plants some seeds of renewal: a young virtuous nurse; a Paterson poet, Allen Ginsberg, who has promised to give the local new meaning; Madame Curie, \"divorced from neither the male nor knowledge.\" At the conclusion of Book IV, a man, after a long swim, dresses on shore and heads inland—\"toward Camden,\" Williams said, \"where Walt Whitman, much traduced, lived the later years of his life and died.\" These seeds of hope led Breslin to perceive the basic difference between  Paterson and Williams's long-time nemesis, Eliot's Waste Land. \"'The Waste Land' is a kind of anti-epic,\" Breslin said, \"a poem in which the quest for meaning is entirely thwarted and we are left, at the end, waiting for the collapse of Western civilization.  Paterson is a pre-epic, showing that the process of disintegration releases forces that can build a new world. It confronts, again and again, the savagery of contemporary society, but still affirms a creative seed. Eliot's end is Williams's beginning.\"\n\r\nWilliams scrapped his plans for a four-book  Paterson when he recognized not only the changes in the world, but \"that there can be no end to such a story I have envisioned with the terms which I have laid down for myself.\" To Babette Deutsch, Book V \"is clearly not something added on, like a new wing built to extend a house, but something that grew, as naturally as a green branch stemming from a sturdy ole tree. ... This is inevitably a work that reviews the past, but it is also one that stands firmly in the present and looks toward the future. ... 'Paterson Five' is eloquent of a vitality that old age cannot quench. Its finest passages communicate Dr. Williams's perennial delight in walking in the world.\" Book VI was in the planning stages at the time of Williams's death.\n\r\nWhile Williams himself declared that he had received some \"gratifying\" compliments about  Paterson, Breslin reported \"reception of the poem never exactly realized his hopes for it.\"  Paterson's mosaic structure, its subject matter, and its alternating passages of poetry and prose helped fuel criticism about its difficulty and its looseness of organization. In the process of calling Paterson an \"'Ars Poetica' for contemporary America,\" Dudley Fitts complained, \"it is a pity that those who might benefit most from it will inevitably be put off by its obscurities and difficulties.\" Breslin, meanwhile, accounted for the poem's obliqueness by saying,\" Paterson has a thickness of texture, a multi-dimensional quality that makes reading it a difficult but intense experience.\"\n\nPaterson did help bring Williams some of the attention he had been missing for many years. One honor came in 1949 when he was invited to become consultant to the Library of Congress. Whittemore reported that Williams first refused the appointment because of poor health, but decided in 1952 that he was ready to assume the post. Unfortunately for Williams, the editor and publisher of the poetry magazine Lyric got word of Williams's appointment and subsequently announced Williams's \"Communist\" affiliations. Williams's poem \"Russia,\" she insisted, spoke in \"the very voice of Communism.\" Though few newspapers brought the charges to light, the Library of Congress suddenly backed off from the appointment. After several excuses and postponements, some made, ostensibly, out of a concern for Williams's health, Librarian Luther Evans wrote, \"I accordingly hereby revoke the offer of appointment heretofore made to you.\" A few months before the term was to have ended, Williams learned that the appointment had been renewed. The Library of Congress, however, made no offer to extend the appointment through the following year.\n\r\nWhile Williams may have felt abandoned when few came to his defense during the Library of Congress incident, little could have bolstered him the way the cult of third generation poets did when they adopted him as their father in poetry. \"  Paterson is our Leaves of Grass,\" announced Robert Lowell. \"The times have changed.\" And indeed they had. The dominant school of poetry, the academic school of Eliot and Allen Tate, was giving way to what Whittemore called the 50s' \"Revolution of the Word.\" Such poets as Lowell, Allen Ginsberg, Charles Olson, Denise Levertov, Robert Creeley, and Cid Corman found in Williams an alternative to the academics. As Bruce Cook explained, Williams \"withstood the influence of Eliot, ignored the New Critics and the academic poets who followed their lead, and simply went his own way, his lines growing shorter, more austere, more pointed with each poem.\" With this style, reported James Dickey, he appealed to many aspiring writers who looked at his work and said, \"Well if that's poetry, I believe I might be able to write it too!\" But while the younger poets, including the Beats, found a prophet, a father, and a personal friend in Williams, the old master was no easy critic. \"It was Williams who told Ginsberg that 'Howl' needed cutting by half,\" disclosed Linda Wagner.\n\r\nAccording to Williams himself, his own special gift to the new poets was his \"variable foot—the division of the line according to a new method that would be satisfactory to an American.\" He revealed his enthusiasm over the variable foot in a 1955 letter to John Thirlwall: \"As far as I know, as my forthcoming book [  Journey to Love] makes clear, I shall use no other form for the rest of my life, for it represents the culmination of all my striving after an escape from the restrictions of all the verse of the past.\" Breslin, meanwhile, downplayed Williams's exuberance: \"A reader coming to these poems [in The Desert Music and Other Poems] across the whole course of Williams's development will recognize that the new line is simply one manifestation of a pervasive shift of style and point of view.\" Whittemore, too, while heralding Williams as a prophet in the \"Revolution of the Word,\" de-emphasized the role of the variable foot: \"In other words the variable foot represented a change in mood more than measure.\"\n\r\nWilliams's health accounts for a major change in mood. In the late 1940s he suffered the first of several heart attacks and strokes which would plague him for the rest of his life. And though Williams later complained of the effects of a particularly serious stroke (1952)—\"That was the end. I was through with life\"—his devotion to poetry did not suffer. Breslin reported that after retiring from medicine in 1951, and after recuperating from a stroke, Williams spoke \"optimistically of the 'opportunity for thought' and reading afforded by his new idleness.\" Hofstadter pointed out that \"death was a major focus of this reflectiveness,\" and explained how Williams reflected his concerns in his poetry: \"In the face of death what Williams seeks is renewal—not a liberation toward another world but an intensified return to this one. Revitalization both of one's inner energies and of one's contact with the outside world, renewal is the product of two forces: love and the imagination. ... Love and imagination are the essence of life. He who loses them is as good as dead.\"\n\r\nWilliams explored the theme of renewed love in two particular later works, the play A Dream of Love and the poem \"Asphodel, That Greeny Flower.\"  In A Dream of Love the protagonist has an affair with his secretary and confesses to his wife that he did it only to \"renew our love.\" The explanation fails to convince her. Thus, Williams dramatizes his belief in the \"conflict between the male's need for emotional renewal in love and the female's need for constancy in love,\" explained Guimond. According to Thomas Whitaker,  \"'A Dream of Love' points to an actuality that Williams at this time could not fully face but that he would learn to face—most noticeably in  'Asphodel, That Greeny Flower.'\" In this \"elegiac epithalamian,\" Williams confesses his infidelities to his wife and asks for her forgiveness; \"he seeks new life on the very edge of death,\" said Whitaker. While Williams proclaimed his life as a husband in his love poem, his strength as a poet was evident, too:  \"Asphodel\" received some very complimentary reviews, including W. H. Auden's praise as \"one of the most beautiful poems in the language.\"\n\n\"Asphodel\" was among several of Williams's highly esteemed later works. Prior to his 1952 stroke he had been under a taxing three-book contract at Random House, a contract he fulfilled with The Build Up, Autobiography,  and Make Light of It. The hurried writing of the Autobiography,  evidenced by its many factual mistakes, as well as the worry over the Library of Congress debacle, have both been cited as contributing factors in his declining health.\n\r\nBut Williams's weakened physical powers, apparently, strengthened his creative ones. \"I think he did much better work after the stroke slowed him down,\" reflected Flossie. Stanley Koehler agreed.  The Desert Music and Journey to Love, he said, \"were written in an unusual period of recovery of creative power after Dr. Williams's first serious illness in 1952.\" Aside from featuring the variable foot and such outstanding poems as  \"Asphodel,\" these two books impressed readers as the mature work of a poet very much in control of his life and craft. Reviewing Desert Music, Kenneth Rexroth called the title poem \"an explicit statement of the irreducible humaneness of the human being.\" The book's ideas are \"simple, indisputable, presented with calm maturity,\" continued Rexroth. \"I prophesy that from now on, as Williams grows older, he will rise as far above his contemporaries as Yeats did in his later years.\" The love poems of Journey to Love were no less impressive to Babette Deutsch. \"The poet gives us vignettes of the daily scene, notations on the arts, affirmations of a faith no less sublime for being secular, in the language, the rhythms, that he has made his own,\" reported Deutsch. \"The pages bear the indelible signature of his honesty, his compassion, his courage.\" Finally, to highlight a decade of productivity, Williams's last book,  Pictures From Brueghel, won a Pulitzer Prize in 1963.\n\r\nDespite his failing health, Williams lived as productively as possible throughout his later years. He traveled, gave lectures, and entertained writers in the same home that had been visited by members of the Imagist movement more than 40 years earlier. Williams wrote, too—poetry, of course, as well as essays and short stories. He continued to cooperate with writers interested in him and his work: John Thirlwall worked with him in the publication of Selected Letters and a series of discussions with Edith Heal became the \"autobiography\" of his works, I Wanted to Write a Poem. A partially paralyzing stroke in 1958 and a 1959 cancer operation, however, stole much of his remaining energy and capabilities. No longer able to read, by the end of the decade he depended on Floss to read to him, often as long as four hours a day. A particularly painful view of the aging Williams appeared in his 1962 interview with Stanley Koehler for the Paris Review. \"The effort it took the poet to find and pronounce words can hardly be indicated here,\" reported Koehler. Continued failing health further slowed Williams until, on March 4, 1963, he died in his sleep.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Imagist"]}}