{"pf_url": "https://www.poetryfoundation.org/poets/william-byrd", "name": "William Byrd", "yob": "1543", "yod": "1623", "image": null, "bio": "\nThe life and activities of Elizabethan composer William Byrd exhibit many connections with the literary world of his time. As a composer of secular vocal music, Byrd knew and used contemporary poetry as texts for his songs, and he likely knew many prominent poets personally. For many years he held the patent for music printing, in effect controlling broad dissemination of poetry in the medium of song (in both his own songbooks and those of other composers of the day) and affording a rare view into the complex world of publishing and patronage. The prefaces to his many printed volumes of vocal music show him to have been a thoughtful and articulate author, seriously concerned with the nature of the relationship between poetry and music; Byrd originated the expression “framed to the life of the words,” often used to characterize the special association of music and poetry in the English Renaissance. His private life also involved members of literary circles. Byrd was a practicing Catholic, and an account of his life brings into focus a small but important subculture of recusant Catholics who held prominent positions in Elizabethan society, a group that included literary figures as well.\nWilliam Byrd was born around 1543, and Anthony Wood’s comment in Athenae Oxonienses (1691–1692) that he was “bred up under Tallis” has led to the supposition that he was one of the Children of the Chapel; if he was a choirboy in the Chapel Royal under Mary Tudor, he would have been introduced to the Catholic liturgy and its music at a young age. Nothing certain is known of Byrd’s parentage and almost nothing of his first 20 years. The first documented record of his career is dated 1563, when he accepted a position as organist at Lincoln Cathedral and apparently began composing English liturgical music. He was appointed to the Chapel Royal in February 1570, but he seems not to have relinquished the Lincoln position until 1572, at which time he is presumed to have begun sharing the responsibilities of organist of the Chapel Royal with the aging Thomas Tallis.\nIn September 1568, while he was still at Lincoln, Byrd married Juliana Birley; their two eldest children, Christopher and Elizabeth, were baptized at St. Margaret’s-in-the-Close, Lincoln, in 1569 and 1572. A third child, Thomas, born in 1576, was named after his godfather, Thomas Tallis, and is the only one of the Byrd children who became a musician. Juliana Byrd must have died sometime around 1586, and Byrd married a second wife, Ellen. Two more children, Rachel and Mary, are mentioned in later documents, but their birth dates are not recorded and it is not known whether they were the children of Juliana or Ellen Byrd.\nComposers in late-Renaissance England were even more dependent than their literary counterparts upon the patronage of the rich and famous, and Byrd seems to have excelled at negotiating these avenues of support. He achieved the pinnacle of success in Elizabeth’s Chapel while remaining faithful to the desire expressed in his will to “live and die a true and perfect member of God’s holy Catholic Church.” The roster of notable Elizabethans who offered him their aid, and the times and places at which it was offered, suggests that his devout adherence to his religious beliefs and practices was not a hindrance and may even have been an asset in providing the contacts he needed.\nIn 1573 or 1574 Byrd secured from the earl of Oxford the lease of the manor of Battails Hall in Essex, generating the first of six litigations over property rights that occupied Byrd throughout his life—in this instance, an attempt by a third party to establish that he had a prior claim to the lease. Battails Hall may never have been home to the Byrds, but it is the first indication of the composer’s association with the poet Edward de Vere, the 17th Earl of Oxford and the author of “If Women Could Be Fair and Never Fond,” which Byrd set as a song text in his 1588 collection Psalms, Sonnets and Songs. Oxford, like many others of the nobility in the early decades of Elizabeth’s reign, probably had Catholic sympathies—at least until about 1580 when he denounced his former friends Henry Howard, Charles Arundel, and Francis Southwell as Catholics. Given what is known of Byrd’s later contacts, it is tempting to assume a Catholic connection in addition to the artistic kinship, but there is nothing more than coincidence to suggest that Byrd’s association with Oxford extended to religious matters.\nFrom 1575 to 1596 Byrd and Thomas Tallis held the royal patent for printing music and music paper in England. Together they published Cantiones in 1575. The volume was dedicated to Elizabeth I, probably as a gesture of thanks for her granting of the patent; it contained Latin motets—fourteen each by Tallis and Byrd—some of them related to the Roman Catholic liturgy and advertised in the prefaces as the heralds of renown for English music on the Continent. Publication of this collection was recognized in literary circles, for the noted Elizabethan educator and grammarian Richard Mulcaster provided a set of commendatory verses to grace its opening. As a business venture, however, the volume was not successful. Byrd and Tallis ceased publication, and while Elizabeth came to Byrd’s aid with the lease of income property when the publishing business proved not to be lucrative, all music printing in England languished for the next thirteen years. The partnership ended with Tallis’s death in 1585, though Byrd retained the monopoly.\nIn about 1577 Byrd moved his family to Harlington in West Middlesex, where they lived until 1592. This residence and Stondon Place, the next and last of Byrd’s homes, assume significance from their apparent role in his religious life: from this time on his open involvement with the Catholic community increased. The first documented indications of Byrd’s recusancy come with the move to Harlington in 1577, when his first wife, Juliana, was cited for failure to attend Reformed church services. The citations continued regularly, Juliana’s name often accompanied by the name of John Reason, a servant in the Byrd home, and by 1580 Byrd’s name had begun to appear in lists of those suspected of providing meeting places for recusants. In 1583 John Reason was caught delivering a letter from the composer, along with some of his music, to a Catholic household. During that year Byrd was among a group of Catholics who met with several well-known Jesuits, including the poet Robert Southwell (who was known as a Jesuit missionary), Father William Weston (a Jesuit priest), and another Jesuit missionary, Father Henry Garnet, in an eight-day assembly that included a sung mass, with chorus and instrumentalists. By 1585 Byrd himself began to be included in citations for absence from services.\nByrd’s escalating recusant activities do not appear to have affected his professional life. A substantial amount of his music composed for the English liturgy exists, including two complete services (the “Short” and the “Great”) and two more partial services, a litany, three preces with psalms or responses (antiphonal petitions, or prayers), and more than 60 English anthems, or similar devotional pieces, many of them for liturgical use. On stylistic grounds, Joseph Kerman has placed the composition of the Great Service, Byrd’s most significant work for the Anglican liturgy, in the 1580s. It seems likely that much of the remaining English liturgical music also dates from this middle period, although none of the English church music except the anthems and devotional songs was published during the composer’s lifetime, making precise dating impossible.\nIn 1588, despite the restrictions said to make printing music far from lucrative, Byrd resumed the publication of music he and Tallis had discontinued, this time turning the venture into a small but flourishing business with more import for the appreciation and dissemination of literature. He added two more volumes to the Cantiones (1589 and 1591, dedicated respectively to Catholic patrons Charles Somerset, Earl of Worcester, and John Lumley, Baron Lumley) and entered the secular trade with Psalms, Sonnets and Songs of Sadness and Piety in 1588 and Songs of Sundry Natures in 1589, the latter dedicated to Henry Carey, Baron Hunsdon, who was lord chamberlain and a first cousin of the queen.\nAll four of these volumes include works that had been circulating in manuscript during the previous decade, and many of them have texts attributable to well-known poets. Like the Latin motets of the Cantiones, many of the songs in Byrd’s two secular volumes are pious and devotional. In addition to the psalm settings in the 1588 collection, several of the secular songs are moralistic in character (such as the two poems attributed to Sir Edward Dyer, “I Joy Not in No Earthly Bliss” and “My Mind to Me a Kingdom Is”), appearing alongside more worldly offerings such as Sir Philip Sidney‘s “O you that hear this voice” (the sixth song from Astrophil and Stella, 1591), Thomas Deloney’s “Farewell, false love, the oracle of lies,” and Oxford’s “If women could be fair and never fond.” This volume also contains a setting of stanzas from Henry Walpole’s “Why do I use my paper, ink, and pen,” written as an epitaph on the Jesuit father Edmund Campion, who was executed in 1581. The 1589 collection contains a setting of one of Geoffrey Whitney’s moralistic poems from A Choice of Emblems (1586), five more of which appeared in the final secular volume in 1611. It is clear, then, that Byrd’s songs themselves were common vehicles for poetry of the period to become more widely circulated.\nByrd was also responsible for the publication of about 10 volumes of songs by other composers, his role as publisher allowing him to play an even more prominent part in making both literary and musical composition much more broadly available to a public audience. Most of the songs in these collections—like Byrd’s own compositions—are musically conservative in style. Two of the books, however, are collections of Italian madrigals with English lyrics, Nicholas Yonge’s Musica Transalpina (1588) and Thomas Watson’s Italian Madrigals Englished (1590), giving impetus to the coming vogue for madrigals in England. Watson was a well-known poet in his own right, and Yonge, though a musician, had regular contact with a literary circle. Each of their volumes included two of the earliest original English madrigals, with music by Byrd himself, prominently announced along with Byrd’s permission to publish on the title pages. In Musica Transalpina Byrd’s contributions were set to translations of two portions of Ludovico Ariosto’s Orlando Furioso (1532), while in Italian Madrigals Englished he turned to English verse as well, providing two different settings of Watson’s “This Sweet and Merry Month of May,” reputedly at Watson’s request. The composer-publisher thus clearly established his name in the vanguard of the celebrated confluence of literature and music in the English Renaissance.\nWhen Byrd reinstituted the printing of music in 1588, the market must have been essentially dead. The prefaces and dedicatory epistles attached to the printed collections of songs of 1588–1591 point to the need to develop an audience for printed music, which Byrd was apparently successful at doing. In many ways these prefaces and dedications are conventional for their time, reflecting the conditions of patronage, but in subtle ways they also show an urgency that is not characteristic of, for instance, literary dedications of the period, which commonly have at least a posture of nonchalance.\nByrd seems at pains to please everyone and by almost any means. In “The Epistle to the Reader” at the start of Psalms, Sonnets and Songs, he announces his intent to provide songs to suit all moods and humors, declaring, “If thou delight in music of great compass, here are diverse songs, which being originally made for instruments to express the harmony and one voice to pronounce the ditty, are now framed in all parts for voices to sing the same.” The emphasis is on broad appeal, not artistic effect. The notion is confirmed a few sentences later when he says, “Whatsoever pains I have taken herein, I shall think to be well employed if the same be well accepted, music thereby the better loved and the more exercised.” In the prefatory note to Songs of Sundry Natures in the following year, Byrd declares that “my last impression of music ... hath had good passage and utterance” and “since the publishing thereof, the exercise and love of that art [has] exceedingly increased.” The composer is therefore “encouraged thereby, to take further pains therein, and to make thee [Baron Hunsdon, the dedicatee] partaker thereof, because I would show myself grateful to thee for thy love and desirous to delight thee with variety, whereof (in my opinion) no science is more plentifully adorned than music.”\nIn 1592 or 1593 Byrd moved to Stondon Massey in Essex, where he lived until the end of his life. The house, Stondon Place, belonged to William Shelley, a Jesuit sympathizer who forfeited his properties to the Crown for his part in a plot to establish Mary, Queen of Scots, on the English throne. Byrd, by an odd twist of fate, leased it from the Crown, securing from Elizabeth in 1595 a lease extending the family’s right to occupancy through the lives of his son Christopher and his daughters Elizabeth and Rachel. After Shelley’s death in 1597, his widow tried to evict Byrd, instituting a long and difficult legal battle, but Byrd held fast and, after Mrs. Shelley’s death in 1610, bought Stondon Place from John Shelley, the heir to the property.\nDespite his having leased Stondon Place after its forfeiture from a Catholic family, this move seems to have been congenial to—if not motivated by—Byrd’s desire to maintain an active religious life as a Catholic. The area was one of several in Elizabethan England in which recusant families were clustered, and the Petre family, who lived near Stondon Massey at Ingatestone, maintained an underground congregation of recusants. The Petres were Byrd’s patrons, the recipients of dedications of some of Byrd’s published compositions, and during the 1590s he probably composed most if not all of his music for the Catholic liturgy for use in masses celebrated in their home. Book 2 of the Gradualia is dedicated to Lord Petre of Writtle in terms that strongly suggest that this music was composed for use in services in the Petre household. (Book 1 of the Gradualia was dedicated to the Catholic Henry Howard, Earl of Northampton and the second son of the poet Surrey.)\nThroughout this period and to the end of his life, Byrd and other members of his family continued to be cited for recusancy, as in a passage from the Chelmsford Diocesan Registry, Essex Archidiaconal Records, May 11, 1605, which also names his second wife, Ellen:\n\nWilliam Byrd [and] Elena [his wife presented] for Popish recusants. He is a gentleman of the King’s Majesty’s Chapel and as the minister and churchwardens do hear, the said William Byrd with the assistance of one Gabriel Colford who is now at Antwerp, hath been the chief and principal seducer of John Wright. ...  And the said Ellen Byrd, as it is reported and as her servants have confessed, have appointed business on the Sabbath day for her servants of purpose to keep them from Church ... and the said Ellen refuseth conference, and the minister and Churchwardens have not as yet spoke with the said William Byrd because he is from home—and they have been excommunicate these seven years.\n\n\r\nAfter 1590 Byrd wrote more for the Roman Catholic liturgy, using his printing monopoly to publish three masses during the mid 1590s (circa 1593 to 1595); although none has a title page, Byrd’s authorship is clear. His motets of this period, after the publication of the 1589 and 1591 Cantiones, use liturgical texts, in contrast to the laudatory or devotional texts of the earlier motets, suggesting that they were intended for use in the rite rather than for personal devotions. These liturgical motets were published in 1605 and 1607 in the two sets of Gradualia—daring publications even for Byrd as they coincide with the resurgence of anti-Catholicism in England rising out of the Gunpowder Plot; both sets seem to have been withdrawn and republished in 1610. Musicologists James Jackman and Kerman have demonstrated that these motets comprise interchangeable segments that can be arranged in varying configurations to produce complete mass settings. They are considerably shorter and less elaborate than the nonliturgical motets of the Cantiones in keeping with their apparent use in celebrations of the mass in recusant households.\nAfter 1596 Byrd no longer held the monopoly for music printing. He published nothing more until 1605 and no new secular music until Psalms, Songs and Sonnets (1611). This volume sums up the public persona of this brilliant and ambitious man. Dedicated to Francis Clifford, Earl of Cumberland—who was not a Catholic—the volume includes some songs from earlier books but is made up mostly of works composed in the intervening 20 years. Byrd’s prefatory matter is dramatically different from what had appeared in earlier books, adopting a new, less fawning tone, urging that care and practice go into the performance of his songs, and replacing the early collections’ exhortation to potential buyers with a touching statement from the almost 70-year-old man: “The natural inclination and love to the art of music, wherein I have spent the better part of mine age, have been so powerful in me, that even in my old years which are desirous of rest, I cannot contain myself from taking some pains therein.” The concern in the address “To all true lovers of music” is with performance rather than purchase, with discrimination and taste rather than breadth of audience, and the urge to create rather than to sell seems to have determined the decision to publish.\nPsalms, Songs and Sonnets begins with “The Eagle’s Force Subdues Each Bird That Flies,” set to a poem by Thomas Churchyard concerning the futility of tangling with princes. The volume also includes settings of five moral emblems from Geoffrey Whitney’s A Choice of Emblems (1586) and settings of several psalms but only three songs in the amorous vein of the earlier songs for popular appeal; one is a reprint of one of the settings of Watson’s “This Sweet and Merry Month of May.” While the pious tone of Byrd’s earlier song texts is unchanged in this last volume, it is joined by a bitterness that might easily be read politically: number 2 (by Whitney) begins “Of flatt’ring speech with sugared words beware: / Suspect the heart whose face doth fawn and smile, / With trusting these the world is clogged with care”; the anonymous number 23 contains the lines “To govern he is fitless / That deals not by election / But by his fond affection. / O that it might be treason, / For men to rule by will, and not by reason.”\nThe 1611 volume also contains a song to a text (“Crowned with Flowers”) apparently written by Edward Paston, a Norfolk landowner and collector of music who was responsible for at least the preservation, if not the composition, of a dozen consort songs by Byrd that have survived only in Paston’s prodigious manuscript collections. Byrd, in fact, seems to have been a household favorite, as almost all the manuscripts extant from Paston’s collections contain some of his music and some are devoted exclusively to his works. Paston was the head of Appleton Hall, another of the Catholic houses of the period, and although he led a retired country life in his later years, he cultivated both music and literature. He appears to have offered his support to Thomas Morley, another composer with Catholic sympathies who was Byrd’s student and the recipient of the publishing patent after Byrd. Paston was also a sometime poet and accomplished translator of poetry who knew Whitney (one of the Emblems set to music by Byrd is dedicated to Paston) and may have had associations with Dyer and Sidney. The musicologist Philip Brett speculates that Paston became interested in the young William Byrd in London in the 1570s and that both were known to members of Elizabethan literary circles; it is certainly tempting to think that Byrd met Dyer and Whitney, and perhaps Sidney and other literary figures, in Paston’s company. Paston’s taste, like Byrd’s, was conservative and moral: the songs from his manuscripts include Byrd’s setting of Thomas Churchyard’s “What Steps of Strife” (one of three songs by Byrd based on Churchyard’s “Shore’s Wife” from Mirror for Magistrates, 1559) and some moralizing elegies that Paston apparently contributed to the collections.\nByrd died, presumably at Stondon Place as he wished, on July 4, 1623, and it is assumed that he was buried there. In 1923, at the time of the tercentenary of his death, a commemorative tablet was placed in the wall of the church at Stondon. The only known portrait of William Byrd is by G. Van der Gucht and is not reliably authentic, as it was engraved around 1729 for use in an unpublished history of music by Niccolo Francesco Haym.\nByrd’s vocal music has sometimes been called unliterary because it was not responsive to the nuances of a poetic text in the ways that the madrigal and later lute song of the English Renaissance made famous. The 1611 collection of songs is the source of the well-known declaration that its music is “framed to the life of the words,” but what Byrd meant by this was somewhat different from the aesthetic of text setting favored by his contemporaries. Byrd’s work can best be seen as focused on the listener as reader, making poetry more accessible by reinforcing its formal contours and strengthening its rhetorical force, so that the words themselves are clearly and accurately perceived. For Byrd, music used in this fashion had a moral purpose: to facilitate the understanding of worthy texts.\nAlthough Byrd’s profession and commitment were focused in the sacred music for both Catholic and Anglican practices and almost none of the approximately 30 manuscripts each of music for viol consort and for keyboard was published during his lifetime, Oliver Neighbour notes that pavanes and galliards for keyboard occupied the composer for over 40 years. Byrd wrote these keyboard pieces the way a poet of his day wrote sonnets, and they became for him a medium for compositional experimentation. Present-day admiration for Byrd falls as much on the keen musical intelligence revealed in these pieces of abstract music as on the persistent spirituality that informs the greatest of the sacred compositions.\nIn his study of Byrd’s masses and motets, Kerman comments that Byrd was more interested in offering a service to his church than in courting the favor of posterity. History, however, has conferred on Byrd a reverence not accorded to many. During his lifetime he enjoyed the highest esteem afforded to a musician by his society: a gentleman of the Chapel Royal from 1570 to his death, he was praised by his well-known pupil Thomas Morley as a great master; John Baldwin, who copied out My Lady Nevell’s Book, asserts in a lengthy manuscript poem about contemporary musicians that Byrd “doth excel all at this time”; and he was extolled in the Cheque Book of the Chapel Royal at the time of his death as “the Father of Music.” Henry Peacham, in The Complete Gentleman (1634), offers extravagant praise for a musician whose compositions must by that time have seemed old-fashioned:\n\nFor motets and music of piety and devotion as well for the honor of our nation as the merit of the man, I prefer above all other our phoenix, Mr. William Byrd, whom in that kind I know not whether any may equal. I am sure none excel, even by the judgment of France and Italy, who are very sparing in the commendation of strangers in regard of that conceit they have of themselves.\n\n\r\nByrd continues to draw both scholarly and aesthetic admiration from musicologists, performers, and audiences. Although most of his output in secular song is not truly of the madrigal genre, Edmund H. Fellowes felt compelled to include the songs in his monumental and pioneering series, The English Madrigalists, and he wrote the only real biography of the composer. Recent musical scholarship has focused on the sources of Byrd’s musical styles and techniques. Literary interest in Byrd could well center on the dedications and prefaces that show him to have increasing rhetorical command. Beyond these, Byrd holds a rarefied, almost ascetic reputation as a master craftsman of peculiarly British sensibilities. He even appears as a character in the novel English Music (1992) by the English author and critic Peter Ackroyd; the main character, who has learned from his father the “English music” comprising centuries of British literature, painting, architecture, and music, enters the lives of several literary characters, the milieu of some British landscape paintings—and the studio of William Byrd—where he learns both discipline and art from the celebrated composer.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}