{"pf_url": "https://www.poetryfoundation.org/poets/william-golding", "name": "William Golding", "yob": "1911", "yod": "1993", "image": null, "bio": "\nWilliam Golding was born on September 19, 1911, in Cornwall, England and was educated at Brasenose College, Oxford University. Though he is best known for his novel Lord of the Flies (1954), he first published poetry before turning to novels and plays. He was awarded the Booker Prize in 1980 and the Nobel Prize in Literature in 1983.\nWilliam Golding’s work has been described as pessimistic, mythical, spiritual—an allegorist who used his novels as a canvas to paint portraits of man’s constant struggle between his civilized self and his hidden, darker nature. With the appearance of Lord of the Flies, Golding’s first published novel, the author began his career as both a college campus cult favorite and one of the late 20th century’s distinctive—and much debated—literary talents. Golding’s appeal was summarized by the Nobel Prize committee: “[His] books are very entertaining and exciting. They can be read with pleasure and profit without the need to make much effort with learning or acumen. But they have also aroused an unusually great interest in professional literary critics [who find] deep strata of ambiguity and complication in Golding’s work, ... in which odd people are tempted to reach beyond their limits, thereby being bared to the very marrow.”\nThough it was the novel that established Golding’s reputation, Lord of the Flies was rejected by 21 publishers before Faber & Faber accepted the 43-year-old schoolmaster’s book. While the story has been compared to such works as Daniel Defoe’s Robinson Crusoe and Richard Hughes’s A High Wind in Jamaica, Golding’s novel is actually the author’s “answer” to 19th-century writer R.M. Ballantyne’s children’s classic The Coral Island: A Tale of the Pacific Ocean. These two books share the same basic plot line and even some of the same character names (two of the lead characters are named Ralph and Jack in both books). The similarity, however, ends there.\nGolding’s other works of fiction include The Paper Men (1984), Darkness Visible (1979), The Spire (1964), Free Fall (1959), Pincher Martin (1955), and The Inheritors (1955).\nGolding died in Cornwall on June 19, 1993. “As a novelist, William Golding had the gift of terror,” Joseph J. Feeney wrote in an obituary for America. “It is not the terror of a quick scare—a ghost, a scream, a slash that catches the breath—but a primal, fearsome sense of human evil and human mystery. ... William Golding was, with Graham Greene, the finest British novelist of our half-century. His fellow novelist Malcolm Bradbury memorialized him as ‘a writer who was both impishly difficult, and wonderfully monumental,’ and a teller of ‘primal stories—about the birth of speech, the dawn of evil, the strange sources of art.’” \n", "attrs": {"Region:": ["England"]}}