{"pf_url": "https://www.poetryfoundation.org/poets/wilma-elizabeth-mcdaniel", "name": "Wilma Elizabeth McDaniel", "yob": "1918", "yod": "2007", "image": null, "bio": "\n                                                                    Folk poet Wilma Elizabeth McDaniel was born in Oklahoma. A sharecropper’s daughter and one of eight children, she and her family moved to California during the Great Depression. In California, she picked fruit, worked in retail, and was a housekeeper, completing her high school diploma through correspondence study while reading widely on her own.    McDaniel didn’t begin publishing her work until she was in her mid-fifties. She self-published her first book The Carousel Would Haunt Me (1973); by then her work was appearing regularly in the Tulare Advance-Register, and she was named the official Bicentennial Poet and Poet Laureate of Tulare. McDaniel published over 51 chapbooks in her lifetime. Known for its eyewitness accounts of the migrant and Okie experience, McDaniel’s work is valued for its unique ability to convey the lives and perceptions of working class children, youth, and adults. According to scholar Roxanne Dunbar-Ortiz, McDaniel was “a storyteller, too. And her speech was exactly like her writing. … People learned language from her.” Dunbar-Ortiz included McDaniel’s writing in her anthology Red Dirt: Growing Up Okie (1996; reissued 2006).    McDaniel received wide recognition in California’s Central Valley as a chronicler of Okie experience. She was the subject of the documentary Down an Old Road: The Poetic Life of Wilma Elizabeth McDaniel (2001), and in 2008 Oklahoma State University created the oral history project Remembering Wilma Elizabeth McDaniel: Poet and Oklahoma Dust Bowl Emigrant to record stories from those who knew McDaniel. Oklahoma State University Library has also established the Wilma McDaniel Collection to preserve and house her archive. McDaniel’s letters, memorabilia, photos, and books are in libraries both in Oklahoma and California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}