{"pf_url": "https://www.poetryfoundation.org/poets/wisaawa-szymborska", "name": "Wisława Szymborska", "yob": "1923", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/c7e73fc7a9e916cd5d2ae7cb5d6d10089802f8ea.jpeg", "bio": "\nWell-known in her native Poland, Wisława Szymborska received international recognition when she won the Nobel Prize for Literature in 1996. In awarding the prize, the Academy praised her “poetry that with ironic precision allows the historical and biological context to come to light in fragments of human reality.” Collections of her poems that have been translated into English include People on a Bridge (1990), View with a Grain of Sand: Selected Poems (1995), Miracle Fair (2001), and Monologue of a Dog (2005).\n\r\nReaders of Szymborska’s poetry have often noted its wit, irony, and deceptive simplicity. Her poetry examines domestic details and occasions, playing these against the backdrop of history. In the poem “The End and the Beginning,” Szymborska writes, “After every war / someone’s got to tidy up.”\n\r\nIn the New York Times Book Review, Stanislaw Baranczak wrote, “The typical lyrical situation on which a Szymborska poem is founded is the confrontation between the directly stated or implied opinion on an issue and the question that raises doubt about its validity. The opinion not only reflects some widely shared belief or is representative of some widespread mind-set, but also, as a rule, has a certain doctrinaire ring to it: the philosophy behind it is usually speculative, anti-empirical, prone to hasty generalizations, collectivist, dogmatic and intolerant.”\n\r\nSzymborska lived most of her life in Krakow; she studied Polish literature and society at Jagiellonian University and worked as an editor and columnist. A selection of her reviews was published in English under the title Nonrequired Reading: Prose Pieces (2002). She received the Polish PEN Club prize, the Goethe Prize, and the Herder Prize.\n", "attrs": {"Region:": ["Poland"]}}