{"pf_url": "https://www.poetryfoundation.org/poets/wyatt-prunty", "name": "Wyatt Prunty", "yob": "1947", "yod": null, "image": null, "bio": "\nBorn in Humboldt, Tennessee, Wyatt Prunty grew up in Athens, Georgia, with summers and Christmas breaks spent in rural Tennessee. He earned a BA from the University of the South in Sewanee, Tennessee. After spending three years in the navy, Prunty earned an MA from the Johns Hopkins University writing seminars and a PhD from Louisiana State University in Baton Rouge. He has received fellowships from the Guggenheim Foundation and the Rockefeller Foundation’s Bellagio Center.\nPrunty’s poetry collections include Domestic of the Outer Banks (1980), The Times Between (1982), What Women Know, What Men Believe (1986), Since the Noon Mail Stopped (1997), and Couldn’t Prove, Had to Promise (2015). He is the author of the book of literary criticism Fallen from the Symboled World: Precedents for the New Formalism (1990), and editor of Sewanee Writers on Writing (2000).\nPrunty’s poems often feature closely observed domestic lives—family situations, rural and natural scenes, the lives of animals, and everyday experiences. Melanie Rehak, reviewing Unarmed and Dangerous: New and Selected Poems in the New York Times Book Review, commented: “Prunty has spent the last two decades trying to find an answer by examining the way in which human experience is made up of small traditions bound together into a larger story—the subset of ritual within narrative. . . . His language mirrors this relationship; it has a plain-spoken sweep with, every so often, beautiful, intricate phrasing appearing on the horizon. That Prunty writes formal verse, upheld by meter and rhyme but in no way constrained by them, only furthers his argument.”\nPrunty is director of the Sewanee Writers’ Conference and a professor at the University of the South. He has taught writing workshops for military personnel through the National Endowment for the Arts program Operation Homecoming.\n", "attrs": {}}