{"pf_url": "https://www.poetryfoundation.org/poets/x-j-kennedy", "name": "X J Kennedy", "yob": "1929", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/5697ea8a1b3424fd0fcb24da075b75ecd7808da9.jpeg", "bio": "\nBorn in Dover, New Jersey in 1929, poet and children’s book author X.J. (Joseph Charles) Kennedy is known for creating engaging, humorous work that reaches readers of all ages. He noted to Contemporary Authors that he “write[s] for three separate audiences: children, college students (who use textbooks), and that small band of people who still read poetry.” His first poetry book, Nude Descending a Staircase (1961), won the Lamont Poetry Prize (now named the James Laughlin Award). He is the author of numerous poetry collections, including Fits of Concision: Collected Poems of Six or Fewer Lines (2014), In a Prominent Bar in Secaucus: New & Selected Poems (2007), Dark Horses: New Poems (1992), and Breaking and Entering (1971). His many works for young audiences include Exploding Gravy: Poems to Make You Laugh (2002), Elympics (1999), Ghastlies, Goops, and Pincushions: Nonsense Verse (1989), and Brats (1986). While Kennedy’s nonsense verse—in which strange animals are often set in domestic situations—reflects the absurdity of modern life, his more serious children’s poems investigate loss, loneliness, and aching desire.\nKennedy earned a BSc from Seton Hall in 1950 and an MA from Columbia University in 1951. He then worked as a journalist in the US Navy’s Atlantic Fleet for four years. From 1955 to 1956, he studied at the Sorbonne in Paris, France, and from 1957 to 1962, he did graduate work in literature at the University of Michigan. Kennedy was a poetry editor at the Paris Review in the 1960s. He has taught at the University of Michigan, Wellesley, Tufts, Leeds, and elsewhere. Kennedy and his wife also collaborated on textbooks and edited a poetry magazine, Counter/Measures.\nIt was when Kennedy first sold his poetry, placing two pieces in the New Yorker, that he started using a pseudonym. Tired of people joking about him being a relative of Joseph Kennedy, then US ambassador to England and father of future president John F. Kennedy, he added an X onto his name and became X.J. Kennedy.\nIn 1975, Kennedy published One Winter Night in August and Other Nonsense Jingles and the reception was warm. In Kirkus Reviews, a critic declared Kennedy’s “bite-sized nonsense rhymes” to be of “munchy perfection.” In 1979, Kennedy published The Phantom Ice Cream Man: More Nonsense Verse. Donald Hall commented in the New York Times Book Review that Kennedy displayed “a joy of rhythm here, a joy of rhyme.” Kennedy experimented with alphabetical form in Did Adam Name the Vinegarroon? (1982), a bestiary from A to Z with such colorful descriptions as this alliterative rhyme for the mammoth: “A hairy mountain ten feet tall / With peepers moist and misty, / It stood as solid as a wall, / Its twin tusks long and twisty.” Alicia Ostriker noted in the New York Times Book Review that Kennedy’s alphabet book was “a lively example of its type.”\nKennedy and his wife also collaborated on an anthology of children’s poetry, Knock at a Star: A Child’s Introduction to Poetry (1982), which included poems by William Blake, Bob Dylan, and other major figures. Washington Post Book World called the collection “Charming, delightful, witty, a treasure of a book.” In 1999, the Kennedys added 75 new poems to the anthology. Carolyn Phelan described the revised version of Knock at a Star as “an admirable book” in Booklist.\nIn his poetry collection The Forgetful Wishing Well: Poems for Young People (1985), Kennedy explores themes such as loss and growing up. In the poem “Growing Pains,” he writes: “I take my plastic rocket ship / To bed, now that I’m older. / My wooly bear is packed away, / Why do nights feel colder?” Kirkus Reviews called Kennedy’s verse “unassumingly elegant,” and in Horn Book, Mary M. Burns concluded, “these are poems to delight the ear and stimulate the imagination.”\nA departure for Kennedy was his young adult novel The Owlstone Crown (1983), which he wrote over the course of 10 years. This detective novel incorporates elements of science fiction. In School Library Journal, Anne Connor described it as “rich with amusing detail and poetic imagery.” In 1997, Kennedy published a sequel, The Eagle as Wide as the World.\nKennedy’s children’s books of comic verse Brats (1986), Fresh Brats (1990), and Drat These Brats! (1993), written largely in rhymed quatrains and iambic tetrameter couplets, explore the world of mischievous children. This trio of prankish books contain “irrepressibly rhymed verses,” according to Betsy Hearne in the Bulletin of the Center for Children’s Books. In Brats, impish Sue sticks a pig to the ceiling with glue: “Uncle, gawking, spilled his cup. / ‘Wow!’ he cried. ‘Has pork gone up!’” In the New York Times Book Review, Peter Neumeyer noted that “Kennedy’s humor is sufficiently outrageous to be rib-tickling, rather than frightening.”\nKennedy explored comic verse further with Ghastlies, Goops, and Pincushions: Nonsense Verse (1989), a brats companion piece populated by wild characters. His book The Kite That Braved Old Orchard Beach: Year-round Poems for Young People (1991) is similar to The Forgetful Wishing Well in its use of simple language to evoke imagery; it is more reflective, however, about such themes as family, friends, and growing up. Kennedy also collaborated with his wife on the 1992 anthology, Talking like the Rain: A First Book of Poems. In The Beasts of Bethlehem (1993), 19 poems portray animals gathered around the baby Jesus. With this book, Kennedy “crowned his rich career,” according to Hearne.\nWith his book Elympics (1999), Kennedy introduced young readers to Olympics for elephants, known as the Elympics. This story features Trinket the sprinter, slalom expert Tram, and the diver Elijah. “Readers who remember the sometimes biting wit of the Brats books will find Kennedy’s humor gentler here,” wrote Phelan in Booklist. Kennedy returned to the Elympics with the story of Elefantina, an elephant who desperately wants to ice skate, in Elefantina’s Dream (2002). Elefantina comes from a tropical climate, so in order to learn to skate, she must not only find some skates and a coach, but also create her own rink to practice on. With the help of the ice man (who loans her blocks of ice so she can create a place to skate) and the mouse coach Mozzarella, Elefantina begins to realize her dream. But she has a jealous rival, and she doesn’t seem to be able to master the salchow jump, a move she must learn in order to make the team. Michael Cart of Booklist commented that children would “enjoy the element of suspense [and] admire Elefantina’s determination.” In 2002, Kennedy also published the children’s book Exploding Gravy: Poems to Make You Laugh, which was described as “a plethory of poetry” that “tickles the funny bone” in Publishers Weekly.\nKennedy has visited numerous elementary schools, and he is skilled at engaging children. He comments in an article for Horn Book, “In approaching children with poems in our hands, I think it helps to begin by recognizing the child as a person with an intellect.” Kennedy is a champion of meter and rhyme in poetry, and he enjoys calling children’s attention to a poem’s form. In Horn Book he remarks, “I believe that the form of a poem is worth noticing and that it will sometimes evade the child’s gaze unless it is pointed out.” In Contemporary Authors, he explains that his works “don’t try to persuade children that everything is sweetness and light. Such a view, as even infants know, is pure malarkey. The face of a world, however imaginary, has to have a few warts, if a child is going to believe in it; and it must wear an occasional look of foolishness or consternation. It also needs, I suspect, a bit of poetry, and a dash of incredible beauty and enchantment, if possible.”\nKennedy lives in Bedford, Massachusetts with his family.\n", "attrs": {}}