{"pf_url": "https://www.poetryfoundation.org/poets/yannis-ritsos", "name": "Yannis Ritsos", "yob": "1909", "yod": "1990", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/54d30f6a7b655654e9007bb6c4f6aa3bc447b04c.jpeg", "bio": "\n\"Yannis Ritsos,\" wrote Peter Levi in the Times Literary Supplement of the late Greek poet, \"is the old-fashioned kind of great poet. His output has been enormous, his life heroic and eventful, his voice is an embodiment of national courage, his mind is tirelessly active.\" At their best, Ritsos' poems, \"in their directness and with their sense of anguish, are moving, and testify to the courage of at least one human soul in conditions which few of us have faced or would have triumphed over had we faced them,\" as Philip Sherrard noted in the  Washington Post Book World. Twice nominated for the Nobel Prize, Ritsos won the Lenin Peace Prize, the former Soviet Union's highest literary honor, as well as numerous literary prizes from across Eastern Europe prior to his death in 1990.\n\r\nThe hardship and misfortune of Ritsos' early life played a large role in all of his later writings. His wealthy family suffered financial ruin during his childhood, and soon afterward his father and sister went insane. Tuberculosis claimed his mother and an older brother and later confined Ritsos himself to a sanatorium in Athens for several years. Poetry and the Greek communist movement became the sustaining forces in his life.\n\r\nBecause his writing was frequently political in nature, Ritsos endured periods of persecution from his political foes. One of his most celebrated works, the \"Epitaphios,\" a lament inspired by the assassination of a worker in a large general strike in Salonica, was burned by the Metaxas dictatorship, along with other books, in a ceremony enacted in front of the Temple of Zeus in 1936. After World War II and the annihilation of Greece's National Resistance Movement—a Communist guerrilla organization that attempted to take over the country in a five-year civil war—Ritsos was exiled for four years to the islands of Lemnos, Makronisos, and Ayios Efstratios. His books were banned until 1954. In 1967, when army colonels staged a coup and took over Greece, Ritsos was again deported, then held under house arrest until 1970. His works were again banned.\n\r\nRitsos' poetry ranges from the overtly political to the deeply personal, and it often utilizes characters from ancient Greek myths. One of his longer works and the subject of several translations,  The Fourth Dimension, is comprised of seventeen monologues that most frequently involve the ancient King Agamemnon and the tragic House of Atreus. Narrated by such classical figures as Persephone, Orestes, Ajax, Phaedra, and Helen of Troy, The Fourth Dimension is a \"beautifully written book . . . describing what happens when love and hate and sibling rivalry run amok,\" commented Stand reviewer Mary Fujimaki, who also praised the work's \"colour, the excitement, the shifting back and forth from past to present that naturally makes the stories seem more familiar to modern readers.\" Shorter in length are the verses from 1991's  Repetitions, Testimonies, Parentheses, a collection of eighty relatively brief poems that incorporate Greek myths and history. \"Here . . . is the Ritsos of 'simple things,'\" commented Minas Savvas in a review for World Literature Today. \"The desire to draw out a moment or an object and magically expand it for its mystifying, arcane significance is wonderfully evident in these laconic, almost epigrammatic poems.\"\n\r\nMany critics rank Ritsos' less political poems as his best work. George Economou, writing in the New York Times Book Review, stated that \"in the short poems, most of which are not overtly political, Ritsos is full of surprises. He records, at times celebrates, the enigmatic, the irrational, the mysterious and invisible qualities of experience.\" Vernon Young in Hudson Review cited Ritsos' \"remarkable gift . . . for suggesting the sound and color of silence, the impending instant, the transfixed hush.\" Similarly, John Simon pointed to the surreality of Ritsos' work. In a review of Ritsos in Parenthesis for Poetry, Simon wrote: \"What I find remarkable about Ritsos' poetry is its ability to make extraordinary constructs out of the most unforcedly ordinary ingredients—surreality out of reality. And seem not even to make it, just find it.\" Simon also found a loneliness in Ritsos' poems. He explained: \"Ritsos . . . is also a great bard of loneliness, but of loneliness ennobled and overcome. Poem after poem, image upon image, suffuses aloneness with a gallows humor that begins to mitigate its ravages and makes the person in the poem a Pyrrhic winner.\" Ritsos' final volume of verse, Argha, poli argha mesa sti nihta, was completed just prior to his death and published in its original Greek in 1991. \"The imagistic dynamism, lyric intensity, and astonishing quasi-surrealistic expressions\" that characterized the poet's work for his seventy-year career are, in the opinion of World Literature Today reviewer M. Byron Raizis, \"manifest again, as refreshing and effective as any time during . . . his creative activity.\"\n", "attrs": {"Region:": ["Greece"]}}