{"pf_url": "https://www.poetryfoundation.org/poets/yehuda-amichai", "name": "Yehuda Amichai", "yob": "1924", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b3af700d0b7bf9666ad47a4ee01ec9ff4d1cf5e6.jpeg", "bio": "\nYehuda Amichai is recognized as one of Israel’s finest poets. His poems, written in Hebrew, have been translated into 40 languages, and entire volumes of his work have been published in English, French, German, Swedish, Spanish, and Catalan. “Yehuda Amichai, it has been remarked with some justice,” according to translator Robert Alter, “is the most widely translated Hebrew poet since King David.” Amichai’s translations into English have been particularly popular, and his imaginative and accessible style credited with introducing contemporary Hebrew poetry to American and English readers. The poet C.K. Williams described Amichai as “the shrewdest and most solid of poetic intelligences.” Amichai’s numerous books of poetry include his first in Hebrew, Now and In Other Days (1955), which announced his distinctively colloquial voice, and two breakthrough volumes that introduced him to American readers: Poems (1969) and Selected Poems of Yehuda Amichai (1971), both co-translated by Ted Hughes, who became a good friend and advocate of Amichai’s work. Later works translated into English include Time: Travels of a Latter-Day Benjamin of Tudela (1976), Yehuda Amichai: A Life in Poetry 1948-1994 (1994), The Selected Poetry of Yehuda Amichai (1996), Exile at Home (1998), and Open Closed Open (2000). Amichai also published two novels, including his first work to be translated into English, Not of This Time, Not of This Place (1968), and a book of short stories.\r\n \r\nBorn in Germany in 1924, Amichai and his family fled the country during Hitler’s rise to power when Amichai was 12 and settled in Palestine. During the 1948 Arab-Israeli war he fought with the Israeli defense forces. The rigors and horrors of his service in this conflict, and in World War II, inform his poetry. In an interview with the Paris Review, Amichai noted that all poetry was political: “This is because real poems deal with a human response to reality, and politics is part of reality, history in the making,” he said. “Even if a poet writes about sitting in a glass house drinking tea, it reflects politics.” It was during World War II that Amichai began to be interested in poetry, reading modern English and American poetry, by authors such as Dylan Thomas, W.H. Auden, and T.S. Eliot. According to Alter, Amichai’s early work bears a resemblance to the poetry of Thomas and Auden. “[Rainer Maria] Rilke,” wrote Alter, “is another informing presence for him, occasionally in matters of style—he has written vaguely Rilkesque elegies—but perhaps more as a model for using a language of here and now as an instrument to catch the glimmerings of a metaphysical beyond.” Although Amichai’s native language was German, he read Hebrew fluently by the time he immigrated to Palestine.\n\r\nAfter World War II, Amichai attended Hebrew University. He taught in secondary schools, teachers’ seminars, Hebrew University, and later at American institutions such as New York University, the University of California-Berkeley, and Yale University. In a New York Times Magazine profile of Amichai, Alter noted that by the mid-1960s Amichai was “already regarded in many circles in Israel as the country’s leading poet.” Amichai’s reputation outside of Israel soon soared. Amichai, Alter explained, was “accorded international recognition unprecedented for a modern Hebrew poet.” In Israel, his books were frequently bestsellers, and in 1982, Amichai received the prestigious Israel Prize for Poetry for effecting “a revolutionary change in poetry’s language.” Among his many other honors and awards, he was nominated for the Nobel Prize.\r\n \r\nWhile he became known as an “accessible” poet whose work translated seamlessly into many languages, Alter has taken pains to describe Amichai’s style as something much more complex in its native Hebrew. Amichai frequently exploited Hebrew’s levels of diction, Alter noted in an article for Modern Hebrew Literature, which are generally based on historical usage of words, rather than class. Alter continues: “Amichai’s exploitation of indigenous stylistic resources is often connected with his sensitivity to the expressive sounds of the Hebrew words he uses and with his inventive puns, which are sometimes playful, sometimes dead serious, and often both at once. But what is most untranslatable are the extraordinary allusive twists he gives to densely specific Hebrew terms and texts.” Despite the echoes of other poets and traditions in his work, Alter stressed it was important to remember “that Amichai is not simply an Auden or a William Carlos Williams writing from right to left, that he uses his own language and literary tradition as a delicately tuned instrument that communicates to Hebrew readers certain tonalities that others will not hear.” Yet Amichai’s entire body of work speaks persuasively to his powers as an everyman, both of his people and the world. Reviewing The Selected Poetry of Yehuda Amichai, American poet Ed Hirsch stated that Amichai “is a representative man with unusual gifts who in telling his own story also relates the larger story of his people.”\r\n \r\nYehuda Amichai died in Jerusalem on September 22, 2000. His papers and archive is housed at the Beinecke Library at Yale University.\n", "attrs": {"Region:": ["Israel"]}}