{"pf_url": "https://www.poetryfoundation.org/poets/aemilia-lanyer", "name": "Æmilia Lanyer", "yob": "1569", "yod": "1645", "image": null, "bio": "\nAemilia Lanyer was the first woman writing in English to produce a substantial volume of poetry designed to be printed and to attract patronage. The volume comprises a series of poems to individual patrons, two short prose dedications, the title poem on Christ's Passion (viewed entirely from a female perspective), and the first country-house poem printed in English, \"The Description of Cooke-ham,\" which precedes the publication of Ben Johnson's \"To Penshurst\" by five years. Lanyer's poetry shows evidence of a practiced skill. The volume is also arguably the first genuinely feminist publication in England: all of its dedicatees are women, the poem on the Passion specifically argues the virtues of women as opposed to the vices of men, and Lanyer's own authorial voice is assured and unapologetic.   She was baptized Aemilia Bassano on 27 January 1569, daughter of court musician Baptist Bassano, whose will describes him as a \"native of Venice,\" and Margaret Johnson, his common-law wife. Though her father died when she was seven, Aemilia grew up with access to Elizabethan court circles, and spent some of her early years in the household of Susan Bertie, Countess of Kent. By the time Aemilia's mother died, Aemilia, who was eighteen, was sufficiently in court favor to attract the attention of Henry Carey, first Lord Hunsdon, Queen Elizabeth's lord chamberlain, whose mistress she remained for several years. Despite the forty-five-year age difference, Lanyer looked back on her time with Hunsdon with great fondness, and apparently resented being married off to Alphonso Lanyer, a court musician, when she became pregnant by the lord chamberlain in 1592. Her son, Henry, was born early in the following year. A daughter by Alphonso, Odillya, was born in December 1598, but lived only ten months.   Astrologer Simon Forman, whom Lanyer visited several times during 1597, recorded in his diary that Lanyer was concerned about her husband's prospects for a knighthood or other advancement (he was a soldier on an expedition with Robert Devereux, second Earl of Essex, during her visits to Forman); that she was subject to miscarriages; that she had enjoyed the good favor of Queen Elizabeth and missed her days at court; and that Forman found her attractive. In fact, he made an effort to have sexual relations with her, and, although she was friendly, she apparently did not allow him to consummate the relationship. The only extant physical description of her comes from Forman, and it is hardly a full portrait: \"she hath a wart or mole,\" he wrote, \"in the pit of the throat or near it.\" The modern historian A. L. Rowse, who misreads some of Forman's diaries, argues from them and from Lanyer's association with the lord chamberlain that Lanyer was William Shakespeare's \"dark lady,\" assuming that her Italian background gave her a dark complexion and that her flirtations with Forman showed her to be a loose woman. Although the world of middle-class artistic servants of the court was not large, and Lanyer, as the lord chamberlain's mistress, may well have encountered some of the Lord Chamberlain's Men (the theatrical troupe that included Shakespeare), there is no evidence that she knew Shakespeare.   Central to Lanyer's published work are her associations with Margaret, Countess of Cumberland, whom Lanyer claimed as her principal inspiration and patron, and Margaret's daughter, Lady Anne Clifford. \"The Description of Cookeham\" celebrates a sojourn Lanyer enjoyed with these ladies at a country place then in the possession of Margaret's brother, William Russell of Thornhaugh, and praises its extensive grounds as a lost paradise for a learned and religious female community. The details and exact date of the visit are obscure, but it occurred sometime during the first decade of the seventeenth century, and Lanyer credits the visits and the countess with inspiring her to write religious verse.   Lanyer's volume of poems, Salve Deus Rex Judæorum, has no discernible early reception history, although the survival of versions in which some of the dedicatory poems have been omitted argues care in targeting her readership. One such volume was apparently given by the countess of Cumberland to Prince Henry, heir apparent to the throne, and another was given by Alphonso Lanyer to Thomas Jones, Archbishop of Dublin, with whom he had served in Ireland. The book did not make Aemilia Lanyer's fortune. After Alphonso died in 1613, she found herself in protracted legal battles with his relatives over the income from a hay-and-grain patent he had received from King James in 1604. From 1617 to 1619 she ran a school in the wealthy London suburb of St. Giles in the Fields, where she sought \"to teach and educate the children of divers persons of worth and understanding,\" but she lost the lease to the building she was using, and there is no evidence that she attempted to teach again, nor is anything more known about what she taught or whom.   Lanyer spent her later years near her son's family. Henry, who had become a court flautist, married Joyce Mansfield in 1623 and had two children, Mary, born in 1627, and Henry, born in 1630. After Alphonso's death in 1613, Aemilia Lanyer continued to pursue rights to the hay-and-grain patent on behalf of herself and later her grandchildren. She was listed as a \"pensioner,\" a designation indicating a steady income. In her seventy-six years she had seen most of the reigns of Elizabeth I (1558-1603) and Charles I (1625-1649), as well as all of the intervening reign of James I (1603-1625).   A middle-class woman of no fortune, Lanyer nonetheless enjoyed the attention of some important Elizabethans—the queen, Lord Hunsdon, the countess of Kent, and the countess of Cumberland. Both the entries from Forman's diaries and Lanyer's own poetry suggest that she was a woman of considerable intelligence and spirit. Although James's reign offered the Lanyers some financial security through Alphonso's patent, it was not a reign sympathetic to women, particularly women who spoke out publicly. It is impossible to know whether Lanyer received any substantial patronage from her remarkable book of poetry, but the evidence of her legal battles strongly suggests that she did not. Whether or not she continued to write, she apparently never attempted publication again.   Salve Deus Rex Judæorum , Lanyer's only book, was entered into the Stationers' Register on 2 October 1610 and published in 1611, the same year as the King James version of the Bible; John Donne's First Anniversary; several printings and reprintings of quarto plays by Shakespeare, Ben Jonson, and Christopher Marlowe; George Chapman's translation of Homer's Iliad; and the first collected edition of Edmund Spenser's works.   There are nine extant copies of the Salve Deus, five of which are complete or nearly so. They begin with eleven dedicatory pieces, nine in verse and two in prose, each of which celebrates in some fashion the achievements and community of women: \"To the Queenes most Excellent Majestie\" (to James's consort, Anne of Denmark); \"To the Lady Elizabeths Grace\" (to Princess Elizabeth Stuart); \"To all vertuous Ladies in generall\"; \"To the Ladie Arabella\" (to Arabella Stuart, James's perceived rival for the throne—a poem missing from three of the four incomplete volumes); \"To the Ladie Susan, Countess Dowager of Kent, and daughter to the Duchesse of Suffolke\"; \"The Authors Dreame to the Ladie Marie, the Countesse Dowager of Pembrooke\" (Mary Sidney, Countess of Pembroke, sister of Sir Philip Sidney, and a recognized author in her own right); \"To the Ladie Lucie, Countesse of Bedford\"; \"To the Ladie Margaret Countesse Dowager of Cumberland\" (in prose; Lanyer's principal dedicatee); \"To the Ladie Katherine Countesse of Suffolke\"; \"To the Ladie Anne, Countesse of Dorcet\" (Margaret's daughter, at the time fighting to inherit her late father's lands); \"To the Vertuous Reader\" (in prose).   This unapologetic creation of a community of good women for whom another woman is the spokesperson and eternizer is unusual and possibly unique in early-seventeenth-century England. During the sixteenth century Englishwomen found voices through the contradictory injunctions of Protestantism, which reasserted the traditional expectation of womanly silence and subservience but also affirmed the supremacy of individual conscience, even in women, to which God could speak directly and, in theory, allow exceptions to the general rule of silence. So the popular Protestant tract, Robert Cleaver's A Godlie Forme of Household Government (1598), allows a wife some authority over children and servants but demands full obedience to her husband. She must be \"dutifull, faithfull, and loving\" to him and silent if she disagrees with him. Yet women were increasingly free to translate religious works and write of their own religious experience, even to the extent of producing religious verse. The certification of her husband's name on the title page—where she is identified as \"wife to Captaine Alfonso Lanyer\"—gives Lanyer authority to speak outside the household, and her religious topic is broadly decorous.   Yet her work is different from its predecessors. Although Mary Sidney, Countess of Pembroke, had written in praise of Queen Elizabeth, and a great many male poets had dedicated work to the queen and such important patronesses as the countess of Pembroke and Lucy, Countess of Bedford, there is no other work of sustained and exclusive dedication to women patrons. Further, the central poem, the \"Salve Deus\" itself, has no generic predecessor among English women poets. The first identifiable woman religious poet writing in English was probably Anne Lok, who appended a poetic meditation on the fifty-first Psalm to her translation from the French of John Calvin's Sermons upon the Songe that Ezechias made after he had bene sicke (1560). The most important Elizabethan woman poet is certainly the countess of Pembroke, with her 107 psalm translations completing the sequence begun by her brother, Sir Philip Sidney. The countess's complex and sophisticated lyric versions of Psalms 44-150 were widely circulated in manuscript, and admired by Donne and Jonson, as well as Lanyer. Apart from these English psalm translations, there was one other notable work of religious verse written before Lanyer's: Elizabeth Melvill, Lady Culros, published Ane Godlie Dreame in Edinburgh in 1603. This dream allegory breaks the commitment to \"translation\" that English women's verse carried, but its intense focus on a single conscience sidesteps the issue of authority. By contrast, Lanyer's religious poem claims biblical and historical authority, and grants the viewpoint of women as much or greater authenticity as that of men.   Each of the three sections in the book has some generic connection with contemporary writing, though the connections are in many cases as distracting as they are illuminating.   The dedicatory poems situate Lanyer among the increasing number of professional poets who sought support through patronage. It was still usual for high-born writers to avoid the self-advertising \"stigma of print,\" but it was acceptable for middle-class writers to claim attention—and assistance—by blazoning their patrons' virtues in verse. The patronage system was an early step in the professionalization of literature, but its economic impetus received social and intellectual force by claiming to reflect classical models and ideals. The classical epideictic tradition saw the poetry of praise as a means of affirming social and cultural values. Renaissance poets invoked that tradition and used it to enhance the value of their own role as definers of, as well as speakers for, their society.   It was the expected ritual for the lower-born poet to acknowledge unworthiness in speaking to his social betters, and to request and at the same time claim the forgiveness that sends the grace of worthiness to the poet from the exalted subject of his verse. By acknowledging social distance the poet bridges it, and by expressing humility the poet receives the grace of excellence. This is precisely what Lanyer does in her dedicatory verses, though her stance is complicated by her status as a woman as well as a commoner. It leads her to claim a special identity with her dedicatees, and to allow their dignity and high birth to assert the dignity and merit of all women. By collapsing her unworthiness as a woman into the general unworthiness all poets must acknowledge in their dedications to the high born, she renders the happenstance of gender as visible—and as ultimately inconsequential—as the male poet's happenstance of birth.   While the dedicatory poems provide Lanyer's principal authority for publishing her verse, her central topic, Christ's Passion, provides another authority. If women are not expected to write, they are expected to experience the joy and power of conversion and cannot be enjoined from expressing what God has spoken to them. Lanyer claims that her full conversion to Christ resulted from the influence of her main dedicatee, the countess dowager of Cumberland, and that other women had a godly influence on her, including the countess dowager of Kent (in whose household she had resided as an unrepentant young woman), Queen Anne (through her godly example), and the countess of Pembroke (through her psalms).   The title poem, \"Salve Deus Rex Judæorum\" (Hail God, King of the Jews), is a subtle and complex work of 1,840 lines in ottavarima, iambic-pentameter stanzas. For a woman to write authoritatively on so sacred a subject is unusual, but for her to revise fifteen hundred years of traditional commentary in the process is unheard of. A useful contrast may be made between Lanyer's \"Salve Deus\" and Queen Catherine Parr's The Lamentacion of a Sinner (1547), which set a model for women writing on religious matters. It includes some commentary on biblical texts, arguing a Protestant position on justification by faith among other things, but makes no challenge to the primacy of men. By contrast, the \"Salve Deus\" starts with personal references and has a strong polemical thrust, attacking the vanity and blindness of men and justifying women's right to be free of masculine subjugation. Many of the arguments are put in the voice of Pilate's wife, who, according to the Bible, warned her husband to have \"nothing to do with that just man,\" Jesus (Matt. 27.19). Lanyer expands that brief warning, which Pilate ignores, into a lengthy \"apologie,\" or defense and explanation, for Eve. Then she moves so seamlessly from the argument back to the narrative that it is difficult to tell where the voice of Pilate's wife ends and the voice of the narrator continues. Lanyer's confidence in a general female point of view makes the diffusion of narrative boundary appropriate.   \"Salve Deus\" begins with a short tribute to the late Queen Elizabeth I and moves to a lengthy and meditative dedication of the work to the countess dowager of Cumberland. Lanyer acknowledges that this poem is not \"Those praisefull lines of that delightful place, / Which you commaunded me,\" possibly the celebration of Cookeham, but is instead a praise of Christ's \"almightie love,\" which comforts the worthy countess in her unhappiness. The references to Margaret's unhappiness are probably to her alienation from her late husband, George Clifford, third Earl of Cumberland, and the legal battles with his relatives that followed his death in 1605. She championed the claims of her daughter, Cumberland's only heir, Anne Clifford, but King James and the court bureaucracy were willing only to negotiate cash settlements that were well short of Anne's full legal claim to the various Cumberland lands and titles. These offers both Margaret and Anne refused to accept, assuring the alienation and suffering that Lanyer chronicles in this poem and in \"The Description of Cooke-ham.\" Lanyer offers Margaret the story of Christ's Passion as a comfort and assurance of God's love in the face of these worldly tribulations.   The version of the Passion Lanyer describes follows closely Matthew 26.30-28.10, the only version which includes the warning of Pilate's wife. She also borrows freely from other Gospels, taking references to women wherever they appear. (See Mark 14.26-16.11, Luke 22.39-24.12, and John 18.1-20.18.) Lanyer's version is woman centered throughout, chronicling female virtues and suffering as part of her strategy for comforting and praising the countess of Cumberland. Within that context, however, the story is a richly imagined version of the most central events of the Christian faith.   The Passion, or suffering, of Jesus Christ is the story that brings into vivid focus the basic elements of Christian theology. Lanyer retells the powerful story of Jesus' last night and day, meditating and expanding on the events from a distinctly female point of view. The story proper begins at line 330; Jesus' first action appears in line 333, when he \"to Mount Olives went, though sore afraid.\" In Renaissance numerology 333 is a figure for the trinitarian God and a version of the number nine, which was thought to express God's self-contained perfection. Although Lanyer does not appear to work numerology into the poem throughout, as some of her contemporaries apparently did (Spenser's  Epithalamion, published in 1595, is a famous example), it is possible that she deliberately chose to begin the action at this line.   Lines 330-480 tell the story of Jesus' retirement with his disciples to the Garden of Gethsemane on the Mount of Olives, where he prayed in a very human agony while his disciples, whom he urged to watch with him, could not keep themselves from falling asleep. Lines 481-632 describe the arrival of Judas and the soldiers of the high priest, Judas's betrayal of Jesus, Peter's attack on one of the soldiers, Jesus' rebuke of violence, and the frightened dispersal of the disciples. Lines 633-744 tell of the soldiers leading Jesus to the high priest, Caiaphas, who demands to know if Jesus is the Son of God. Jesus makes an affirmative though somewhat ambiguous answer, and Caiaphas determines to send him to Pontius Pilate, the only one with the authority to order an execution. The last two of these stanzas describe the remorse and suicide of Judas.   Line 745 begins the story of Jesus' appearance before Pilate and includes the words of Pilate's wife, with her apology for Eve, in lines 753-912. Sometime before line 912 the narrative voice seems to merge with that of Pilate's wife, but at line 913 the attention turns to the fears of Pilate, at which point the narrative voice again takes full control. Pilate is convinced of Jesus' innocence, but he nonetheless gives in to the crowd and orders the death. In the three stanzas of lines 945-968 Jesus begins his walk to Mount Calvary, the site of his execution, a procession interrupted narratively by \"The teares of the daughters of Jerusalem\" (lines 969-1008). This becomes another opportunity to extol the pious virtues of the women as opposed to the murderous men on the scene. Immediately after the praise of the daughters of Jerusalem comes \"The sorrow of the virgin Marie\" (lines 1009-1040), which in turn is followed by the story of Mary's annunciation and the centrality of her role in redemption (lines 1041-1135). The stanza at lines 1137-1144 tells of Simon of Cyrene being compelled to help carry Christ's cross in the last part of the route to Calvary.   The Crucifixion scene presented in lines 1145-1264 has two interesting additions to the original. The first is the visual focus on the crucified Christ: \"His joynts dis-joynted, and his legges hand downe / His alabaster breast, his bloody side ...\" (lines 1161-1162). Imagining the visual scene of the Crucifixion had long been a pious Christian exercise, though more encouraged in the Catholic than in the Protestant tradition. Focusing the female gaze on the male body is not a usual pious exercise, however, and that female gaze is underscored by Lanyer's second addition to the Crucifixion scene. At this point in the poem Lanyer turns \"To my Ladie of Cumberland\" to comment: \"This with the eie of Faith thou maist behold, / Deere spouse of Christ, and more than I can write\" (lines 1169-1170). Although the church as a whole (and each individual soul) was conventionally referred to as the \"spouse\" of Christ, here the countess is brought into the story personally and specifically. She is placed firmly at the foot of the cross and presented as Christ's particular spouse, who truly sees (\"with the eie of Faith\") the dying body of her beloved: \"His count'nance pale, yet still continues sweet, / His blessed blood watring his pierced feet\" (lines 1175-1176).   The conclusion of the Crucifixion section in lines 1265-1268 is even more remarkable, since the pictures of Christ's Crucifixion and its saving grace, the disruption of the world and the overthrow of tyranny, are all portrayed as a gift from the poet to the countess:\nWhich [Christ] I present (deare Lady) to your view,Upon the crosse depriv'd of life or breath,To judge if ever Lover were so true,To yeeld himselfe unto such shamefull death[.]\nThough in the conventional diction of patronage and piety, these verses make redemption the poet's vision and gift, and the power of Christ's sacrifice subject to the judgment of the countess of Cumberland.   Lines 1274-1288 tell of Christ's burial, and present one good man—Joseph of Arimathea—who takes the body to the tomb. At lines 1289-1296 the women come to embalm the body, but find no one in the tomb:\nFor he is rize from Death t'Eternall Life,And now those pretious oyntments he desiresAre brought unto him, by his faithfull WifeThe holy Church; who in those rich attires,Of Patience, Love, Long suffring, Voide of strife,Humbly presents those oyntments he requires:   The oyles of Mercie, Charitie, and Faith,   Shee onely gives that which no other hath.\nThe Church and the individual soul (whether of a man or a woman) were both conventionally treated as female and as the bride of Christ, but this language also echoes and anticipates the language with which Lanyer has described and will continue to describe the countess of Cumberland. The countess becomes the whole Church.   In lines 1297-1320 Lanyer turns the reader's gaze on the body of the risen Christ, fashioning her richly sensuous language after that of the Song of Solomon:\nHis lips like skarlet threeds, yet much more sweetThan is the sweetest hony dropping dew,Or hony combes, where all the Bees do meet:......................................   His lips, like Lillies, dropping downe pure mirrhe,   Whose love, before all worlds we doe preferre.\nThe next stanza (lines 1321-1328) confirms the countess as a living shrine for Lanyer's sensuous vision of Christ, and as the ultimate true spouse of that Christ:\n            in your heart I leaveHis perfect picture, where it still shall stand,   Deeply engraved in that holy shrine,   Environed with Love and Thoughtes divine.\n The last five hundred lines of the poem interweave the significance of Christ's redemption with praise for the many virtues, particularly heroic faithfulness, that the countess possess. As the early dedication to the countess catalogues the weaknesses of outward beauty in contrast to her inner virtue, so this last section of the poem catalogues biblical heroines and other symbols of purity and faithfulness (including \"Great Alexander\" and Cleopatra), and finds the countess far worthier of praise. In the midst of this paean, at lines 1457-1461, Lanyer asserts her poetic vocation and portrays herself quite literally as born to praise the great countess:\nAnd knowe, when first into this world I came,This charge was giv'n me by th'Eternall powres,Th'everlasting Trophie of thy fame,To build and decke it with the sweetest flowresThat virtue yeelds ... [.]\n The catalogue concludes with an extensive comparison between the countess and the Queen of Sheba, who sought the wisdom of Solomon. Folded in the comparison are a vision of the apocalypse (lines 1649-1672) and a baroque description of the blood of Christ (lines 1729-1738):\nSweet holy rivers, pure celestiall springs,Proceeding from the fountaine of our life;Sweet sugred currents that salvation brings,Cleare christall streames, puring all sinne and strife,Faire floods, where soules do bathe their snow-white wings,Before they flie to true eternall life:   Sweet Nectar and Ambrosia, food of Saints,   Which whoso tasteth, never after faints. This hony dropping dew of holy love,Sweet milke, wherewith we weaklings are restored [.]\nLanyer's extended transformation of the image of Christ's blood is not characteristic of Jacobean poetics, but is an early indicator of a richly sensuous biblical poetry that we usually associate with that later master of baroque religious imagery Thomas Crashaw. While they have little else in common, both poets spent their lives surrounded by music.   \"The Description of Cooke-ham\" is the last poem in the volume. Its 1611 publication predates by five years the poem usually cited as the first in a tradition of country-house poems in seventeenth-century England, Ben Jonson's \"To Penshurst,\" which first appeared as the second poem in the \"Forrest\" section of his  Workes (1616). Editors usually assume that Jonson's poem was written sometime before late 1612, since a reference to \"King James ... With his brave sonne, the Prince\" is generally taken to refer to the king in company with Prince Henry, who died in November of that year. It is possible that \"To Penshurst\" was written before \"The Description of Cooke-ham,\" but Lanyer's poem is without question the first to appear in print.   Lanyer's poem suggests that she was aware of country-house poems by Horace and Martial, and that she was writing in the Augustan tradition of contrasting an idyllic natural order with a fallen human civilization—themes which Jonson, Thomas Carew, Robert Herrick, and Andrew Marvell variously exploit in their later reflections of classical models. More to the point, however, is her exploitation of the natural order as a mirror of human feeling, a device firmly grounded in the pastoral tradition and its English representations.   \"The Description of Cooke-ham\" is a moving valediction to the pleasures of a noble country estate. The poet memorializes an environment of sweet companionship that she claims to have shared with the countess of Cumberland and her daughter, Anne Clifford, a companionship reflected by the natural world. The poem's 210 lines are roughly divided into an introductory farewell (lines 1-10); an invocation to the countess to contemplate the past beauty of the setting and its responsiveness to her presence (lines 11-74); a reflection on the natural world of Cookeham as an image of God (lines 75-92); a praise of Anne Clifford (lines 93-102); a diatribe against fortune, which has exiled all three from Cookeham (lines 103-126); a portrait of Cookeham's grief at their departure, symbolized by the move through autumn to winter (lines 127-146); a description of the countess's gracious leave-taking, centrally figured by her kiss on the great oak tree, which kiss the poet claims to have stolen from the oak (lines 147-176); a reprise of nature's mourning (lines 177-204); and the poet's concluding farewell (lines 205-210).   Lanyer's conclusion implies that the poem was commissioned by the countess (\"Wherein I have perform'd her noble hest\"), and therefore asserts itself as a professional work in a longstanding tradition of poet as memorializer of great places, persons, and deeds. Cookeham's epithet, \"that delightfull place,\" recalls both the classical locus amoenus and the Christian Eden, both worlds where the natural order reflects social and spiritual harmony. But the imperfections of the larger world, signified by \"fortune\" and \"occasions,\" conspire to send the countess, Anne, and the poet away from the place and from each other. The poet loses the rich companionship of her social superiors, but in the process she creates a poem that eternizes the place and its former inhabitants, including herself. Despite the poem's melancholy topic, it therefore concludes the volume with an unmistakable and unabashed claim for the poet's classical role as a participant in the social order she celebrates. There would be no similar audacity by a woman writing in English for at least another generation, when Katherine Philips and Margaret, Duchess of Newcastle, made their different claims for public attention.   The coda to Lanyer's volume is designed to erase any lingering doubt about her poetic authority. In a short prose note \"To the doubtfull Reader\" she assures us that the title Salve Deus Rex Judæorum came to her in a dream \"many yeares before I had any intent to write\" the story of the Passion of Christ. After she had written her poem, she remembered the dream, \"and thinking it a significant token, that I was appointed to performe this Worke, I gave the very same words I received in sleepe as the fittest Title I could devise for this Booke.\" Her claim of a godly vocation is very much part of seventeenth-century Protestant poetics, but it remains the only fully articulated example of such a claim by a woman.   The verse throughout Lanyer's book is iambic pentameter, although the forms vary from the quatrains of \"The Authours Dreame\" and the couplets of \"The Description of Cooke-ham,\" to ottava rima in the poem to Anne Clifford and the \"Salve Deus,\" to the six-or seven-line stanzas considered appropriate for serious English poetry from Geoffrey Chaucer forward. By standards of its period, the quality of the verse is generally high, which suggests that Lanyer was a practiced poet. We have as yet no evidence of existing examples of her work other than what is in Salve Deus Rex Judæorum .\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}