{"pf_url": "https://www.poetryfoundation.org/poets/a-e-housman", "name": "A. E. Housman", "yob": "1859", "yod": "1936", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/3473b828353492640b81715cdd7943ac602d367f.jpeg", "bio": "\nAt first glance, it can be a major surprise that the author of the enormously popular poetry collection A Shropshire Lad was a classical scholar by the name of A.E. Housman. Alfred Edward Housman was born in Worcestershire, England, and he was profoundly affected by his mother’s death when he was 12. He would become This Cambridge University professor of Latin left no doubt about his priorities: the emendation of classical texts was both an intellectual search for the truth and his life’s work; poetry was an emotional and physiological experience that began with a sensation in the pit of the stomach. The apparent discrepancies in this man who became both a first-rate scholar and a celebrated poet should be a reminder that, whatever else poetry does, it also records the interior life, a life that has its roots well beneath the academic gown or the business suit. Though Housman aspired to be a great scholar first, a look at his life and work reveals that he valued poetry more highly than he often admitted, and that many of the presumed conflicts between the classical scholar and the romantic poet easily dissolve in the personality of the man.\nThough the modern student is usually more interested in Housman’s poetry than his textual criticism, a survey of his scholarship helps to appreciate his overall contribution as a scholar. From his early work on Propertius at Oxford University through his professorship at University College, London, and culminating in his office as Kennedy Professor of Latin at Cambridge University, Housman was not interested in the interpretation of the works of the classical writers he treated. Instead, he was solely involved in the investigation of manuscripts to establish reliable texts of their works. This process usually required the peeling away of centuries of errors made by previous editors, whom Housman frequently treated with scorn. In “The Application of Thought to Textual Criticism,” a paper presented to the Classical Association at Cambridge in 1921 and collected in John Carter’s 1961 edition of the writer’s prose, Housman described textual criticism as both a science and an art, requiring reason and common sense. As a science, however, it was not exact, he declared: “A textual critic engaged upon his business is not at all like Newton investigating the motion of the planets: he is much more like a dog hunting for fleas.” Housman railed against the prevailing practice of accepting earlier manuscripts as better manuscripts or of accepting all readings—however inane—within a manuscript simply because of the authority of the whole. In this regard he criticized scholars for being lazy, and this tone of moral rectitude permeated the entire paper. Many scholars, he said, are stupid, lazy, vain—or all three. His last sentence put a cap on it: “Knowledge is good, method is good, but one thing beyond all others is necessary; and that is to have a head, not a pumpkin, on your shoulders, and brains, not pudding, in your head.”\nConcerning Housman’s own reputation as a classical scholar, D.R. Shackleton Bailey in a 1959 Listener article said that he was “beyond serious dispute, among the greatest of all time.” Bailey spoke of the scholar’s “passionate zeal to see each one of the innumerable problems in his text not as others had presented it or as he might have preferred it to appear but exactly as it was.” According to John Bayley in the London Review of Books, Housman was “a scholar worshipped and hated for his meticulous standards and his appalling sarcasms on the unscholarly.” Housman’s greatest single textual work was his five-volume edition of the Astronomica of Manilius, a first century CE. Latin poet. The first volume of this work was published in 1903 and the last in 1930. That Housman chose Manilius, a second-rate poet, over Propertius or any of the other better writers with whom he was familiar reveals his desire to establish for himself an unassailable reputation, for as Andrew S.F. Gow declared in A.E. Housman, the scholar realized that the Astronomica of Manilius provided him the greatest opportunity “of approaching finality in the solution of the problems presented.” In a letter to Housman’s biographer Graves, G.P. Goold, a later holder of the Latin chair at University College, summed up the scholar’s accomplishments: “The legacy of Housman’s scholarship is a thing of permanent value; and that value consists less in obvious results, the establishment of general propositions about Latin and the removal of scribal mistakes, than in the shining example he provides of a wonderful mind at work. … He was and may remain the last great textual critic. … And if we accord [Richard] Bentley the honour of being England’s greatest Latinist, it will be largely because Housman declined to claim the title for himself.”\nIt was at University College that Housman experienced his most sustained period of poetry composition, and the main fruit of this period was the publication of A Shropshire Lad in 1896. First offered to Macmillan Company in 1896 under the title “Poems by Terence Hearsay,” A Shropshire Lad was rejected by that publisher: it was brought out in the same year by Kegan Paul, with the change in the title suggested by Housman’s friend Pollard. The book was published at the author’s own expense, and he insisted that he receive no royalties. There wouldn’t have been many anyway, since Kegan Paul printed only 500, and, as Maude M. Hawkins noted in A.E. Housman: Man Behind a Mask, the book “sold so slowly that Laurence Housman at the end of two years bought up the last few copies.” Though the volume was better appreciated in the United States than in England, Hawkins described most of the critical reviews as “lukewarm or adverse.” A Shropshire Lad did not sell well until it was published by Grant Richards, who became one of Housman’s lifelong friends. Richards’s first edition was 500 copies in 1897, which sold out; he then printed 1000 copies in 1900 followed by 2000 in 1902. “After the slow stream of Housman readers from 1896 to 1903, the momentum of popularity increased rapidly,” Hawkins wrote. “During this period A Shropshire Lad had been reviewed in thirty-three periodicals with both praise and condemnation.”\nDuring the 20th century A Shropshire Lad has been more of a popular than a critical success. Looking back to the book’s heyday, George Orwell remarked in Inside the Whale and Other Essays: “Among people who were adolescent in the years 1910-25, Housman had an influence which was enormous and is now [1940] not at all easy to understand. In 1920, when I was about seventeen, I probably knew the whole of A Shropshire Lad by heart.” Orwell suggested that what made the poem so popular was its snobbishness about belonging to the country; its adolescent themes of murder, suicide, unhappy love, and early death; and its “bitter, defiant paganism, a conviction that life is short and the gods are against you, which exactly fitted the prevailing mood of the young.”\nIn all of his poetry, Housman continually returns to certain favorite themes. The predominant theme, discussed by Cleanth Brooks in the Ricks collection of essays, is that of time and the inevitability of death. As Brooks said, “Time is, with Housman, always the enemy.” In the first poem of A Shropshire Lad, “1887,” one of the few to be titled, the conventional patriotism of the Queen’s jubilee is shot through with the irony that God can only save the Queen with the help of those who have died for her sake: “The saviours come not home tonight: / Themselves they could not save.” Housman frequently deals with the plight of the young soldier, and he is usually able to maintain sympathy both for the youth who is the victim of war and for the patriotic cause of the nation. Robert B. Pearsall suggested in a 1967 PMLA essay that Housman dealt frequently with soldiers because “the uniform tended to cure isolation and unpopularity, and soldiers characteristically bask in mutual affection.”\nIt is not only war but nature, too, that brings on thoughts of death in Housman’s poetry. In the famous Shropshire Lad lyric beginning “Loveliest of trees, the cherry now,” the speaker says that since life is all too short, he will go out “To see the cherry hung with snow,” an obvious suggestion of death. In a well-known verse from Last Poems, a particularly wet and old spring causes the speaker to move from a description of nature—“The chestnut casts his flambeaux, and the flowers stream from the hawthorn on the wind away”—to a sense that his lost spring brings one closer to the grave, which, in turn, occasions a splenetic remark about the deity: “Whatever brute and blackguard made the world.” To his credit, Housman rarely wallows in such pessimistic feelings but counsels a kind of stoical endurance as the proper response: “Shoulder the sky, my lad, and drink your ale.” When the sky cannot be shouldered, a type of Roman suicide may be appropriate, as in “Shot? so quick, so clean an ending?” or in another Shropshire Lad poem, which ends with the lines: “But play the man, stand up and end you, / When your sickness is your soul.”\nAnother frequent theme in Housman’s poetry is the attitude that the universe is cruel and hostile, created by a God who has abandoned it. In the poem “Epitaph on an Army of Mercenaries” in Last Poems, mercenaries must take up the slack for an uncaring deity: “What God abandoned, these defended, / And saved the sum of things for pay.” In such a world where “malt does more than Milton can / To justify God’s ways to man,” as the lyricist wrote in A Shropshire Lad, poetry can serve the purpose of inuring one to the harshness of reality. R. Kowalczyk, in a 1967 Cithara essay, summed up this prevalent theme: “Housman’s poetic characters fail to find divine love in the universe. They confront the enormity of space and realize that they are victims of Nature’s blind forces. A number of Housman’s lyrics scrutinize with cool, detached irony the impersonal universe, the vicious world in which man was placed to endure his fated existence.”\nWithin such a universe, the pastoral theme of the preciousness of youth and youthful beauty is everywhere to be found. In “To an Athlete Dying Young,” the youth is praised for leaving a world with his accomplishments intact. Like the young girl Lucy in romantic poet William Wordsworth’s lyrics, Housman’s youths sometimes die into nature and become part of the natural surroundings: “By brooks too broad for leaping / The lightfoot boys are laid; / The rose-lipt girls are sleeping / In fields where roses fade.” But as Brooks declared, as recorded in Ricks’s collection of essays, Housman’s nature cannot be the same as Wordsworth’s after the century’s achievement in science: “Housman’s view of nature looks forward to our time rather than back to that of Wordsworth. If nature is lovely and offers man delight, she does not offer him solace or sustain him as Wordsworth was solaced and sustained. For between Wordsworth and Housman there interpose themselves Darwin and Huxley and Tindall—the whole achievement of Victorian science.”\nFurthermore, society sometimes intrudes into Housman’s world of nature, and when it does, the rustic youth frequently comes in conflict with it. As Oliver Robinson wrote in Angry Dust: The Poetry of A.E. Housman, “Housman is especially sympathetic with the man who is at odds with society, the man who cannot keep ‘these foreign laws of God and man.’\"\nThe themes of his poetry and his emotional handling of them mark Housman as an extension of the romantic movement that flourished in England in the early part of the 19th century and had a resurgence in the aesthetic movement of the 1890s. The critical evaluation of Housman’s work in the two decades after his death in 1936 is tinged with the anti-romanticism of the period. The directness and simplicity of much of Housman’s poetry were viewed as faults. According to Richard Aldington, influential critic I.A. Richards is rumored to have declared “This had put us back ten years,” after leaving Housman’s Cambridge inaugural lecture And Cyril Connolly, in a 1936 New Statesman article reprinted in Ricks’s essay collection, said that Housman’s poems “are of a triteness of technique equalled only by the banality of thought.” He also talked about the limitations of the poet’s themes of man’s mortality and rebellion against his lot.\nTo see irony in Housman’s poetic technique, however, is to mitigate some of what would otherwise be considered faults: the adolescent nature of some of the thought and the sentimental handling of it. Christopher Ricks, in the essay in his collection on Housman, noted that “everyone seems to take it for granted that Housman’s poems unwaveringly endorse the pessimistic beliefs which they assert. To me his poems are remarkable for the ways in which rhythm and style temper or mitigate or criticize what in bald paraphrase the poem would be saying.”\nRegardless of whether one finds irony in the author’s poetic technique, it is true that Housman tried to place some distance between himself and his work. Referring to A Shropshire Lad in a letter written in 1933, Housman stated that “very little in the book is biographical” and said that his view of the world was “owing to my observation of the world, not to personal circumstances.” As to the county of Shropshire itself, Housman admitted in a letter to Maurice Pollet: “I was born in Worcestershire, not Shropshire, where I have never spent much time.”\nIn his roles as classical scholar and as poet, Housman exhibited an unswerving integrity. While this integrity served him well in his classical endeavors, in his poetry it may have relegated him to a rank below that of the major poets of his age. His poetry, based as it is on emotion, never went beyond what he could verify with his own feelings. As Edmund Wilson said in an essay appearing in the Ricks collection, “His world has no opening horizons; it is a prison that one can only endure. One can only come the same painful cropper over and over again and draw from it the same bitter moral.” But few writers have expressed this dark if limited vision with more poignancy and clarity than Housman.\nHousman died in 1936 in Cambridge. A posthumous collection, called More Poems, was edited by his brother Laurence Housman.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}