{"pf_url": "https://www.poetryfoundation.org/poets/a-m-klein", "name": "A. M. Klein", "yob": "1909", "yod": "1972", "image": null, "bio": "\nThe poetry of A.M. Klein reflects the Jewish experience—the cultural heritage of his people as well as the wealth of Jewish legend, tradition, and folklore to which the late poet turned for inspiration. He was born in Ratne, Ukraine, and when he was still a baby, his family immigrated to Montreal, Quebec, where he lived for most of his life. He studied at McGill University; as an undergraduate there, he associated with a gathering of poets known as the Montreal group. The work of these writers, influenced by T.S. Eliot, Ezra Pound, and James Joyce, launched a renaissance in Canadian poetry. From 1930 to 1933, Klein studied law at Université de Montréal.\nKlein believed the function of his writing to be educational; as M.W. Steinberg noted in the Dictionary of Literary Biography, Klein sought “to inform the non-Jewish world of the Jewish condition—its achievements and its plight—but even more important, to convey to the young Jewish North American-born generation some knowledge of their cultural heritage.”\nKlein’s first volume of poetry, Hath Not a Jew (1940), contains poems that reflect the Judaic culture throughout history, and which focus on the anti-Semitism so politically and socially pervasive at the time the volume was published. While Leon Edel was somewhat critical of the work in his review in Poetry, and noted that “the collection does Klein a distinct disservice in that it is not sufficiently representative of his remarkable gifts, the gift above all of eloquent rebellion,” he went on to note that “despite their flaws, these poems are a poetic key to an ancient, deep-rooted, emotional and intellectual tradition. As such, they can lay claim to vitality and importance.” The Hitleriad, in which Klein more specifically addressed the Nazi threat to European Jewry, is a satirical poem on the crimes of the German government. While the poem is a sound satire of the Nazi leader, the work was not successful with the general public: as Steinberg noted, “the horror of the Holocaust and the evil of its perpetrators cannot be conveyed through the conventions of satire, no matter how great nor how sincere the poet’s indignation and rage.”\nKlein’s only published novel, The Second Scroll (1951), was inspired by a trip he made to European and North African refugee camps at the close of World War II under the sponsorship of the Canadian Jewish Congress. It is a symbolic tale of a modern-day search for a Messiah who would lead the Jews to the Promised Land; the title’s significance lies in the fact that the Jewish faith is based on the Old Testament of the Bible, also referred to as the First Scroll. Harvey Swados praised the work in the Nation, calling it “the most profoundly creative summation of the Jewish condition by a Jewish man of letters since the European catastrophe.” The Second Scroll proved to be Klein’s final work—during the period he was at work on the novel, he became severely depressed and suicidal. Klein soon ceased writing altogether, leaving several collections of poems and essays to be published after his death.\nThroughout the body of Klein’s work—his essays, his fiction, and his many works of poetry—is an eloquent plea for understanding of the Jewish people and the cause other oppressed minorities as well. Although critics have found fault with his tendency to use archaic terminology, foreign words, and unconventional cadence, Klein’s ability—gained through his years spent as a practicing lawyer—to construct a sound, reasonable argument and defend his position with a quick wit, has given readers a stimulating chronicle of the period in which he wrote. Steinberg’s summation of Klein’s work contains high praise for his “passionate convictions, his humor and wit,” which give Klein’s work “a depth and sophistication which, together with the broad appeal of a sentimental yearning for the past, for the childlike and fanciful, and for the simple virtues, ensure him an eminent place on the Canadian literary roster.”\n", "attrs": {"Region:": ["Canada"], "School/Period:": ["Modern"]}}