{"pf_url": "https://www.poetryfoundation.org/poets/aase-berg", "name": "Aase Berg", "yob": null, "yod": null, "image": null, "bio": "\nOne of Sweden’s most important contemporary poets, Aase Berg is the author of numerous collections of poetry, including Hos rådjur (With Deer, 1997); Mörk materia (Dark Matter, 2000); Forsla fett (Transfer Fat, 2002), which was nominated for Sweden’s Augustpriset; Uppland (2005); and Loss (2007), among others. She is also the author of two books of criticism, a YA novel, and, most recently, the novel Haggan (2019). Poet Johannes Göransson has translated six of Berg’s books into English: Remainland: Selected Poems (2004), With Deer (2009), Transfer Fat (2012), Dark Matter (2013), Hackers (2015), and the essay collection A Tsunami from Solaris (2019), with Joyelle McSweeney. Berg's writings have been translated into numerous other languages.\nBerg’s work is known for its dense and speculative imagery, linguistic deformation and play, and gothic or post-human sensibility. Berg describes her first books, which utilized the form of the prose poem, as “waking dreams or hallies [hallucinations],” adding “the things I wanted to show were accompanied by a pounding rhythm. And they were almost sickeningly kitschy. The rhythmic and screamily exaggerated word-images gave birth to the form.” Berg’s later work utilizes shorter lines. She says of her relationship to language, “Language forces one to be a human on conditions one may not enjoy, forces one to accept reason, causality and chronology as main elements, not as choices. Following hand in hand with the surprise at the possibilities of language comes the hatred of language, and the demand for a new, more human language: a language that looks like us, instead of trying to discipline us.”\nBerg’s writing on literature and culture has appeared widely in Sweden, and she was awarded the Dagens Nyheter’s Lagercrantzen for her criticism. She is also a recipient of the prestigious Aftonbladets Litteraturpris.\n", "attrs": {"Region:": ["Scandinavia"]}}