{"pf_url": "https://www.poetryfoundation.org/poets/adonis", "name": "Adonis", "yob": "1930", "yod": null, "image": null, "bio": "\nArab poet, translator, editor, and theorist Ali Ahmad Said Esber was the eldest of six children born to a family of farmers in Syria’s Al Qassabin village. Though they could not afford the cost of formal education, Adonis’s father taught his son to read and helped him memorize poems while he worked on the family farm. At fourteen, Adonis recited a poem to the president of Syria during his visit a neighboring town, after which the president offered to grant the boy’s request to attend school. With the president’s support, Adonis enrolled in a French high school and then Damascus University, where he earned a BA in philosophy.  \r\n \r\nIn his late teens, he began writing under the name Adonis, after the Greek god of fertility. After a year in prison as a result of his political activity, Adonis moved to Beirut, where he found a rich community of expatriate writers and artists. There he cofounded and edited two progressive literary journals, Sh’ir and Mawaqif, and earned a PhD at St. Joseph University.\r\n \r\nBreaking with the tradition of formal structure in Arabic poetry, Adonis experiments with free verse, variable meters, and prose poetry as he engages themes of exile and transformation, in a voice at once playful and prophetic. In a 2010 interview with Charles McGrath for the New York Times, Adonis stated, “I wanted to draw on Arab tradition and mythology without being tied to it,” adding, “I wanted to break the linearity of poetic text — to mess with it, if you will. The poem is meant to be a network rather than a single rope of thought.” Publishers Weekly described Adonis’ collection Mihyar of Damascus: His Songs as a “seminal, startling, volatile, founding work of Arabic-language modernism.”\r\n \r\nAdonis is the author of numerous collections of poetry, including Adonis: Selected Poems (2010, translated by Khaled Mattawa), Mihyar of Damascus: His Songs (2008), If Only the Sea Could Sleep (2002), and The Blood of Adonis (1971), which won the International Poetry Forum’s Syria-Lebanon Award. Adonis is also the author of the seminal work An Introduction to Arab Poetics (2003).\r\n \r\nAdonis has won the first ever International Nâzim Hikmet Poetry Award, the Norwegian Academy for Literature and Freedom of Expression’s Bjørnson Prize, the Highest Award of the International Poem Biennial in Brussels, and the Syria-Lebanon Best Poet Award. In 1983 he was elected into the Stéphané Mallarmé Academy.\r\n \r\nAdonis has taught at the Sorbonne, Damascus University, and the Lebanese University. He lives in Paris.\n", "attrs": {"Region:": ["Middle East"]}}