{"pf_url": "https://www.poetryfoundation.org/poets/al-alvarez", "name": "Al Alvarez", "yob": "1929", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/987963ee784a6cd8d6cc5c618bbbe5331b78518b.jpeg", "bio": "\nPoet, critic, and nonfiction writer Alfred Alvarez was born in London and educated at Oxford University. At age 28, Alvarez was the youngest person ever chosen by Princeton University to deliver the Christian Gauss lectures. He served as poetry critic and editor for The Observer from 1956 until 1966, where he was an early advocate of Sylvia Plath’s poetry.\n\r\nIn his poems, Alvarez often engaged themes of love, survival, and loss. In a 2013 interview with Ted Hodgkinson for Granta, Alvarez stated, “Poetry is certainly about pitting yourself against the unknown. The thing about a poem is that you’ve got to get it right. And you’ve got to get it all right. If there’s one word wrong, then the whole thing won’t work. It can be a 500 line or 5 line poem, it doesn’t matter. You get stuck on that word that isn’t right. You know the poem isn’t going to be finished until it all clicks into place.” “[Alvarez’s] lean and unadorned language often accrues power from a jazzy kind of improvisatory technique—brief staccato phrases rubbing and jostling against each other,” observed Martyn Crucefix in a 2003 review of Alvarez’s New & Selected Poems for Poetry London.\r\n \r\nHe published as both A. Alvarez and Al Alvarez. His poetry collections include Apparition (1971, with paintings by Charles Blackman), Autumn to Autumn and Selected Poems 1953-1976 (1978), and New & Selected Poems (2002). His scholarly books on writers and creativity include The Shaping Spirit: Studies in Modern English and American Poets (1958), The School of Donne (1961), The Savage God: A Study of Suicide (1971), and The Writer’s Voice (2005). Alvarez edited the poetry anthologies The New Poetry: An Anthology (1962, revised in 1986) and The Faber Book of Modern European Poetry (1992).\r\n \r\nAlvarez was the author of numerous additional books of nonfiction and memoir, including Beyond All This Fiddle: Essays 1955-1967 (1968), The Biggest Game in Town (1983), Poker: Bets, Bluffs, and Bad Beats (2001), Risky Business: People, Pastimes, Poker and Books (2009), Feeding the Rat: A Climber’s Life on the Edge (2001), and Pondlife: A Swimmer’s Journal (2013).\r\n \r\nAlvarez lived in London until his death in 2019.\n", "attrs": {"Region:": ["England"]}}