{"pf_url": "https://www.poetryfoundation.org/poets/al-purdy", "name": "Al Purdy", "yob": "1918", "yod": "2000", "image": null, "bio": "\nAl Purdy was born in Wooler, Ontario, and raised in nearby Trenton. A teenager during the Great Depression, he dropped out of high school at age 17 and rode the rails as an itinerant laborer in Vancouver. He lived in British Columbia during World War II, where he served in the Royal Canadian Air Force. After the war, Purdy held a number of jobs until the 1960s, when he was able to support himself through writing, editing, and radio work. In the 1950s, Purdy and his wife, Eurithe, built an A-frame on Roblin Lake in Ameliasburgh, Ontario. The house quickly became a meeting place for younger Canadian poets and writers, who were attracted to Purdy’s generous, sometimes ornery, spirit. The site currently hosts a residency program for Canadian writers and scholars.\nOne of Canada’s best known and most beloved poets, Purdy wrote more than 30 books of rangy, colloquial, free-verse poetry that frequently took Canada, its people, and its history as themes. In Purdy’s obituary in the New York Times, poet Dennis Lee noted that Purdy “was a national poet in a way that you only find occasionally in the life of a culture.” Purdy’s collections of poetry included The Enchanted Echo (1944), a first book he later disavowed; Poems for All the Annettes (1962); The Cariboo Horses (1965), which won a Governor General’s Award; Wild Grape Wine (1968); Being Alive (1978); Birdwatching at the Equator (1982); The Collected Poems of Al Purdy 1956–1986 (1986), which also won a Governor General’s Award; The Woman on the Shore (1990); Rooms for Rent in the Outer Planets: Selected Poems 1962–1966 (1996); To Paris Never Again (1997); and the posthumously published Beyond Remembering: Collected Poems of Al Purdy (2000). In addition to poetry, Purdy also published the novel A Splinter in the Heart (1990) and the memoir Reaching for the Beaufort Sea (1993). A prose collection, Starting from Ameliasburgh: The Collected Prose of Al Purdy (1995), contains travel essays, reviews, and anecdotes.\nAppointed to the Order of Canada in 1983 and the Order of Ontario in 1987, Purdy was memorialized with a statue in Toronto’s Queen’s Park in 2008.\n", "attrs": {"Region:": ["Canada"]}}