{"pf_url": "https://www.poetryfoundation.org/poets/alan-dugan", "name": "Alan Dugan", "yob": "1923", "yod": "2003", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d16db409d3cc42454e0f8b89a389587f73dc75e2.jpeg", "bio": "\nAlan Dugan was born in Brooklyn, New York on February 12, 1923. He grew up in Jamaica, Queens and worked on the school newspaper at Jamaica High School. He attended Queens College, but after two years, he was drafted into the army. In 1949, he earned a BA from Mexico City College. Dugan taught at Sarah Lawrence, Connecticut College, and the University of Colorado. Dugan’s first book, Poems (1961), selected for the Yale Series of Younger Poets, was awarded the National Book Award and the Pulitzer Prize. He is the author of the poetry collections Poems Seven: New and Complete Poetry (2001), winner of the National Book Award; Poems Six (1989); Poems Five: New and Collected Poems (1983), Poems 4 (1974); Collected Poems (1969); Poems 3 (1967); and Poems 2 (1963). His has received a Rome Prize, fellowships from the Guggenheim Foundation and the Rockefeller Foundation, and the Lannan Foundation Award.\nPhilip Booth saluted Poems as “the most original first book that has appeared on any publisher’s poetry list in a sad long time,” and the awards the book later received bore out Booth’s appraisal. Poems was Many commentators felt that Dugan maintained this high level of excellence in his subsequent volumes of verse. “Never a ‘promising young poet,’ Dugan showed what he could do, which was considerable, in his first book,” Helen Chasin commented in a review of Poems 4. “And he has simply kept on writing strong, skillful, interesting poems.”\nDugan’s style and tone have remained consistent throughout his career. Concise and brusque, his language is close to everyday speech. X.J. Kennedy described Dugan’s style as “a plain stodgy no-nonsense American prose, like that of your nearest bartender.” The low-keyed humor and the strains of satire that underpin Dugan’s poems have frequently attracted comment. Some of Dugan’s strongest effects, R.J. Mills observed, are gained “through mockery, invective, sudden reversal, and exposure.” His poetry is typically ironic and unsentimental.\nFor subject matter, Dugan turns to the commonplace. “A confirmed angel-wrestler, Dugan is beset by the facts of life, such as the need to make money and the unpleasant nature of the job that makes it, or the simple problem of how much to drink,” Richmond Lattimore explained. Dugan’s examination of daily life leads him to feelings of alienation, defeat, and despair. His disenchantment with society is reflected in his attacks on sacred cows, including the Statue of Liberty and Joyce Kilmer’s “Trees.” Dugan “seems more than a little fearful of life in general, for he speaks of getting up in the morning and walking out into the ‘daily accident,’” Stephen Stepanchov noted. “He distrusts all slogans, prophecy, and questions all received values.”\nDugan’s predictable style and subject matter have led some to accuse him of stagnation. “The sameness of Dugan’s poems suggests someone who is concerned not to seek variety or development, and continue working the same weirdly attractive yet essentially limited vein,” Alan Brownjohn remarked. Taking the opposite tack, Robert Boyers argued that Dugan’s limited range is a virtue: “By cultivating what is by any standard a confining style, and by exercising his caustic intelligence on a relatively narrow range of subjects, Dugan has created a significant body of work that speaks with authority to a variety of modern readers. One does not get terribly excited about Alan Dugan’s work, but one nevertheless returns to it with increasing regularity, for it successfully inhabits that middle ground of experience which our best poets today seem loathe to admit.”\nWhen Dugan’s Poems Seven: New and Complete Poetry appeared in bookstores in 2001, it marked the 40th year of his publishing career. It was also his first book to be published in more than a decade. The long layoff did not affect his poetry, however. Not only was Poems Seven lauded by critics, it also earned Dugan the 2001 National Book Award for poetry. The book included 35 new poems, as well as selected verse from his previous collections. Among the poems included in the book are “The Esthetics of Circumcision,” “Funeral Oration for a Mouse,” and “On the Supposed Immortality of Orchids.”\nNumerous critics praised Poems Seven, including a contributor for Publishers Weekly, who called it a “carefully constructed, funny and sometimes unvarying volume.” In the New York Times, Robert Pinsky lauded Dugan’s ability to see poetry in the more mundane aspects of life: “Dugan’s remarkable achievement is to see into mean or mundane materials with all the profundity and force of poetry.” Doris Lynch, who reviewed the book for Library Journal, asserted that Dugan brought “an intriguing and idiosyncratic vision to American poetry.”\nA founder of the Fine Arts Work Center in Provincetown, Dugan lived in Truro, Massachusetts. He died of pneumonia in Hyannis, Massachusetts on September 3, 2003.\n", "attrs": {}}