{"pf_url": "https://www.poetryfoundation.org/poets/alan-brownjohn", "name": "Alan Brownjohn", "yob": "1931", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/663070d857cec5be61f01cc5667173941ae9258b.jpeg", "bio": "\n                                                                    Alan Brownjohn was born in London and educated at Merton College, Oxford. After teaching and lecturing stints at Battersea College of Education and South Bank Polytechnic, he became a full-time writer and broadcaster. He worked with newspapers such as the Times Literary Supplement, the Sunday Times, and the New Statesman, where he was poetry editor. Chairman of the Poetry Society for much of the 1980s, Brownjohn was also involved in politics as a Labour councilor and candidate for Parliament. He was a member of the loosely organized collection of poets working in England in the 1960s known as The Group, though his poetry since then has increasingly incorporated elements of fiction.    Brownjohn’s work is often compared to Philip Larkin’s: both poets are moralists interested in understanding the dynamics of everyday social encounters through regular verse forms. According to Sean O’Brien, Brownjohn “has spent much of his career pondering the contradictions between desire and obligation.” Brownjohn’s second collection, The Railings (1961), drew comparisons to William Empson and Robert Graves. Later volumes include The Lions’ Mouths (1967), Brownjohn’s Beasts (1970), Warrior’s Career (1972), A Night in the Gazebo (1980), Collected Poems 1952–1983 (1983, reissued 1988), The Observation Car (1990), The Cat Without E-Mail (2001), Collected Poems 1952–2006 (2006), and Ludbrooke and Others (2010). Brownjohn has also published novels, including The Way You Tell Them: A Yarn of the Nineties (1990), which won the Authors’ Club First Novel Award; The Long Shadows (1997); A Funny Old Year (2001); and Windows on the Moon (2009). His critical study of Philip Larkin appeared in 1975. Brownjohn’s honors and awards include the Cholmondeley Award.\n                                                            ", "attrs": {"Region:": ["England"]}}