{"pf_url": "https://www.poetryfoundation.org/poets/alastair-reid", "name": "Alastair Reid", "yob": "1926", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e0be0e0ddc6afdc513d76cb7716a22c2f2b029ae.jpeg", "bio": "\nScottish poet Alastair Reid was born in Whithorn, Galloway, Scotland, where his father was a minister. He attended the University of St. Andrews, though his education was interrupted by the outbreak of World War II. He was conscripted into the navy and became a code breaker. Reid returned to St. Andrews after the war and earned a degree in classics. He soon left Scotland, embarking on the itinerant lifestyle for which he would become well known.\n\r\nReid first taught at Sarah Lawrence College in Bronxville, New York, and then traveled to Mallorca, where he befriended Robert Graves. Though their friendship ultimately soured when Reid ran away with Margot Callas, Graves’s muse, the relationship between Graves and Reid was at first tremendously productive. Through Graves, Reid developed an interest in translating. His long immersion in the Spanish language led him to translating the poetry of a diverse group of Latin American writers, including Pablo Neruda, Jorge Luis Borges, Heberto Padilla, Eugenio Montejo, and José Emilio Pachedo. Reid was a longtime contributor to the New Yorker, and his observations of Spain became the basis for his “From a Spanish Village” chronicle in the magazine.\n\r\nA minor scandal arose when Reid admitted to creating composite characters and taking other creative liberties with the column in the 1980s. Reid’s peripatetic life included stints living in a houseboat on the Thames, on a ginger plantation in the Dominican Republic, and in an apartment in Greenwich Village.\r\n \r\nReid’s poetry is known for its colloquial warmth and ease. His collections include To Lighten My House (1953), Oddments, Inklings, Omens, Moments: Poems (1959), Passwords: Places, Poems, Preoccupations (1963), and Weathering: Poems and Translations (1978), in which Reid bid farewell to “formal poetry, which seems to me now something of an artificial gesture, like wearing a tie.” Selected volumes of his work continued to appear, though, as An Alastair Reid Reader: Selected Prose and Poetry (1994), Oases: Poems and Prose (1997), and Inside Out: Selected Poetry and Translations (2008). Reid’s prose is as well regarded as his poetry, and he frequently published collections that included both. Selections from his columns for the New Yorker were published as Whereabouts: Notes on Being a Foreigner (1987), and further essays, travelogues, and reminiscences were collected in Outside In: Selected Prose (2008). \n\r\nReid died in 2014.\n", "attrs": {"Region:": ["Scotland"]}}