{"pf_url": "https://www.poetryfoundation.org/poets/alberto-rios", "name": "Alberto Ríos", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/e042f4c73476e4394fc6b4819a10ac472d85043c.jpeg", "bio": "\nAlberto Ríos has won acclaim as a writer who uses language in lyrical and unexpected ways in both his poems and short stories, which reflect his Chicano heritage and contain elements of magical realism. He earned a BA and an MFA from the University of Arizona. His many poetry collections include Not Go Away is My Name (2020), The Dangerous Shirt (2009), The Theater of Night (2006), Five Indiscretions (1985), and Whispering to Fool the Wind (1982), which was selected by Donald Justice for the 1981 Walt Whitman Award. Ríos is also the author of several short story collections, including The Curtain of Trees (1999) and The Iguana Killer: Twelve Stories of the Heart (1984), as well as the memoir Capirotada: A Nogales Memoir (1999). His honors including six Pushcart Prizes, the Arizona Governor's Arts Award, and fellowships from the Guggenheim Foundation and the National Endowment for the Arts.\n“Ríos’s poetry is a kind of magical storytelling, and his stories are a kind of magical poetry,” commented José David Saldívar in the Dictionary of Literary Biography. Ríos grew up in a Spanish-speaking family but was forced to speak English in school, leading him to develop a third language, “one that was all our own,” as he described it. Ríos once commented, “I have been around other languages all my life, particularly Spanish, and have too often thought of the act of translation as simply giving something two names. But it is not so, not at all. Rather than filling out, a second name for something pushes it forward, forward and backward, and gives it another life.”\nSaldívar wrote of Ríos, “Many of his important early poems dramatize the essence of this uncanny third language.” There are examples of these in the prize-winning collection Whispering to Fool the Wind, which contains poems that Mary Logue, writing in the Voice Literary Supplement, called “written miracles” that “carry the feel of another world.” These poems, she noted, are informed by his upbringing in the border town of Nogales, Arizona, “where one is neither in this country nor the other.”\nSaldívar explained that Ríos tells stories in verse, something that many writers have been unable to do successfully. Ríos, however, is able to bring to life characters such as a man who dies of anger when a seamstress refuses to give him pins with which to display his butterfly collection. “Throughout Whispering to Fool the Wind magical-realist events are related with the greatest of accuracy without being forced on the reader,” Saldívar wrote. “It is left up to readers to interpret things for themselves in a way that is most familiar to them.”\nSaldívar deemed “Nani,” about Ríos’s grandmother, the best poem in the collection “and one of the most remarkable poems in Chicano literature.” It “captures the reality of the invented third language,” he said, with lines such as “‘To speak, now-foreign words I used to speak, too, dribble down her mouth. ... By the stove she does something with words and looks at me only with her back.’” Logue also praised the poet’s unusual use of language, observing that “Ríos’s tongue is both foreign and familiar, but always enchanting.”\nIn Five Indiscretions, “most of the poems achieve a level of excellence not far below the peak moments of [Ríos’s] earlier poetry,” Saldívar asserted. Almost all of these poems deal with romantic and sexual relationships between men and women, with the poet taking both male and female viewpoints. This collection has “regrettably ... not received the acclaim and attention it deserves,” Saldívar opined. “The few book reviews, however, praised his ability to represent gender issues and his use of the American language.”\nRíos’s award-winning book of short stories, The Iguana Killer: Twelve Stories of the Heart, contains tales “explor[ing] the luminous world of his childhood and border culture,” Saldívar related. The title story centers on a young Mexican boy who uses a baseball bat to become his country’s leading iguana killer. “The Birthday of Mrs. Pineda” is about an oppressed wife who finally gets a chance to speak for herself. This and “The Way Spaghetti Feels” are, in Saldívar’s estimate, “the best stories in the book”; he commented that they “border on the metafictional and magical-realist impulse in postmodern fiction.”\nThese characteristics also are evident in the 1995 work Pig Cookies and Other Stories, set in a small Mexican town where cookies exhibit supernatural powers and life takes other surprising twists and turns. “The tales in this collection glisten with a magical sheen, at once other-worldly and real,” remarked Greg Sanchez in World Literature Today. “Ríos takes us from the realm of imagination to the concrete and back again with surprising fluidity.” Ríos also creates winning characters, wrote a Publishers Weekly reviewer: “These poignant, funny tales of the rich, unsuspected lives of regular folks transcend time and place.” Ríos’s The Curtain of Trees: Stories focuses on residents of small towns along the border of Arizona and Mexico. A Publishers Weekly critic stated that the “characters are from another era (circa the 1950s), roaming the unpaved streets of small villages, their lives made vividly real through the author’s powerful sensitivity and sharp eye for detail.”\nCapirotada: A Nogales Memoir, “a monologue that is funny, intimate, and as sweet as a candy placed in your palm by a friend,” according to Booklist critic GraceAnne A. DeCandido, appeared in 1999. In Capirotada, Ríos describes his experiences growing up in Nogales, Arizona, which shared a border with its sister city of Nogales, Mexico. A Publishers Weekly reviewer called the work “an extremely personal family history filled with small anecdotes and finely drawn landscapes.” In Library Journal, Gwen Gregory remarked, “This well-balanced narrative recalls the universal experiences of childhood and unique personal reminiscences of the author.”\nThe Smallest Muscle in the Human Body, a 2002 collection of poems, “focuses squarely on childhood experiences and memories,” noted a Publishers Weekly reviewer. Poems like “My Chili” and “Chinese Food in the Fifties” celebrate local dining customs, and “Gray Dogs” is one of several poems that contain animal imagery. According to Robert Murray Davis in World Literature Today, Ríos “is most successful ... when, on the one hand, he does not strive too hard for paradox and, on the other, when he does not take refuge in mere nostalgia.” The book’s title, taken from the poem “Some Extensions on the Sovereignty of Science,” refers to the stapedius muscle in the ear, which prevents humans from hearing their own heartbeat. “The muscle does important work I think, but at the same time, it keeps us from something that belongs to us,” Ríos told Leslie A. Wootten in World Literature Today. “We are protected from particular sounds for our own good. There are many things in life we are protected from hearing, seeing, smelling, tasting, touching, and feeling. In large measure, the poems in this book—and all my books—struggle to bring into view what we’ve been protected from experiencing. But by this, I mean the small things as well as the large.”\nOne of Chicano culture’s important voices, Ríos is dedicated “to finding, declaring, and celebrating the diversity and power of community in the experience of those around him. Thus, his vision is more outward directed, less private than might at first glance be apparent,” contended Robert McDowell in an essay for Contemporary Poets. Saldívar added that “Ríos is surely one of the major vernacular voices in the postmodern age.”\nSince 1982, Ríos has taught at Arizona State University, where he is Regents Professor of English and director of the Virginia G. Piper Center for Creative Writing. In 2013 he was named Arizona’s first poet laureate. He served as a chancellor of the Academy of American Poets from 2014 to 2020.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}