{"pf_url": "https://www.poetryfoundation.org/poets/aleksander-wat", "name": "Aleksander Wat", "yob": "1900", "yod": "1967", "image": null, "bio": "\nAleksander Wat was the pen name of Aleksander Chwat. He was born in Warsaw, Poland, and was descended from an illustrious Jewish family. He studied philosophy, psychology, and logic at Warsaw University and was a key figure in Eastern European interwar avant-garde movements. He published his own poetry and short fiction and edited and published work by other writers, including Vladimir Mayakovsky and the Polish futurists, a group he cofounded. Wat’s writings from this period include the short story collection Bezrobotny Lucyfer (Lucifer Unemployed, 1927). His early work was influenced by surrealism, Dadaism, and futurism; his absurdist, nihilistic take on catastrophe echoed the events shaking Europe before World War II.\nLike many intellectuals of the time, Wat was sympathetic to communist causes and edited a communist journal, The Literary Monthly, from 1929 to 1932. Nevertheless, when Russia invaded Poland during World War II, he was arrested by Stalin’s forces and imprisoned in the Soviet Union. In 1942, he joined his family in exile in Kazakhstan; they eventually returned to Poland, where Wat worked for a state publishing house. In his postwar poetry, he treated spiritual longing and despair with religious intensity. Wat abandoned Judaism and converted to Catholicism late in life. According to Tess Lewis, “For the most part, Wat wrote of his religious faith most directly, and ambiguously, in his late poetry, devoting much of his prose to literature, his past, and to analyzing and exposing Communism. The roots of all three faiths—Judaism, Christianity, and Communism—were entwined in his earliest origins.”\nWat immigrated to France in 1963; in 1964, he traveled to the University of California–Berkeley, where he and poet Czeslaw Milosz recorded a series of conversations about Wat’s life and times. Compiled and edited by Milosz and translated by Richard Lourie, the book was published as My Century (1988) to wide acclaim. Wat’s poetry has been collected in two English translations: With the Skin: Poems of Aleksander Wat (1989) and Mediterranean Poems (1977). Lucifer Unemployed was reissued in translation by Lillian Vallee and with an introduction from Milosz in 1990. Thomas Venclova published a critical biography, Aleksander Wat: Life and Art of an Iconoclast (1996).\n", "attrs": {"Region:": ["Poland"]}}