{"pf_url": "https://www.poetryfoundation.org/poets/alexander-pushkin", "name": "Alexander Pushkin", "yob": "1799", "yod": "1837", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/875297226f82b0b296db1ad64541ec2a5d589e2e.jpeg", "bio": "\nRussia’s most famous poet, Alexander Pushkin was born into one of Russia’s most famous noble families. His mother was the granddaughter of an Abyssinian prince, Hannibal, who had been a favorite of Peter I, and many of Pushkin’s forebears played important roles in Russian history. Pushkin began writing poetry as a student at the Lyceum at Tsarskoe Selo, a school for aristocratic youth. As a young man, Pushkin was immersed in French poetry and Russian Neoclassicism. His early output was generically diverse and included elegies, songs, and epistles.\r\n \r\nAfter graduating in 1817, Pushkin threw himself into St. Petersburg society, pursuing pleasure as well as politics. Certain poems from these years commented on the limits of autocracy and directed invective toward high-ranking officials; they were circulated widely but never published and eventually came back to haunt Pushkin after their discovery amongst the belongings of the Decembrists, the military faction that rose up to challenge Nicholas I. Pushkin’s first major verse narrative, the mock epic Ruslan i Liudmila (1820), dates from his St. Petersburg period. Written in iambic tetrameter, the poem is a faux-fairy tale based on medieval Russian history. Pushkin’s first major success, the poem also generated controversy for its break with prevailing verse traditions. Soon after its publication, Pushkin was sent into exile in southern Russia for his outspoken political views. During the first years of his exile (1820-1823), Pushkin traveled to the Caucasus and Crimea, writing lyrics and narrative poems that exhibited debts to his recent discovery, in French translation, of the works of George Gordon, Lord Byron.\r\n \r\nAt the end 1823, Pushkin began work on his masterpiece, Evgeny Onegin (Eugene Onegin). Written over seven years, the poem was published in full in 1833. In it, Pushkin invented a new stanza: iambic tetrameter with alternating feminine and masculine rhymes. The poem is also notable for its inventive and exuberant language and social critique. And while Pushkin played with autobiography, the verse novel turned out to be more autobiographical than even he knew: like Pushkin himself, Onegin gets involved in a duel, though Onegin survives by killing his opponent, while Pushkin would die at the hand of his own. In general, Pushkin’s life was marked by political and romantic scandal. Though Nicholas I eventually released him from exile, Pushkin’s work was frequently censored, his letters intercepted, and his status with the court remained tenuous until his death.\r\n \r\nIn 1831, Pushkin married Natalia Goncharova. Her beauty and favor at court led to many problems for Pushkin: Nicholas himself was infatuated with her, as was the French royalist George D’Anthès-Heeckeren who openly pursued Natalia for years. Pushkin eventually challenged D’Anthès to a duel, which he lost. He died on January 29, two days after being mortally wounded. While the court sympathized with D’Anthès, the Russian public mourned Pushkin. Fearing unrest, the government held Pushkin’s funeral in a small church, admitting mourners by ticket only. He was buried at dawn next to his mother at Svyatye Gory Monastery.\r\n \r\nPushkin’s most famous poems are decidedly Romantic in their celebration of freedom and defense of personal liberty, but his concise, moderate, and spare style has proven difficult for many critics to categorize. His many narrative poems, epics, and lyrics are mainstays of the Russian literary tradition and widely memorized. His works have inspired countless song cycles, ballets, and other artistic interpretations. In 1880, a statue of Pushkin was unveiled in Moscow, to speeches given by Dostoevsky and Turgenev, who claimed that the statue allowed Russians to claim themselves as a great nation “because this nation has given birth to such a man.”\n", "attrs": {"Region:": ["Russia"]}}