{"pf_url": "https://www.poetryfoundation.org/poets/alexander-pope", "name": "Alexander Pope", "yob": "1688", "yod": "1744", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/bd1f664cc0ac21071ef952f29466eef0bd04b28b.jpeg", "bio": "\nThe acknowledged master of the heroic couplet and one of the primary tastemakers of the Augustan age, British writer Alexander Pope was a central figure in the Neoclassical movement of the early 18th century. He is known for having perfected the rhymed couplet form of his idol, John Dryden, and turned it to satiric and philosophical purposes. His mock epic The Rape of the Lock (1714) derides elite society, while An Essay on Criticism (1711) and An Essay on Man (1733–34) articulate many of the central tenets of 18th-century aesthetic and moral philosophy. Pope was noted for his involvement in public feuds with the writers and publishers of low-end Grub Street, which led him to write The Dunciad (1728), a scathing account of England’s cultural decline, and, at the end of his life, a series of related verse essays and Horatian satires that articulated and protested this decline.\nPope is also remembered as the first full-time professional English writer, having supported himself largely on subscription fees for his popular translations of Homer and his edition of the works of William Shakespeare. Although a major cultural figure of the 18th century, Pope fell out of favor in the Romantic era as the Neoclassical appetite for form was replaced by a vogue for sincerity and authenticity. Interest in his poetry was revived in the early 20th century. He is recognized as a great formal master, an eloquent expositor of the spirit of his age, and a representative of the culture and politics of the Enlightenment.\nPope was born on May 21, 1688 to a wealthy Catholic linen merchant, Alexander Pope, and his second wife, Edith Turner. In the same year, the Protestant William of Orange took the English throne. Because Catholics were forbidden to hold office, practice their religion, attend public schools, or live within 10 miles of London, Pope grew up in nearby Windsor Forest and was mostly self-taught, his education supplemented by study with private tutors or priests. At the age of 12, he contracted spinal tuberculosis, which left him with permanent physical disabilities. He never grew taller than four and a half feet, was hunchbacked, and required daily care throughout adulthood. His irascible nature and unpopularity in the press are often attributed to three factors: his membership in a religious minority, his physical infirmity, and his exclusion from formal education. However, Pope was bright, precocious, and determined and, by his teens, was writing accomplished verse. His rise to fame was swift. Publisher Jacob Tonson included Pope’s Pastorals, a quartet of early poems in the Virgilian style, in his Poetical Miscellanies (1709), and Pope published his first major work, An Essay on Criticism, at the age of 23. He soon became friends with Whig writers Joseph Addison and Richard Steele, editors of the Spectator, who published his essays and poems, and the appearance of The Rape of the Lock made him famous in wider circles.\nAn Essay on Criticism is a virtuosic exposition of literary theory, poetic practice, and moral philosophy. Bringing together themes and ideas from the history of philosophy, the three parts of the poem illustrate a golden age of culture, describe the fall of that age, and propose a platform to restore it through literary ethics and personal virtues. The work showcases Pope’s mastery of the heroic couplet, in which he was capable of making longer arguments in verse as well as of producing such memorable phrases as “The Sound must seem an Eccho to the Sense” and “To Err is humane; to Forgive, Divine.” The mock epic The Rape of the Lock made Pope known to a general audience. Based on an actual incident in 1711, when Robert Lord Petre (“The Baron”) publicly cut a lock of hair from the head of Arabella Fermor (“Belinda”), and said to have been written at the request of a friend to encourage a rapprochement between the families, the poem nimbly depicts the foibles of high society. At once light-hearted and serious, addressing both the flimsiness of social status and the repercussions of public behavior, the poem is an in-depth study of contemporary social mores and the reasons for their existence. The Rape of the Lock was followed by “Eloisa to Abelard” (1717), which lyrically explored the 12th-century story of the passionate love of Heloïse d’Argenteuil and her teacher, the philosopher Peter Abelard.\nIn the mid-1720s, Pope became associated with a group of Tory literati called the Scriblerus Club, which included John Gay, Jonathan Swift, John Arbuthnot, and Thomas Parnell. The club encouraged Pope to release a new translation of Homer’s Iliad (circa 8th century BCE) via subscription, a publication method whereby members of the public gave money in advance of a text’s appearance with the agreement that they would receive handsome, inscribed editions of the completed volumes. The Iliad was a tremendously popular publishing venture, and it made Pope self-supporting. He followed with subscription editions of the Odyssey (circa 8th to 7th centuries BCE) and of Shakespeare’s works. After these successes, Pope could afford a lavish lifestyle and moved to a grand villa at Twickenham. The estate’s grounds included miniature sculptured gardens and a famous grotto, an underground passageway decorated with mirrors that connected the property to the London Road. Here, Pope feted friends and acquaintances, cultivated his love for gardening, and wrote increasingly caustic essays and poems. Frequently maligned in the press, he responded publicly with The Dunciad (1728), an attack on the Shakespearean editor Lewis Theobald; The Dunciad, Variorum (1729), which appends a series of mock footnotes vilifying other London publishers and booksellers; and another edition of The Dunciad that articulates the writer’s concern over the decline of English society. Using the term “duncery” to refer to all that was tasteless, dull, and degraded in culture and literature, Pope mocked certain contemporary literary figures while making a larger point about the decline of art and culture. In the 1730s, Pope published two works on the same theme: An Essay on Man and a series of “imitated” satires and epistles of Horace (1733-38). After the final edition of The Dunciad was released in 1742, Pope began to revise and assemble his poetry for a collected edition. Before he could complete the work, he died of dropsy (edema) and acute asthma on May 30, 1744.\nAn Essay on Man is didactic and wide-reaching and was meant to be part of a larger work of moral philosophy that Pope never finished. Its four sections, or “epistles,” present an aesthetic and philosophical argument for the existence of order in the world, contending that we know the world to be unified because God created it. Thus, it is only our inferior vision that perceives disunity, and it is each man’s duty to strive for the good and the orderly.\nPope’s literary merit was debated throughout his life, and successive generations have continually reassessed the value of his works. Pope’s satires and poetry of manners did not fit the Romantic and Victorian visions of poetry as a product of sincerity and emotion. He came to be seen as a philosopher and rhetorician rather than a poet, a view that persisted through the 19th and early 20th centuries. The rise of modernism, however, revived interest in pre-Romantic poetry, and Pope’s use of poetic form and irony made him of particular interest to the New Critics. In the latter half of the 20th and the beginning of the 21st centuries, Pope remained central to the study of what scholars deem the long 18th century, a period loosely defined as beginning with publication of John Milton’s Paradise Lost (1667) and extending through the first generation of the Romantics in the 1820s.\nModern scholars have evaluated Pope as a major literary voice engaged with both high and low cultural scenes, a key figure in the sphere of letters, and an articulate witness to the rise of the commercial printing age and the development of modem English national identity. Howard D. Weinbrot (1980) read Pope’s late satires in the context of 18th-century neoclassicism, arguing that he did not simply imitate Horace but worked with elements from Juvenal and Persius as well. Pope, Weinbrot asserted, had a far wider satiric range than modem readers assume: he was “more eclectic, hostile, and both sublime and vulgar.” John Sitter (2007) concentrated on the range of voices employed by Pope in his poetry, offering an alternative to prevailing views on rhyme and the couplet form. Sophie Gee (2014) argued that The Rape of the Lock is important because of its emphasis on character and identity, a focus that she identified as novelistic, while Donna Landry (1995) placed Pope in the context of the critical history of landscape poetry, maintaining that he was a central figure in the 18th-century invention of the concept of the “countryside.” The transformation of the physical country into the aesthetic object of the countryside, Landry explained, is enacted through Pope’s ideology of stewardship and control, which imagines a landscape halfway between the country and the city that Landry called an early version of suburbia.\nOther recent criticism has interpreted Pope’s work in the contexts of gender and authorial identity. Claudia N. Thomas (1994) analyzed female readings of and commentary on Pope’s writings as a way of documenting the experience of women in the 18th century, while J. Paul Hunter (2008) showed that Pope’s later career choices emphasized his honesty and integrity and the connection between those characteristics and masculinity. Catherine Ingrassia (2000) argued that Pope’s literary attacks allowed him to respond to criticism and keep his name before the public. In their study of Pope’s self-representation as an artist, Paul Baines and Pat Rogers (2008) characterized Pope’s poisoning of Edmund Curll—he placed an emetic in the bookseller’s drink—as the poet’s “first Horatian imitation,” situating the event within a history of literary revenge.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}