{"pf_url": "https://www.poetryfoundation.org/poets/alfred-corn", "name": "Alfred Corn", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/58d3a6d3358afa8c69a2c9b47c3ffffb0dfcc28d.jpeg", "bio": "\nAlfred Corn has published ten books of poems, including Stake: Selected Poems, 1972-1992 (1999) and, most recently, Unions (2014). He has also published two novels, Part of His Story (1997) and Miranda’s Book (2014), a study of prosody The Poem’s Heartbeat (1997), and three collections of critical essays, The Metamorphoses of Metaphor (1987), Atlas: Selected Essays, 1989-2007 (2008), and Arks and Covenants: Essays and Aphorisms (2017). Corn’s book reviews have appeared in the New York Times Book Review, the Nation, the New Republic, the Hudson Review, and Poetry London. He also writes art criticism for Art in America and ARTnews magazines. His play, Lowell’s Bedlam, premiered at Pentameters Theatre in London in 2011.\n\r\nCorn was born in Bainbridge, Georgia and earned a BA from Emory University. As a graduate student in French literature at Columbia University, he received a Fulbright Fellowship to study for a year in Paris. For his poetry, Corn has received Guggenheim, NEA, and NYFA fellowships, an Award in Literature from the Academy and Institute of Arts and Letters, a fellowship from the Academy of American Poets, and the Dillon, Blumenthal, and Levinson Prizes from Poetry magazine. A former fellow of the Rockefeller Study and Conference Center at Bellagio, Lake Como, Corn also held the Amy Clampitt residency in Lenox, Massachusetts in 2004-05. In 2012, Corn was a Visiting Fellow at Clare Hall, University of Cambridge, working on a translation of the Duino Elegies, and in 2013 Clare Hall made him a Life Fellow. In 2014 he won the international Andersen Prize, awarded for a fairy tale, by the Comune di Sestri Levante in Italy.\nFor many years Alfred Corn taught in the Graduate Writing Program at Columbia University and held visiting posts at UCLA, the University of Cincinnati, the University of Tulsa, Oklahoma State, and Yale.  From 2005 to 2011 he lived mostly in London, teaching a course for the Poetry School, and one for the Arvon Foundation. He is also author of the e-book, Transatlantic Bridge: A Concise Guide to American and British English (2012), which delineates differences in pronunciation, spelling, and grammar between the two countries’ English.\nCorn lives in Rhode Island and spends part of every year in the UK.\n \n", "attrs": {"Region:": ["U.S., New England"]}}