{"pf_url": "https://www.poetryfoundation.org/poets/alfred-kreymborg", "name": "Alfred Kreymborg", "yob": "1883", "yod": "1966", "image": null, "bio": "\n                                                                    Early Modernist poet, novelist, and editor Alfred Kreymborg was born in New York City, the son of a cigar-store owner. A master chess player by age ten, he also played mandolin and piano before turning his energies to poetry.   One of the first American poets to embrace free verse and prose poetry, Kreymborg later returned to strict formal verse, making his work—at once political and imagistic—difficult to classify as a whole. He published more than a dozen collections of poetry during his lifetime, including the prose-poetry collection Apostrophes (1910), Mushrooms (1916), Manhattan Men (1929), Ten American Ballads (1942), and No More War and Other Poems (1950) as well as the autobiography Troubadour (1925). His verse and radio plays include Lima Beans (1918), The Planets: A Modern Allegory (1938), and The Four Apes (1939).   Kreymborg edited a series of literary magazines over the course of his career, often working in collaboration with some of Modernism’s most influential figures. With Man Ray, he published The Glebe, a Modernist journal that first published Ezra Pound’s Des Imagistes, and with Wallace Stevens, William Carlos Williams, and Skipwith Cannell, he edited Others: A Magazine of New Verse. He edited Broom: An International Magazine of the Arts with Harold Loeb and founded the annual anthology American Caravan with Paul Rosenfeld.   Kreymborg’s work as an editor, a historian, and an anthologist undeniably helped shape perceptions of the early Modernist movement. His comprehensive history of American poetry, Our Singing Strength (1929), offers particular insight into the community of Modernist poets.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}