{"pf_url": "https://www.poetryfoundation.org/poets/alfred-arteaga", "name": "Alfred Arteaga", "yob": "1950", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/b9d943b15dbdd9cf6d501d28ff95f91484a04edc.jpeg", "bio": "\n                                                                    Poet and scholar Alfred Arteaga was born in Los Angeles and began writing poetry when he was just eight years old. He earned his MFA in poetry from Columbia University and a PhD in literature from the University of California, Santa Cruz. In 1975, he won a first Chicano Literary Prize. Arteaga is considered a pioneer in both postcolonial and ethnic minority studies as well as an important Chicano movement poet. He trained as a Renaissance scholar, and his major scholarly works focused on “interlingual” and “intercultural” discourses and perspectives. Interested in the merging of European and indigenous cultures of the Americas after European contact and colonization and often focusing on post-1965 Chicano/a artists and intellectuals, Arteaga’s scholarship and teaching interests spanned centuries. In his seminal anthology, An Other Tongue: Nation and Ethnicity in the Linguistic Borderlands (1994), he collected essays from intellectuals such as Jean Luc Nancy and Gayatri Spivak, among others. Arteaga’s own scholarly works include Chicano Poetics: Heterotexts and Hybridities (1997) and the essay collection House with the Blue Bed (1997).    Arteaga’s creative work was likewise concerned with the potential of cross-cultural poetics. His books of poetry include Cantos (1991), Love in the Time of Aftershocks (1998), Red (2000), and Frøzen Accident (2006). In 1999, he suffered his first heart attack, followed by a six-week coma. According to Laura E. Pérez, “He emerged from that fateful passage intellectually and spiritually renewed and focused, and staged this ambitious and accomplished cycle of poems in dialogue between pre-Columbian and modern (Wittgenstein) and post-structuralist European philosophies, echoing the works of the philosopher, poet, and prince of pre-Columbian Mexico, Nezahualcoyotl, that perhaps there is no better way to speak truth on this earthly plain than through ‘flower, song,’ that is, poetry, for we, like life itself, are the Divine’s own beautiful, if perishable, flower-like canto.” Arteaga’s last book, Zero Act (2008), was published posthumously.   Arteaga received numerous honors and awards for his work, including the Irvine Chicano Literary Prize and the PEN Oakland/Josephine Miles Writing Award. He also received fellowships from the Rockefeller Foundation and the National Endowment for the Arts. Arteaga taught at the University of California-Berkeley for many years and received tenure in the Department of Ethnic Studies. Widely published and influential as a scholar, Arteaga was also honored by the inscription of his poetry into the sidewalks of Berkeley as part of the anthology Addison Street: The Berkeley Poetry Walk (2004). In 2005, Arteaga suffered a second heart attack; in 2006, he traveled to Thailand to receive an innovative stem cell treatment. He died in California in 2008 after a third heart attack.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}