{"pf_url": "https://www.poetryfoundation.org/poets/alfred-tennyson", "name": "Alfred, Lord Tennyson", "yob": "1809", "yod": "1892", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/88b1dc7ede74e52e7b3f26c7792a29dca9581513.jpeg", "bio": "\nMore than any other Victorian-era writer, Tennyson has seemed the embodiment of his age, both to his contemporaries and to modern readers. In his own day he was said to be—with Queen Victoria and Prime Minister William Gladstone—one of the three most famous living persons, a reputation no other poet writing in English has ever had. As official poetic spokesman for the reign of Victoria, he felt called upon to celebrate a quickly changing industrial and mercantile world with which he felt little in common, for his deepest sympathies were called forth by an unaltered rural England; the conflict between what he thought of as his duty to society and his allegiance to the eternal beauty of nature seems peculiarly Victorian. Even his most severe critics have always recognized his lyric gift for sound and cadence, a gift probably unequaled in the history of English poetry.\nThe lurid history of Tennyson’s family is interesting in itself, but some knowledge of it is also essential for understanding the recurrence in his poetry of themes of madness, murder, avarice, miserliness, social climbing, marriages arranged for profit instead of love, and estrangements between families and friends.\nAlfred Tennyson was born in the depths of Lincolnshire, the 4th son of the 12 children of the rector of Somersby, George Clayton Tennyson, a cultivated but embittered clergyman who took out his disappointment on his wife Elizabeth and his brood of children—on at least one occasion threatening to kill Alfred’s elder brother Frederick. The rector had been pushed into the church by his own father, also named George, a rich and ambitious country solicitor intent on founding a great family dynasty that would rise above their modest origins into a place among the English aristocracy. Old Mr. Tennyson, aware that his eldest son, the rector, was unpromising material for the family struggle upward, made his second son, his favorite child, his chief heir. Tennyson’s father, who had a strong streak of mental instability, reacted to his virtual disinheritance by taking to drink and drugs, making the home atmosphere so sour that the family spoke of the “black blood” of the Tennysons.\n\r\nPart of the family heritage was a strain of epilepsy, a disease then thought to be brought on by sexual excess and therefore shameful. One of Tennyson’s brothers was confined to an insane asylum most of his life, another had recurrent bouts of addiction to drugs, a third had to be put into a mental home because of his alcoholism, another was intermittently confined and died relatively young. Of the rest of the 11 children who reached maturity, all had at least one severe mental breakdown. During the first half of his life Alfred thought that he had inherited epilepsy from his father and that it was responsible for the trances into which he occasionally fell until he was well over 40 years old.\n\r\nIt was in part to escape from the unhappy environment of Somersby rectory that Alfred began writing poetry long before he was sent to school, as did most of his talented brothers and sisters. All his life he used writing as a way of taking his mind from his troubles. One aspect of his method of composition was set, too, while he was still a boy: he would make up phrases or discrete lines as he walked, and store them in his memory until he had a proper setting for them. As this practice suggests, his primary consideration was more often rhythm and language than discursive meaning.\n\r\nWhen he was not quite 18 his first volume of poetry, Poems by Two Brothers (1827), was published. Alfred Tennyson wrote the major part of the volume, although it also contained poems by his two elder brothers, Frederick and Charles. It is a remarkable book for so young a poet, displaying great virtuosity of versification and the prodigality of imagery that was to mark his later works; but it is also derivative in its ideas, many of which came from his reading in his father’s library. Few copies were sold, and there were only two brief reviews, but its publication confirmed Tennyson’s determination to devote his life to poetry.\n\r\nMost of Tennyson’s early education was under the direction of his father, although he spent nearly four unhappy years at a nearby grammar school. His departure in 1827 to join his elder brothers at Trinity College, Cambridge, was due more to a desire to escape from Somersby than to a desire to undertake serious academic work. At Trinity he was living for the first time among young men of his own age who knew little of the problems that had beset him for so long; he was delighted to make new friends; he was extraordinarily handsome, intelligent, humorous, and gifted at impersonation; and soon he was at the center of an admiring group of young men interested in poetry and conversation. It was probably the happiest period of his life.\n\r\nIn part it was the urging of his friends, in part the insistence of his father that led the normally indolent Tennyson to retailor an old poem on the subject of Armageddon and submit it in the competition for the chancellor’s gold medal for poetry; the announced subject was Timbuctoo. Tennyson’s “Timbuctoo” is a strange poem, as the process of its creation would suggest. He uses the legendary city for a consideration of the relative validity of imagination and objective reality; Timbuctoo takes its magic from the mind of man, but it can turn to dust at the touch of the mundane. It is far from a successful poem, but it shows how deeply engaged its author was with the Romantic conception of poetry. Whatever its shortcomings, it won the chancellor’s prize in the summer of 1829.\n\r\nProbably more important than its success in the competition was the fact that the submission of the poem brought Tennyson into contact with the Trinity undergraduate usually regarded as the most brilliant man of his Cambridge generation, Arthur Henry Hallam. This was the beginning of four years of warm friendship between the two men, in some ways the most intense emotional experience of Tennyson’s life.\n\r\nAlso in 1829 both Hallam and Tennyson became members of the secret society known as the Apostles, a group of roughly a dozen undergraduates who were usually regarded as the elite of the entire university. Tennyson’s name has ever since been linked with the society, but the truth is that he dropped out of it after only a few meetings, although he retained his closeness with the other members and might even be said to have remained the poetic center of the group. The affection and acceptance he felt from his friends brought both a new warmth to Tennyson’s personality and an increasing sensuousness to the poetry he was constantly writing when he was supposed to be devoting his time to his studies.\n\r\nHallam, too, wrote poetry, and the two friends planned on having their work published together; but at the last moment Hallam’s father, perhaps worried by some lyrics Arthur had written to a young lady with whom he had been in love, forbade him to include his poems. Poems, Chiefly Lyrical appeared in June 1830. The standard of the poems in the volume is uneven, and it has the self-centered, introspective quality that one might expect of the work of a 20-year-old; but scattered among the other poems that would be forgotten if they had been written by someone else are several fine ones such as “The Kraken,” “Ode to Memory,” and—above all—“Mariana,” which is the first of Tennyson’s works to demonstrate fully his brilliant use of objects and landscapes to convey a state of strong emotion. That poem alone would be enough to justify the entire volume. The reviews appeared slowly, but they were generally favorable.\n\r\nThe friendship between the young men was knotted even more tightly when Hallam fell in love with Tennyson’s younger sister, Emily, on a visit to Somersby. Since they were both so young, there was no chance of their marrying for some time, and meanwhile Hallam had to finish his undergraduate years at Trinity. All the Tennyson brothers and sisters, as well as their mother, seem to have taken instantly to Hallam, but he and Emily prudently said nothing of their love to either of their fathers. Dr. Tennyson was absent on the Continent most of the time, sent there by his father and his brother in the hope that he might get over his drinking and manage Somersby parish sensibly. Arthur’s father, the distinguished historian Henry Hallam, had plans for his son that did not include marriage to the daughter of an obscure and alcoholic country clergyman.\n\r\nIn the summer of 1830 Tennyson and Hallam were involved in a harebrained scheme to take money and secret messages to revolutionaries plotting the overthrow of the Spanish king. Tennyson’s political enthusiasm was considerably cooler than Hallam’s, but he was glad to make his first trip abroad. They went through France to the Pyrenees, meeting the revolutionaries at the Spanish border. Even Hallam’s idealistic fervor scarcely survived the disillusionment of realizing that the men they met were animated by motives as selfish as those of the royalist party against whom they were rebelling. Nonetheless, in the Pyrenees Tennyson marked out a new dimension of the metaphorical landscape that had already shown itself in “Mariana,” and for the rest of his life the mountains remained as a model for the classical scenery that so often formed the backdrop of his poetry. The Pyrenees generated such marvelous poems as “Oenone,” which he began writing there; “The Lotos-Eaters,” which was inspired by a waterfall in the mountains; and “The Eagle,” which was born from the sight of the great birds circling above them as they climbed in the rocks. Above all, the little village of Cauteretz and the valley in which it lay remained more emotionally charged for Tennyson than any other place on earth. He came again and again to walk in the valley, and it provided him with imagery until his death more than 60 years later.\n\r\nEarly the following year Tennyson had to leave Cambridge because of the death of his father. Dr. Tennyson had totally deteriorated mentally and physically, and he left little but debts to his family, although he had enjoyed a good income and a large allowance from his father. Tennyson’s grandfather naturally felt that it was hardly worth his while to keep Alfred and his two elder brothers at Cambridge when it was only too apparent that they were profiting little from their studies and showed no promise of ever being able to support themselves. The allowance he gave the family was generous enough, but it was not intended to support three idle grandsons at the university. Worse still, neither he nor Dr. Tennyson’s brother Charles, who was now clearly marked out as the heir to his fortune, attended the rector’s funeral, making the division in the family even more apparent. The widow and her 11 children were so improvident that they seemed incapable of living on the allowance, and they were certainly not able to support themselves otherwise.\n\r\nThis began a very bitter period of Tennyson’s life. An annual gift of £100 from an aunt allowed him to live in a modest manner, but he refused his grandfather’s offer to help him find a place in the church if he would be ordained. Tennyson said then, as he said all his life, that poetry was to be his career, however bleak the prospect of his ever earning a living. His third volume of poetry was published at the end of 1832, although the title page was dated 1833.\n\r\nThe 1832 Poems was a great step forward poetically and included the first versions of some of Tennyson’s greatest works, such as “The Lady of Shalott,” “The Palace of Art,” “A Dream of Fair Women,” “The Hesperides,” and three wonderful poems conceived in the Pyrenees, “Oenone,” “The Lotos-Eaters,” and “Mariana in the South.” The volume is notable for its consideration of the opposed attractions of isolated poetic creativity and social involvement; the former usually turns out to be the more attractive course, since it reflected Tennyson’s own concerns, but the poems demonstrate as well his feeling of estrangement in being cut off from his contemporaries by the demands of his art.\n\r\nThe reviews of the volume were almost universally damning. One of the worst was written by Edward Bulwer (later Bulwer-Lytton), who was a friend of Tennyson’s uncle Charles. The most vicious review, however, was written for the Quarterly Review by John Wilson Croker, who was proud that his brutal notice of “Endymion“ years before was said to have been one of the chief causes of the death of Keats. Croker numbered Tennyson among the Cockney poets who imitated Keats, and he made veiled insinuations about the lack of masculinity of both Tennyson and his poems. Tennyson, who was abnormally thin-skinned about criticism, found some comfort in the steady affection and support of Hallam and the other Apostles.\n\r\nHallam and Emily Tennyson had by then made their engagement public knowledge, but they saw no way of marrying for a long time: the senior Hallam refused to increase his son’s allowance sufficiently to support both of them; and when Arthur wrote to Emily’s grandfather, he was answered in the third person with the indication that old Mr. Tennyson had no intention of giving them any more money. By the summer of 1833, Hallam’s father had somewhat grudgingly accepted the engagement, but still without offering further financial help. The protracted unhappiness of both Arthur and Emily rubbed off on the whole Tennyson family.\n\r\nThat autumn, in what was meant as a gesture of gratitude and reconciliation to his father, Arthur Hallam accompanied him to the Continent. In Vienna Arthur died suddenly of apoplexy resulting from a congenital malformation of the brain. Emily Tennyson fell ill for nearly a year; the effects of Hallam’s death were less apparent externally in Alfred but were perhaps even more catastrophic than for his sister.\n\r\nThe combination of the deaths of his father and his best friend, the brutal reviews of his poetry, his conviction that both he and his family were in desperate poverty, his feelings of isolation in the depths of the country, and his ill-concealed fears that he might become a victim of epilepsy, madness, alcohol, and drugs, as others in his family had, or even that he might die like Hallam, was more than enough to upset the always fragile balance of Tennyson’s emotions. “I suffered what seemed to me to shatter all my life so that I desired to die rather than to live,” he said of that period. For a time he determined to leave England, and for 10 years he refused to have any of his poetry published, since he was convinced that the world had no place for it.\n\r\nAlthough he was adamant about not having it published, Tennyson continued to write poetry; and he did so even more single-mindedly than before. Hallam’s death nearly crushed him, but it also provided the stimulus for a great outburst of some of the finest poems he ever wrote, many of them connected overtly or implicitly with the loss of his friend. “Ulysses,” “Morte d’Arthur,” “Tithonus,” “Tiresias,” “Break, break, break,” and “Oh! that 'twere possible” all owe their inception to the passion of grief he felt but carefully hid from his intimates. Most important was the group of unlinked poems he began writing about Hallam’s death; the first of these “elegies,” written in four-line stanzas of iambic tetrameter, was begun within two or three days of his hearing the news of Hallam’s death. He continued to write them for 17 years before collecting them to form what is perhaps the greatest of Victorian poems, In Memoriam (1850).\n\r\nThe death of his grandfather in 1835 confirmed Tennyson’s fear of poverty, for the larger part of Mr. Tennyson’s fortune went to Alfred’s uncle Charles, who promptly changed his name to Tennyson d’Eyncourt and set about rebuilding his father’s house into a grand Romantic castle, with the expectation of receiving a peerage to cap the family’s climb to eminence. His hopes were never realized, but his great house, Bayons Manor, became a model for the home of the vulgar, nouveau riche characters in many of Tennyson’s narrative poems, such as Maud (1855). Charles Tennyson d’Eyncourt’s inheritance was the final wedge driving the two branches of the family apart; he and his nephew were never reconciled, but Alfred’s dislike of him was probably even more influential than admiration would have been in keeping Charles as an immediate influence in so much of Alfred’s poetry.\n\r\nThe details of Tennyson’s romantic attachments in the years after Hallam’s death are unclear, but he apparently had at least a flirtation with Rosa Baring, the pretty young daughter of a great banking family. Tennyson wrote a dozen or so poems to her, but it is improbable that his affections were deeply involved. The poems suggest that her position made it impossible for him to be a serious suitor to her, but she may have been more important to him as a symbol of wealth and unavailability than as a flesh-and-blood young woman. Certainly, he seems not to have been crushed when she married another man.\n\r\nIn 1836, however, at the age of 27, Tennyson became seriously involved with Emily Sellwood, who was four years younger than he. By the following year they considered themselves engaged. Emily had been a friend of Tennyson’s sisters, and one of her own sisters married his next older (and favorite) brother, Charles. Most of the correspondence between Tennyson and Emily has been destroyed, but from what remains it is clear that she was very much in love with him, although he apparently withheld himself somewhat in spite of his affection for her. He was worried about not having enough money to marry, but he seems also to have been much concerned with the trances into which he was still falling, which he thought were connected with the epilepsy from which other members of the family suffered. To marry, he thought, would mean passing on the disease to any children he might father.\n\r\nIn the summer of 1840 Tennyson broke off all relations with Emily. She continued to think of herself as engaged to him, but he abandoned any hope of marriage, either then or in the future. To spare her further embarrassment, the story was put out that her father had forbidden their marriage because of Tennyson’s poverty; this legend has been perpetuated in the present century.\n\r\nThrough the second half of the 1830s and most of the 1840s Tennyson lived an unsettled, nomadic life. Nominally he made his home with his mother and his unmarried brothers and sisters, who continued to rent Somersby rectory until 1837, then moved successively to Essex and to Kent; but he was as often to be found in London, staying in cheap hotels or cadging a bed from friends who lived there. He was lonely and despondent, and he drank and smoked far too much. Many of those who had known him for years believed that his poetic inspiration had failed him and that his great early promise would remain unfulfilled; but this was to neglect the fact that when all else went wrong, he clung to the composition of poetry. He was steadily accumulating a backlog of unpublished poems, and he continued adding to his “elegies” to Hallam’s memory.\n\r\nOne of the friends who worried away at Tennyson to have his work published was Edward FitzGerald, who loved both the poems and their author, although he was too stubborn to hide his feelings when a particular poem failed to win his approval. “Old Fitz” nagged at Tennyson, who in the spring of 1842 agreed to break his 10 long years of silence.\n\r\nThe two volumes of Poems (1842) were destined to be the best-loved books Tennyson ever wrote. The first volume was made up of radically revised versions of the best poems from the 1832 volume, most of them in the form in which they are now known. The second volume contained new poems, among them some of those inspired by Hallam’s death, as well as poems of widely varying styles, including the dramatic monologue “St. Simeon Stylites”; a group of Arthurian poems; his first attempt to deal with rampant sexuality, “The Vision of Sin”; and the implicitly autobiographical narrative “Locksley Hall,” dealing with the evils of worldly marriages, which was to become one of his most popular poems during his lifetime.\n\r\nAfter the reception of the 1832 Poems and after being unpublished for so long, Tennyson was naturally apprehensive about the reviews of the new poems; but nearly all were enthusiastic, making it clear that he was now the foremost poet of his generation. Edgar Allan Poe wrote guardedly, “I am not sure that Tennyson is not the greatest of poets.”\n\r\nBut the bad luck that Tennyson seemed to invite struck again just as the favorable reviews were appearing. Two years earlier, expecting to make a fortune, he had invested his patrimony in a scheme to manufacture cheap wood carvings by steamdriven machines. In 1842 the scheme crashed, taking with it nearly everything that Tennyson owned, some £4,000. The shock set back any progress he had made in his emotional state over the past ten years, and in 1843 he had to go into a “hydropathic” establishment for seven months of treatment in the hope of curing his deep melancholia.\n\r\nThis was the first of several stays in “hydros” during the next five years. Copious applications of water inside and out, constant wrappings in cold, wet sheets, and enforced abstinence from tobacco and alcohol seemed to help him during each stay; but he would soon ruin any beneficial effects by his careless life once he had left the establishment, resuming his drinking and smoking to the despair of his friends. A rather more effective form of treatment was the £2,000 he received from an insurance policy at the death of the organizer of the woodcarving scheme. In 1845 he was granted a government civil list pension of £200 a year in recognition of both his poetic achievements and his apparent financial need. Tennyson was in reality released from having to worry about money, but the habit of years was too much for him; for the rest of his life he complained constantly of his poverty, although his poetry had made him a rich man by the time of his death. In 1845 the betterment of his fortunes brought with it no effort to resume his engagement to Emily Sellwood, showing that it was not financial want that kept them apart.\n\nThe Princess, which was published on Christmas 1847, was Tennyson’s first attempt at a long narrative poem, a form that tempted him most of his life although it was less congenial to him temperamentally than the lyric. The ostensible theme is the education of women and the establishment of female colleges, but it is clear that Tennyson’s interest in the subject runs out before the poem does, so that it gradually shifts to the consideration of what he thought of as the unnatural attempt of men and women to fulfill identical roles in society; only as the hero becomes more overtly masculine and the heroine takes on the traditional attributes of women is there a chance for their happiness. Considerably more successful than the main narrative are the thematic lyrics that Tennyson inserted into the action to show the growth of passion, and between the cantos to indicate that the natural end of the sexes is to be parents of another generation in a thoroughly traditional manner. These interpolated lyrics include some of his most splendid short poems, such as “Come down, O maid,” “Now sleeps the crimson petal,” “Sweet and low,” “The splendour falls on castle walls,” and “Tears, idle tears.” The emotion of these lyrics does more than the straight narrative to convey the forward movement of the entire poem, and their brief perfection indicates well enough that his genius lay there rather than in the descriptions of persons and their actions; this was not, however, a lesson that Tennyson himself was capable of learning. The seriousness with which the reviewers wrote of the poem was adequate recognition of his importance, but many of them found the central question of feminine education to be insufficiently considered. The first edition was quickly sold out, and subsequent editions appeared almost every year for several decades.\n\r\nTennyson’s last stay in a hydropathic hospital was in the summer of 1848, and though he was not completely cured of his illness, he was reassured about its nature. The doctor in charge apparently made a new diagnosis of his troubles, telling him that what he suffered from was not epilepsy but merely a form of gout that prefaced its attacks by a stimulation of the imagination that is very like the “aura” that often warns epileptics of the onset of a seizure. The trances that he had thought were mild epileptic fits were in fact only flashes of illumination over which he had no reason to worry. Had it been in Tennyson’s nature to rejoice, he could have done so at this time, for there was no longer any reason for him to fear marriage, paternity, or the transmission of disease to his offspring. The habits of a lifetime, however, were too ingrained for him to shake them off at once. The real measure of his relief at being rid of his old fear of epilepsy is that he soon set about writing further sections to be inserted into new editions of The Princess, in which the hero is said to be the victim of “weird seizures” inherited from his family; at first he is terrified when he falls into trances, but he is at last released from the malady when he falls in love with Princess Ida. Not only this poem, but his three other major long works, In Memoriam, Maud, and Idylls of the King (1859), all deal in part with the meaning of trances, which are at first frightening but then are revealed to be pathways to the extrasensory, to be rejoiced over rather than feared. After his death Tennyson’s wife and son burned many of his most personal letters, and in what remains there is little reference to his trances or his recovery from them; but the poems bear quiet testimony to the immense weight he must have felt lifted from his shoulders when he needed no longer worry about epilepsy.\n\r\nTennyson’s luck at last seemed to be on the upturn. At the beginning of 1849 he received a large advance from his publisher with the idea that he would assemble and polish his “elegies” on Hallam, to be published as a whole poem. Before the year was over he had resumed communication with Emily Sellwood, and by the beginning of 1850 he was speaking confidently of marrying. On June 1, In Memoriam was published, and less than two weeks later he and Emily were married quietly at Shiplake Church. Improbable as it might seem for a man to whom little but bad fortune had come, both events were total successes.\n\r\nThe new Mrs. Tennyson was 37 years old and in delicate health, but she was a woman of iron determination; she took over the running of the externals of her husband’s life, freeing him from the practical details at which he was so inept. Her taste was conventional, and she may have curbed his religious questioning, his mild bohemianism, and the exuberance and experimentation of his poetry, but she also brought a kind of peace to his life without which he would not have been able to write at all. There is some evidence that Tennyson occasionally chafed at the responsibilities of marriage and paternity and at the loss of the vagrant freedom he had known, but there is nothing to indicate that he ever regretted his choice. It was probably not a particularly passionate marriage, but it was full of tenderness and affection. Three sons were born, of whom two, Hallam and Lionel, survived.\n\r\nAfter a protracted honeymoon of some four months in the Lake District, Tennyson returned to the south of England to find that the publication of In Memoriam had made him, without question, the major living poet. It had appeared anonymously, but his authorship was an open secret.\n\r\nThis vast poem (nearly 3,000 lines) is divided into 131 sections, with prologue and epilogue; the size is appropriate for what it undertakes, since in coming to terms with loss, grief, and the growth of consolation, it touches on most of the intellectual issues at the center of the Victorian consciousness: religion, immortality, geology, evolution, the relation of the intellect to the unconscious, the place of art in a workaday world, the individual versus society, the relation of man to nature, and as many others. The poem grew out of Tennyson’s personal grief, but it attempts to speak for all men rather than for one. The structure often seems wayward, for in T.S. Eliot’s famous phrase, it has “only the unity and continuity of a diary” instead of the clear direction of a philosophical statement. It had been composed with no regard for either chronology or continuity and was for years not intended to be published. The vacillation in mood of the finished poem, however, is neither haphazard nor capricious, for it is put together to show the wild swoops between depression and elation that grief brings, the hesitant gropings toward philosophical justification of bereavement, the tentative little darts of conviction that may precede a settled belief in a beneficent world. It is intensely personal, but one must also believe Tennyson in his reiterated assertions that it was a poem, not the record of his own grief about Hallam; in short, that his own feelings had prompted the poem but were not necessarily accurately recorded in it.\n\r\nTo the most perceptive of the Victorians (and to modern readers) the poem was moving for its dramatic recreation of a mind indisposed to deal with the problems of contemporary life, and for the sheer beauty of so many of its sections. To a more naive, and far larger, group of readers it was a work of real utility, to be read as a manual of consolation, and it is surely to that group that the poem owed its almost unbelievable popularity. Edition followed edition, and each brought Tennyson more fame and greater fortune.\n\r\nWordsworth, who had been poet laureate for seven years, had died in the spring of 1850. By the time Tennyson returned from his honeymoon, it must have seemed to many a foregone conclusion that he would be nominated as Wordsworth’s successor, and early the following year he was presented to the queen as her poet laureate. He wore the borrowed and too-tight court clothes that Wordsworth had worn for the same purpose on the occasion of his own presentation as an emblem of the office’s passage from the greatest of Romantic poets to the greatest of the Victorians.\n\r\nAt the end of November 1853 Alfred and Emily Tennyson moved into the secluded big house on the Isle of Wight known as Farringford, which has ever since been associated with his name. Emily loved the remoteness and the fact that their clocks were not even synchronized with those elsewhere, but her husband sometimes longed to be rattling around London. Most of the time, however, he was content to walk on the great chalk cliffs overlooking the sea, composing his poems as he tramped, their rhythm often deriving from his heavy tread.\n\r\nIt was perhaps his very isolation that made him so interested in the Crimean War, for he read the newspapers voraciously in order to keep current with world affairs. “The Charge of the Light Brigade” was one result in 1854 of his fascination with the heroism of that unpopular war. Maud, in which the hero redeems his misspent life by volunteering for service in the Crimea, was published the following year. In spite of that somewhat conventional-sounding conclusion, the poem is Tennyson’s most experimental, for it tells a thoroughly dramatic narrative in self-contained lyrics; the reader must fill in the interstices of the story by inference. As always, Tennyson is not at his best in narrative, but the melodramatic content of the plot finally matters little in comparison with the startling originality of his attempt to extend the limits of lyricism in order to make it do the work of narrative and drama, to capitalize on his own apparently circumscribed gift in order to include social criticism, contemporary history, and moral comment in the lyric. In part it must have been a deliberate answer to those who complained that his art was too self-absorbed and negligent of the world around him.\n\r\nThe experimental quality of Maud has made it one of the most interesting of his poems to modern critics, but to Tennyson’s contemporaries it seemed so unlike what they expected from the author of In Memoriam that they could neither understand nor love it. The result was the worst critical abuse that Tennyson received after that directed at the 1832 Poems. One reviewer went so far as to say that Maud had one extra vowel in the title, and that it made no difference which was to be deleted. Tennyson’s predictable response was to become defensive about the poem and to read it aloud at every opportunity in order to show how badly misunderstood both poem and poet were. Since it was a performance that took between two and three hours, the capitulation to its beauty that he often won thereby was probably due as much to weariness on the part of the hearer as to intellectual or aesthetic persuasion.\n\r\nEver since the publication of the 1842 Poems Tennyson had been something of a lion in literary circles, but after he became poet laureate he was equally in demand with society hostesses, who were more interested in his fame than in his poetic genius. For the rest of his life Tennyson was to be caught awkwardly between being unable to resist the flattery implied by their attentions and the knowledge that their admiration of him usually sprang from the wrong reasons. It was difficult for him to refuse invitations, but he felt subconsciously impelled when he accepted them to behave gruffly, even rudely, in order to demonstrate his independence. These invitations brought out the least attractive side of a fundamentally shy man, whose paroxysms of inability to deal with social situations made him seem selfish, bad-mannered, and overly assertive. In order to smooth his ruffled feathers, his hostesses and his friends would resort to heavy flattery, which only made him appear more arrogant. One of the saddest aspects of Tennyson’s life is that his growing fame was almost in inverse ratio to his ability to maintain intimacy with others, so that by the end of his life he was a basically lonely man. All the innate charm, humor, intelligence, and liveliness were still there, but it took great understanding and patience on the part of his friends to bring them into the open.\n\nIdylls of the King was published in 1859; it contained only four (\"Enid,” “Vivien,” “Elaine,” and “Guinevere”) of the eventual 12 idylls. The matter of Arthur and Camelot had obsessed Tennyson since boyhood, and over the years it became a receptacle into which he poured his deepening feelings of the desecration of decency and of ancient English ideals by the gradual corruption of accepted morality. The decay of the Round Table came increasingly to seem to him an apt symbol of the decay of 19th-century England. It was no accident that the first full-length idyll had been “Morte d’Arthur,” which ultimately became—with small additions—the final idyll in the completed cycle. It had been written at the time of the death of Arthur Hallam, who seemed to Tennyson “Ideal manhood closed in real man,” as he wrote of King Arthur; no doubt both Hallam’s character and Tennyson’s grief at his death lent color to the entire poem.\nLike The Princess, In Memoriam, and Maud, the idylls were an assembly of poetry composed over a long time—in this case nearly half a century in all, for they were not finished until 1874 and were not all published until 1885. Taken collectively, they certainly constitute Tennyson’s most ambitious poem, but not all critics would agree that the poem’s success is equal to its intentions.\n\r\nFor a modern reader, long accustomed to the Arthurian legend by plays, musicals, films, and popular books, it is hard to realize that the story was relatively unfamiliar when Tennyson wrote. He worked hard at his preparation, reading most of the available sources, going to Wales and the west country of England to see the actual places connected with Arthur, and even learning sufficient Welsh to read some of the original documents. “There is no grander subject in the world,” he wrote, and he meant his state of readiness to be equal to the loftiness of his themes, which explains in part why it took him so long to write the entire poem.\n\r\nAlthough Tennyson always thought of the idylls as allegorical (his word was “parabolic”), he refused to make literal identifications between incidents, characters, or situations in the poems and what they stood for, except to indicate generally that by King Arthur he meant the soul and that the disintegration of the court and the Round Table showed the disruptive effect of the passions.\n\r\nIn all the time that he worked on the idylls Tennyson constantly refined their structure—by framing the main action between the coming of Arthur and his death, by repetition of verbal motifs, by making the incidents of the plot follow the course of the year from spring to winter, by making different idylls act as parallels or contrasts to each other, by trying to integrate the whole poem as closely as an extended musical composition. Considering how long he worked on the poem, the result is amazingly successful, although perhaps more so when the poem is represented schematically than in the actual experience of reading it.\n\r\nAs always, the imagery of the poem is superb. It is less successful in characterization and speech, which are often stilted and seem more Victorian than Arthurian. Even Arthur, who is meant to be the firm, heroic center of the poem, occasionally seems merely weak at the loss of his wife and the decay of the court rather than nobly forgiving. Individual idylls such as “The Last Tournament” and “Gareth and Lynette” have considerable narrative force, but there is an almost fatal lack of forward movement in the poem as a whole.\n\r\nIn spite of some adverse reviews and the reservations of many of Tennyson’s fellow poets, the sales of Idylls of the King in 1859 were enough to gladden the heart of any poet: 40,000 copies were printed initially and within a week or two more than a quarter of these were already sold; it was a pattern that was repeated with each succeeding volume as they appeared during the following decades.\n\r\nThe death of his admirer Prince Albert in 1861 prompted Tennyson to write a dedication to the Idylls of the King in his memory. The prince had taken an interest in Tennyson’s poetry ever since 1847, when it is believed that he called on Tennyson when the poet was ill. He had written to ask for Tennyson’s autograph in his own copy of Idylls of the King, and he had come over unannounced from Osborne, the royal residence on the Isle of Wight, to call on Tennyson at Farringford. In spite of the brevity of their acquaintance and its formality, Tennyson had been much moved by the prince’s kindness and friendliness, and he had greatly admired the way Albert behaved in the difficult role of consort.\n\r\nFour months after Albert’s death the queen invited Tennyson to Osborne for an informal visit. Tennyson went with considerable trepidation, fearful that he might in some way transgress court etiquette, but his obvious shyness helped to make the visit a great success. It became the first of many occasions on which he visited the queen, and a genuine affection grew up on both sides. The queen treated Tennyson with what was great informality by her reserved standards, so that the relationship between monarch and laureate was probably more intimate than it has ever been before or since. She had an untutored and naive love of poetry, and he felt deep veneration for the throne; above all, each was a simple and unassuming person beneath a carapace of apparent arrogance, and each recognized the true simplicity of the other. It was almost certainly the queen’s feeling for Tennyson that lay behind the unprecedented offer of a baronetcy four times beginning in 1865; Tennyson each time turned it down for himself while asking that if possible it be given to Hallam, his elder son, after his own death.\n\r\nHis extraordinary popularity was obvious in other ways as well. He was given honorary doctorates by Oxford and Edinburgh universities; Cambridge three times invited him to accept an honorary degree, but he modestly declined. The greatest men in the country competed for the honor of meeting and entertaining him. Thomas Carlyle and his wife had been good friends of Tennyson’s since the 1840s, and Tennyson felt free to drop in on them unannounced, at last even having his own pipe kept for him in a convenient niche in the garden wall. He had met Robert Browning at about the same time as he had met Carlyle, and though the two greatest of Victorian poets always felt a certain reserve about each other’s works, their mutual generosity in acknowledging genius was exemplary. Tennyson was somewhat lukewarm in his response to the overtures of friendship made by Charles Dickens, even after he had stood as godfather for one of Dickens’s sons. It is tempting to think that some of his reserve stemmed from an uneasy recognition of the similarity of their features that occasionally led to their being confused, particularly in photographs or portraits, which can hardly have been welcome to Tennyson’s self-esteem.\n\r\nTennyson maintained a reluctant closeness with William Gladstone for nearly 60 years. It was generally accepted in London society that if a dinner was given for one of them, the other ought to be invited. Yet the truth was that they were never on an easy footing, and though they worked hard at being polite to each other, their edginess occasionally flared into unpleasantness before others. It is probable that some of their difficulties came from their friendship with Arthur Hallam when they were young men; Gladstone had been Hallam’s best friend at Eton and felt left out after Hallam met Tennyson. To the end of their days the prime minister and the poet laureate were mildly jealous of their respective places in Hallam’s affections so many years before. The feeling certainly colored Gladstone’s reactions to Tennyson’s poetry (which he occasionally reviewed), and nothing he could do ever made Tennyson trust Gladstone as a politician.\n\r\nAlmost as if he felt that his position as laureate and the most popular serious poet in the English-speaking world were not enough, Tennyson deliberately tried to widen his appeal by speaking more directly to the common people of the country about the primary emotions and affections that he felt he shared with them. The most immediate result of his wish to be “the people’s poet” was the 1864 volume whose title poem was “Enoch Arden” and which also contained another long narrative poem, “Aylmer’s Field.” These are full of the kinds of magnificent language and imagery that no other Victorian poet could have hoped to produce, but the sentiments occasionally seem easy and secondhand. The volume also contained a number of much more experimental translations and metrical innovations, as well as such wonderful lyrics as “In the Valley of Cauteretz,” which was written 31 years after he and Hallam had wandered through that beautiful countryside, and “Tithonus.” There was no question that Tennyson was still a very great poet, but his ambition to be more than a lyricist often blinded him to his own limitations. His hope of becoming “the people’s poet” was triumphantly realized; the volume had the largest sales of any during his lifetime. More than 40,000 copies were sold immediately after publication, and in the first year he made more than £8,000 from it, a sum equal to the income of many of the richest men in England.\n\r\nPopularity of the kind he had earned had its innate disadvantages, and Tennyson was beginning to discover them as he was followed in the streets of London by admirers; at Farringford he complained of the total lack of privacy when the park walls were lined with craning tourists who sometimes even came up to the house and peered into the windows to watch the family at their meals. In 1867 he built a second house, Aldworth, on the southern slopes of Blackdown, a high hill near Haslemere, where the house was not visible except from miles away. Curiously, the house resembles a smaller version of Bayons Manor, the much-hated sham castle his uncle Charles Tennyson d’Eyncourt had built in the Lincolnshire wolds. To his contemporaries it appeared unnecessarily grand for a second house, even slightly pretentious; today it seems emblematic of the seriousness with which Tennyson had come to regard his own public position in Victorian England, which was not his most attractive aspect. For the rest of his life he was to divide his time between Farringford and Aldworth, just as he divided his work between the essentially private, intimate lyricism at which he had always excelled and the poetry in which he felt obliged to speak to his countrymen on more public matters.\n\r\nIn the years between 1874 and 1882 Tennyson made yet another attempt to widen his poetic horizons. As the premier poet of England, he had been compared—probably inevitably—to Shakespeare, and he determined to write for the stage as his great predecessor had done. At the age of 65 he wrote his first play as a kind of continuation of Shakespeare’s historical dramas. Queen Mary (1875) was produced in 1876 by Henry Irving, the foremost actor on the English stage; Irving himself played the main male role. It had been necessary to hack the play to a fraction of its original inordinate length in order to play it in one evening, and the result was hardly more dramatic than the original long version had been. In spite of the initial curiosity about Tennyson’s first play, the audiences soon dwindled, and it was withdrawn after 23 performances; that was, however, a more respectable run than it would be today.\n\r\nHis next play, Harold (1876), about the early English king of that name, failed to find a producer during Tennyson’s lifetime, although he had conscientiously worked at making it less sprawling than its predecessor.  Following Harold came Becket (1884), The Falcon and The Cup (published together in 1884), The Foresters (1892), and The Promise of May (published in Locksley Hall Sixty Years After, Etc. in 1886), all of which abandoned the attempt to follow Shakespeare. On the stage only The Cup had any success, and that was in part due to the lavish settings and the acting of Irving and Ellen Terry. After the failure of The Promise of May (a rustic melodrama and the only prose work in his long career), Tennyson at last accepted the fact that nearly a decade of his life had been wasted in an experiment that had totally gone amiss. Today no one would read even the best of the plays, Queen Mary and Becket, if they were not Tennyson’s work. They betray the fact that he was not profound at understanding the characters of other persons or in writing speech that had the sound of conversation. Even the flashes of metaphor fail to redeem this reckless, admirable, but totally failed attempt to fit Tennyson’s genius to another medium.\n\r\nThe climax of public recognition of Tennyson’s achievement came in 1883 when Gladstone offered him a peerage. After a few days of consideration Tennyson accepted. Since he was nearly 75 when he assumed the title, he took little part in the activities of the House of Lords, but the appropriateness of his being ennobled was generally acknowledged. It was the first time in history that a man had been given a title for his services to poetry. Tennyson claimed that he took the peerage on behalf of all literature, not as personal recognition.\n\r\nThe rest of his life was spent in the glow of love that the public occasionally gives to a distinguished man who has reached a great age. He continued to write poetry nearly as assiduously as he had when young, and though some of it lacked the freshness of youth, there were occasional masterpieces that mocked the passing years. He had always felt what he once described as the “passion of the past,” a longing for the days that had gone, either the great ages of earlier history or the more immediate past of his own life, and his poetic genius always had something nostalgic, even elegiac, at its heart. Many of the finest poems of his old age were written in memory of his friends as they died off, leaving him increasingly alone.\n\r\nOf all the blows of mortality, the cruelest was the death from “jungle fever” of his younger son, Lionel, who had fallen ill in India and was returning by ship to England. Lionel died in the Red Sea, and his body was put into the waves “Beneath a hard Arabian moon/And alien stars.” It took Tennyson two years to recover his equanimity sufficiently to write the poem from which those lines are taken: the magnificent elegy dedicated “To the Marquis of Dufferin and Ava,” who had been Lionel’s host in India. Hauntingly, the poem is written in the same meter as In Memoriam, that masterpiece of his youth celebrating the death of another beloved young man, Arthur Hallam. There were also fine elegies to his brother Charles, to FitzGerald, and to several others, indicating the love he had felt for old friends even when he was frequently unable to express it adequately in person.\n\r\nLionel’s death was the climax of Tennyson’s sense of loss, and from that time until his own death he became increasingly troubled in his search for the proofs of immortality, even experimenting with spiritualism. His poetry of this period is saturated with the desperation of the search. Yet there were moments of serenity, reflected in such beautiful poems as “Crossing the Bar,” written in a few minutes as he sailed across the narrow band of water separating the Isle of Wight from the mainland. At his request, this grave little prayer of simple faith has ever since been placed at the end of editions of his poetry.\n\r\nTennyson continued to compose poetry during the last two years of his life; when he was too weak to write it down, his son or his wife would copy it for him. When he had a good day, he was still able to take long walks or even to venture to London. The year before his death he wrote a simple and delicate little poem, “June Heather and Bracken,” as an offering of love to his faithful wife; to her he dedicated his last volume of poetry, which was not published until a fortnight after his death. His friends noticed that he was gentler than he had been for years, and he made quiet reparation to some of those whom he had offended by thoughtless brusqueness.\n\r\nOn October 6, 1892, an hour or so after midnight, he died at Aldworth with the moon streaming in at the window overlooking the Sussex Weald, his finger holding open a volume of Shakespeare, his family surrounding the bed. A week later he was buried in the Poets’ Corner of Westminster Abbey, near the graves of Browning and Chaucer. To most of England it seemed as if an era in poetry had passed, a divide as great as that a decade later when Queen Victoria died.\n\r\nOne of the most levelheaded assessments of what he had meant to his contemporaries was made by Edmund Gosse on the occasion of Tennyson’s 80th birthday: “He is wise and full of intelligence; but in mere intellectual capacity or attainment it is probable that there are many who excel him. This, then, is not the direction in which his greatness asserts itself. He has not headed a single moral reform nor inaugurated a single revolution of opinion; he has never pointed the way to undiscovered regions of thought; he has never stood on tip-toe to describe new worlds that his fellows were not tall enough to discover ahead. In all these directions he has been prompt to follow, quick to apprehend, but never himself a pioneer. Where then has his greatness lain? It has lain in the various perfections of his writing. He has written, on the whole, with more constant, unwearied, and unwearying excellence than any of his contemporaries. … He has expended the treasures of his native talent on broadening and deepening his own hold upon the English language, until that has become an instrument upon which he is able to play a greater variety of melodies to perfection than any other man.”\n\r\nBut this is a kind of perfection that is hard to accept for anyone who is uneasy with poetry and feels that it ought to be the servant of something more utilitarian. Like most things Victorian, Tennyson’s reputation suffered an eclipse in the early years of this century. In his case the decline was more severe than that of other Victorians because he had seemed so much the symbol of his age, so that for a time his name was nearly a joke. After two world wars had called into question most of the social values to which he had given only the most reluctant of support, readers were once more able to appreciate that he stood apart from his contemporaries. Now one can again admire without reservation one of the great lyric gifts in English literature.\n\r\nWhen the best of his poetry is separated out from the second-rate work of the kind that any writer produces, Tennyson can be seen plainly as one of the half-dozen great poets in the English language, probably far above any other Victorian. And that is precisely what his contemporaries thought.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}