{"pf_url": "https://www.poetryfoundation.org/poets/alice-moore-dunbar-nelson", "name": "Alice Moore Dunbar-Nelson", "yob": "1875", "yod": "1935", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/8692973a0dfd6a8476748df6fbf3f1824580a892.jpeg", "bio": "\nPoet, essayist, diarist, and activist Alice Moore Dunbar-Nelson was born in New Orleans, Louisiana, to mixed-race parents. Her African American, Anglo, Native American, and Creole heritage contributed to her complex understandings of gender, race, and ethnicity, subjects she often addressed in her work. She graduated from Straight University (now Dillard University) and taught in the New Orleans public schools. Her first book, Violets and Other Tales (1895), was published when she was just 20. Her second collection, The Goodness of St. Rocque and Other Stories (1899) explored the lives of creole and anglicized characters. Works exploring racism and racial oppression were largely rejected by publishers during her lifetime, a situation which, according to Sheila Smith McKoy, “made it difficult for both readers and critics to access Dunbar-Nelson’s work.”\nA writer of short stories, essays, and poems, Dunbar-Nelson was comfortable in many genres but was best known for her prose. One of the few female African American diarists of the early 20th century, she portrays the complicated reality of African American women and intellectuals, addressing topics such as racism, oppression, family, work, and sexuality. According to Gloria T. Hull, “Dunbar-Nelson perforce wrote in the interstices of a busy existence unsupported (except for one brief period) by any of the money or leisure traditionally associated with people of letters. Doggedly determined to be an author, she plied her trade… carried forward on the flow of words that came quite easily for her. Interestingly enough, she called all of her writing ‘producing literature,’ in a humorously ironic leveling of forms and types. But just as ironically, her status is lowered since the more belletristic genres of poetry and fiction are more valued than the noncanonical forms—notably the diary and journalistic essay—that claimed so much of her attention.” Hull edited the volume Give Us Each Day: The Diary of Alice Dunbar-Nelson (1984).\nIn 1898 she married the poet Paul Laurence Dunbar; they separated in 1902, and Dunbar-Nelson moved to Wilmington, Delaware. She taught at Howard High School, the State College for Colored Students (now Delaware State College), and Howard University, and she continued to publish essays, poetry, and newspaper articles. She married Arthur Callis in 1910, though the couple also divorced. Coeditor of A.M.E Reivew in these years, Dunbar-Nelson also published Masterpieces of Negro Eloquence (1914).\nDunbar-Nelson was politically active, organizing for the women’s suffrage movement in the mid-Atlantic states and acting as field representative for the Woman’s Committee of the Council of Defense in 1918; she also campaigned for the passage of the Dyer Anti-Lynching Bill of 1924. In 1916 she married Robert J. Nelson. In her later years she published poetry in Black newspapers such as the Crisis, Ebony and Topaz, and Opportunity. She also edited The Dunbar Speaker and Entertainer (1920) and, with Nelson, coedited the Wilmington Advocate. She died in Philadelphia.\n", "attrs": {"Region:": ["U.S., Southern"]}}