{"pf_url": "https://www.poetryfoundation.org/poets/alice-walker", "name": "Alice Walker", "yob": "1944", "yod": null, "image": null, "bio": "\nPoet, essayist, and novelist Alice Walker was born in 1944, in Eatonton, Georgia, to sharecroppers Willie Lee and Minnie Lou Grant Walker. She earned a BA from Sarah Lawrence College. The author of numerous books, she “is one of the country’s best-selling writers of literary fiction,” according to Renee Tawa in the Los Angeles Times. Walker is a feminist and vocal advocate for human rights, and she has earned critical and popular acclaim as a major American novelist and intellectual. Her literary reputation was secured with her Pulitzer Prize-winning third novel, The Color Purple (1982), which Steven Spielberg adapted into a popular film. Walker’s numerous poetry collections include Hard Times Require Furious Dancing: New Poems (2019), Taking the Arrow Out of the Heart (2018), Absolute Trust in the Goodness of the Earth (2003), Her Blue Body Everything We Know: Earthling Poems (1991), Horses Make a Landscape Look More Beautiful (1985), and Once (1968). Her many honors include the O. Henry Award, the National Book Award, and fellowships from the Guggenheim Foundation, the MacDowell Colony, the National Endowment for the Arts, and the Radcliffe Institute.\nUpon the release of The Color Purple, critics sensed that Walker had created something special. “The Color Purple … could be the kind of popular and literary event that transforms an intense reputation into a national one,” according to Gloria Steinem of Ms. Walker “has succeeded,” as Andrea Ford noted in the Detroit Free Press, “in creating a jewel of a novel.” Peter S. Prescott presented a similar opinion in a Newsweek review: “The Color Purple is an American novel of permanent importance, that rare sort of book which (in Norman Mailer’s felicitous phrase) amounts to ‘a diversion in the fields of dread.’”\n\r\nJeanne Fox-Alston and Mel Watkins both found the appeal of The Color Purple in the synthesis of characters and themes found in Walker’s earlier works, that it brings together the best of the author’s literary production in one volume. Fox-Alston, in Chicago’s Tribune Books, remarked, “Celie, the main character in Walker’s third … novel, The Color Purple, is an amalgam of all those women [characters in Walker’s previous books]; she embodies both their desperation and, later, their faith.” Watkins stated in the New York Times Book Review, “Her previous books … have elicited praise for Miss Walker as a lavishly gifted writer. The Color Purple, while easily satisfying that claim, brings into sharper focus many of the diverse themes that threaded their way through her past work.”\n\r\nWalker’s writing reflects her roots in Georgia, where Black vernacular was prominent and the stamp of slavery and oppression were still present. When she was eight, Walker was accidentally shot in the eye by a brother playing with his BB gun. Her parents, who were too poor to afford a car, could not take her to a doctor for several days. By that time, her wound was so bad that she had lost the use of her right eye. This handicap influenced her writer’s voice; she withdrew from others and became a meticulous observer of human relationships and interaction.\n\r\nAn excellent student, Walker was awarded a scholarship to Spelman College in 1961. The civil rights movement attracted her, and she became an activist. In 1963, she decided to continue her education at Sarah Lawrence College in New York, where she began to work seriously on writing poems, publishing several in a college journal. After graduation, she moved to Mississippi to teach and continue to engage in social activism, and she met and married Melvyn Leventhal, a Jewish civil rights lawyer. The two became the only legally married interracial couple living in Jackson, Mississippi. After their divorce in 1976, Walker’s literary output increased.\n\r\nWalker coined the term “Womanist” to describe her philosophical stance on the issue of gender. As a Womanist, she sees herself as someone who appreciates women’s culture and femininity. Her work often reflects this stance, as well as the universality of human experience. Walker’s central characters are almost always Black women; Walker, according to Steinem, “comes at universality through the path of an American black woman’s experience. … She speaks the female experience more powerfully for being able to pursue it across boundaries of race and class.” This universality is also noted by Fox-Alston, who remarked that Walker has a “reputation as a provocative writer who writes about blacks in particular, but all humanity in general.”\n\r\nWalker is deeply invested in revealing the experiences of Black women. Thadious M. Davis, in his Dictionary of Literary Biography essay, commented: “Walker writes best of the social and personal drama in the lives of familiar people who struggle for survival of self in hostile environments. She has expressed a special concern with exploring the oppressions, the insanities, the loyalties and the triumph of black women.”\nGloria Steinem pointed out that Meridian (1976), Walker’s second novel, “is often cited as the best novel of the civil rights movement, and is taught as part of some American history as well as literature courses.” In Everyday Use (1994), Barbara Christian found the title story—first published in Walker’s collection In Love and Trouble: Stories of Black Women (1973)—to be “pivotal” to all of Walker’s work in its evocation of Black sisterhood and Black women’s heritage of quilting. William Peden, writing in The American Short Story: Continuity and Change, 1940-1975, called this same collection “a remarkable book.” David Guy’s commentary on The Color Purple in the Washington Post Book World included this evaluation: “the women [in the novel] are able to extricate themselves from oppression; they leave their men, find useful work to support themselves. ... In The Color Purple the role of male domination in the frustration of black women’s struggle for independence is clearly the focus.”\n\r\nSome reviewers criticize Walker’s fiction for portraying an overly negative view of Black men. Charles Larson, in his Detroit News review of The Color Purple, remarked, “I wouldn’t go as far as to say that all the male characters [in the novel] are villains, but the truth is fairly close to that.” However, Larson did not feel that this is a major fault in the novel, and he noted that by the end of the novel, “several of [Walker’s] masculine characters have reformed.”\n\r\nThis idea of reformation, this sense of hope even in despair, is at the core of Walker’s vision. In spite of the brutal effects of sexism and racism suffered by the characters of her short stories and novels, critics note what Art Seidenbaum of the Los Angeles Times called Walker’s sense of “affirmation … [that] overcomes her anger.” This is particularly evident in The Color Purple, according to several reviewers. Ford, for example, asserted that the author’s “polemics on … political and economic issues finally give way to what can only be described as a joyful celebration of human spirit—exulting, uplifting and eminently universal.” Prescott discovered a similar progression in the novel. He wrote, “[Walker’s] story begins at about the point that most Greek tragedies reserve for the climax, then … by immeasurable small steps … works its way toward acceptance, serenity and joy.”\n\r\nDavis referred to this idea as Walker’s “vision of survival” and offered a summary of its significance in Walker’s work. “At whatever cost, human beings have the capacity to live in spiritual health and beauty; they may be poor, black, and uneducated, but their inner selves can blossom.” This vision, extended to all humanity, is evident in Walker’s collection Living by the Word: Selected Writings, 1973-1987. Although “her original interests centered on black women, and especially on the ways they were abused or underrated,” New York Times Book Review contributor Noel Perrin believed that “now those interests encompass all creation.” Judith Paterson similarly observed in Tribune Books that in Living by the Word, “Walker casts her abiding obsession with the oneness of the universe in a question: Do creativity, love and spiritual wholeness still have a chance of winning the human heart amid political forces bent on destroying the universe with poisonous chemicals and nuclear weapons?” Walker explores this question through journal entries and essays that engage with Native Americans, racism in China, a lonely horse, smoking, and response to the criticism leveled against both the novel and the film version of The Color Purple. Derrick Bell noted in his Los Angeles Times Book Review critique that Walker “uses carefully crafted images that provide a universality to unique events.” The critic further asserted that Living by the Word “is not only vintage Alice Walker: passionate, political, personal, and poetic, it also provides a panoramic view of a fine human being saving her soul through good deeds and extraordinary writing.”\nThough Walker’s fourth novel, The Temple of My Familiar (1989) received harsh reviews by critics, novelist J. M. Coetzee, writing in the New York Times Book Review, implored the reader to look upon the novel as a “fable of recovered origins, as an exploration of the inner lives of contemporary black Americans as these are penetrated by fabulous stories.” Bernard W. Bell, writing in the Chicago Tribune, felt that the novel is a “colorful quilt of many patches,” and that its “stylized lovers, remembrances of things past, bold flights of fantasy and vision of a brave new world of cultural diversity and cosmic harmony challenge the reader’s willingness to suspend disbelief.”\nFor Walker’s Her Blue Body Everything We Know: Earthling Poems, 1965-1990 Complete (2003), a Publishers Weekly reviewer offered high praise, characterizing Walker as “composed, wry, unshaken by adversity,” and suggesting that her “strong, beautiful voice” beckons us “to heal ourselves and the planet.”\n\r\nCritics celebrated Walker’s controversial fifth novel, Possessing the Secret of Joy (1992), about the practice of female genital mutilation in certain African, Asian, and Middle Eastern cultures. Writing in the Los Angeles Times Book Review, Tina McElroy Ansa said that taking on such a taboo subject showed Walker’s depth and range. The critic also felt that her portrait of the suffering of Tashi—a character from The Color Purple—is “stunning.” And Donna Haisty Winchell wrote in her Dictionary of Literary Biography essay that this novel is “much more concise, more controlled, and more successful as art” than The Temple of My Familiar, and demonstrates an effective blend of “art and activism.”\n\r\nWalker’s concerns about the international issue of female genital mutilation prompted her to further explore the issue, both on film and in the book Warrior Marks: Female Genital Mutilation and the Sexual Blinding of Women (1993), written with documentary film director Pratibha Parmar. According to a Publishers Weekly contributor, Warrior Marks is a “forceful account” of how the two filmed a documentary on the ritual circumcision of African women.\n\r\nIn 1996, Walker published The Same River Twice: Honoring the Difficult; A Meditation of Life, Spirit, Art, and the Making of the film “The Color Purple,” Ten Years Later. The book focuses mainly on Walker’s feelings about, and struggles with, the filming of The Color Purple. While having the book transformed into a film by Steven Spielberg was a high point in her life, it was also riddled with difficulties. First, Spielberg rejected Walker’s screenplay of the book and implemented one with which Walker was not happy. In addition, the film itself was met with controversy and attacks on Walker’s ideas—some people thought she had attacked the character of Black people in general and Black men specifically. Also at the time, Walker’s mother was critically ill, while Walker herself was suffering from Lyme disease. Included in the book are fan letters, reviews, and Walker’s original version of the script.\nWalker’s sixth novel, By the Light of My Father’s Smile (1998), focuses on female sexuality. The main characters are the Robinsons, a husband-and-wife team of anthropologists, and the story is told in flashback. Unable to secure funding for research in Mexico in the 1950s, the husband poses as a minister to study the Mundo, a mixed Black and Native American tribe. The couple brings along their young daughter to this new life in the Sierra Madre. Sexuality is at the heart of the story, though the father reacts violently upon discovering that his daughter has become involved with a Mundo boy. This reaction has repercussions throughout the novel. Again, Walker experiments with points of view, even recounting the action through the eyes of the recently deceased patriarch of the Robinson clan. According to Francine Prose, who reviewed the novel in the New York Times Book Review, this novel deals with the “damaging ways in which our puritanical culture suppresses women’s sexuality.”\nIn her book Anything We Love Can Be Saved: A Writer’s Activism (1997), Walker details her own political and social struggle, while in the critically acclaimed short-story collection The Way Forward Is with a Broken Heart (2000), she employs fiction in a “quasi-autobiographical reflection” on her own past, including her marriage to a Jewish civil rights lawyer, the birth of her daughter, and the creative life she built after her divorce. For Jeff Guinn, writing for the Knight Ridder/Tribune News Service, the 13 stories plus epilogue of this collection “beautifully leavened the universal regrets of middle age with dollops of uplifting philosophy.” A contributor for Publishers Weekly described the collection as a reflection on the “nature of passion and friendship, pondering the emotional trajectories of lives and loves.” This same reviewer found the collection to be “strong … [and] moving.” Adele S. News-Horst, reviewing the book in World Literature Today, found that it is “peopled by characters who are refugees, refugees from the war over civil rights, from the ‘criminal’ Vietnam-American War, and from sexual oppression.” News-Horst further commented that the “stories are neither forced nor unnatural, and there is a sense of truth in all of them.” And Linda Barrett Osborne, writing in the New York Times Book Review, called The Way Forward a “touching and provocative collection.”\nAfter publishing The Way Forward, Walker had, she thought, given up writing, taking time off to study Tibetan Buddhism and explore the Amazon. Fueled by the terrorist attacks of September 11, 2001, however, she began writing poems. In 2003, she published Absolute Trust in the Goodness of the Earth, which includes poems that engage with the attacks on New York and Washington, DC. Guinn described the verse in the new collection as “choppy, with sparse clumps of words presented in odd, brisk rhythms.” Such devices resulted, Guinn thought, in occasional “sophisticated thought in simple, accessible form.” Short lines in free verse are the skeletons of most of the poems in the collection, many of them dealing with “social and environmental justice, and America’s blinding ethnocentrism,” as Kelly Norman Ellis remarked in Black Issues Book Review. Ellis further praised the poems in the collection as “psalms about the human capacity for great good and … for unimagined brutality.”\nWalker’s seventh novel, Now Is the Time to Open Your Heart (2004), is a tale of a successful Black female novelist, Kate, and her search for new meaning as she approaches 60. In a long-time relationship with the artist Yolo, Kate decides to voyage down the Colorado River and then down the Amazon, on trips of self-discovery. Yolo meanwhile goes on his own quest, to Hawaii, and to the woman he once loved. Both Kate and Yolo are changed by their experiences. In Black Issues Book Review, Susan McHenry noted that she “started this novel skeptically, fearing a New Age ramble,” but found “reading this book a richly rewarding journey.” And Booklist’s Vanessa Bush praised this “dreamlike novel [that] incorporates the political and spiritual consciousness and emotional style for which [Walker] is known and appreciated.”\nWalker lives in Mendocino, California.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}