{"pf_url": "https://www.poetryfoundation.org/poets/alice-corbin-henderson", "name": "Alice Corbin Henderson", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, editor, and southwestern culture activist Alice Corbin Henderson was born in St. Louis in 1881 and moved to Chicago to live with extended family following her mother’s death when she was three. A few years later, her father remarried, and Henderson would live with him in Kansas. She was educated at the University of Chicago and Sophie Newcomb College. Diagnosed with tuberculosis in 1916, she moved to New Mexico to seek treatment and became an activist on behalf of the land and Native American civil rights. With her husband, the artist William Penhallow Henderson, she helped co-found the museum House of Navajo Religion (now the Wheelwright Museum of the American Indian) as well as the Eugene Manlove Rhodes Memorial Association.    Henderson, who wrote in both formal and free verse, often borrowed from southwestern Native American forms while incorporating personal imagery. She published several volumes of poetry during her life, including The Linnet Songs (1898), The Spinning Woman of the Sky (1912), Red Earth: Poems of New Mexico (1920), and The Sun Turns West (1933). She also wrote the children’s book Adam’s Dream (1908). Henderson translated Andersen’s Best Fairy Tales in 1908, which her husband illustrated. He also illustrated her nonfiction account Brothers of Light: The Penitentes of the Southwest (1937).    Henderson was an associate editor at Poetry from 1912 until 1922, and she co-edited, with Harriet Monroe, two editions of the anthology The New Poetry (1923 and 1932). Henderson also edited the New Mexican poetry anthology The Turquoise Trail (1928) and New Mexico: A Guide to the Colorful State (1937) for the Works Progress Administration Federal Writers’ Project.   Henderson died of heart failure in 1949. The Harry Ransom Humanities Research Center at the University of Texas at Austin holds a selection of her papers.\n                                                            ", "attrs": {}}