{"pf_url": "https://www.poetryfoundation.org/poets/alice-notley", "name": "Alice Notley", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ecc57ab7f1fac94310cd3533bc59c315c77ff7c8.jpeg", "bio": "\nAlice Notley has become one of America’s greatest living poets. She has long written in narrative and epic and genre-bending modes to discover new ways to explore the nature of the self and the social and cultural importance of disobedience. The artist Rudy Burckhardt once wrote that Notley may be “our present-day Homer.” \n\r\nNotley was born in Arizona and grew up in Needles, California. After earning her BA from Barnard College and MFA from the Iowa Writers’ Workshop, Notley traveled extensively around the U.S. and abroad. She met the poet Ted Berrigan, and the couple lived in Southampton, New York (in the garage of painter Larry Rivers); Manhattan; Providence, Rhode Island; and Bolinas, California. The poetry community in Bolinas was particularly strong at the time, with Joanne Kyger, Philip Whalen, Bill Berkson, Robert Creeley, and Bobbie Louise Hawkins all among its residents. In 1972, Berrigan and Notley married and moved to Chicago, where they lived until 1976. She had two sons with him, the poets Edmund and Anselm Berrigan.\n\r\nActive in the New York poetry scene of the 1960s and ‘70s, Notley is often identified with the Second Generation New York School poets, though her work resists any period classification. In an interview with the Kenyon Review, Notley noted: “I think I try with my poems to create a beginning space. I always seem to be erasing and starting over, rather than picking up where I left off, even if I wind up taking up the same themes. This is probably one reason that I change form and style so much, out of a desire to find a new beginning, which is always the true beginning.”\n\r\nNotley is the author of over 40 books of poetry, including 165 Meeting House Lane (1971), Phoebe Light (1973), Incidentals in the Day World (1973), For Frank O’Hara’s Birthday (1976), Alice Ordered Me to Be Made: Poems 1975 (1976), Dr. Williams’ Heiresses (1980), How Spring Comes (1981), which received the San Francisco Poetry Award, Waltzing Matilda (1981), Margaret & Dusty (1985), From a Work in Progress (1988), Homer’s Art (1990), To Say You (1993), Selected Poems of Alice Notley (1993), The Descent of Alette (1996), among many others. Mysteries of Small Houses (1998) won the Los Angeles Times Book Prize, and her collection Disobedience (2001) was awarded the Griffin International Poetry Prize. Notley’s recent work includes From the Beginning (2004), Alma, or the Dead Women (2006), Grave of Light: New and Selected Poems 1970-2005, which received the Lenore Marshall Poetry Prize, In the Pines (2007), Culture of One (2011), Songs and Stories of the Ghouls (2011), Benediction (2015), and Certain Magical Acts (2016).\n\r\nReferring back to her writing in the 1970s in an interview with the Ampersand Review, Notley says she felt she was “the only poet I knew of who used the details of pregnancy and motherhood as a direct, pervading subject in poems, on a daily basis, as if it were true that half the people in the world gave birth to others and everyone had been born.” Poems from this time include  “Clinical Thermometer Set with Moonstone” and “How Spring Comes”.  In these poems, as in much of Notley’s work, details from daily life enter in fragments that can be both entertaining and jarringly serious. Notley borrows images and inspirations from popular cultural (Muhammed Ali and Marlon Brando in “30th Birthday” and comic books in “The Ten Best Issues of Comic Books”), as well as the more serious literary world. “Jack Would Speak Through the Imperfect Medium of Alice” is an imagined rebuke by Beat writer Jack Kerouac of his biographers, many of whom focused on the lurid and sensational details of his personal life rather than the importance and impact of his writing.\r\n \r\nIn the spring of 1976, Notley and her family returned to New York, and her husband Ted fell ill with hepatitis, a disease he suffered from until his death in 1983. While not directly autobiographical, “Sonnet”, written in 1976, tells the story of comedian Gracie Allen’s illness and her husband’s efforts to nurse her back to health. Among Notley’s most famous works is “At Night the States”, an elegy for Berrigan written two years after his death. The words “at night the states” serve as a refrain that marks the beginning of each stanza. Notley has said that her decision to place the refrain at the beginning of the stanza rather than the end is what allowed her to continue writing the poem. A fairly long poem that Notley generally reads quickly, “At Night the States” gives the reader a feeling of being pulled through grief and back into life, with irregular syntax signaling the disruption to day-to-day living caused by a great loss. A similar style is found in other poems from that era, including “I the People”.  In this Poem Talk podcast devoted to this poem, it is read as a sort of non-political political poem, bringing the personal into the public. \n\r\nAfter having befriended the British poet and novelist Douglas Oliver during an earlier trip to England, Notley later reconnected with him, marrying in 1988 and moving to Paris in 1992. Notley’s writing at this time begins to shift away from singular poems and toward book-length projects with overarching styles and themes. In an important essay titled “The Poetics of Disobedience”, Notley says this shift began with her book The Descent of Alette (1992). She describes it as “an immense act of rebellion against dominant social forces, against the fragmented forms of modern poetry, against the way a poem was supposed to look according to both past and contemporary practice.” The narrator, Alette, finds herself in a feminist epic, on a subway, traveling deeper and deeper in the tunnels, into an underworld filled with caves and otherworldly characters. The text is visually striking with quotation marks surrounding each poetic foot, intended to slow the reader down and indicate the pace at which the book is to be read. The same style extends to other poems from this time period, such as “White Phosphorus”.\r\n \r\nNotley’s next book, Mysteries of Small House (1998), is an experiment with the autobiographical mode, in which Notley “was firstly trying to realize the first person singular as fully and nakedly as possible.” Her subsequent book, Disobedience (2001), heads in the opposite direction, showing disobedience to the notions of truth and reality, featuring comic confrontations with reoccurring characters like Robert Mitch-ham, a man that closely resembles the actor Robert Mitchum. Recent books continue to be at least somewhat character centered. Culture of One sees Notley returning to the desert of her childhood to tell the story of one of its residents.  This “novel in poems,” as its jacket copy describes it, covers the life of Marie, a woman who lives in a shack in the town dump.\r\n \r\nWith Songs and Stories of the Ghouls (2011), Notley once again takes on the challenge of creating a feminist epic. In reframing and re-empowing Dido and Medea, she is writing a meditation on destruction. “Logic” sees cities destroyed as poems are stolen; a bloodied performer attempts to win over a non-existent audience in “Perhaps Not for You”. There is, however, some hope to be found in “Millions of Us”, which ends “We have this project to / change our silence into the beautiful city of a voice.”\r\n \r\nIn addition to collections of poetry, Notley has published the autobiography Tell Me Again (1982), the play Anne’s White Glove (1985), and a book of essays on poets and poetry, Coming After (2005). She edited and wrote the introduction for the reissue of Ted Berrigan’s The Sonnets (2000), as well as editing, with her sons, The Collected Poems of Ted Berrigan (2005). Her honors and awards include an Arts and Letters Award from the American Academy of Arts and Letters and the Shelley Memorial Award from the Poetry Society of America. She has also been a finalist for the Pulitzer Prize. She was married the British poet Douglas Oliver until his death in 2000. \n\r\nAlice Notley continues to live in Paris and makes frequent trips to the U.S. to give readings and lectures. Among her two newest volumes are Eurynome’s Sandals (Presses Universitaires de Rouen, 2019) and For the Ride (Penguin Books, 2020). In 2015, she was awarded the Ruth Lilly Poetry Prize.\n", "attrs": {"School/Period:": ["New York School (2nd Generation)"]}}