{"pf_url": "https://www.poetryfoundation.org/poets/alice-friman", "name": "Alice Friman", "yob": "1933", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9b6b3515a40a45cc4eb4d249e7b78232075360c8.jpeg", "bio": "\nBorn and raised in New York City, Alice Friman moved in the 1950s to Dayton, Ohio and then Indianapolis, Indiana. She started writing poetry seriously in her forties and gained a reputation not only for her work and dynamic readings, but also as one of the founders of the Indiana Writers’ Center.\nFriman’s recent books include Blood Weather (2019), The View from Saturn (2014), and Vinculum (2011). Kelly Cherry says of Friman’s Vinculum, “From what it means to be a woman in America to love’s variations to history’s baleful legacies and the Holocaust, there is nothing from which Friman flinches. ... [This book] expands our understanding of what a poem is and what it can do—for us and to us.”\nPrevious full-length collections are The Book of the Rotten Daughter (2006); Inverted Fire (1997); Zoo (1999), which won the Ezra Pound Award from Truman State and the Sheila Margaret Motton Prize from the New England Poetry Club; and Reporting from Corinth (1984). She is also the author of four chapbooks: Driving for Jimmy Wonderland (1992); Insomniac Heart (1990); Song to My Sister (1979); and A Question of Innocence (1978). Her poems have appeared in many journals and anthologies, including The Best American Poetry 2009 and best-of anthologies from Georgia Review, Shenandoah, and Ohio Review. \nFriman has been awarded an Individual Artist Fellowship from the Indiana Arts Commission (1996-1997), a Creative Renewal Fellowship from the Arts Council of Indianapolis (1999-2000), a writer-in-residence Fellowship from Bernheim Arboretum and Research Forest (2003-2004), and fellowships from the Yaddo, Millay, and MacDowell colonies. She was also named to the Georgia Poetry Circuit (2001-2002) for readings and workshops at eleven schools. Among her prizes are a 2012 and 2021 Pushcart, the 2001 James Boatwright Prize from Shenandoah, First Prize in Abiko Quarterly’s 1994 International Poetry Contest (Japan), plus three prizes from the Poetry Society of America: the Consuelo Ford Award, 1988; The Cecil Hemley Memorial Award, 1990; and the Lucille Medwick Memorial Award, 1993.\nFriman has taught English and creative writing at the University of Indianapolis from 1971 to 1993 and was named Teacher of the Year there in 1993. In 2003 she moved to Milledgeville, Georgia, where she was poet-in-residence in the MFA program at Georgia College & State University. She has also taught at Randolph College, Ball State University, IUPUI, and Curtin University in Perth, Australia. Her new poetry podcast series is Ask Alice.\r\n﻿\n", "attrs": {"Region:": ["U.S., Midwestern"]}}