{"pf_url": "https://www.poetryfoundation.org/poets/alistair-campbell", "name": "Alistair Campbell", "yob": "1925", "yod": "2009", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/f4cc85afb95658cd02ea039b6abd35f6c9c91e4e.jpeg", "bio": "\nAlistair Te Ariki Campbell was born on Rarotonga, in the Cook Islands. His mother was descended from the Tongarevan ariki, or high chief, and his father was a New Zealander of Scottish heritage who fought at Gallipoli in World War I. Campbell’s parents died when he was young, and Campbell and his brother were sent to live with their grandmother in Dunedin; eventually they were admitted to an orphanage in the midst of the Great Depression. Penrhyn Maori had been Campbell’s first language, but he quickly learned English and excelled at school. He enrolled at Otago University but moved to Wellington after a breakdown. His first stint at Wellington Teacher’s College was brief, and he dropped out after the deaths of a close friend and his brother. He returned to finish his degree after his marriage to poet Fleur Adcock. The couple had two sons but eventually divorced. Campbell married actress and poet Meg Andersen in 1958. \nCampbell’s first collection of poetry, Mine Eyes Dazzle (1950), showed the influence of the Wellington Group, an informal collection of poets, including James K. Baxter, who saw themselves in a European tradition rather than an exclusively New Zealand community. Campbell’s work underwent a major change after events in his personal life led him to reexamine the trauma of his childhood and his South Pacific heritage. Campbell described his new work’s investment in the “Polynesian strain.” He returned to Tongareva in 1976 with his brother, a trip that formed the basis of the autobiographical work Island to Island (1984). His poetry from this time also reflects an interest in Maori history in collections such as Sanctuary of Spirits (1963) and radio plays such as The Homecoming (1964). In later collections of poetry, Campbell explores the landscapes and memories of his childhood and often celebrates his Polynesian ancestry: Dreams, Yellow Lions (1975), The Dark Lord of Savaiki (1980), Soul Traps (1985), Stone Rain: The Polynesian Strain (1992), Gallipoli &Other Poems (1999), Maori Battalion: A Poetic Sequence (2001), The Dark Lord of Savaiki: Collected Poems (2005), Just Poetry (2007), and a joint collection of love poems by Campbell and his late wife, Meg, It’s Love Isn’t It (2008). In addition to poetry and radio plays, Campbell also wrote novels, including a mythic-comic trilogy and the fantasy-inflected Fantasy With Witches (1999).\nCampbell’s honors and awards include a Pacific Islands Artist’s award, a Prime Minister’s Award for Literary Achievement in Poetry, and an honorary degree from Victoria University of Wellington. In 2005, he was made an officer of the New Zealand Order of Merit. He died after a brief illness.\n", "attrs": {"Region:": ["Pacific Islands"]}}