{"pf_url": "https://www.poetryfoundation.org/poets/allen-ginsberg", "name": "Allen Ginsberg", "yob": "1926", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/4e10cff72d74e4bb21ffd9935dac615912684e14.jpeg", "bio": "\nOne of the most respected Beat writers and acclaimed American poets of his generation, Allen Ginsberg was born on June 3, 1926 in Newark, New Jersey and raised in nearby Paterson, the son of an English teacher and Russian expatriate. Ginsberg’s early life was marked by his mother’s psychological troubles, including a series of nervous breakdowns. In 1943, while studying at Columbia University, Ginsberg befriended William Burroughs and Jack Kerouac, and the trio later established themselves as pivotal figures in the Beat Movement. Known for their unconventional views, and frequently rambunctious behavior, Ginsberg and his friends also experimented with drugs. On one occasion, Ginsberg used his college dorm room to store stolen goods acquired by an acquaintance. Faced with prosecution, Ginsberg decided to plead insanity and subsequently spent several months in a mental institution. After graduating from Columbia, Ginsberg remained in New York City and worked various jobs. In 1954, however, he moved to San Francisco, where the Beat Movement was developing through the activities of such poets as Kenneth Rexroth and Lawrence Ferlinghetti.\n\r\nGinsberg first came to public attention in 1956 with the publication of Howl and Other Poems. “Howl,” a long-lined poem in the tradition of Walt Whitman, is an outcry of rage and despair against a destructive, abusive society. Kevin O’Sullivan, writing in Newsmakers, deemed “Howl” “an angry, sexually explicit poem” and added that it is “considered by many to be a revolutionary event in American poetry.” The poem’s raw, honest language and its “Hebraic-Melvillian bardic breath,” as Ginsberg called it, stunned many traditional critics. James Dickey, for instance, referred to “Howl” as “a whipped-up state of excitement” and concluded that “it takes more than this to make poetry.” Other critics responded more positively. Richard Eberhart, for example, called “Howl” “a powerful work, cutting through to dynamic meaning…It is a howl against everything in our mechanistic civilization which kills the spirit…Its positive force and energy come from a redemptive quality of love.” Paul Carroll judged it “one of the milestones of the generation.” Appraising the impact of “Howl,” Paul Zweig noted that it “almost singlehandedly dislocated the traditionalist poetry of the 1950s.”\n\r\nIn addition to stunning critics, Howl stunned the San Francisco Police Department. Because of the graphic sexual language of the poem, they declared the book obscene and arrested the publisher, poet Lawrence Ferlinghetti. The ensuing trial attracted national attention, as prominent literary figures such as Mark Schorer, Kenneth Rexroth, and Walter Van Tilberg Clark spoke in defense of Howl. Schorer testified that “Ginsberg uses the rhythms of ordinary speech and also the diction of ordinary speech. I would say the poem uses necessarily the language of vulgarity.” Clark called Howl “the work of a thoroughly honest poet, who is also a highly competent technician.” The testimony eventually persuaded Judge Clayton W. Horn to rule that Howl was not obscene. The qualities cited in its defense helped make Howl the manifesto of the Beat literary movement. Including such novelists as Jack Kerouac and William Burroughs and poets Gregory Corso, Michael McClure, Gary Snyder, and Ginsberg, the Beats wrote in the language of the street about previously forbidden and unliterary topics. The ideas and art of the Beats greatly influenced popular culture in America during the 1950s and 1960s.\n\r\nGinsberg followed Howl in 1961 with Kaddish and Other Poems. “Kaddish,” a poem similar in style and form to “Howl,” is based on the traditional Hebrew prayer for the dead and tells the life story of Ginsberg’s mother, Naomi. The poet’s complex feelings for his mother, colored by her struggle with mental illness, are at the heart of this long-lined poem. It is considered to be one of Ginsberg’s finest: Thomas F. Merrill called it “Ginsberg at his purest and perhaps at his best”; Louis Simpson simply referred to it as “a masterpiece.”\n\r\nGinsberg’s early poems were greatly influenced by fellow northern New Jersey resident William Carlos Williams. Ginsberg recalled being taught at school that Williams “was some kind of awkward crude provincial from New Jersey,” but upon talking to Williams about his poetry, Ginsberg “suddenly realized [that Williams] was hearing with raw ears. The sound, pure sound and rhythm—as it was spoken around him, and he was trying to adapt his poetry rhythms out of the actual talk-rhythms he heard rather than metronome or sing-song archaic literary rhythms.” Ginsberg acted immediately on his sudden understanding. “I went over my prose writings,” he told an interviewer, “and I took out little four-or-five line fragments that were absolutely accurate to somebody’s speak-talk-thinking and rearranged them in lines, according to the breath, according to how you’d break it up if you were actually to talk it out, and then I sent ‘em over to Williams. He sent me back a note, almost immediately, and he said ‘These are it! Do you have any more of these?’“\n\r\nAnother major influence was Ginsberg’s friend Kerouac, who wrote novels in a “spontaneous prose” style that Ginsberg admired and adapted in his own work. Kerouac had written some of his books by putting a roll of white paper into a typewriter and typing continuously in a “stream of consciousness.” Ginsberg began writing poems not, as he states, “by working on it in little pieces and fragments from different times, but remembering an idea in my head and writing it down on the spot and completing it there.” Both Williams and Kerouac emphasized a writer’s emotions and natural mode of expression over traditional literary structures. Ginsberg cited as historical precedents for this idea the works of poet Walt Whitman, novelist Herman Melville, and writers Henry David Thoreau and Ralph Waldo Emerson.\n\r\nA major theme in Ginsberg’s life and poetry was politics. Kenneth Rexroth called this aspect of Ginsberg’s work “an almost perfect fulfillment of the long, Whitman, Populist, social revolutionary tradition in American poetry.” In a number of poems, Ginsberg refers to the union struggles of the 1930s, popular radical figures, the McCarthy red hunts, and other leftist touchstones. In “Wichita Vortex Sutra,” he attempts to end the Vietnam War through a kind of magical, poetic evocation. In “Plutonian Ode,” a similar feat—ending the dangers of nuclear power through the magic of a poet’s breath—is attempted. Other poems, such as “Howl,” although not expressly political in nature, are nonetheless considered by many critics to contain strong social criticism.\n\r\nGinsberg’s political activities were called strongly libertarian in nature, echoing his poetic preference for individual expression over traditional structure. In the mid-1960s he was closely associated with the counterculture and antiwar movements. He created and advocated “flower power,” a strategy in which antiwar demonstrators would promote positive values like peace and love to dramatize their opposition to the death and destruction caused by the Vietnam War. The use of flowers, bells, smiles, and mantras (sacred chants) became common among demonstrators for some time. In 1967 Ginsberg was an organizer of the “Gathering of the Tribes for a Human Be-In,” an event modeled after the Hindu mela, a religious festival. It was the first of the countercultural festivals and served as an inspiration for hundreds of others. In 1969, when some antiwar activists staged an “exorcism of the Pentagon,” Ginsberg composed the mantra they chanted. He testified for the defense in the Chicago Seven Conspiracy Trial, in which antiwar activists were charged with “conspiracy to cross state lines to promote a riot.”\n\r\nSometimes Ginsberg’s politics prompted reaction from law-enforcement authorities. He was arrested at an antiwar demonstration in New York City in 1967 and tear-gassed at the Democratic National Convention in Chicago in 1968. In 1972 he was jailed for demonstrating against then-President Richard Nixon at the Republican National Convention in Miami. In 1978 he and long-time companion Peter Orlovsky were arrested for sitting on train tracks in order to stop a trainload of radioactive waste coming from the Rocky Flats Nuclear Weapons Plant in Colorado.\n\r\nGinsberg’s political activities caused him problems in other countries as well. In 1965 he visited Cuba as a correspondent for Evergreen Review. After he complained about the treatment of gay people at the University of Havana, the government asked Ginsberg to leave the country. In the same year the poet traveled to Czechoslovakia, where he was elected “King of May” by thousands of Czech citizens. The next day the Czech government requested that he leave, ostensibly because he was “sloppy and degenerate.” Ginsberg attributes his expulsion to the Czech secret police being embarrassed by the acclaim given to “a bearded American fairy dope poet.”\n\r\nAnother continuing concern reflected in Ginsberg’s poetry was a focus on the spiritual and visionary. His interest in these matters was inspired by a series of visions he had while reading William Blake‘s poetry. Ginsberg recalled hearing “a very deep earthen grave voice in the room, which I immediately assumed, I didn’t think twice, was Blake’s voice.” He added that “the peculiar quality of the voice was something unforgettable because it was like God had a human voice, with all the infinite tenderness and anciency and mortal gravity of a living Creator speaking to his son.” Such visions prompted an interest in mysticism that led Ginsberg to experiment, for a time, with various drugs. He claimed that some of his best poetry was written under the influence of drugs: the second part of “Howl“ with peyote, “Kaddish“ with amphetamines, and “Wales—A Visitation” with LSD. After a journey to India in 1962, however, during which he was introduced to meditation and yoga, Ginsberg changed his attitude towards drugs. He became convinced that meditation and yoga were far superior in raising one’s consciousness, while still maintaining that psychedelics could prove helpful in writing poetry. Psychedelics, he said, are “a variant of yoga and [the] exploration of consciousness.”\n\r\nGinsberg’s study of Eastern religions was spurred on by his discovery of mantras, rhythmic chants used for spiritual effects. Their use of rhythm, breath, and elemental sounds seemed to him a kind of poetry. In a number of poems he incorporated mantras into the body of the text, transforming the work into a kind of poetic prayer. During poetry readings he often began by chanting a mantra in order to set the proper mood. His interest in Eastern religions eventually led him to the Venerable Chogyam Trungpa, Rinpoche, a Buddhist abbot from Tibet who had a strong influence on Ginsberg’s writing. The early 1970s found the poet taking classes at Trungpa’s Naropa Institute in Colorado as well as teaching poetry classes there. In 1972 Ginsberg took the Refuge and Boddhisattva vows, formally committing himself to the Buddhist faith.\n\r\nA primary aspect of Trungpa’s teaching is a form of meditation called shamatha in which one concentrates on one’s own breathing. This meditation, Ginsberg said, “leads first to a calming of the mind, to a quieting of the mechanical production of fantasy and thought-forms; it leads to sharpened awareness of them and to taking an inventory of them.” Ginsberg’s book, Mind Breaths, dedicated to Trungpa, contains several poems written with the help of shamatha meditation.\n\r\nIn 1974 Ginsberg and fellow-poet Anne Waldman co-founded the Jack Kerouac School of Disembodied Poetics as a branch of Trungpa’s Naropa Institute. “The ultimate idea is to found a permanent arts college,” Ginsberg said of the school, “sort of like they have in Tibetan tradition where you have teachers and students living together in a permanent building which would go on for hundreds of years.” Ginsberg attracted such prominent writers as Diane di Prima, Ron Padgett, and William Burroughs to speak and teach at the school. Relating his poetry to his interest in the spiritual, Ginsberg once said: “Writing poetry is a form of discovering who I am, and getting beyond who I am to free awakeness of consciousness, to a self that isn’t who I am. It’s a form of discovering my own nature, and my own identity, or my own ego, or outlining my own ego, and also seeing what part of me is beyond that.”\n\r\nGinsberg lived a kind of literary “rags to riches”—from his early days as the feared, criticized, and “dirty” poet to his later position within what Richard Kostelanetz called “the pantheon of American literature.” He was one of the most influential poets of his generation and, in the words of James F. Mersmann, “a great figure in the history of poetry.” According to Times Literary Supplement contributor James Campbell, “No one has made his poetry speak for the whole man, without inhibition of any kind, more than Ginsberg.” Because of his rise to influence and his staying power as a figure in American art and culture, Ginsberg’s work was the object of much scholarly attention throughout his lifetime. A documentary directed by Jerry Aronson, The Life and Times of Allen Ginsberg, was released in 1994. The same year, Stanford University paid Ginsberg a reported one million dollars for his personal archives. New poems and collections of Ginsberg’s previous works continued to be published regularly. And his letters, journals, and even his photographs of fellow Beats provided critics and scholars new insights into the life and work of this poet.\n\r\nIn the spring of 1997, while already plagued with diabetes and chronic hepatitis, Ginsberg was diagnosed with liver cancer. After learning of this illness, Ginsberg promptly produced twelve brief poems. The next day he suffered a stroke and lapsed into a coma. Two days later, he died. In the New York Times, Ginsberg was remembered by William Burroughs as “a great person with worldwide influence.”\n\r\nGinsberg’s poetry from the last few years of his life was collected in Death and Fame: Poems, 1993-1997. This volume includes those works produced by Ginsberg immediately after he learned of his cancer. A Publishers Weekly reviewer, who acknowledged that “there has never been an American poet as public as Ginsberg,” described Death and Fame as “a perfect capstone to a noble life.” Ray Olson and Jack Helberg, writing in Booklist, found Ginsberg’s poetry “polished if not constrained,” and Rochelle Ratner, in a Library Journal assessment, observed that “Ginsberg’s tenderness and caring is… very much in evidence.”\n\r\nAnother of Ginsberg’s posthumous publications, Deliberate Prose: Selected Essays, 1952-1995, presents more than one hundred-fifty essays on such subjects as nuclear weapons; the Vietnam War; censorship; poets such as Walt Whitman and Beat figure Gregory Corso; and other cultural luminaries, including musician John Lennon and photographer Robert Frank. A Publishers Weekly critic appraised Deliberate Prose as “sometimes lovely, sometimes slapdash” and added that the book is “sure to appeal to [Ginsberg’s] broad contingent of fans.” Booklist reviewer Ray Olson, meanwhile, found Ginsberg’s essays “more immediately approachable than much of his verse.”\n\r\nHow did Ginsberg want to be remembered? “As someone in the tradition of the oldtime American transcendentalist individualism,” he said, “from that old gnostic tradition…Thoreau, Emerson, Whitman…just carrying it on into the 20th century.” Ginsberg once explained that among human faults he was most tolerant of anger; in his friends he most appreciated tranquility and sexual tenderness; his ideal occupation would be “articulating feelings in company.” “Like it or not, no voice better echoes his times than Mr. Ginsberg’s,” concluded a reviewer in the Economist. “He was a bridge between the literary avant-garde and pop culture.”\n", "attrs": {"School/Period:": ["Beat"]}}