{"pf_url": "https://www.poetryfoundation.org/poets/allen-tate", "name": "Allen Tate", "yob": "1899", "yod": "1979", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/dad66f6adf4b9837d158754263e571c04dedf387.jpeg", "bio": "\nAllen Tate was a poet, critic, biographer, and novelist. Born and raised in Kentucky, he earned his BA from Vanderbilt University, where he was the only undergraduate to be admitted to the Fugitives, an informal group of Southern intellectuals that included John Crowe Ransom, Donald Davidson, Merrill Moore, and Robert Penn Warren. Tate is now remembered for his association with the Fugitives and Southern Agrarians, writers who critiqued modern industrial life by invoking romanticized versions of Southern history and culture. Tate’s best-known poems, including “Ode to the Confederate Dead,” confronted the relationship between an idealized past and a present he believed was deficient in both faith and tradition. Despite his commitment to developing a distinctly Southern literature, Tate’s many works frequently made use of classical referents and allusions; his early writing was profoundly influenced by French symbolism and the poetry and criticism of T.S. Eliot. During the 1940s and 1950s, Tate was an important figure in American letters as editor of the Sewanee Review and for his contributions to other midcentury journals such as the Kenyon Review. As a teacher, he influenced poets including Robert Lowell, John Berryman, and Theodore Roethke, and he was friends with Hart Crane, writing the introduction to Crane’s White Buildings (1926). From 1951 until his retirement in 1968, Tate was a professor of English at the University of Minnesota.\nTate was the youngest of three sons of John Orley and Eleanor Varnell Tate. His family moved frequently when he was young, and his elementary education was erratic. Influenced by his mother’s love of literature, however, he read extensively on his own, and he was admitted to Vanderbilt University in 1918. As an undergraduate, Tate was Ransom’s student and it was Ransom who first invited him to join the Fugitives. The Fugitives met once a week to discuss poetry—their own and others’—and to mount a defense against the notion that the South did not possess a significant literature of its own. In the periodical the Fugitive, and later in an important anthology called I’ll Take My Stand, Tate argued that the Southern agrarian way of life reflected the artistic beauty, intelligence, and wit of the ancient classic age. In the Dictionary of Literary Biography, James A. Hart explained that Tate and his fellow Fugitives “believed that industrialism had demeaned man and that there was a need to return to the humanism of the Old South.” The Agrarian movement, Hart added, “would create or restore something in ‘the moral and religious outlook of Western Man.’” The Fugitive group exerted an enormous influence on American letters in the 1920s and on into the Depression era.\n\r\nAlthough Tate spent several years between 1928 and 1932 in France, he continued to write almost exclusively about the South. While he socialized with Ernest Hemingway, Gertrude Stein, and the other expatriate American writers in Paris, Tate still explored his own personal philosophical and moral ties to the region. He wrote two biographies of Southern Civil War heroes, Stonewall Jackson: The Good Soldier (1928) and Jefferson Davis: His Rise and Fall (1929), began his most important poem, “Ode to the Confederate Dead,” and worked on his only novel, The Fathers (1938). Southern Literary Journal contributor George Core maintained that Tate was aware of the failings of the Old South—including virulent racism, misogyny, and rigid class hierarchies— but it still remained “his chief model for his whole life. … Hence Tate’s connections with the South—by inheritance, kinship, custom, and manner—have furnished him with … a central allegiance. Out of the tension between Tate’s personal allegiance and his awareness of what he has called ‘a deep illness of the modern mind’ has come the enkindling subject of his work as a whole.”\n\r\nNot surprisingly, Tate’s poetry has seemed to come from “a direct sensuous apprehension … of the Southern experience—the Southern people, animals, terrain, and climate,” said Donald E. Stanford in the Southern Review. New York Times Book Review correspondent Hilton Kramer found the author “deeply immersed in the materials of history, and there could never be any question of separating his literary achievements from their attachment to the historical imagination.” Kramer added that the particular history upon which Tate drew was “the history of a lost world carried in the mind of a Southerner, a classicist and an artist exiled to a Northern culture in which the imperatives of industrialism, philistinism, and bourgeois capitalism reinforce a sense of irretrievable defeat.” Southern Review essayist Alan Williamson wrote that the stance in Tate’s poetry “is that the individual is deeply unworthy, and should desire only to bring himself closer … to the destiny and the standards of the ancestors.” Williamson concluded, however, that in some of Tate’s later work “there is an undercurrent of contrary feeling: a bitter suspicion that the domination of the past, rather than the deficiencies of modern thought, is responsible for the sense of suffocation and unreality in present experience.”\n\r\nThe Old South was semi-feudal, agrarian, backward-looking, xenophobic, and religious, much like the European communities of the Middle Ages. Some critics have detected in Tate’s work a return to somewhat medieval patterns of thought. In Renascence, Sister Mary Bernetta wrote, “In the Middle Ages there was one drama which took precedence over all other conflict … the Struggle of Everyman to win beatitude and to escape eternal reprobation. Tate recognizes the issue as a subject most significant for literature.” Furthermore, like Dante, a poet he admired, Tate employed the most demanding poetic forms, which became “a compelling ritual to which the reader must submit in order to approach this poet’s meaning,” according to Robert B. Shaw in Poetry magazine.\n\r\nOne of Tate’s preoccupations was indeed “man suffering from unbelief.” His modern Everyman, however, faced a more complex situation than the simple medieval morality tale hero. Michigan Quarterly Review contributor Cleanth Brooks explained, “In the old Christian synthesis, nature and history were related in a special way. With the break-up of that synthesis, man finds himself caught between a meaningless cycle on the one hand, and on the other, the more extravagant notions of progress—between a nature that is oblivious of man and a man-made ‘unnatural’ utopia.” Even though he had periods of skepticism himself, Tate felt that art could not survive without religion. Pier Francesco Listri wrote in Allen Tate and His Work: Critical Evaluations, “In a rather leaden society governed by a myth of science, [Tate’s] poetry conducts a fearless campaign against science, producing from that irony a measure both musical and fabulous. In an apathetic, agnostic period he [was] not ashamed to recommend a Christianity to be lived as intellectual anguish.”\n\r\nTate expounded upon many of the same themes in his criticism. Because he believed in the autonomy of art and the aesthetic formalist basis of critical analysis, he was classified among the New Critics of the mid-20th century. In On Native Grounds: An Interpretation of Modern American Prose Literature, Alfred Kazin observed that in order to save criticism from the “scientists,” Tate “disengaged literature itself from society and men, and held up the inviolate literary experience as the only measure of human knowledge. Literature in this view was not only the supreme end; it was also the only end worthy of man’s ambition.”\nTate employed numerous classical allusions in his work; he also often wrote intensely personal poetry that would not reveal itself instantly to a reader. In the Sewanee Review, Cowan called Tate “the most difficult poet of the 20th century.” Brooks also noted, “Tate puts a great burden upon his reader. He insists that the reader himself, by an effort of his own imagination, cooperate with the poet to bring the violent metaphors and jarring rhythms into unity.” And Georgia Review contributor M.E. Bradford maintained that Tate, with “his preference for the lyric and for the agonized persona in that genre—along with the admiration which his ingenuities in the employment of all manner of strategies have together inspired—have confirmed his reputation for obscurity, allusive privacy, and consequent difficulty.” Indeed, Helen Vendler remarked of Tate’s career that while he “was trying ... to counter what he considered a cult of rationalistic positivism, he became the high‐priest of an arcane sect, an anti‐cult.”\nIn the decades that he was most active, Tate’s “influence was prodigious, his circle of acquaintances immense,” noted Jones in the Dictionary of Literary Biography. James Dickey could write that Tate was more than a “Southern writer.” Dickey went on, “[Tate’s] situation has certain perhaps profound implications for every man in every place and every time. And they are more than implications; they are the basic questions, the possible solutions to the question of existence. How does each of us wish to live his only life?”\nAllen Tate won numerous honors and awards during his lifetime, including the Bollingen Prize and a National Medal for Literature. He was the consultant in poetry at the Library of Congress and president of the National Institute of Arts and Letters. He died in Nashville, Tennessee on February 9, 1979.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Fugitive"]}}