{"pf_url": "https://www.poetryfoundation.org/poets/alta", "name": "Alta", "yob": "1942", "yod": null, "image": null, "bio": "\nFeminist poet, publisher, and musician Alta was born in Reno and grew up there and in Berkeley. She was educated at the University of California at Berkeley.\nAlta’s poems engage themes of feminism and sexuality. Her poetry collections include Freedom’s in Sight: Poems & Collages (1969, with drawings by her daughter Lorelei); Letters to Women (1970); and Deluged with Dudes: Platonic & Erotic Love Poems to Men (1989). The Shameless Hussy: Selected Stories, Essays and Poetry (1981) won a Before Columbus Foundation American Book Award. Alta is also the author of Traveling Tales: Flings I’ve Flung in Foreign Parts (1990) and Another Moment: Living Well with a Dread Disease and Everything That Grows Can Also Shrink (2015).\nIn 1969, she founded Shameless Hussy Press, a second-wave feminist press that published more than 50 titles, including the first edition of Ntozake Shange’s play For Colored Girls Who Have Considered Suicide When the Rainbow Is Enuf as well as early work by Susan Griffin, Mitsuye Yamada, and Mary Mackey. The archives for Shameless Hussy Press are held at the University of California at Santa Cruz.\nAlta lives in the San Francisco Bay Area, and in 2006, she opened the visual art gallery Alta Galleria in Berkeley. In an interview with Jaylan Salah for the blog Synchronized Chaos, Alta discusses the connection between working in poetry and publishing and running an art gallery, stating, “Both require the inclination to see from within and look in one’s own soul as well as to look outward.”\nIn addition to her activism on behalf of feminist poetry, Alta has dedicated many years to the creation of accessible housing in the Bay Area; she was diagnosed with multiple sclerosis years ago. She was featured in the 2014 documentary film She’s Beautiful When She’s Angry (2014, directed by Mary Dore).\n", "attrs": {"Region:": ["U.S., Western"]}}