{"pf_url": "https://www.poetryfoundation.org/poets/alvin-feinman-5f4d733cda5d3", "name": "Alvin Feinman", "yob": "1929", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/f4f6520812fb3541c859729764a8d3cb1fbc2277.jpeg", "bio": "\nAlvin Feinman was born in 1929 in the East New York area of Brooklyn. His parents were Litvak Jews who emigrated from Eastern Europe to the United States before World War I. His family spoke Yiddish at home. Feinman was educated at Brooklyn College, the University of Chicago, and Yale University.\nFeinman was revered for his teaching but also for his sole poetry collection, Preambles and Other Poems, (1964), which would be reissued, along with a handful of additional work, as Poems (1990). When Preambles appeared, critics including Conrad Aiken, Allen Tate, R.W.B. Lewis, and Harold Bloom—a friend of Feinman's dating back to their graduate years at Yale—praised the book. “The best of Alvin Feinman’s poetry is as good as anything by a twentieth-century American,” Bloom said. “His work achieves the greatness of the American sublime.” Bloom devoted a section of his book The Ringers in the Tower (1971) to Feinman, comparing him to Hart Crane and Wallace Stevens, as well as a chapter in Possessed by Memory, published a few months before Bloom’s death in 2019.\nFeinman’s poetry is metaphysically dense and lyrically ravishing, exploring how the mind makes meaning through, with, and despite language. In part because he published so sparsely, Feinman remained little read and largely unknown when he died in 2008. \nThe posthumous Corrupted into Song: The Complete Poems of Alvin Feinman (Princeton UP, 2016) was edited by his widow, Deborah Dorfman. “Alvin Feinman’s poems are perhaps the purest evidence of the extinction of personality T.S. Eliot believed was one of poetry’s necessities,” the poet Michael Collier wrote of Corrupted into Song. “As an aspiration, extinction of personality is as dangerously thrilling as being exposed to a siren’s song. As an achievement, Feinman’s exquisite, visionary poems, tied to the mast of their own making, allow us to behold fierce, unyielding perceptions.”\nFeinman taught at Bennington College from 1969 to 1994. He died in 2008. \n", "attrs": {}}