{"pf_url": "https://www.poetryfoundation.org/poets/amanda-ackerman", "name": "Amanda Ackerman", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/5d385521f98683685a720f95eedb9b8bfb20ab39.jpeg", "bio": "\nWriter and teacher Amanda Ackerman earned an MFA at the California Institute of the Arts. Her work blurs the lines between poetry, narrative, and prose. Her engagement with ecopoetics is informed by her longtime work as a flower essence practitioner. In a note on the making of The Book of Feral Flora in an online conversation with Divya Victor for the Poetry Foundation, Ackerman stated, “The earth is at a tipping point, and we need the intelligence, counsel, and wisdom of other creatures. My writing process for Feral Flora attempts cross-species collaboration. It attempts to expose the co-evolutionary nature of language and acknowledges that human language has not been fashioned by humans alone, although many humans have certainly attempted to stamp out the perspectives of other creatures within the linguistic system itself.”\nAckerman is the author of The Book of Feral Flora (2015) as well as several chapbooks, including The Seasons Cemented (2010), the scented pamphlet Air-Kissing (2017), I Fell in Love with a Monster Truck (2011), and Short Stones (2012). With Harold Abramowitz, she coauthored the book Man’s Wars And Wickedness: A Book of Proposed Remedies and Extreme Formulations for Curing Hostility, Rivalry, And Ill-Will (2017), the Gauss PDF UNFO Burns a Million Dollars (2014), and the chapbook Sin is to Celebration (2009). With Dan Richert, she is working on a series of projects using biofeedback and multi-sensory techniques that allow plants to create poems. Their olfactory installation Unknown Giants (2017) was part of the Laboratory for Aesthetics and Ecology's A New We in Norway's Kunstall Trondheim gallery.\nIn 2006, Ackerman and Abramowitz cofounded the literary micropress eohippus labs. She lives in Los Angeles.\n", "attrs": {"Region:": ["U.S., Western"]}}