{"pf_url": "https://www.poetryfoundation.org/poets/ambrose-bierce", "name": "Ambrose Bierce", "yob": "1842", "yod": "1914", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d3bb7e5b4297e0930a9c677a6190e8e78425fb47.jpeg", "bio": "\nAmbrose Bierce's literary reputation is based primarily on his short stories about the Civil War and the supernatural—a body of work that makes up a relatively small part of his total output. Often compared to the tales of Edgar Allan Poe, these stories share an attraction to death in its more bizarre forms, featuring depictions of mental deterioration, uncanny and otherworldly manifestations, and the horror of existence in a meaningless universe. Like Poe, Bierce professed to be mainly concerned with the artistry of his work, yet critics find him more intent on conveying his misanthropy and pessimism. His bare, economical style of supernatural horror is usually distinguished from the verbally lavish tales of Poe. In his lifetime, Bierce was famous as a California journalist dedicated to exposing the truth as he understood it, regardless of whose reputations were harmed by his attacks. For his sardonic wit and damning observations on the personalities and events of the day, he became known as \"the wickedest man in San Francisco.\"\n\r\nBierce was born in Meigs County, Ohio. His parents were farmers and he was the tenth of 13 children, all of whom were given names beginning with \"A\" at their father's insistence. The family moved to Indiana, where Bierce went to high school; he later attended the Kentucky Military Institute. At the outbreak of the Civil War, he enlisted in the Union army. In such units as the Ninth Indiana Infantry Regiment and Buell's Army of the Ohio, he fought bravely in numerous military engagements, including the battles of Shiloh and Chickamauga and in Sherman's March to the Sea. After the war Bierce traveled with a military expedition to San Francisco, where he left the army and began a literary career.\n\r\nBierce published two books of poetry, Black Beetles in Amber (1892) and Shapes of Clay (1903), which were later published as the fourth and fifth volumes in his Collected Works (1909-1912). A talented critic and satirist, his poems and other works were published in numerous newspaper columns for over 40 years, beginning with the Californian. In 1868 he became the editor of The News Letter, for which he wrote his famous \"Town Crier\" column. Bierce became something of a noted figure in California literary society, forming friendships with Mark Twain, Bret Harte, and Joaquin Miller. In 1872 Bierce and his wife moved to England where, during a three-year stay, he wrote for Fun and Figaro magazines, acquiring the nickname \"Bitter Bierce.\" His first three books of sketches—Nuggets and Dust Panned Out in California (1872), The Fiend's Delight (1873), and Cobwebs from an Empty Skull (1874)—were published during this period. When the English climate aggravated Bierce's asthma he returned to San Francisco. In 1887 he began writing for William Randolph Hearst's San Francisco Examiner, continuing the \"Prattler\" column he had done for the Argonaut and the Wasp. Bierce relocated to Washington, DC in 1896, where he continued to publish poems, essays, epigrams, and short stories in newspapers and magazines.\n\r\nBierce's major fiction was collected in Tales of Soldiers and Civilians (1891) and Can Such Things Be? (1893). Many of these stories are realistic depictions of the author's experiences in the Civil War. However, Bierce was not striving for realism, as critics have pointed out and as he himself admitted, for his narratives often fail to supply sufficient verisimilitude. His most striking fictional effects depend on an adept manipulation of the reader viewpoint: a bloody battlefield seen through the eyes of a deaf child in \"Chickamauga,\" the deceptive escape dreamed by a man about to be hanged in \"An Occurrence at Owl Creek Bridge,\" and the shifting perspectives of \"The Death of Halpin Frayser.\" The classic Biercian narrative includes a marked use of black humor, particularly in the ironic and hideous deaths his protagonists often suffer. The brutal satire Bierce employed in his journalism appears as plain brutality in his fiction, and critics have both condemned and praised his imagination as among the most vicious and morbid in American literature.\n\r\nAlong with his tales of terror, Bierce's most acclaimed work is The Devil's Dictionary (1906), a lexicon of its author's wit and animosity. His definition for \"ghost\"—\"the outward and visible sign of an inward fear\"—clarifies his fundamentally psychological approach to the supernatural. In The Devil's Dictionary, Bierce vented much of his contempt for politics, religion, society, and conventional human values. A committed opponent of hypocrisy, prejudice, and corruption, Bierce acquired the public persona of an admired but often hated genius, a man of contradiction and mystery. In 1913 he informed many of his correspondents that he intended to travel Mexico and join Pancho Villa's forces as an observer during that country's civil war. He was never heard from again, and the circumstances of his death are uncertain.\n", "attrs": {}}