{"pf_url": "https://www.poetryfoundation.org/poets/amiri-baraka", "name": "Amiri Baraka", "yob": "1934", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/adf4c6389066580e44000f5cfefc2e2db7182e46.jpeg", "bio": "\nPoet, writer, teacher, and political activist Amiri Baraka was born Everett LeRoi Jones in 1934 in Newark, New Jersey. He attended Rutgers University and Howard University, spent three years in the U.S. Air Force, and returned to New York City to attend Columbia University and the New School for Social Research. Baraka was well known for his strident social criticism, often writing in an incendiary style that made it difficult for some audiences and critics to respond with objectivity to his works. Throughout most of his career his method in poetry, drama, fiction, and essays was confrontational, calculated to shock and awaken audiences to the political concerns of black Americans. For decades, Baraka was one of the most prominent voices in the world of American literature.\n\r\nBaraka’s own political stance changed several times, thus dividing his oeuvre into periods: as a member of the avant-garde during the 1950s, Baraka—writing as Leroi Jones—was associated with Beat poets like Allen Ginsberg and Jack Kerouac; in the ‘60s, he moved to Harlem and became a Black Nationalist; in the ‘70s, he was involved in third-world liberation movements and identified as a Marxist. More recently, Baraka was accused of anti-Semitism for his poem “Somebody Blew up America,” written in response to the September 11 attacks.\nBaraka incited controversy throughout his career. He was praised for speaking out against oppression as well as accused of fostering hate. Critical opinion has been sharply divided between those who agree, with Dissent contributor Stanley Kaufman, that Baraka’s race and political moment have created his celebrity, and those who feel that Baraka stands among the most important writers of the twentieth century. In the American Book Review, Arnold Rampersad counted Baraka with Phyllis Wheatley, Frederick Douglass, Paul Laurence Dunbar, Langston Hughes, Zora Neale Hurston, Richard Wright, and Ralph Ellison “as one of the eight figures . . . who have significantly affected the course of African-American literary culture.”\nBaraka did not always identify with radical politics, nor did his writing always court controversy. During the 1950s Baraka lived in Greenwich Village, befriending Beat poets Allen Ginsberg, Frank O’Hara, and Gilbert Sorrentino. The white avant-garde—primarily Ginsberg, O’Hara, and leader of the Black Mountain poets Charles Olson—and Baraka believed in poetry as a process of discovery rather than an exercise in fulfilling traditional expectations. Baraka, like the projectivist poets, believed that a poem’s form should follow the shape determined by the poet’s own breath and intensity of feeling. In 1958 Baraka founded Yugen magazine and Totem Press, important forums for new verse. He was married to his co-editor, Hettie Cohen, from 1960 to 1965. His first play, A Good Girl Is Hard to Find, was produced at Sterington House in Montclair, New Jersey, that same year. Preface to a Twenty Volume Suicide Note, Baraka’s first published collection of poems appeared in 1961. M.L. Rosenthal wrote in The New Poets: American and British Poetry since World War II that these poems show Baraka’s “natural gift for quick, vivid imagery and spontaneous humor.” Rosenthal also praised the “sardonic or sensuous or slangily knowledgeable passages” that fill the early poems. While the cadence of blues and many allusions to black culture are found in the poems, the subject of blackness does not predominate. Throughout, rather, the poet shows his integrated, Bohemian social roots. The book’s last line is “You are / as any other sad man here / american.”\nWith the rise of the civil rights movement Baraka’s works took on a more militant tone. His trip to Cuba in 1959 marked an important turning point in his life. His view of his role as a writer, the purpose of art, and the degree to which ethnic awareness deserved to be his subject changed dramatically. In Cuba he met writers and artists from third world countries whose political concerns included the fight against poverty, famine, and oppressive governments. In Home: Social Essays (1966), Baraka explains how he tried to defend himself against their accusations of self-indulgence, and was further challenged by Jaime Shelley, a Mexican poet, who said, “‘In that ugliness you live in, you want to cultivate your soul? Well, we’ve got millions of starving people to feed, and that moves me enough to make poems out of.’” Soon Baraka began to identify with third world writers and to write poems and plays with strong political messages.\nDutchman, a play of entrapment in which a white woman and a middle-class black man both express their murderous hatred on a subway, was first performed Off-Broadway in 1964. While other dramatists of the time were wedded to naturalism, Baraka used symbolism and other experimental techniques to enhance the play’s emotional impact. The play established Baraka’s reputation as a playwright and has been often anthologized and performed. It won the Village Voice Obie Award in 1964 and was later made into a film. The plays and poems following Dutchman expressed Baraka’s increasing disappointment with white America and his growing need to separate from it. Critics observed that as Baraka’s poems became more politically intense, they left behind some of the flawless technique of the earlier poems. Richard Howard wrote of The Dead Lecturer (1964) in the Nation: “These are the agonized poems of a man writing to save his skin, or at least to settle in it, and so urgent is their purpose that not one of them can trouble to be perfect.”\nTo make a clean break with the Beat influence, Baraka turned to writing fiction in the mid-1960s, penning The System of Dante’s Hell (1965), a novel, and Tales (1967), a collection of short stories. The stories are “‘fugitive narratives’ that describe the harried flight of an intensely self-conscious Afro-American artist/intellectual from neo-slavery of blinding, neutralizing whiteness, where the area of struggle is basically within the mind,” Robert Elliot Fox wrote in Conscientious Sorcerers: The Black Postmodernist Fiction of LeRoi Jones/Baraka, Ishmael Reed, and Samuel R. Delany. The role of violent action in achieving political change is more prominent in these stories, as is the role of music in black life.\nIn addition to his poems, novels and politically-charged essays, Baraka is a noted writer of music criticism. His classic history Blues People: Negro Music in White America (1963) traces black music from slavery to contemporary jazz. Finding indigenous black art forms was important to Baraka in the ‘60s, as he was searching for a more authentic voice for his own poetry. Baraka became known as an articulate jazz critic and a perceptive observer of social change. As Clyde Taylor stated in Amiri Baraka: The Kaleidoscopic Torch, “The connection he nailed down between the many faces of black music, the sociological sets that nurtured them, and their symbolic evolutions through socio-economic changes, in Blues People, is his most durable conception, as well as probably the one most indispensable thing said about black music.” Baraka also published the important studies Black Music (1968) and The Music: Reflections on Jazz and Blues (1987). Lloyd W. Brown commented in Amiri Baraka that Baraka’s essays on music are flawless: “As historian, musicological analyst, or as a journalist covering a particular performance Baraka always commands attention because of his obvious knowledge of the subject and because of a style that is engaging and persuasive even when the sentiments are questionable and controversial.”\nAfter Black Muslim leader Malcolm X was killed in 1965, Baraka moved to Harlem and founded the Black Arts Repertory Theatre/School. The Black Arts Movement helped develop a new aesthetic for black art and Baraka was its primary theorist. Black American artists should follow “black,” not “white” standards of beauty and value, he maintained, and should stop looking to white culture for validation. The black artist’s role, he wrote in Home: Social Essays (1966), is to “aid in the destruction of America as he knows it.” Foremost in this endeavor was the imperative to portray society and its ills faithfully so that the portrayal would move people to take necessary corrective action. He married his second wife, Amina, in 1967. In that same year, Baraka published the poetry collection Black Magic, which chronicles his separation from white culture and values while displaying his mastery of poetic technique. There was no doubt that Baraka’s political concerns superseded his just claims to literary excellence, and critics struggled to respond to the political content of the works. Some felt the best art must be apolitical and dismissed Baraka’s newer work as “a loss to literature.” Kenneth Rexroth wrote in With Eye and Ear that Baraka “has succumbed to the temptation to become a professional Race Man of the most irresponsible sort. . . . His loss to literature is more serious than any literary casualty of the Second War.” In 1966 Bakara moved back to Newark, New Jersey, and a year later changed his name to the Bantuized Muslim appellation Imamu (“spiritual leader,” later dropped) Ameer (later Amiri, “prince”) Baraka (“blessing”).\nBy the early 1970s Baraka was recognized as an influential African-American writer. Randall noted in Black World that younger black poets Nikki Giovanni and Don L. Lee (later Haki R. Madhubuti) were “learning from LeRoi Jones, a man versed in German philosophy, conscious of literary tradition . . . who uses the structure of Dante’s Divine Comedy in his System of Dante’s Hell and the punctuation, spelling and line divisions of sophisticated contemporary poets.” More importantly, Arnold Rampersad wrote in the American Book Review, “More than any other black poet . . . he taught younger black poets of the generation past how to respond poetically to their lived experience, rather than to depend as artists on embalmed reputations and outmoded rhetorical strategies derived from a culture often substantially different from their own.”\nAfter coming to see Black Nationalism as a destructive form of racism, Baraka denounced it in 1974 and became a third world socialist. He produced a number of Marxist poetry collections and plays in the 1970s that reflected his newly adopted political goals. Critics contended that works like the essays collected in Daggers and Javelins (1984) lack the emotional power of the works from his Black Nationalist period. However, Joe Weixlmann, in Amiri Baraka: The Kaleidoscopic Torch, argued against the tendency to categorize the radical Baraka instead of analyze him: “At the very least, dismissing someone with a label does not make for very satisfactory scholarship. Initially, Baraka’s reputation as a writer and thinker derived from a recognition of the talents with which he is so obviously endowed. The subsequent assaults on that reputation have, too frequently, derived from concerns which should be extrinsic to informed criticism.”\nIn more recent years, recognition of Baraka’s impact on late 20th century American culture has resulted in the publication of several anthologies of his literary oeuvre. The LeRoi Jones/Amiri Baraka Reader (1999) presents a thorough overview of the writer’s development, covering the period from 1957 to 1983. The volume presents Baraka’s work from four different periods and emphasizes lesser-known works rather than the author’s most famous writings. Transbluency: The Selected Poems of Amiri Baraka/LeRoi Jones (1961-1995), published in 1995, was hailed by Daniel L. Guillory in Library Journal as “critically important.” And Donna Seaman, writing in Booklist, commended the “lyric boldness of this passionate collection.” Kamau Brathwaite described Baraka’s 2004 collection, Somebody Blew up America & Other Poems, as “one more mark in modern Black radical and revolutionary cultural reconstruction.” The book contains Baraka’s controversial poem of the same name, which he wrote as New Jersey’s poet laureate. After the poem’s publication, public outcry became so great that the governor of New Jersey took action to abolish the position. Baraka sued, though the United States Court of Appeals eventually ruled that state officials were immune from such charges.\nBaraka’s legacy as a major poet of the second half of the 20th century remains matched by his importance as a cultural and political leader. His influence on younger writers has been significant and widespread, and as a leader of the Black Arts movement of the 1960s Baraka did much to define and support black literature’s mission into the next century. His experimental fiction of the 1960s is considered some of the most significant African-American fiction since that of Jean Toomer. Writers from other ethnic groups have credited Baraka with opening “tightly guarded doors” in the white publishing establishment, noted Maurice Kenney in Amiri Baraka: The Kaleidoscopic Torch, who added: “We’d all still be waiting the invitation from the New Yorker without him. He taught us how to claim it and take it.”\nBaraka was recognized for his work through a PEN/Faulkner Award, a Rockefeller Foundation Award for Drama, and the Langston Hughes Award from City College of New York. He was awarded fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He died in 2014.\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Black Arts Movement"]}}