{"pf_url": "https://www.poetryfoundation.org/poets/amit-majmudar", "name": "Amit Majmudar", "yob": "1979", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3611fadc92fa3d5b0d061d54dc62254b86ffd1bc.jpeg", "bio": "\nThe son of immigrants, poet and novelist Amit Majmudar grew up in the Cleveland area. He earned a BS at the University of Akron and an MD at Northeast Ohio Medical University, completing his medical residency at the University Hospitals of Cleveland.\nIn his precise, often formally driven poems, Majmudar explores themes of identity, history, spiritual faith, and mortality. In an interview with the Kenyon Review, Majmudar stated, “My credo comes from Eliot quoting the Upanishads in his notes to ‘What the Thunder Said’: Da, dayadhvam, damyata. Give, sympathize, control. That is both the art of life and the art of poetry. It seems fitting to me that they should be identical.” Noting Majmudar’s “expressive grasp of familial, religious, and cultural tensions and allegiances” in a review of Heaven and Earth for Verse Wisconsin, poet Zara Raab praised his ability to compose poems that “reveal tenderness in their humanity and the precision of a surgeon in their details.”\nMajmudar is the author of the poetry collections What He Did in Solitary (2020); Dothead (2016); Heaven and Earth (2011), which poet A.E. Stallings chose for a Donald Justice Poetry Prize; and 0˚, 0˚ (2009), which was a finalist for a Poetry Society of America’s Norma Faber First Book Award. Majmudar has also published the novels Sitayana (2019), Partitions (2011), and The Abundance (2013). In 2018, he published Godsong: A Verse Translation of the Bhagavad-Gita, with Commentary.\nMajmudar’s poetry has been featured in several anthologies, including Best of the Best American Poetry 1988–2012 (2013, edited by Robert Pinsky) and The Norton Introduction to Literature (2012, 11th edition, edited by Kelly J. Mays). He has also contributed essays to the Kenyon Review blog, the New York Times, and the New York Review of Books.\r\n \r\nHe lives in Dublin, Ohio, where he served as Ohio’s first poet laureate. He works as a diagnostic nuclear radiologist.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}