{"pf_url": "https://www.poetryfoundation.org/poets/amy-gerstler", "name": "Amy Gerstler", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/563e20236c1f6810caec546cce8fb68aec058af4.jpeg", "bio": "\nKnown for its wit and complexity, Amy Gerstler's poetry deals with themes such as redemption, suffering, and survival. Author of over a dozen poetry collections, two works of fiction, and various articles, reviews, and collaborations with visual artists, Gerstler won the 1991 National Book Critics Circle Award in Poetry for Bitter Angel (1990). Her early work, including White Marriage/Recovery (1984), was highly praised. Gerstler's more recent works include Nerve Storm (1993), Medicine (2000), Ghost Girl (2004), Dearest Creature (2009), which the New York Times named a Notable Book of the Year, and Scattered At Sea (2015), which was a finalist for the National Book Award.\n\r\nIn Bitter Angel Gerstler introduces a variety of narrators, including a saint, ghost, clairvoyant, father, child, and lover. Bitter Angel was enthusiastically received.  According to poet Eileen Myles, Gerstler's poetry is \"extremely rich. But not cluttered and not loud.\" Myles added that \"the supernatural, the sexy mundane, the out-of-sight are simply her materials, employed as they might be in a piece of religious art.\" \"In Gerstler,\" wrote David Shapiro in American Poetry Review, \"we see how effective a quiet ruminative and contemplative poem can be...On the other hand, Gerstler has a series of complex, humorous prose poems which can be as immediate and imagistic as a germ.\"\n\r\nGerstler's later collections treat themes such as redemption in Nerve Storm, medicine and metaphysics in Medicine, and a range of animals and creatures in Dearest Creature. According to David Kirby in the New York Times, Gerstler is a \"maestra of invention ... skilled in every kind of comedy, from slapstick to whimsy.\" Though often light-hearted, Gerstler is known for tackling important subjects with verve. Publishers Weekly has noted that Gerstler's poems \"always have a distinctive spin [and] run through her abiding interests, the intersections of self, soul sickness and cultural drek.\"\n\r\nA graduate of Pitzer College and Bennington College, Gerstler has taught at the Art Center College of Design, the University of Southern California, and the Bennington Writing Seminars program. She lives in California with her husband, the artist and author Benjamin Weissman.\r\n \n", "attrs": {"Region:": ["U.S., Western"]}}