{"pf_url": "https://www.poetryfoundation.org/poets/amy-king", "name": "Amy King", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/978b4603f0355c13abb418c86fe8bfa2842a6572.jpeg", "bio": "\nRaised in Baltimore and Georgia, Amy King earned a BS in English and women’s studies from Towson University, an MFA in poetry from Brooklyn College, and an MA in poetics from SUNY Buffalo. Her writing, which shows elements of Language poetry, has been influenced by her work with Charles Bernstein and Susan Howe in Buffalo, although she is also drawn to confessional and New York School poets. She has cited César Vallejo, Gertrude Stein, Laura (Riding) Jackson, and John Ashbery as her current influences. While applying pressure to the boundaries of “queer” poetry, King also finds inspiration in pop culture, science, social taxonomies, and other questions of gender, ontology, and culture.\r\n \r\nKing's most recent collection, The Missing Museum, is a winner of the 2015 Tarpaulin Sky Book Prize. John Ashbery described her poems in I Want to Make You Safe (Litmus Press, 2011) as bringing “abstractions to brilliant, jagged life, emerging into rather than out of the busyness of living.” The book was named one of the Boston Globe’s Best Poetry Books of 2011. King is also the author of the poetry collections Slaves to do These Things (Blazevox, 2009), I’m the Man Who Loves You (Blazevox, 2007), and Antidotes for an Alibi (Blazevox, 2005). Her chapbooks include Kiss Me with the Mouth of Your Country (Dusie Press, 2007), The Good Campaign (2006), The Citizen’s Dilemma (2003), and The People Instruments (Pavement Saw Press, 2002). Her poems have been nominated for several Pushcart Prizes, and her essays have appeared in Boston Review, Poetry, and The Rumpus.\r\n \r\nIn 2015, King received the WNBA Award from the Women’s National Book Association, joining the ranks of Ann Patchett, Eleanor Roosevelt, Rachel Carson, and Pearl S. Buck. She was also honored by the Feminist Press as one of the “40 Under 40: The Future of Feminism” awardees, and she received the 2012 SUNY Chancellor’s Award for Excellence in Scholarship and Creative Activities.\r\n \r\nKing serves on the executive board of VIDA: Woman in Literary Arts and is. She also moderates the Women’s Poetry Listserv (WOMPO) and for many years she moderated the Poetics List, sponsored by the Electronic Poetry Center. She also founded and curated the Brooklyn-based reading series, The Stain of Poetry, from 2006 to 2010.\r\n \r\nKing coedited Poets for Living Waters and Big Energy Poets: Ecopoetry Thinks Climate Change. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}