{"pf_url": "https://www.poetryfoundation.org/poets/amy-clampitt", "name": "Amy Clampitt", "yob": "1920", "yod": "1994", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e8a6bab997fe79a75e7bef981d27965e296192f6.jpeg", "bio": "\nAmy Clampitt was born and raised in New Providence, Iowa. She studied first at Grinnell College in Grinnell, Iowa, and later at Columbia University and the New School for Social Research in New York City. Throughout the 1940s and 1950s, Clampitt held various jobs at publishers and organizations such as Oxford University Press and the Audubon Society. In the 1960s, she turned her attention to poetry. In 1974 she published a small volume of poetry titled Multitudes, Multitudes; thereafter her work appeared frequently in the New Yorker. Upon the publication of her book of poems The Kingfisher in 1983, she became one of the most highly regarded poets in America. Her other collections include A Silence Opens (1994), Westward (1990), What the Light Was Like (1985), and Archaic Figure (1987). Clampitt received fellowships from the Guggenheim Foundation, the MacArthur Foundation, and the Academy of American Poets. A member of the American Academy of Arts and Letters, Clampitt taught at the College of William and Mary, Amherst College, and Smith College.\nJoseph Parisi, a Chicago Tribune Book World reviewer, called the poet’s sudden success after the publication of The Kingfisher “one of the most stunning debuts in recent memory.” Parisi continued, “throughout this bountiful book, her wit, sensibility and stylish wordplay seldom disappoint.” In one of the first articles to appear after The Kingfisher’s debut, New York Review of Books critic Helen Vendler wrote that “Amy Clampitt writes a beautiful, taxing poetry. In it, thinking uncoils and coils again, embodying its perpetua argument with itself.” Georgia Review contributor Peter Stitt also felt that “The Kingfisher is … in many ways an almost dazzling performance.” In the Observer, Peter Porter described Clampitt as “a virtuoso of the here and the palpable.” Porter ranked her with the likes of Emily Dickinson and Elizabeth Bishop.\nCritics praised the allusive richness and syntactical sophistication of Clampitt’s verse. Her poetry is characterized by a “baroque profusion, the romance of the adjective, labyrinthine syntax, a festival lexicon,” said New York Times Book Review contributor Alfred Corn in an article about Clampitt’s second important collection, What the Light Was Like (1985). Indeed, the poet’s use of vocabulary and syntax is elaborate. “When you read Amy Clampitt,” suggests Richard Tillinghast in the New York Times Book Review, “have a dictionary or two at your elbow.” The poet has, Tillinghast continues, a “virtuoso command of vocabulary, [a] gift for playing the English language like a musical instrument and [a] startling and delightful ability to create metaphor.” Her ability as a poet quickly gained Clampitt recognition as “the most refreshing new American poet to appear in many years,” according to one Times Literary Supplement reviewer.\nClampitt’s work is also characterized by erudite allusions, for which she provides detailed footnotes. Times Literary Supplement critic Lachlan Mackinnon compared her “finical accuracy of description and the provision of copious notes at the end of a volume,” to a similar tendency in the work of Marianne Moore. “She is as ‘literary’ and allusive as Eliot and Pound, as filled with grubby realia as William Carlos Williams, as ornamented as Wallace Stevens and as descriptive as Marianne Moore,” observed Corn. Washington Post reviewer Joel Conarroe added Walt Whitman and Hart Crane to this list of comparable poets: “Like Whitman, she is attracted to proliferating lists as well as to ‘the old thought of likenesses,’” wrote Conarroe. “And as in Crane her compressed images create multiple resonances of sound and sense.”\n\nWhat the Light Was Like centers around images of light and darkness. This book is “more chastely restrained than The Kingfisher,” according to Times Literary Supplement contributor Neil Corcoran. Conarroe believed that the poet’s “own imagery throughout [the book] is sensuous (even lush) and specific—in short, Keatsian.” Corn similarly commented that “there are stirring moments in each poem, and an authentic sense of Keats’ psychology.” He opined, however, that “her sequence [‘Voyages: A Homage to John Keats‘] isn’t effective throughout, the reason no doubt being that her high-lyric mode” does not suit narrative as well as a plainer style would.\n\r\nClampitt’s Archaic Figure (1987) maintains her “idiosyncratic style,” as William Logan called it in the Chicago Tribune. New York Times Book Review contributor Mark Rudman noted the poet’s “spontaneity and humor; she is quick to react, hasty, impulsive, responsive to place—and to space.” In the London Sunday Times, David Profumo further praised Archaic Figure. Taking the example of the poem “Hippocrene,” the critic asserted that this work “demonstrates her new powers of economy, the sureness of her rhythmic touch and the sheer readability of her magnificent narrative skills.” “Amy Clampitt,” concluded Logan, “has become one of our poetry’s necessary imaginations.”\nClampitt died in Lenox, Massachusetts in 1994.\n", "attrs": {"Region:": ["U.S., New England"]}}