{"pf_url": "https://www.poetryfoundation.org/poets/amy-lowell", "name": "Amy Lowell", "yob": "1874", "yod": "1925", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/985ac817d73635836c6ba05069149cb86f409223.jpeg", "bio": "\nAmy Lowell was a poet, performer, editor, translator who devoted her life to the cause of modern poetry. “God made me a business woman,” Lowell is reported to have quipped, “and I made myself a poet.” During a career that spanned just over a dozen years, she wrote and published over 650 poems, yet scholars cite Lowell’s tireless efforts to awaken American readers to contemporary trends in poetry as her more influential contribution to literary history. She is best remembered for bringing the Imagism of Ezra Pound and H.D. (Hilda Doolittle) to the attention of Americans, but her work has many facets. A flamboyant woman whose behavior belied her upbringing in a proper and prestigious New England family, she flouted convention with her proto-feminist poetry and unabashedly public persona. “Poet, propagandist, lecturer, translator, biographer, critic … her verve is almost as remarkable as her verse,” opined poet Louis Untermeyer in his 1923 work American Poetry since 1900.\nLowell was born in Brookline, Massachusetts, in 1874, into a prominent New England family—her brother, Percival Lowell, was a well-known astronomer, while another brother, Abbott Lawrence Lowell, became president of Harvard College. As a young girl she attended private schools in between sojourns to Europe with her family and, at the age of 17, began a diligent process of educating herself inside the seven thousand-volume library at Sevenels, the Lowell family seat in Brookline where she would also live as an adult. In August of 1910, at the age of 36, Lowell saw her first poem, “Fixed Idea,” published in the Atlantic. Other poems appeared regularly in various periodicals over the next several years.\n\r\nIn 1912, Lowell’s first collection of poetry was published. A Dome of Many-Coloured Glass was, in many ways, highly conventional for its era. However, in the Dictionary of Literary Biography E. Claire Healey and Laura Ingram noted that “Lowell’s honesty of expression and an occasional brilliant image provided a glimpse of what was to come.” Healey and Ingram also wrote appreciatively of the design of A Dome of Many-Coloured Glass, which Lowell had based on a volume by early 19th-century English poet John Keats. A devotee of Keats’s work since her teenage years, Lowell gradually amassed a collection of the author’s papers and manuscripts that she would later mine for a weighty biography.\n\r\nAfter beginning a career as a poet when she was well into her 30s, Lowell became an enthusiastic student and disciple of the art. One day in 1913, after reading a number of poems signed “H.D., Imagiste,” she realized that her own poetry followed in much the same literary vein. The new style of poetry she had just encountered was termed “Imagism” by its main proponent, Ezra Pound. Imagism borrowed from both English and American verse styles to create a new Anglo-American literary movement that “honed poetic expression down to its purest, most direct form,” explained Healey and Ingram in Dictionary of Literary Biography. Its practitioners—Pound, Ford Madox Ford, H.D., and Richard Aldington, among others—were divided between London and the United States and influenced by the general mood of modernism permeating the era prior to World War I.\nLowell journeyed to London with the goal of meeting with Pound; she carried with her a letter of introduction from Harriet Monroe, editor of the Chicago-based Poetry magazine. Lowell and Pound struck up a mutual friendship, and she also became acquainted with poet John Gould Fletcher and novelist Henry James; her trip also exposed her to other modernist trends in the performing and visual arts. Back in Boston, Lowell undertook a campaign to make Imagist poetry both a critical and financial success in the United States and began traveling often between the two countries. During one trip, in the summer of 1914, she became an unwitting player in the forming of factions among the Imagists, with Pound formally abandoning the movement (for a few years) and Lowell then taking up editorship of an annual anthology of Imagist poetry to which she had previously been a contributor. Anti-Pound factions among the writers believed that Pound’s editorship of the anthology, as well as his general de facto leadership, exhibited too capricious a manner.\n\r\nLowell’s editorship of these collections of Imagist poetry began in 1915 with Some Imagist Poets: An Anthology, to which she also contributed; two more volumes were published in subsequent years. In her introduction to the 1915 volume, Lowell attempted to set down some criteria for Imagist writers. They should strive, she wrote,\n1. To use the language of common speech …\r\n2. To create new rhythms …\r\n3. To allow absolute freedom in the choice of subject …\r\n4. To present an image …\r\n5. To produce poetry that is hard and clear, never blurred nor indefinite.\r\n6. Finally, most of us believe that concentration is of the very essence of poetry.\n\r\nDuring this era, Lowell was also writing poetry of her own and saw the publication of several volumes, including Sword Blades and Poppy Seed (1914), Can Grande’s Castle (1918), and Pictures of the Floating World (1919). Lowell’s own verse, highly influenced by her contact with the Imagists after 1913, headed toward what she termed “unrhymed cadence,” a non-metrical style she felt well-suited for the English language and based on the natural rhythms of speech. With her friend John Gould Fletcher, Lowell is credited with bringing this style, also called polyphonic prose, into American poetry, an art described by S. Foster Damon in Amy Lowell: A Chronicle as “the most various and supple poetic form ever devised in English. It runs without let or hindrance from one rhythm into another, according to the mood of the moment; it allows the use of any and every device known to versification, the only restriction being that ‘the sound should be an echo to the sense.’”\n\r\nLowell continued to publish volumes of poetry over the next few years, but Legends (1921) would be the last collection of her own work published before her death. In it, she uses 11 legends from around the globe as a basis for 11 poems. William Lyon Phelps, reviewing the work for the New York Times Book Review, commended the growth Lowell had shown since her early days as a poet. “There is simply no comparison in excellence between” the stronger parts of Legends, Phelps wrote, “and the best pages of her first book. While her chief forte is description, owing to her extraordinary sensitivity to sounds, colors, and smells, she has given in Legends such a variety of beauty as to delight her friends and to bewilder her enemies.” John Livingston Lowes, writing in the Saturday Review of Literature, grouped Legends and Can Grande’s Castle as among the more outstanding examples of Lowell’s work. “I know no writer of English whose command of the rich vocabulary of sensuous impressions approaches Amy Lowell’s,” the critic asserted. “The almost physical impact of it startles one each time one turns her pages.”\n\r\nThroughout much of her career Lowell’s curiosity and intellectual keenness took her farther than her New England upbringing and continental jaunts; through Pound she became interested and subsequently influenced by the cultures of East Asia. One scholar of her work, William Leonard Schwartz, noted that Lowell’s poetry, especially after Pictures of the Floating World, could be compared with the rhythms in Japanese visual art. She also penned haiku poetry and what she called “Chinoiseries,” poems fashioned after the idiomatic languages of the East Asia. Taking her interests a step further, Lowell also reworked Chinese poems with translator Florence Ayscough for the collection Fir-Flower Tablets (1921). Some critics faulted what they felt were errors in the translations, but others praised the work: Saturday Review of Literature critic Lowes deemed the poems “in their exquisite art, among the masterpieces of their kind.”\n\r\nIn the early 1920s Lowell took a hiatus from the art and business of poetry to pen a biography on Keats. In John Keat’s 1300 pages, she attempted to show why she felt the English writer, who died in 1821, was the spiritual forebear of Imagist poetry. Lowell’s in-depth chronicle of Keats’s short life was structured into a near day-to-day chronology, and through the wealth of Keats material she had amassed over the years her biography managed to clarify some issues about the poet’s personal life. Some critics felt it a bit too lengthy—Leonard Woolf faulted Lowell for reconstructing scenes from Keats’s life and manufacturing the inner thoughts that might have accompanied them. “This is an ancient biographical convention which eventually wraps the reader’s brain in coil upon coil of psychological conjecture,” Woolf remarked in the Nation. Other critics praised its depth and tone. “The biography as a whole showed remarkable insight into poetic psychology, such as was possible only for one poet writing on another,” Damon wrote in Amy Lowell. However, Lowell’s exhaustive scholarship into Keats had extracted a physical toll, including severe eyestrain. Winfield Townley Scott, writing in the New England Quarterly, declared that the tremendous effort she put into the biography “certainly killed Amy Lowell.”\n\r\nLowell penned two books of literary criticism, Six French Poets: Studies in Contemporary Literature (1915) and Tendencies in Modern American Poetry (1917). Untermeyer, in American Poetry since 1900, praised the latter volume, noting “it is her catholicity of taste, her subjugation of prejudices that make such a book not only a noble interpretation but a contribution to criticism.” In her later years, despite increasingly poor health, Lowell continued to devote her energies to winning over the American public to an appreciation of contemporary poetry. She undertook lecture tours, and, more importantly, she used her social connections, financial independence, and forthright personality to boost the careers of other poets, providing feedback, recommending their work to others, acting as a liaison with editors, and writing articles on the subject. Carl Sandburg was one recipient of Lowell’s support.\n\r\nLowell’s A Critical Fable, published in 1922, was a literary answer to A Fable for Critics, an earlier work written by her cousin James Russell Lowell. It was a lighthearted satire on the literary currents of her day and the business of writing. Lowes, writing in the Saturday Review of Literature, termed it “a tour de force of self-portraiture—or rather, a gay, sparkling, whimsical portrait of herself as she knew that others saw her.” By 1920 Lowell had been engaged for several years in a relationship with her secretary, Ada Dwyer Russell, an association that some of her biographers note seemed to have provided the poet with emotional stability and happiness for perhaps the first time in her life. Lowell penned several romantic odes to Russell over the years, including “The Temple,” “Anticipation,” and “The Taxi.” Yet Lowell’s health rapidly declined during the 1920s; a glandular condition had caused her to gain weight, and the excess poundage then brought its own health concerns. Hernia attacks were a particular problem, and in May of 1925 she suffered a serious one; two days later she rose from her bed against medical advice and was immediately felled by a stroke. She died within a few hours.\n\r\nAda Dwyer Russell edited a trio of posthumous collections of Lowell’s verse, including What’s O’Clock —which was awarded the Pulitzer Prize for Poetry in 1926—East Wind, and Ballads for Sale. In Dictionary of Literary Biography, Healey and Ingram termed Lowell “the embodiment of the new liberated woman,” expressly citing the poet’s “unlimited faith in her own capability.” Lowell’s longtime colleague Harriet Monroe, editor of Poetry magazine, assessed her friend’s career for Poets and Their Art. “Her six volumes of verse and three of prose present, with singular completeness, a commanding—nay, enthralling—personality,” Monroe declared of Lowell. “Such energy, fecundity, persistence, intelligence, appearing in this world of compromises and half-successes, rebukes people less forceful less unified, by achieving to the very limit of its power.”\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Imagist"]}}