{"pf_url": "https://www.poetryfoundation.org/poets/andre-breton", "name": "André Breton", "yob": "1896", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c5a2ec4a0ac5d963975063d427cc9886f579f266.jpeg", "bio": "\nAndré Breton was born in 1896 to a family of shopkeepers in Tinchebray, a small town in Normandy, France. He studied medicine and psychiatry, displaying a special interest in mental illness. Though he never qualified as a psychoanalyst, he worked in neurological wards in Nantes during World War I, and a meeting and subsequent correspondence with Sigmund Freud in 1921 furthered his exposure to psychoanalytic theories and the concept of the unconsciousness.\r\n \r\nIn 1916, Breton joined a Dadaist group in Paris. By 1919, when he co-founded the review Littérature with Louis Aragon and Phillippe Soupault, his ideas had started to diverge with the Dadaists’. The journal, which ran through 1924, contained the first example of surrealist automatic writing, or surrealist automatism, Les Champs magnétiques (The Magnetic Fields). This form of writing—free form and without self-censorship—was among Breton’s first Surrealist innovations. In 1924, his growing commitment to Surrealism and disdain for Tristan Tzara led Breton to officially break with Dadaism.\r\n \r\nThat year, he issued the first of three Surrealist Manifestos, defining Surrealism as “psychic automatism in its pure state, by which one proposes to express—verbally, by means of the written word, or in any other manner—the actual functioning of thought. Thought, in the absence of any control exercised by reason, exempt from any aesthetic or moral concern. Surrealism is based on the belief in the superior reality of certain forms of previously neglected associations, in the omnipotence of dream, in the disinterested play of thought.”\r\n \r\nBreton conceived of Surrealism as a comprehensive philosophy, able to bind together the seemingly dichotomous states of dreaming and waking: \"I believe in the future resolution of these two states, dream and reality, which are seemingly so contradictory, into a kind of absolute reality, a surreality [sur = \"on\", \"above\" in French], if one may so speak.\" Breton found the potential for personal, social, and political liberation in Surrealism; the movement’s philosophy relied heavily upon the work of painters James Ensor and Hieronymus Bosch; writers Arthur Rimbaud, Charles Baudelaire, and Alfred Jarry; and political theorist Karl Marx.\r\n \r\nIn keeping with his commitment to Marxist thought, Breton joined the French Communist Party in 1927. He left the party in 1935 in part because of its support of Joseph Stalin, but remained devoted to Marxist philosophy. In 1938 he traveled to Mexico, where he and Leon Trotsky collaborated on the “Manifesto for Independent Revolutionary Art.”\r\n \r\nThroughout the 1920s and 1930s, Breton wrote political and philosophical tracts, poems, and novels. Nadja (1928), his most famous novel, is a portrait of Breton and a mad, inspired woman that merges the banal and everyday with the fantastic. Breton’s dissection of the greater philosophical implications of Surrealism, the second Surrealist Manifesto, was published in 1930. Other works from the 1930s include: L'Immaculée Conception (The Immaculate Conception, 1930), written with fellow Surrealist poet Paul Éluard; Les Vases Communicants (The Communicating Vessels, 1932) and L’Amour Fou (Mad Love, 1937, poetry), which attempts to eliminate, in writing, the boundary between dreaming and waking; and the philosophical texts, Qu’est-ce le que le Surréalisme (What is Surrealism? 1934) and Position Politique du Surréalisme (The Political Position of Surrealism, 1935).\r\n \r\nIn 1941, Breton fled France with Marcel Duchamp and Max Ernst. He lived in New York City during World War II, composing a third Surrealist Manifesto and curating a Surrealist exhibition at Yale in 1942. After returning to Paris in 1946, Breton published three more books of poetry (ARCANE 17, 1945; Poèmes, 1948) and one Surrealist tract (La Clé des champs, The Key to the Fields, 1953) in addition to mentoring many young Surrealists.\r\n \r\nBreton was married three times and had one daughter. Reporting on the 1936 Surrealism exhibit at the Museum of Modern Art, Time magazine described Breton as the “founder of Surrealism” \"who frequently dresses entirely in green, smokes a green pipe, drinks a green liqueur and has a sound of knowledge of Freudian psychology.\"\r\n \r\nAndré Breton died in Paris in 1966.\n", "attrs": {"Region:": ["France"]}}