{"pf_url": "https://www.poetryfoundation.org/poets/andrew-joron", "name": "Andrew Joron", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/4acb100ba1ae23652c202e9c78ec20a0cd69eb36.jpeg", "bio": "\nBorn in San Antonio, poet Andrew Joron was raised in Germany, Massachusetts, and Montana. He earned a BA in the philosophy of science at the University of California at Berkeley, where he studied with anarchist philosopher Paul Feyerabend.\n\r\nAddressing the trajectory of his work in a 2010 interview with poetry blogger Christopher Nelson, Joron explained, \"A fascination with sound, with syntax, and other properties of language defeated my earliest ambition, which was to become a science-fiction writer. I realized I was more interested in language as a speculative substance, and not as a platform for building plot and character.\" In a 2009 review of The Sound Mirror (2008) for Bookforum, critic Noah Eli Gordon observes that Joron has \"managed to create poetry attuned to materialist critiques of language without abandoning any of the art’s mystery and metaphysical inquiry.\" Influenced by poet Gustaf Sobin and surrealist mystic Philip Lamantia, Joron composes experimental poems in a mode he calls \"speculative lyric,\" steeped in science-fiction and surrealism and engaging the physical and sonic matter of language.  \n\r\nJoron is the author of several collections of poetry, including The Absolute Letter (Flood Editions, 2018), Trance Archive: New and Selected Poems (2010), Fathom (2003), and Science Fiction (1992). Joron is also the author of The Cry at Zero: Selected Prose (2007) and Neo-Surrealism; Or, The Sun at Night: Transformations of Surrealism in American Poetry (2004). His poetry has also been included in the anthologies American Hybrid (2009) and Primary Trouble (1996). His translations from the German include surrealist Richard Anders' The Footsteps of One Who Has Not Stepped Forth (1999) and philosopher Ernst Bloch's Literary Essays (1998).\n\r\nJoron is an assistant professor of creative writing at San Francisco State University and plays the theremin in the musical improvisational trio Free Rein. He lives in Berkeley.\n", "attrs": {}}