{"pf_url": "https://www.poetryfoundation.org/poets/andrew-zawacki", "name": "Andrew Zawacki", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dc1403fd7738b1e6973e829782bbb6381e377976.jpeg", "bio": "\nAndrew Zawacki is the author of five books of poetry: Unsun : f/11 (2019), Videotape (2013), Petals of Zero Petals of One (2009), Anabranch (2004), and By Reason of Breakings (2002). His many chapbooks include Waterfall plot (2019), Sonnensonnets (2019), Kaeshi-waza (2018), Arrow’s shadow (2017), Georgia (2013), and Glassscape (2011). In his poems, Zawacki explores language, landscape, and technology, confronting the permissions and pitfalls of a “global pastoral” genre; he has described his interest in ecopoetics as well as the “electronic” conditions of life that are also “a crucial—and not always destructive—part of our human ecosystem.” His poetry has been translated into French, Italian, Russian, and Slovenian, and he has published four books of poetry in France, including Par raison des brisants, translated by Antoine Cazé and a finalist for the Prix Nelly Sachs. His criticism has appeared in magazines and journals such as the Times Literary Supplement, the Boston Review, How2, and Open Letter. \r\n \r\nZawacki is the recipient of a Slovenian Ministry of Culture Translation Grant and editor of Afterwards: Slovenian Writing 1945–1995 (1999). He edited and co-translated Aleš Debeljak’s Without Anesthesia: New & Selected Poems (2011). With the assistance of translation fellowships from the NEA, the Centre National du Livre, and French Voices, Zawacki has also translated French poet Sébastien Smirou’s See About (2017) and My Lorenzo (2012). His many editing projects include Gustaf Sobin’s Collected Poems (2010), Miracle of Measure Ascendant: A Festschrift for Gustaf Sobin (2005), and the Verse Book of Interviews (2005).\r\n \r\nA former Rhodes scholar and Fulbright fellow, Zawacki earned a PhD from the Committee on Social Thought at the University of Chicago and is a former fellow of the Slovenian Writers’ Association. His honors and awards include fellowships from the Salzburg Seminar, Hawthornden Castle, the Bogliasco Foundation, the Howard Foundation, Le Château de Lavigny, and the Millay and Saltonstall Colonies. He currently teaches at the University of Georgia.\n", "attrs": {"Region:": ["U.S., Southern"]}}