{"pf_url": "https://www.poetryfoundation.org/poets/andrew-motion", "name": "Andrew Motion", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a9bb86306da4240c8d9e103ac679e89e037b9cb3.jpeg", "bio": "\nAndrew Motion was born in London and raised in Stisted, Essex. He attended Radley College in the late 1960s and began reading the work of Thomas Hardy, John Keats, and William Wordsworth. He read English at Oxford University, where he worked with W.H. Auden and wrote on the poetry of Welsh poet Edward Thomas for his MLitt. He later taught English at Hull University, where he befriended Philip Larkin. Motion has served as editor for the Poetry Review and as editorial director and poetry editor for Chatto & Windus; he was knighted in 2009. From 1999–2009, he was poet laureate for the UK.\r\n \r\nMotion’s early collections of poetry include The Pleasure Steamers (1977); Dangerous Play: Poems 1974–1984 (1984), which received a John Llewellyn Rhys Prize; and Natural Causes (1987), which won a Dylan Thomas Prize. Known for narrative poems that often take up historical events in a meditative mode, Motion’s poetry manages clarity of expression while hinting at turbulent or unresolved depths. He has said of his own work, “I want my writing to be as clear as water. I want readers to see all the way through its surfaces into the swamp.\" Motion’s later collections include Coming in to Land: Selected Poems 1975-2015 (2017), The Customs House (2012), The Cinder Path (2009), The Mower: New & Selected Poems (2009), and Public Property (2002), his first collection as UK poet laureate.\r\n \r\nMotion’s collections of nonfiction prose include biographies of artist and poisoner Thomas Wainewright (2000), of Philip Larkin (1993), and of John Keats (1997). Motion has also published autobiographical prose, including the works In the Blood (2006) and Ways of Life: On Places, Painters and Poets (2009). His novels include The Invention of Dr. Cake (2003), Silver: Return to Treasure Island (2012) and The New World (2015).\r\n \r\nMotion is also cofounder of the Poetry Archive and former president of the Campaign to Protect Rural England. In 2015, he moved to Baltimore, Maryland, to become the Homewood Professor of the Arts at Johns Hopkins University.\n", "attrs": {"Region:": ["England"]}}