{"pf_url": "https://www.poetryfoundation.org/poets/andrei-voznesensky", "name": "Andrei Voznesensky", "yob": "1933", "yod": "2010", "image": null, "bio": "\n                                                                    Andrei Voznesensky was born in Moscow in 1933. He was one of a small group of poets to achieve great prominence in the Soviet Union during the cultural \"Khruschev Thaw.\" Voznesensky, along with Yevgeny Yevtushenko, Bella Akhmadulina, and others, frequently gave multi-hour readings and performances to sports stadiums full of listeners.  Despite writing to and befriending Boris Pasternak at age 14, Voznesensky studied architecture and engineering until witnessing a fire at the Institute of Architecture in Moscow. He would later say of the fire, ““I believe in symbols. I understood that architecture was burned out in me. I became a poet.” Voznesenky managed a complicated relationship with the Soviet government, offering frequent rebukes and mostly avoiding harsh repercussions. Writing in the New York Times, Raymond H. Anderson said “Mr. Voznesensky’s poetry epitomized the setbacks, gains and hopes of the post-Stalin decades in Russia. His hundreds of subtle, ironic and innovative verses reflected alternating periods of calm and stress as the Communist Party’s rule stabilized, weakened and then, in 1991, quickly disintegrated.”   In addition to widespread popularity in Russia, including having several poems turned into award winning pop songs, Voznesensky’s work was also widely read in the United States. A selection of his writing, translated by W.H. Auden, Stanley Kunitz, Richard Wilbur, William Jay Smith, amongst others, appeared in 1966 and he toured the country frequently, pairing often with Allen Ginsberg. In an introduction to an interview in 1980, the Paris Review said “His name shows up in literary journals while his face appears in fashion magazines. He is a legend in Russia; he is recognized in small airports in the American South.” He died in Moscow in 2010.\n                                                            ", "attrs": {"Region:": ["Russia"]}}