{"pf_url": "https://www.poetryfoundation.org/poets/andrei-codrescu", "name": "Andrei Codrescu", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/86c31ae440c3f330b25909232efa63230532c0be.jpeg", "bio": "\nPoet, novelist, and essayist Andrei Codrescu was born Andrei Perlmutter in Transylvania. He moved to Detroit in 1966 and eventually settled in New Orleans. In his earliest poetry workshops he was encouraged to change his name. He first took the surname Steiu, and then adopted Codrescu.\r\n \r\nCodrescu’s poetry explores themes of identity, exile, and transformation with bold irreverence. He is the author of dozens of books of poetry, including Jealous Witness (2008), It Was Today (2003), and his debut, License to Carry a Gun (1970), which won the Big Table Poetry Award. He is also the recipient of the 2005 Ovidius Prize.\r\n \r\nIn 1983 Codrescu founded Exquisite Corpse: A Journal of Books & Ideas. He has edited several annual anthologies of work from the journal, as well as the anthologies American Poets Say Goodbye to the 20th Century (1996) and American Poetry Since 1970: Up Late (1996). He collaborated with Ruxandra Cesereanu on The Forgiven Submarine (2009).\r\n \r\nAt home in multiple genres, Codrescu has also authored nonfiction, including the retelling Whatever Gets You through the Night: A Story of Sheherezade and the Arabian Entertainments (2011); The Poetry Lesson (2010), a teaching memoir; The Posthuman Dada Guide: Tzara & Lenin Play Chess (2009); and the memoir The Hole in the Flag: A Romanian Exile’s Story of Return and Revolution (1991). Codrescu wrote and starred in the 1993 documentary film Road Scholar, for which he won a Peabody Award as well as Best Documentary awards from the Seattle International Film Festival and the San Francisco International Film Festival. He can be heard regularly on National Public Radio’s program All Things Considered. His collection of poems, So Recently Rent a World, New and Selected Poems: 1968-2012, was long-listed in 2013 for the National Book Award.\r\n \r\nCodrescu has taught at Johns Hopkins University, the University of Baltimore, and Louisiana State University, where he was the MacCurdy Distinguished Professor of English until his retirement in 2009. He lives in New Orleans.\n", "attrs": {"Region:": ["U.S., Southern"]}}