{"pf_url": "https://www.poetryfoundation.org/poets/angela-de-hoyos", "name": "Angela de Hoyos", "yob": "1940", "yod": "2009", "image": null, "bio": "\nWhen considering the entire body of work of award-winning poet Angela de Hoyos readers can note changes and constants. Initially her work expressed anger and frustration toward unjust circumstances, particularly the plight of the Chicano. More recently she has become satirical and views issues with a distant and caustic tone, reflecting her maturation not only as a poet, but also as a person. She has maintained a concern for those groups society has marginalized (be they Chicano or female) and a desire to verbalize the inner workings of the individual. She interprets the world from a dualistic point of view, effectively re-creating the tensions, for example, between male and female, Anglo and Hispanic, and compassion and apathy. De Hoyos's most significant merit is her ability to perceive the follies and virtues of human nature with sensitivity and a Spartan style.\n \nDe Hoyos was born in the state of Coahuila, Mexico. Her father owned a dry-cleaning establishment, and her mother was a talented matriarch with an artistic penchant she sought to instill in her daughter. The poet's early childhood was a traumatic one because at the age of three she was burned on the neck and chest by a gas heater and suffered a long convalescence. Smoke inhalation caused further complications, forcing her to spend many months in bed where she began an interior monologue of rhymes and verses to entertain herself and to draw attention away from the pain. While she was still a child, the family moved to San Antonio, Texas, where de Hoyos has since resided. Preferring to prescribe her own course of studies and eschewing the need to follow a degree plan, she took courses at the University of Texas at San Antonio, San Antonio College, the Witte Museum, and the San Antonio Art Institute, where she pursued her interest in fine arts and writing. De Hoyos's poetry has appeared in literary journals, anthologies, magazines, and newspaper literary supplements in the United States and also in several Latin American and European countries. She is active in both the artistic and literary communities in San Antonio and in Austin, Texas, and also serves as general editor for M&A/Manda Publications and as a coeditor for M&A Editions. She is director and general editor of Huehuetitlan magazine.\nWhat de Hoyos strives to do in her poetry is to represent the concerns of those who are not able to express themselves, yet who have much to say: for example, a hungry child, a teenage spray-paint sniffer, or a poor mother from the barrio. For her, poetry is a social activity; it entails understanding all types of people and melding with them to achieve a product that represents not only the poet's inner self, but also the multiplicity of characters that populate her milieu: people from the barrio, Chicanos with a cause, women in need, and all those who feel that life is unfair.\nArise, Chicano: and Other Poems (1975), written between 1969 and 1975, deals with the social and political issues relevant to the plight of the Chicano living in an Anglo-dominated society. The title poem, \"Arise Chicano!,\" sets the tone for the entire collection; it is a prophetic call for change which the Chicano himself is responsible for achieving and an exhortation to reinstate the dignity of a race which has been slighted. The poem presents a series of images and ideas which gives a critical view of the Anglo yet avoids being moralistic. In the first stanza the predominant images are those of the poverty of migrant workers whose only reward for strenuous manual labor is physical nourishment: \"In your migrant's world of hand-to-mouth days/your children go smileless to a cold bed.\" The next stanza alludes to the prostrate position of the Chicano, oppressed by the Anglo employer (\"under the shrewd heel of exploit\"); his \"brutal sweat\" is with \"ignoble pittance crowned.\" The narrator calls for her people to arise, to rebel against the exploitative \"mocking whip of slavehood\" which is causing a loss of dignity and even of dreams. The poet places the responsibility of liberation on the shoulders of those oppressed, who must be their own redeemers: \"there is no one to succor you/You must be your own messiah.\" The poet's mission is to give voice to those who cannot express themselves: \"How to express your anguish/when not even your burning words are yours.\" Also here is the idea that the Chicano is oppressed by language, for his Spanish is impoverished by living in an English-speaking society and English is the language of those who alienate him. The poem is representative of a dialectical view which is characteristic not only of de Hoyos's poetic structure, but also of her thematic and conceptual world. Antithetical ideas such as past and present, life and death, physical and spiritual, supine and erect are juxtaposed throughout this poem.\n\"The Final Laugh,\" which won the 1972 Diploma de Benemerenza, the second prize of the Academia Leonardo Da Vinci in Italy, is concerned with the issue of race as a cause for discrimination. Race becomes an obstacle to achieving equal standing, and in so stating this poem presents a pessimistic view of the future of the Chicano in society. The irony of the situation is highlighted by de Hoyos's choice of understated terms: \"the necessity being of white/the advisability of mail-order parents.\" Having white parentage is equated with having power and freedom. Yet, there is sarcasm in these lines as well; the term \"mail-order parents\" connotes the idea of stereotyped, homogenous personalities lacking in individuality. The Chicano is criticized, for his dignity has only afforded him a \"grumbling belly\" and \"shivering flesh.\" The poem gives two solutions to racism. The less preferable one is to continue being subordinated, being \"content with the left-overs of a greedy establishment.\" The preferred alternative is to burst the shackles of oppression so as to take a rebellious stance against the \"alien white world.\"\n\"Brindis for the Barrio\" (A Toast for the Barrio) was written in response to a poem by the Peruvian César Vallejo. Vallejo's poem, \"La cena miserable\" (The Miserable Supper), poses the question of how long man must suffer on earth. De Hoyos contrasts the fatalism of Vallejo's poem with her hope for \"a promise of gold for tomorrow.\"\nDe Hoyos's second book, Chicano Poems for the Barrio (1975), deals mainly with the threat of loss of identity within the barrio, a place where both Mexican and American cultures become fused. The collection can be seen as an inventory of Chicano life experiences such as discrimination, alienation, poverty, loss of traditions, and the acquisition of alien Anglo values. Whereas her first book is written almost entirely in English, Chicano Poems for the Barrio uses Spanish terms and concepts within an English text (code-switching). Following the Chicano poet Alurista, this integration of both languages to express a bicultural reality is a conscious effort on the poet's part to express the melding of two different ways of examining life.\nA significant element in Chicano Poems for the Barrio is the reexamination of history from the perspective of the subjugated. The poem \"Hermano\"(Brother) begins with an epigraph which refers to the battle of the Alamo, in which Mexican forces defeated a small company of besieged Texans. To the call \"Remember the Alamo,\" which spurred the Texans on to ultimate victory at San Jacinto soon after the Alamo defeat, de Hoyos adds \"... and my Spanish ancestors that built it.\" The epigraph encapsulates the fact that Anglos have forgotten that the land and people they conquered are of Hispanic heritage. The poem sets up a tension between the Anglo and Hispanic cultures and juxtaposes the Spanish and English languages. The narrator laments the fact that Texas's Hispanic heritage has been ignored by the Anglo, whose ethnocentricity leads him to say to the Chicano: \"Why don't you go back where you came from?\" The narrator indicates that to do so the Hispanic would need to resurrect Columbus's Niña, Pinta, and Santa Maria; yet the Anglo also arrived from European shores in the Mayflower, and therefore this land belongs simultaneously to neither and to both. As the poem ends the Chicano is waiting: \"I must wait for the conquering barbarian/to learn the Spanish word for love: Hermano,\" the implication being that the Chicano will overcome his present victimized status only when the Anglo learns the meaning of brotherly love.\nThe fear of losing Hispanic heritage and traditions is the theme of \"Para una ronda agridulce\" (For a Bittersweet Round) and \"Small Comfort.\" Both are nostalgic in tone, for the barrio portrayed in the poems is beginning to disintegrate under the pressure to become Anglicized and accept the values of the establishment. In \"Small Comfort\" a Chicano laments forgetting the Spanish vocabulary as well as the customs, the special foods, and the social events that are \"little by little/becoming buried in the land of the gringo.\" The first verse becomes the poem's conclusion: \"So much for ethnic ties.\" Becoming Americanized, learning to integrate into the dominant society, is \"small comfort\" for having lost one's cultural patrimony.\n\"Blues in the Barrio\" links faith and hunger as common denominators of the economically oppressed. A mother \"rolls out tortillas/paper thin/as her hope,\" so that there will appear to be more. To the poor mother in the barrio hunger is as real a presence as that of the Catholic religion she has inherited from the centuries: \"Tonight she will kiss/with the flame of her faith/the warm crucifix at her throat.\"\nThe concern for the individual and his personal struggles parallels de Hoyos's social themes and becomes the main focus of her next two books,Selecciones (1976) and Woman, Woman (1985). Selecciones includes poems written between 1965 and 1973. The success of the Mexican edition led to a republication with a bilingual title in 1979. In Selecciones there is a dialogue between life and death, which de Hoyos considers to be two sides of the same experience. For example, in the poem \"Mi dolor hecho canción, micanción hecho dolor\" (My Sorrow Made Song, My Song Made Sorrow) the urge to die is perceived as a desire to \"... feel my way/back into the warm/painless/womb of earth/from whence I came.\" However, the narrator claims \"but everything/binds me to you, Life/-even these illusions:/Love/Peace/Happiness.\" Dawn finds the narrator \"bravely singing,/waving/my worn-out flag of truce,\" concluding that life is a series of compromises that hinder the death instinct. In \"One Ordinary Morning\" there is compassion for those surprised at the finiteness of life. Even as satisfaction with life has begun to be felt, \"at the zenith\" death is discovered \"with her diligent hoe/insidiously scraping away at ... your body.\"\nIn Woman, Woman, her most recent book, de Hoyos experiments with style and language. Though most of the poems are written in English, many are in Spanish, and there is also a noticeable use of code-switching. One interesting linguistic feature of this volume is the use of pre-Columbian terminology. De Hoyos feels that many expressions lose their original impact and significance when translated and prefers to use, for instance, the Mayan term in-lak ech (my other self) because it sounds and feels more authentic. Another stylistic device used frequently in this collection is the combining of an English and a Spanish word to form a new term with special connotations or the combining of two words of the same language to form a new one.\nWoman, Woman focuses on the individual and social experiences of women, projecting a balanced, intimate perspective of them by adopting various personas and portraying images and reactions which are specific to their gender. For example, two poems which give voice to distinctly feminine ways of experiencing rejection and disappointment are \"Ex Marks the Spot\" and \"Fairy-Tale: Cuento de Hadas.\" \"Ex Marks the Spot\" is a poem about a woman who has been abandoned by her companion. She says she was left \"dangling from a limb,\" yet she \"learned to hang and saved my skin.\" \"Fairy-Tale: Cuento de Hadas\" depicts a naive young girl who learns that romance is only a dream when she realizes her \"Prince Charming\" is \"stepping out on the sly.\" Her disillusionment leads her to \"never never never again/blindly believe/in deities, or in men.\"\nThe poems \"Two Poems: Inebrieties\" and \"Mona Lisa: Marguerite\" are noteworthy because of the syncretism of Spanish and English languages. \"Inebrieties\" appears to be two poems, one in English and the other in Spanish. However, the messages of both are combined to form two different perspectives, one Anglo, one Hispanic, of the same issue: the unsettling feeling one experiences when falling passionately in love. The first half of each stanza in \"Mona Lisa\" is in English and is echoed in the second half by a Spanish counterpoint.\nThe critical response to de Hoyos's work has been fairly extensive and mostly favorable. Her poetry has caught the attention of critics not only in the United States and Mexico, but also in Europe. Franca M. Bacchiega (September-December 1987) comments that de Hoyos's poetry possesses acute intelligence, subtle irony, and the power to enter into the depths of reader's souls. Naomi Lindstrom (1984) points out that the poet's work addresses quite directly the issue of economic deprivation while it effectively celebrates basic Chicano values and the truthfulness of cultural traditions.\nDe Hoyos is currently completing her fifth book, titled \"Dedicatorias\" (Dedications) and has all but completed a manuscript for her sixth, \"Gata Poems\" (Cat Poems). \"Dedicatorias\" is a collection of poems dedicated to people who have affected the poet's life and work, such as Rodolfo Anaya,Rolando Hinojosa-Smith, and Willie Velasquez. In \"Gata Poems\" she says that human beings are not civilized until they learn to laugh at themselves. The tone of this collection is both philosophical and ironic, although at times it is simply humorous.\nThe work of de Hoyos develops from the angered protests of a socially conscious activist, apparent in Arise, Chicano and Chicano Poems for the Barrio, to a more introspective tone and individualistic focus in Seleccionesand Woman, Woman. Stylistically, her later poems display more complexity, particularly regarding code-switching and other experiments in bilingual writing. Much of the merit of Chicano literature lies in its objective of recuperating and reappropriating its cultural and historical past. Angela de Hoyos takes it upon herself to reconstruct the history of the Chicano from his own perspective. Her cultural images have helped perpetuate a society which is in danger of losing its ethnic identity to the mainstream Anglo world. She also posits an unresolved or unresolvable tension between the male and the female, yet her dialectical worldview breaks the boundaries of gender and ethnicity to tap into universal archetypes of injustice, disrespect, insecurity, and fear.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}