{"pf_url": "https://www.poetryfoundation.org/poets/ann-lauterbach", "name": "Ann Lauterbach", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b4a6a29ad74924503964871569f6ec55ae04151a.jpeg", "bio": "\nPoet Ann Lauterbach's work has been compared to the poetry of John Ashbery and Barbara Guest. She has published several volumes of poetry, including Many Times, but Then (1979), Before Recollection (1987), Clamor (1991), And for Example (1994), On a Stair (1997), If in Time (2001), Hum (2005) and Or to Begin Again (2009), which was a finalist for the National Book Award. If in Time, a volume of her selected poetry, demonstrates the transformation of her style over three decades, an evolution described by Thomas Fink in the Boston Review: “Lauterbach has found new forms for expressing the continuousness of change: its ways of summoning and disrupting intimacy, of evoking and subverting the position of perceptions and the framing and decentering play of language itself.”\n\r\nLauterbach was born in New York City, the daughter of a war correspondent for Life and Time magazines in Moscow who was also the head of the Moscow Bureau of Time during World War II. Lauterbach’s father died in 1950, when Ann was still a child; this absence and his absences while traveling would later feature in her poetry. As a child, Lauterbach studied painting and became especially interested in abstract expressionism. After receiving a BA in English at the University of Wisconsin-Madison in 1964, she attended Columbia University for one year on a Woodrow Wilson graduate fellowship. At the completion of her studies, Lauterbach moved to London, England, where she edited books and taught literature. In 1974 she returned to the United States and immersed herself in the art world, working as an art consultant and an assistant director to various art galleries.\n\r\nLauterbach's linguistically complex, senstive work has been compared to the poetry of John Ashbery and Barbara Guest.“Suffice it to say that she evidently wants us to experience her work form-first, to sense its shapes before shaping a sense,” noted critic Andrew Osborn of the poems in On a Stair. Lauterbach seems to concur with this assessment. In a Rain Taxi interview, she declared, “I’m much more interested in a more difficult kind of sense-making, and I mean difficult in the sense of complexity, and obscurity, but not willful obscurity, just the fact that there are certain things we cannot penetrate and do not know, we can’t know, we may never know.” In an essay for the Poetry Society of America, she further discussed the disjunctions in her work: “I began to give up the use of classical syntax, the logic of cause and effect, of an assumed relation between subject and object, after my sister died. The narrative as story had been ruptured once and for all; I wanted the gaps to show.” In Or to Begin Again Lauterbach continues to investigate the potential of narrative and rupture, as well as the differences between spoken and written language; taking its title from a sixteen-poem elegy, the book also contains the long poem “Alice in the Wasteland,” which uses the work of both Lewis Carroll and T.S. Eliot to explore language, reading, and consciousness.\n\r\nIn addition to poetry, Lauterbach has published a book of essays, The Night Sky: Writings on the Poetics of Experience (2005). She has received fellowships from the Guggenheim Foundation, the Ingram Merrill Foundation, and the MacArthur Foundation. For over 15 years, she has taught at Bard College and co-directed the Writing Division of the MFA program. She has also taught at the Graduate Center of the City University of New York, Columbia University, Princeton University, and the University of Iowa.\n \n \n \n \n \n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Language Poetry"]}}