{"pf_url": "https://www.poetryfoundation.org/poets/ann-townsend", "name": "Ann Townsend", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a1a785c4aa102527804397aa35f2bb72323678ac.jpeg", "bio": "\nAnn Townsend was born in Pittsburgh, raised in Pennsylvania and New Orleans, and earned her BA from Denison University and her MA and PhD in English literature from The Ohio State University. Townsend’s work fuses pastoral, domestic, and metaphysical concerns in verse that is often described as formally subtle and acute. She has cited Andrew Marvell, James Thomson, and John Clare as major influences. Townsend’s collections of poetry include Dear Delinquent (2019), The Coronary Garden (2005), and Dime Store Erotics (1998). With her husband, the writer and scholar David Baker, she edited Radiant Lyre: Essays on Lyric Poetry (2007) and released the chapbook Holding Katherine (1996). She has written two additional chapbooks, The Braille Woods (1997) and Modern Love (1995).\nThe recipient of a Pushcart Prize, Townsend has also been awarded an Individual Artist’s Grant in Poetry from the National Endowment for the Arts. Her poems have been anthologized in Legitimate Dangers: American Poets of the New Century (2006), The Extraordinary Tide: New Poetry by American Women (2001), American Poetry: The Next Generation (2000), and The Bread Loaf Anthology of New American Poets (2000).\nTownsend is the cofounder of VIDA: Women in Literary Arts. In 2016 she, along with cofounders Cate Marvin and Erin Belieu, accepted the Barnes & Noble Writers for Writers Award, given in recognition of their work for the larger literary community. Townsend has taught at the Antioch Writers Workshop, the Catskills Workshop, and the Bread Loaf Writers’ Workshop. She directs the creative writing program at Denison University, where she is a professor in the English department.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}