{"pf_url": "https://www.poetryfoundation.org/poets/ann-stanford", "name": "Ann Stanford", "yob": "1916", "yod": "1987", "image": null, "bio": "\n                                                                    Poet, anthologist, translator, and scholar Ann Stanford was born in La Habra, California. She earned a BA at Stanford University, where she studied with poet Yvor Winters. Stanford also studied at Radcliffe College as a Phelan Fellow. She earned her PhD at UCLA.    Stanford published eight poetry collections during her lifetime, including In Narrow Bound (1943), The Weathercock (1966), and In Mediterranean Air (1977). The posthumous Holding Our Own: The Selected Poetry of Ann Stanford (2001) includes the poet’s final, previously unpublished work. Her lyric, meditative poetry touches on ecology, urbanity, and solitude, layering real and imagined landscapes. As a reviewer for Publishers Weekly observed, the later poems in Holding Our Own merge “modern memory with Renaissance epic and classical myth, meditating on the troubled space of the lyric (her ever-threatened garden), whose isolation is violated again and again. The power of these later poems with their pained contemplations, scarred remembrances and unanswered questions lies in the power of the maker to imagine worlds.”    Stanford also translated the Bhagavad Gita (1970) and published the critical volume Anne Bradstreet, the Worldly Puritan: An Introduction to Her Poetry (1974). Stanford edited the anthology The Women Poets in English (1972), and her own poetry is featured in the anthology Twelve Poets of the Pacific (1937).   Her honors include the Poetry Society of America’s Shelley Memorial Award as well as their Alice Fay di Castagnola Award, the National Institute of Arts and Letters Award for Literature, and two silver medals for poetry from the Commonwealth Club of California. She was a professor at California State University, Northridge.    Stanford, who lived in Southern California all her life, died of cancer in Los Angeles at the age of 70. The University of Southern California honors her legacy with the Ann Stanford Poetry Prize.  \n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}