{"pf_url": "https://www.poetryfoundation.org/poets/anna-wickham", "name": "Anna Wickham", "yob": "1883", "yod": "1947", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/095d8d600206681274b8a3566b12de94f9e1e838.jpeg", "bio": "\n                                                                    Anna Wickham, the pen name of Edith Alice Mary Harper, was born in 1883. Her childhood was marked by disruption and displacement, including two separate moves to Australia with her unconventional parents. She attended school in Australia and returned to England to study voice, though her marriage to Patrick Hepburn ended her career as a performer. She had four sons with Hepburn and began writing poetry in earnest during her marriage. Her first book, Songs, was published privately under the pen name John Oland around 1911. Around this time, she was committed to a mental asylum. However, the experience confirmed her devotion to poetry. Poetry collections published during her lifetime include The Contemplative Quarry (1915), The Man with a Hammer (1916), The Little Old House (1921), and Thirty-Six Poems (1926). Wickham’s lyrical, acerbic, and frankly feminist poetry attracted the attention of Louis Untermeyer, who republished her work in the United States to enormous popularity.   Wickham lived on the Left Bank of Paris after the death of her son in 1922. She was notorious for her ties to many of Modernism’s leading figures, including D.H. Lawrence, David Garnett, John Gawsworth, and Natalie Clifford Barney. It is rumored she once threw Dylan Thomas out of her house during a snowstorm. Wickham and her husband separated in 1926 but reunited right before he died in 1929. During the 1930s, Wickham continued to host literary gatherings at her home in London, befriending writers such as Malcolm Lowry. She committed suicide in 1947. Incredibly prolific in her lifetime, she left behind thousands of unpublished poems.\n                                                            ", "attrs": {"Region:": ["England"]}}