{"pf_url": "https://www.poetryfoundation.org/poets/anna-moschovakis", "name": "Anna Moschovakis", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/94b90361d6d33806cb3694b12cf12f525894c62e.jpeg", "bio": "\nAnna Moschovakis is a poet, a translator, and an editor. She earned a BA from the University of California-Berkeley, an MFA from the Milton Avery Graduate School for the Arts at Bard College, and an MA in comparative literature at the CUNY Graduate Center. Her books of poetry include I Have Not Been Able to Get Through to Everyone (2006), You and Three Others Are Approaching a Lake (2011), which won the James Laughlin Award, and They and We Will Get Into Trouble for This (2016). She is also the author of the novel Eleanor, or, The Rejection of the Progress of Love (2018) and numerous chapbooks, including The Blue Book (2005), The Tragedy of Waste (2007), The Human Machine (2009), She Got Up (2009), and Anna's Half/Anselm's Half (2013, with Anselm Berrigan). Her translations include Georges Simenon's The Engagement (2007), Annie Ernaux's The Possession (2008), and Albert Cossery's The Jokers (2010), Marcelle Sauvageot's Commentary (2013, with Christine Schwartz-Hartley), and Bresson on Bresson (2017). \r\n \r\nMoschovakis is a member of Ugly Duckling Presse, where she has been an editor, a designer, an administrator, and a printer since 2002. She founded the Dossier Series at the press in 2008 and edits both poetry and translations. A core faculty member of Bard College's Milton Avery Graduate School of the Arts, Moschovakis is also an adjunct associate professor in the Writing MFA program at Pratt Institute. Her honors and awards include grants from the New York Foundation for the Arts, the Fund for Poetry, the Howard Foundation, the Edward F. Albee Foundation, apexart, and Headlands Center for the Arts.  She lives in Brooklyn and Delaware County, New York, where is is a founding member of Bushel Collective.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}