{"pf_url": "https://www.poetryfoundation.org/poets/anna-swir", "name": "Anna Swir", "yob": "1909", "yod": "1984", "image": null, "bio": "\nAnna Swir (Świrszczyńska) was born in Warsaw, Poland, to an artistic though impoverished family. She worked from an early age, supporting herself while she attended university to study medieval Polish literature. In the 1930s she worked for a teachers’ association, served as an editor, and began publishing poetry. Swir joined the Resistance during World War II and worked as a military nurse during the Warsaw Uprising; at one point she came within an hour of being executed before she was spared. In addition to poetry, Swir wrote plays and stories for children and directed a children’s theater. She lived in Krakow from 1945 until her death from cancer in 1984.\r\n \r\nHer poems have been collected in English translation in Building the Barricade (1974), Happy as a Dog’s Tail (1985), fat like the sun (1986), and Talking to My Body (1996), translated by Czeslaw Milosz and Leonard Nathan.\r\n \r\nSwir’s poems about war and death use direct, simple language. In Building the Barricade she includes a section called “Poems about My Father and My Mother,” which affectionately describes scenes of her parents. Swir also wrote candidly and passionately about the female body; in his introduction to Talking to My Body, Milosz identified her central theme as “Flesh. Flesh in love and ecstasy, in pain, in terror, flesh afraid of loneliness, giving birth, resting, feeling the flow of time or reducing time to one instant.” Eva Hoffman, reviewing Happy as a Dog’s Tail for the New York Times, commented on Swir’s adept depictions of erotic love: “The quick, decisive strokes in which she registers moments of meeting, coupling or parting are almost abstract in their lack of surface detail, but they give us glimpses of a turbulent, even ferocious internal life.”\r\n \r\nSwir’s awards include the Krzyz Kawalerski Oderu Odrodzenia Polski (1957), Krzyz Oficersk Orderu Odrodzenia Polski (1975), Nagroda miasta Krakowa (1976), and Medal Komisji Edukacji Narodowej.\r\n \n", "attrs": {"Region:": ["Poland"]}}