{"pf_url": "https://www.poetryfoundation.org/poets/anne-killigrew", "name": "Anne Killigrew", "yob": "1660", "yod": "1685", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f4ccf58dcaf93f34fcd0ac46191e522ff59b7d08.jpeg", "bio": "\nAnne Killigrew, “A Grace for Beauty, and a Muse for Wit,” according to the publisher of her verse, was one of the maids of honor to Mary of Modena, Duchess of York (and later queen of James II), in the court of Charles II and was noted as both poet and painter. She was celebrated by John Dryden in the ode “To the Pious Memory Of the Accomplished Young Lady, Mrs Anne Killigrew, Excellent in the two Sister-Arts of Poësie, and Painting,” which introduced the volume of her poems.\n\r\nKilligrew’s fame rests on this single volume of poetry, a collection of verse probably composed over relatively few years, as she died young, at the age of 24 or 25. Her volume of poems offers an engaging instance of a lively mind commenting on court settings and the conventions, both social and literary, that a young member of the court, male or female, might have encountered in the early years of the Restoration. Killigrew tries her hand at a variety of poetic genres—heroic, pastoral, epigrammatic, occasional, panegyrical—from a variety of stances, old and young, male and female, engaged by or disenchanted with the court. While occasional passages from the poems praise “Reason” or warn court “nymphs” of the dangers of Love, the overall effect of Killigrew’s poetry is less “Pious” than Dryden’s ode implies. Instead, an examination of the poetry suggests a young poet’s striking out on her own, essaying and frequently mastering the intricacies of her chosen craft.\n\r\nThe daughter of Dr. Henry Killigrew, master of the Savoy and one of the prebendaries of Westminster, Killigrew was born in 1660 shortly before the Restoration, at Saint Martin’s Lane, London. She was christened in a private chamber because the offices in the common prayer were not yet being publicly allowed. Her education, in keeping with her social level, stressed poetry and painting, and her contemporaries praised her for excelling in these two sister arts. In 1685, after her death, her family permitted the publication of a thin quarto of poems (of about one hundred pages) titled Poems By Mrs Anne Killigrew. They are prefaced by an epitaph by one “E. E.” titled “On the Death of the Truly Virtuous Mrs. Anne Killigrew who was Related to my (Deceased) Wife” and by a conventional “Publisher to the Reader” poem by Samuel Lowndes, which is then followed by Dryden’s ode and the long Latin epitaph from her tomb and its translation, both by her father; the collection concludes with some fragments from her own poetry and that of others.\nAmong the early reactions to her poetry is Horace Walpole’s, who comments in Anecdotes of Painting in England (1726-1780) that her verses show a “versatility of subject,” adding, by way of example, that they include “Pastoral Dialogues, Four Epigrams, and the Complaint of a Lover, and lastly, ‘upon the saying that my verses were made by another.’” Dryden’s ode, of course, praises them fulsomely:\r\n \r\n          Her Arethusian Stream remains unsoil’d,\r\n          Unmix’t with Forreign Filth, and undefil’d,\r\n          Her Wit was more than Man, her Innocence a Child!\n\r\nOthers responded more to Dryden’s prefatory ode than to the poems themselves, most notably Samuel Johnson, who considered that ode to be the “noblest in our language.” Theophilus Cibber, in his Lives of the Poets (1753), summarizes Killigrew’s initial reputation when he observes that “Mr. Dryden is quite lavish in her praise; and we are assured by other contemporary writers of good probity, that he has done no violence to truth in the most heightened strains of his panegyric.” Although Killigrew’s own poems also include some lines addressed to Katherine Philips, nothing similar has been discovered to record a more extended reaction of her contemporaries to her own verse.\n\r\nThe first two poems, evidently the earliest composed of those Killigrew chose to save or her family elected to publish, are intriguing both for their choice of subject and for the deft way in which the failure of the first is appropriated for the success of the second. The first, “Alexandreis,” although unfinished (“first Essay of this young Lady in Poetry,” her editor—probably a Killigrew—remarks, laid “by till Practice and more time should make her equal to so great a Work”), has a confident, exuberant tone, not particularly tempered by Killigrew’s acknowledgment that by age, experience, and sex she is perhaps not ready for such an effort. It begins in true epic fashion—“I sing the Man that never Equal knew, / Whose Mighty Arms all Asia did subdue”—and conventionally requests divine inspiration—”Ah that some pitying Muse would now inspire / My frozen style with a Poetic fire.” Yet, although the poet admits that her sex may be an impediment to celebrating a male conqueror—“Great my presumption is, I must confess, / But if I thrive, my Glory’s ne’re the less; / Nor will it from his Conquests derogate / A Female Pen his Acts did celebrate”—she rather neatly answers her own objection in the second part of the poem when the troops described there, with “Scarlet Plumes” and “haughty Crests,” turn out to be Amazons, not Alexander’s, and are clearly identified as his rivals in both splendor and reputation. Thus the Amazons by their very presence qualify the opening line of the poem, shifting its stress from Alexander, “the Man that never Equal knew,” to an implied “among men,” but Killigrew may not have intended that small irony as the poem does not in any way call attention to it.\nIn contrast the second poem in the collection, “To the Queen,” refers overtly and with some amusement to the failure of the first poem and then converts that amusement to a serious point about the limitations of heroic poetry for the present age. “So thought my Muse at her first flight,” the poet announces with reference to the earlier poem, that “she had chose the greatest height”; but when the queen’s “Eye wholly divine / Vouchsaf’d upon my Verse to Shine,” then the poet found herself moved to “Pitty” for “him the World called Great” and instead smiled at his “Unequal (though Gigantick) State.” In this poem Alexander becomes not a hero but a clumsy giant, flailing with “Frantick Might” against “Wind-Mills,” an absurd Don Quixote when contrasted with the queen’s quiet “Grace” and “Charms.” The poem then proceeds to work skillfully through a series of oppositions between hyperactive, absurdly dimensioned brutal and often ludicrous force and nondimensioned “Goodnesse,” which, itself inactive, activates others by ruling “mens Wills, but with their Hearts.” At the same time, the tone shifts from the banter of the opening lines to a serious indictment of a second “Giant,” “bold Vice unmasked,” who blatantly shows his “Ulcerous Face,” lacking even the hypocrisy to hide the effects of the moral equivalent of venereal disease. Against such corruption, the poem points out, an Alexander’s force has no relevance, and even a queen’s virtue can offer no more than a “Shelter,” not full conquest. The poem concludes that in such an age the heroic has no operative force, and a poet can only “Mourn,” not “sing.”\nThe poem does not make clear which queen is being addressed. Most probably the editor, responsible for the title, assumed the “queen” to be Mary of Modena, who had assumed the throne with James II shortly before Killigrew’s death and would thus have been queen as the volume went to press. The less-experienced handling of verse form and meter, however, coupled with the direct reference to the earlier poem implies composition before the reign of James II. As Killigrew was later to address “Queen Katherine” on the occasion of her birthday, it is possible that she is the queen of the title for this poem as well.\nThe poem which follows these first two, “A Pastoral Dialogue,” completes the introduction to Killigrew’s world by implying the same rather pessimistic conclusion about the nonheroic nature of the times, although in a different context, love. Dorinda, the female speaker, offers Alexis, the traditional pastoral shepherd-lover, her gifts of song if he will accept her love. Already plighted to Lycoris (Lust), however, he gently refuses Dorinda and refutes her reference to Lycoris’s less-than-virginal past by arguing that what occurred between Lycoris and an earlier lover, because it took place before he knew her, was “not to be my Care.” To Dorinda’s reiterated offer of a purer “Virgin love ... that’s newly blown / ... / not once mis-plac’t,” he acknowledges the greater purity but refutes its possibility, or even its desirability, for mortals like himself: “Thus do our Priests of Heavenly Pastures tell, / Eternal Groves, all Earthly, that excell: / And think to wean us from our Love below, / By dazzling Objects which we cannot know.”\nThe three opening poems can thus be seen as introducing the variety that follows, for while different groupings are clearly distinguished from each other, there is constantly the implication that the world in which Killigrew lives is no longer heroic. Her epigrams, for example, while skillfully delivering a typically witty turn at their respective closings, often do so with a cynicism that sounds more local than conventional. The fourth epigram, “On Galla,” for instance, opens with an indictment of a winter cold spell so severe that even “Corinna’s youthful cheeks ... / Look pale and bleak, and shew a purple hew, / And Violets stain, where Roses lately grew.” The poem concludes, however, with a bitter tribute to “Galla alone,” who “with wonder we behold, / Maintain her Spring, and still out-braves the Cold.” “Sure Divine beauty in this Dame does shine?” the naive voice admiringly questions. “Not Humane” comes the response, “yet not Divine.” As cosmetic art is given its dubious due, the imagery of the natural world in the earlier lines is called into question, converted to, and indicted as the artifice of the world of the court. Corinna, it is implied, in this world is always Galla, her virtue, like her violets, more stained than pure.\nThe Restoration world that Anne Killigrew inhabited admittedly supplied an abundance of material for indictment, of a magnitude on a significantly greater scale than that of the use of cosmetics. Nonetheless, Mary of Modena’s immediate household, both before she became queen and after, seems to have endeavored to remain self-consciously exempt from the more general corruption. The duchess of York and her ladies lived in an atmosphere where the liberal arts were honored and practiced and where the discussion of serious topics was encouraged. A list of the maids of honor, drawn up in 1683 by Gregario Leti, historiographer to Charles II, includes Anne Kingsmill, later to become Anne Finch, Countess of Winchilsea, another poet; Penelope O’Brien, Countess of Petersborough, accomplished in French, who had been with the duchess since her marriage; Susanna Armine, Lady Belasyse, who as a young widow in 1670 had so attracted James with her remarkable powers of mind that he had once “wooed her for his wife”; and Catherine Sedley, who drew the highest salary, a brilliant woman and celebrated wit.\n\r\nKilligrew’s pastoral poems, traditionally opening the way to commentary on court matters, would certainly bear investigation in this light. The first pastoral dialogue, already mentioned, in its concluding lines invites contemporary reference, and some scholars have suggested that the “Dorinda” of this poem might be equated with either Katherine Philips or Catherine Sedley. More generally, the second “Pastoral Dialogue” strikes a note consistent with the moral ambitions of the duchess of York’s court, as a tough-minded and witty Alinda rejects the shepherd-suitor Amintor’s complaint that her avoidance of him should be curtailed by this strenuous effort of pursuit. Turning his own argument back on him, Alinda replies:\r\n \r\n        What wonder, Swain, if the Pursu’d by Flight,\r\n        Seeks to avoid the close Pursuers Sight?\r\n        And if no Cause I have to fly from thee,\r\n        Then thou hast none, why dost thou follow me.\n\r\nPrompted to woo by less insulting means than sophistry, Amintor then succeeds in shifting from conventional flattery to sincere admiration. Rightly praising Alinda’s virtue over beauty, he remarks, in lines that seem strikingly suitable to Killigrew herself, that he loves her because\r\n \r\n        Thou still Earliest at the Temple art,\r\n        And still the last that does from thence depart;\r\n        Pans Altar is by thee the oftnest prest,\r\n        Thine’s still the fairest Offering and the Best;\r\n        ......................................\r\n        Strict in thy self, to others Just and Mild;\r\n        Careful, nor to Deceive, nor be Beguil’d;\r\n        ...................................\r\n        Even on thy Beauty thou dost Fetters lay,\r\n        Least, unawares, it any should betray.\r\n        ................................\r\n        Beholding with a Gen’rous Disdain,\r\n        The lighter Courtships of each amorous Swain;\r\n        Knowing, true Fame, Vertue alone can give:\r\n        Nor dost thou greedily even that receive.\n\r\nAlthough Alinda remains cautious, she nonetheless concedes that if she ever surrenders to any it will be to one who “does, like to Amintor love,” and the poem becomes less seductive than instructive in the proper ways of wooing the serious court lady. In this context the poem might even be read as a tribute, for it is tempting to see it as occasioned by the exemplary courtship and marriage in 1684 of Killigrew’s friend Anne Kingsmill to Heneage Finch, captain of the halberdiers of the duke of York and the future Lord Winchilsea.\n\r\nThe longest and most ambitious of Killigrew’s pastorals, “A Pastoral Dialogue: Melibæus, Alcippe, Asteria, Licida, Alcimedon, and Amira,” invites a similar reading out of the context of Mary of Modena’s court, and, although generalized in its images and morality, might also reward the effort to align its speakers with specific historical figures from Killigrew’s circle.\n\r\nThe three poems dealing with her own paintings, however, strike an individual note that separates Killigrew’s collection of verse from similar efforts by her contemporaries. The poems are brief—two on biblical subjects, one on a scene drawn from mythology. Interestingly, they do not directly address the topic one might have expected from a poet/painter, the relative merits of word and image, nor do they explicitly acknowledge the sister arts tradition to which the title of Dryden’s ode refers. Nevertheless, Killigrew’s handling of her material, if not direct in acknowledging the sibling rivalry between the arts, nonetheless implies a decided bias in favor of poetry. Each poem, for example, is spoken by a subject from its respective painting, certainly implying Killigrew’s assent to the traditional Renaissance view of painting as “mute” poetry in need of a viewer to give it voice. That the viewer here is also the artist, and thus the “voice” an act of ventriloquism, is something that Killigrew regrettably does not make much of, although that point is underscored by each title (most likely not of Killigrew’s choosing): “St. John Baptist Painted by her self,” “Herodias Daughter ... also Painted by her self,” and “On a Picture Painted by her self.” The concluding lines of the third poem—“If you ask where such Wights do dwell, / In what Bless’t Clime, that so excel? / The Poets onely that can tell”—indeed claim special knowledge for the poet without whom the painter’s art is, from this stance at least, tellingly incomplete and thus morally inefficacious.\n\r\nThe effort to derive Killigrew’s biography from her poetry is probably best served by a final grouping of her poems, the occasional pieces. Their topics range from the conventional, in poems addressed to royalty or “On a Young Lady Whose Lord was Travelling,” to the curious lines on the death of her aunt by drowning. Some of the most interesting include specific reference to Killigrew’s own poetry.\n\r\nThe two poems in which Killigrew refers directly to her own verse are placed closely together in the collection. The first, “Upon the saying that my Verses were made by another,” though its topic is commonplace among women’s poetry of the time, does seem to have been occasioned by a specific incident. In response to her accuser, Killigrew recounts her initial commitment to poetry in terms that invoke the purity and idealism of her first enthusiasm for her craft—“Next heaven my Vows to thee (O Sacred Muse!) / I offer’d up”—and makes it clear that neither money nor reputation motivated her original devotion:\r\n \r\n        O Queen of Verse, said I, if thou’lt inspire,\r\n        And warm my Soul with thy Poetic Fire,\r\n        No Love of Gold shall share with thee my Heart,\r\n        Or yet Ambition in my Brest have Part[.]\n\r\nHer sincerity is rewarded: her verse flows easily and is praised by her peers, most probably the circle surrounding Mary of Modena and her ladies. Killigrew’s indignation, when her lines, though praised, are attributed to another, makes an interesting departure from convention, however. Rather than defending her own integrity, she turns self-accuser and chastises herself, not without some amused self-deprecation, for having violated what she knew to be a sacred contract. Seduced by “False Hope” for her dedication to earthly, not heavenly, “Fame,” she is punished less by “shame” than by loss of that balanced insight with which she was graced before. To “False Hope” she says, rather ruefully, “By thee deceiv’d, methought each Verdant Tree, / Apollos transform’d Daphne seem’d to be,” and wittily recounts how every leaf of her own poetry became for her a “garland”; hence her shock when her verse is attributed to another, better-known collector of such “Sacred Wreaths.” She concludes that her punishment is deserved and agrees to accept it with good grace should her gifts be restored: “so Phebus I by thee / Divinity Inspired and possest may be; / I willingly accept Cassandras Fate, / To speak the Truth, although believ’d too late.” One slightly digressive passage in the poem deserves further mention because it implies that Killigrew’s effort to correct her own vanity might not have been entirely successful. Katherine Philips, she suggests, escaped the common female fate of being denied the rewards of her own talent, in part because she was not a great beauty. “What she did write, not only all allow’d / But ev’ry Laurel, to her Laurel, bow’d!” Her sex did not “obstruct her Fame,” for she “Ow’d not her Glory to a Beauteous Face.” Envy, Killigrew seems to be saying, is an inevitable companion of physical beauty, and one she herself cannot escape.\nThe other poem which strikes a personal note is addressed “To My Lord Colrane, In answer to his Complemental Verses sent me under the Name of Cleanor.” The poem is intriguing, not only because it offers a clue to the circulation of verse within a system of fanciful names and courtly compliment, but also for its delicate adjustment of status, which implies Killigrew’s sophisticated awareness of the dangers of condescension and triviality that a female poet might risk in appealing to an older, male, mentor. Henry Hales, second Baron Coleraine (1636-1708), was an antiquary of Tottenham, Middlesex. (A copy of Killigrew’s Poems bearing his bookplate, dated 1702, is in the University of Michigan Library.) Killigrew’s poem to him opens with a narrative account of the verse, evidently highly complimentary, which Coleraine had sent in response to a poem of hers and thus raises the question of a suitable reaction. Should the younger poet be pleased, flattered, reinspired? Before answering, however, she ostensibly digresses to commend Coleraine in respectful lines, which honor him for the fact that among the “Great,” whose status is usually given to “dang’rous Politicks, and formal Pride,” he should stand out as “One, who on Ancestors does not rely / For Fame, in Merit, as in Title, high!” The passage, while digressive, in its exchange of compliment for compliment thus serves the more important function of clarifying the relationship between the two poets as one between equals. Hence Killigrew can conclude that the proper use for her of his verse should be that “This Use of these Applauding Numbers make / Them for Example, not Encomium, take.”\n\r\nTaken together, then, these two poems yield some insight into Killigrew’s reflections on her own verse and into the kind of circulation she sought for it. She seems to have been sensitive to the dangers of excessive praise and aware that the beauty or status of a female poet could impede an accurate assessment of her verse. Yet she also appears willing to permit the circulation of her poems within a select circle, warily testing them by using the good taste of others and her own good sense as guides.\n\r\nBecause the poetry is all one has at present from which to tease out the details of the life and personality of this young poet, it is enticing. As a text reflective of life at court in the first decades of the Restoration, it certainly engages interest. Finally, as a verbal artifact of words, wit, taste, craft, and intelligence, Killigrew’s collection of poems rewards reading. As such it continues to pose an engaging challenge to scholarship and should certainly be of interest in future studies of 17th-century literature and life.\n", "attrs": {"Region:": ["England"]}}