{"pf_url": "https://www.poetryfoundation.org/poets/anne-spencer", "name": "Anne Spencer", "yob": "1882", "yod": "1975", "image": null, "bio": "\nHarlem Renaissance poet and activist Anne Bethel Scales Bannister Spencer was born on a Virginia farm in 1882. The daughter of former slaves, Spencer’s mother enrolled her in school for the first time when she was 11, at the Virginia Theological Seminary and College (now Virginia University of Lynchburg). Six years later, Spencer graduated as valedictorian. Though she lived in Virginia her whole life, she maintained close friendships with many Harlem Renaissance writers, including James Weldon Johnson, Langston Hughes, and W.E.B. Du Bois. She worked with Johnson and others to establish the Lynchburg chapter of the NAACP and served for 20 years as the librarian for Dunbar High School.\r\n \r\nSpencer’s poetry engages themes of religion, race, and the natural world. Thirty of her poems were published during her lifetime, in such anthologies as The Book of American Negro Poetry (1922) and Caroling Dusk (1927). She was the first African American woman poet to be featured in the Norton Anthology of Modern Poetry (1973). Her work was gathered posthumously in Time’s Unfading Garden: Anne Spencer’s Life and Poetry (1977). She is also the subject of Half My World: The Garden of Anne Spencer: A History and Guide (2003), by Rebecca T. Frischkorn and Reuben M. Rainey, and Lessons Learned from a Poet’s Garden (2011), by Jane Baber White.\r\n \r\nSpencer died of cancer at the age of 93 and is buried in Forest Hills Cemetery in Lynchburg. The Anne Spencer House & Garden Museum is included on the National Register of Historic Places and is designated a Virginia Historic Landmark, a Friends of the Library USA Literary Landmark, and a Historic Landmark by the Association for the Study of African American Life and History. A selection of her papers is archived at the Albert and Shirley Small Special Collections Library at the University of Virginia.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Harlem Renaissance"]}}