{"pf_url": "https://www.poetryfoundation.org/poets/anne-boyer", "name": "Anne Boyer", "yob": "1973", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/53ee6cc315154a8d050807fa8b6b79cf6fccd6dc.jpeg", "bio": "\nPoet and essayist Anne Boyer was born and raised in Kansas. She earned a BA from Kansas State University and an MFA from Wichita State University. Her works include The Romance of Happy Workers (2006), My Common Heart (2011), Garments Against Women (2015, 2016), which Maureen McLane described as “a sad, beautiful, passionate book that registers the political economy of literature and of life itself,” and Handbook of Disappointed Fate (2018).\nIn 2014, Boyer was diagnosed with highly-aggressive triple negative breast cancer which led to her work on the politics of care in the age of precarity. Her essays about illness have appeared in Guernica, The New Inquiry, Fullstop, and more. In January 2016, Boyer was the featured blogger for Harriet, where she wrote an ongoing series of posts about her cancer diagnosis and treatment, as well as the lives and near deaths of poets. Her book The Undying: Pain, Vulnerability, Mortality, Medicine, Art, Time, Dreams, Data, Exhaustion, Cancer, and Care (2019) was awarded the Pulitzer Prize for General Nonfiction.\nBoyer’s poetry has been translated into a number of languages, including Icelandic, Spanish, Persian, and Swedish, and her chapbook A Form of Sabotage (2013) was published by the collective Kült Neşriyat in Turkish translation. Boyer’s other chapbooks include Anne Boyer’s Good Apocalypse, Art is War, and The 2000s. With Guillermo Parra and Cassandra Gillig, she has translated the work of 20th century Venezuelan poets Victor Valera Mora, Miguel James, and Miyo Vestrini.\n\r\nAccording to critic Chris Strofollino, Boyer’s work “widens the boundaries of poetry and memoir as we know them.” She was the inaugural winner of the 2018 Cy Twombly Award for Poetry from the Foundation for Contemporary Arts and winner of the 2018 Whiting Award in nonfiction/poetry. She was also awarded the Windham-Campbell Literature Prize in early 2020. \nBoyer lives in Kansas City, Missouri, where since 2011 she has been a professor at the Kansas City Art Institute. \n", "attrs": {"Region:": ["U.S., Midwestern"]}}