{"pf_url": "https://www.poetryfoundation.org/poets/anne-stevenson", "name": "Anne Stevenson", "yob": "1933", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1b76c4a56153c330da12cd9d27c62ff2e81a305a.jpeg", "bio": "\nBorn in Cambridge, England, Anne Stevenson moved between the United States and the United Kingdom numerous times during the first half of her life. While she considered herself an American, Stevenson qualified her status: “I belong to an America which no longer really exists.” Since 1962 she has lived mainly in the UK, including Cambridge, Scotland, Oxford, and, most then North Wales and Durham.\n\r\nIntersections and borders were common emblems in Stevenson’s work, though the land on which they are drawn is often mutable or shrouded in mist. She was as comfortable in strict form as she was in free verse, and her poetry, according to poet George Szirtes, is “humane, intelligent and sane, composed of both natural and rational elements, and amply furnished with patches of wit and fury.”\n\r\nIn 2007 Stevenson was awarded the Lannan Lifetime Achievement Award for Poetry and the Poetry Foundation’s Neglected Masters Award. She has also received the Northern Rock Foundation Writer’s Award. Author of more than a dozen books of poetry and several books of prose (which include criticism, radio plays, essays, and biographies), Stevenson  also edited two anthologies. Her biography of Sylvia Plath, Bitter Fame (1989), garnered critical and popular controversy for its sympathetic portrayal of Ted Hughes. Stevenson was a peer of Plath and Hughes, though as a new wife and mother, Stevenson led her life away from the community of those writers.\n\r\nInitially a student of music, Stevenson earned her undergraduate and master’s degrees at the University of Michigan, where she studied with Donald Hall, who encouraged her to pursue poetry. Resistant to connections with any particular school of contemporary poetry, Stevenson honed her art apart from many of her peers but within the larger conversation of the form. As she says, “If I couldn’t overhear the rhythms and sounds established by the long, varied tradition of English poetry—say by Donne, Blake, Keats, Dickinson, Whitman, Frost—I would not be able to hear what I myself have to say. Poems that arise only from a shallow layer of adulterated, contemporary language are rootless. They taste to me like the mass-produced vegetables grown in chemicals for supermarkets.”\n\r\nThough Stevenson slowly lost her hearing, her poetry continued to come first from sound. In a 2007 essay, Stevenson wrote, “Although I rarely write in set forms now, poems still come to me as tunes in the head. Words fall into rhythms before they make sense. It often happens that I discover what a poem is about through a process of listening to what its rhythms are telling me.”\n“Ever since I can remember, I have been aware of living at what E.M. Forster called ‘a slight angle’ to the universe,” she says. “I have always had to create my own angular environment or perish. But that’s the whole point about borders. It’s the best place from which to be able to see both sides.”\nStevenson died in 2020.\n", "attrs": {"Region:": ["Wales"]}}