{"pf_url": "https://www.poetryfoundation.org/poets/anne-carson", "name": "Anne Carson", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2c283147d0ba2dff72c40cced94c16989df765f2.jpeg", "bio": "\nAnne Carson is a poet, essayist, professor of Classics, and translator. “In the small world of people who keep up with contemporary poetry,” wrote Daphne Merkin in the New York Times Book Review, Carson “has been cutting a large swath, inciting both envy and admiration.” Carson has gained both critical accolades and a wide readership over the course of her “unclassifiable” publishing career. In addition to her many highly-regarded translations of classical writers such as Sappho and Euripides, and her triptych rendering of An Oresteia (2009), she has published poems, essays, libretti, prose criticism, and verse novels that often cross genres. Known for her supreme erudition—Merkin called her “one of the great pasticheurs”—her poetry can also be heart-breaking and she regularly writes on love, desire, sexual longing and despair. Always an ambitious poet whatever her topic or genre, Merkin wrote of Carson’s The Beauty of the Husband, “I don’t think there has been a book since Robert Lowell’s Life Studies that has advanced the art of poetry quite as radically as Anne Carson is in the process of doing.” Carson’s recent collections include Nox (2010), Red Doc> (2013), and Float (2016). Her honors and awards are many, including fellowships from the Guggenheim Foundation, the MacArthur Foundation, and the American Academy in Berlin. She has also received the Lannan Literary Award, the Pushcart Prize, and the Griffin Poetry Prize.\nCarson was born in Toronto, Ontario in 1950. A high-school encounter with a Latin instructor, who agreed to teach her ancient Greek over the lunch hour, led to her passionate embrace of classical and Hellenic literature, influences which mark her work still. Carson attended the University of Toronto, though she dropped out twice before earning her BA, MA and PhD in Classics. Carson has taught at many universities in both the US and Canada, including McGill and the University of Michigan. Her publishing career began with Eros the Bittersweet: An Essay (1986), which also established Carson’s style of patterning her writings after classical Greek literature. Such works as Glass, Irony, and God (1992), Plainwater: Essays and Poetry (1995) and Men in the Off Hours (2001) have helped seal the author’s reputation as unique among contemporary poets. But perhaps the most widely received examples of her particular specialty are Carson’s verse novels, Autobiography of Red: A Novel in Verse (1998) and The Beauty of the Husband: A Fictional Essay in 29 Tangos (2001).\n\nAutobiography of Red (1998) takes its cue from the legend of Hercules—Herakles in the traditional spelling from the tale by Steischoros—whose tenth labor was to slay the red-winged monster Geryon. Recasting the story in modern time, Carson makes some significant choices. “In Steischoros, Herakles kills Geryon and steals his red cattle,” explained Adam Kirsch in New Republic. “In Carson, Herakles breaks Geryon’s heart and steals his innocence.” The two characters are introduced as teenagers, Geryon (still red and sporting wings) a sheltered, sensitive high-school boy and Herakles a sexy, rebellious roughneck. The two begin an affair that ends as “Herakles cannot match the soul-tearing totality of Geryon’s adoration,” as Chicago Review contributor Mark Halliday described it. Years later the two characters meet in Buenos Aires where Geryon falls into a destructive ménage a trois with Herakles and his new boyfriend, Ankash. The book drew strong reactions in several periodicals. Halliday felt that the book was “willfully whimsical and delightedly peculiar.” The Nation critic Bruce Hainley pronounced Carson “a philosopher of heartbreak” and said her epic-length poem made for “a brilliant book about desire, the ancient Greek poet Steischoros, volcanoes and the joyful brutalities of seeing and blindness” Echoing debates that continue to swirl around the Carson’s prose-like poetics, Kirsch wondered if Carson had indeed produced the verse promised in the book’s subtitle. “The writing is clearly prose,” he maintained, “laid out in alternating long and short lines, with no strictness of measure or rhythm; the division between a long line and a short one is typographical only, or at best syntactic.”\n\r\nCarson’s fable went on to earn nods from prize committees, though Autobiography of Red “did not start out a winner,” according to Time International reporter Katherine Govier. “Published to scant notice . . . it was mainly talked about by writers here and there. Talk became buzz when the book won Quebec’s QSPELL poetry award.” From there the volume went on to earn a National Book Critics Circle nomination, making the Canadian-born Carson one of the first two non-Americans to appear on the Circle’s short list. Such word-of-mouth echoes the reception of another Carson book, her early volume Eros the Bittersweet (1986). According to John D’Agata in the Boston Review, the book “first stunned the classics community as a work of Greek scholarship; then it stunned the nonfiction community as an inspired return to the lyrically based essays once produced by Seneca, Montaigne, and Emerson; and then, and only then, deep into the 1990s, reissued as “literature and redesigned for an entirely new audience, it finally stunned the poets.” D’Agata sees Carson’s earlier work as an essayist everywhere in her poetry, along with her deep absorption in Classical languages. Carson’s work, D’Agata alleges, asks one to consider “how prosaic, rhetorical, or argumentative can a poem be before it becomes something else altogether, before it reverts to prose, to essay?”\n\nMen in the Off Hours, a book of shorter poems which incorporate “epitaphs, love poems, verse-essays, commemorative prose, ‘shooting scripts’ for purported TV dramas and poems addressed to paintings,” noted Publishers Weekly writer Stephen Burt, was met with great acclaim. Reviewing the collection for Salon, Kate Moses described it as a meditation on time, noting too that it “encompasses all of that picnic that time spreads behind itself: life and sex and love and death.” It was awarded the Griffin Poetry Prize and was a finalist for the Governor General’s Literary Award and that National Book Critics Circle Award. In 2001 Carson also published The Beauty of the Husband: A Fictional Essay in 29 Tangos, a verse novel whose subject is “the waywardness of lust and the disaffection of the heart as seen through a marital breakup,” as Daphne Merkin wrote. It also received high praise and was awarded the T.S. Eliot Prize. In 2000, Carson was awarded a MacArthur Foundation “genius” grant\nSince her success of 2001, Carson has gone on to publish a volume of “poetry, essays and opera,” Decreation (2005). Comprised of short lyrics, a screenplay, oratorio, and long prose sections that combine literary criticism with philosophical investigation, the book takes as its title and impetus an idea of the philosopher Simone Weil. As Carson explains, Weil’s notion of “decreation” is “an undoing of the creature in us—that creature enclosed in self and defined by self.” As Deryn Rees-Jones noted in the Independent, “in decreating we would, in our extinction of the self, find a metaphysical fullness, in tune with the universe.” Decreation received high praise from all quarters and Fiona Sampson, reviewing the book for the Guardian alleged that it “outlines one of the most idiosyncratic intelligences at work in contemporary literature,” and despite its genre-bending contents is “most of all…inimitable poetry.”\n\r\nCarson continues to be an important and exciting translator of classical writers. Grief Lessons: Four Plays by Euripides (2006) and An Oresteia (2009) both sparked critical debate. A shocking playwright in his time, Euripides reached his highest fame during the Peloponnesian War. Grief Lessons presents four of his lesser-known tragedies and offers “a kind of primer on the intrinsic dangers of blind devotion to ideology,” wrote Hilton Als in the New Yorker. A Publisher’s Weekly reviewer found that “Carson is nothing less than brilliant—unfalteringly sharp in diction, audacious and judicious in taking liberties.” Carson’s next translation, An Oresteia, is a composite of plays dealing with the fate of the house of Atreus and includes Agamemnon by Aeshcylus, Electra by Sophocles and Orestes by Euripides. The volume received somewhat mixed reviews for just those liberties; Brad Leithauser in the New York Times Book Review found Carson’s choice of diction irregular and often jarringly contemporary and “failed to find…in Carson’s translations a feeling of a composite whole. There are moments when her diction stoops so low I had trouble remembering I was dealing with men godlike in their splendor.” Emily Wilson, in the Nation, found that though Carson as a scholar is acutely aware of the differences between the three tragedians, she “does not entirely succeed in making them sound properly distinct from one another,” though Wilson described Carson’s translation as a “movement…away from the clear ideology of Aeschylus’ Oresteia toward the much more complex, ambiguous world of Euripides’ Orestes,” which makes the work all the more important and “pertinent to the current political climate. “\nSpeaking to poet-critic Stephanie Burt, Carson admitted that at heart she considers herself a visual, not verbal, artist: “I didn’t write very much at all until I guess my twenties because I drew. I just drew pictures, and sometimes wrote on them when I was young, but mostly I was interested in drawing. I never did think of myself as a writer!” Even after several acclaimed volumes, “I don’t know that I do yet. I know that I have to make things. And it’s a convenient form we have in our culture, the book, in which you can make stuff, but it’s becoming less and less satisfying. And I’ve never felt that it exhausts any idea I’ve had.”\n \n", "attrs": {"Region:": ["Canada"]}}