{"pf_url": "https://www.poetryfoundation.org/poets/anne-bronte", "name": "Anne Brontë", "yob": "1820", "yod": "1849", "image": null, "bio": "\n                                                                    In Conversations in Ebury Street  (1924), George Moore declared that \"if Anne Brontë had lived ten years longer, she would have taken a place beside Jane Austen, perhaps even a higher place\"; in addition, he described her first novel, Agnes Grey (1847), as \"the most perfect prose narrative in English literature.\"  If Moore's estimation of Brontë's work and potential was somewhat inflated, his claims for her served as an overdue and refreshing corrective to the trend—long established by biographers and critics—of either damning her with faint praise or making her the subject of frankly disparaging remarks. Typical of the latter were May Sinclair's dismissal of her as \"the weak and ineffectual Anne\" and George Saintsbury's pronouncement that \"the third sister Anne is but a pale reflection of her elders.\" The cumulative effect made Brontë appear a nebulous figure in the history of English letters; and led to the widely accepted concept of her as an artist and a woman of no importance.  The source of this misleading image of Anne Brontë was her older sister Charlotte, who became, in effect, her first biographer and critic. Since Anne's life is not well documented (only a handful of her letters and papers are extant), there has been an inevitable tendency to rely too much on information about her from reported and written statements by Charlotte. Many of these—particularly her lukewarm assessments of Anne's literary abilities and her frequent references to Anne's pensiveness, docility, and religious morbidity—were accepted for decades as absolute; now they are being weighed more carefully as Charlotte's objectivity as a witness and impartiality as a judge are cross-examined.  Some of the undisputed facts about Anne Brontë are that she was the youngest daughter of the Reverend Patrick and Maria Branwell Brontë; that she was born in the northeastern county of Yorkshire, England; and that she spent her childhood and formative years in the Brontës' family home—the parsonage on the outskirts of the remote village of Haworth. She received her formal education between 1835 and 1837 at Miss Margaret Wooler's boarding school. During Anne's attendance there, the school was relocated from Roe Head to Dewsbury Moor, near Leeds.  Straitened family finances compelled Anne to search for employment, and between April and the latter part of 1839 she worked as a governess in the home of Mr. and Mrs. Joshua Ingham of Blake Hall. She occupied her second post as a governess to the three daughters of the Reverend and Mrs. Edmund Robinson of Thorp Green Hall, near York, for five years, beginning her duties in May 1840. Her brother, Branwell, joined her there in January 1843, when he was hired as tutor to the Robinsons' only son, Edmund. The significance of this period of Anne Brontë's life and the vital importance which it played in her education, her maturation, and her growing understanding of mankind should be neither overlooked nor underestimated. The Robinsons were wealthy and privileged and were related to people of importance (including a marquis and a member of Parliament); the social milieu in which they moved was wide and varied. It can be fairly assumed that Anne Brontë, as a part of the Robinson household, came into contact with many of her employers' relations and friends; she would have had ample opportunity to observe their behavior at close quarters, thus gaining insights into the ways of the world which would have eluded her had she remained in the relatively narrow confines of Haworth Parsonage. Unfortunately, Anne's main extant direct reference to Thorp Green Hall is extremely brief, tantalizingly pregnant with meaning, but frustratingly cryptic; it concludes with the enigmatic words: \"... during my stay I have had some very unpleasant and undreamt-of experience of human nature.\" After resigning in June 1845, she spent her few remaining years at Haworth with her father; her sisters, Charlotte and Emily; and her brother, Branwell; Emily and Branwell predeceased her in 1848.  From an early age, and until at least 1845, Anne and Emily (who were described as being \"like twins, inseparable companions in the very closest sympathy\") collaborated in writing the saga of a fictitious island named Gondal. Although none of their Gondal prose has survived, a number of their Gondal poems do exist.  A book of poems by Charlotte, Emily, and Anne, who used the pseudonyms of Currer, Ellis, and Acton Bell respectively, appeared in 1846. Anne's first novel, Agnes Grey, was published in one of three volumes—the other two contained Emily's Wuthering Heights—in December 1847. Her second and last novel, The Tenant of Wildfell Hall, was published in June 1848.  Anne Brontë's books are primarily concerned with morality; she is preoccupied with the ethical principles which, for good or ill, govern human behavior. Her two novels present a closely observed, occasionally satirical, rarely humorous, and often melancholy view of what she regards as a profoundly imperfect world. Her prose frequently achieves elegance through its simplicity; her direct and didactic manner is tempered with a disarming sincerity, so that it succeeds in persuading rather than alienating the reader. The philosophy guiding her intent as a writer is that \"the end of Religion is not to teach us how to die, but how to live; and the earlier you become wise and good, the more of happiness you secure.\" Nevertheless, as the critic Terry Eagleton has observed, \"for such a resolutely moral writer, Anne Brontë is remarkably unsmug.\"  Agnes Grey is the novel in which, according to Mrs. Gaskell, Charlotte's \"sister Anne pretty literally describes her own experience as a governess.\" This remark, which seems as much an oversimplification as saying that Villette (1853) is the novel in which Charlotte pretty literally describes own experience as a teacher in Brussels, has resulted in Agnes Grey being interpreted as a mere autobiography or diary—an estimation which does great disservice to Brontë's abilities as an artificer. This erroneous view of the book is also due, in part, to a frequent misunderstanding of the mode in which it is written. Purporting to be a \"true history,\" it is in the tradition of the fictitious memoir which dates back to the eighteenth century and such novels as Robinson Crusoe (1719) and Moll Flanders  (1721). Indeed, the influence of Defoe and other writers of that period on Brontë has been noted frequently. Moll Flanders claims to be a true history and, like  Agnes Grey, contains many references to its truthfulness and moral purpose. Moll's avowal that \"publishing this account of my life is for the sake of the just moral of every part of it, and for instruction, caution, warning, and improvement to every reader\" is closely echoed by Agnes Grey's claim that \"my design, in writing the last few pages, was not to amuse, but to benefit those whom it might concern,\" and by the phrase which begins the novel: \"All true histories contain instruction.\"  Brontë's publicly declared purpose as a writer (stated in her preface—dated 22 July 1848—to the second edition of  The Tenant of Wildfell Hall) was \"to tell the truth, for truth always conveys its own moral to those who are able to receive it ... and if I can gain the public ear at all, I would rather whisper a few wholesome truths therein than much soft nonsense.\" Clearly, she intended to instruct, and she shrewdly chose the most appropriate form to achieve her goal; Inga-Stina Ewbank points out that \"for the purposes of instruction, truth is more impressive than fiction—hence her [Brontë's] insistence on Agnes Grey being a genuine autobiography.\"  Brontë does not analyze the workings of the human mind; rather, she writes in what F. R. Leavis has described, in another context, as \"the tradition coming down from the eighteenth century that demanded a plane-mirror reflection of the surface of 'real' life.\" Consequently, she makes the reader form opinions of her fictional people by their actions rather than by the psychological forces which motivate those actions. She reveals the nature of her characters not so much by what they think as by what they say and do. The resulting effect bears a resemblance to a morality play—a world of black and white, right and wrong, in which only very occasionally is the conscience of a character torn between the polarities of good and evil.  In Agnes Grey, goodness is equated with adherence to a set of values which takes for granted the supreme importance of love and compassion for one's fellow man as stated in the tenets of Christianity; but such goodness is represented by only a tiny minority of characters in the book. Among them are Agnes herself; her father, an impoverished clergyman; her mother, who, by marrying Mr. Grey for love against the wishes of her wealthy parents, has cheerfully sacrificed a handsome inheritance and thus rejected materialism; and by Agnes's elder sister, Mary.  It is of great import that all the characters in the story for whom Agnes feels true affinity and respect are members of the poor and working classes; one of these is Edward Weston, a conscientious, underpaid curate of firm faith and ardent piety, whom Agnes marries in the final chapter. Through her sympathetic presentation of such people, juxtaposed with her unflattering and often satirical depiction of the hollow values of the bourgeoisie and the aristocracy, Brontë makes an unmistakable equation between wealth and moral bankruptcy. In its indictment of the conduct of the financially privileged members of Victorian England,  Agnes Grey qualifies as a novel of sociological as well as moral significance. It is also a novel about failure—a subtly cynical portrayal of the triumph of mediocrity over excellence.  Agnes begins her career as a governess at the age of eighteen, with eager, almost naive anticipation: \"how charming to be entrusted with the care and education of children ... to train the tender plants, and watch their buds unfolding day by day!\" But chapter two (which has the splendidly ironic title \"First Lessons in the Art of Instruction\") marks the beginning of Agnes's disillusionment; soon after initial contact with her first pupils, she becomes conscious of \"a vicious tendency in the bud.\" The rest of the story depicts her varied, valiant, but futile attempts to combat the callousness, selfishness, vanity, greed, cruelty, and indifference of her employers and her young charges.  The human failings (and their unhappy consequences) which Agnes so clearly deplores are most effectively demonstrated in the career of her oldest pupil, Rosalie Murray. Agnes's evaluation of her is clear-sighted but compassionate: \"her faults ... I would fain persuade myself, were rather the effect of her education than her disposition: she had never been perfectly taught the distinction between right and wrong.\" With the connivance of her unscrupulous and ambitious mother, Rosalie exchanges her idle career as a heartless coquette for a marriage of convenience to a wealthy, aristocratic, but debauched man, Sir Thomas Ashby. In her eagerness to become the mistress of Ashby Park, Rosalie rationalizes that \"reformed rakes make the best husbands, everybody knows.\" Agnes Grey knows better!  Agnes's own marriage to Edward Weston serves as a modest rather than triumphant conclusion to the novel; he is a vaguely sketched, particularly one-dimensional character, and her union with him seems to be Brontë's nod in the direction of the traditional happy ending. In dramatic terms, the event is anticlimactic and at variance with the powerful sense of disillusionment which pervades two chapters near the end of the novel, when Agnes pays her final visit to Rosalie. Having confided to Agnes that she now despises her rich, dissipated husband, Rosalie is reluctant to let her former governess go. The following excerpt from chapter twenty-three demonstrates, in style, the clarity of Brontë's prose; in content, it testifies to the author's tacit acknowledgment of the predominantly melancholy nature of the human condition: \"it was with a heavy heart that I bade adieu to poor Lady Ashby, and left her in her princely home. It was no slight additional proof of her unhappiness, that she should so cling to the consolation of my presence, and earnestly desire the company of one whose general tastes and ideas were so little congenial to her own—whom she had completely forgotten in her hours of prosperity, and whose presence would be rather a nuisance than a pleasure, if she could but have half her heart's desire.\" The supreme irony of this often ironic novel is that it is Agnes—a teacher by instinct and profession—who learns how to come to terms with life. She is the pupil who says \"I had been seasoned by adversity, and tutored by experience,\" and who, as a result, formulates the simple but sound philosophy that \"the best way to enjoy yourself is to do what is right and hate nobody.\" Her ultimate defeat is that she has failed to educate others to share that philosophy. Why the author allowed this defeat is better understood if one recalls that elsewhere Brontë qualified her contention that \"truth always conveys its own moral\" by adding the artfully sardonic phrase: \"to those who are able to receive it.\"  Agnes Grey was received quite warmly when it appeared in 1847, but being published as part of a \"three-decker\" with Wuthering Heights was definitely not to its advantage. Emily's novel had a mixed reception: it was generally misunderstood and considered \"coarse\"—as, indeed, were all the early Brontë novels when they were first presented to the public—but its strangeness and eccentricities made good copy. Consequently, it got the attention, if not necessarily the praise, of the critics. The inevitable comparisons were made, and Agnes Grey—by its very nature—appeared \"less powerful.\"  The major preoccupation of Brontë's other novel, The Tenant of Wildfell Hall (1848), is very much the same as that of Agnes Grey, but the war between good and evil is waged on a considerably larger battleground. The Tenant of Wildfell Hall is much longer than its predecessor, and more complex in structure, scope, and the number of characters it contains.  It has been suggested that Agnes Grey influenced the composition of Jane Eyre, and close examination shows that they contain a considerable number of similarities in \"cast of thought, incident and language.\" For example, Agnes's \"marked features,\" \"pale hollow cheek,\" and \"ordinary dark brown hair\" anticipate Jane Eyre's unprepossessing physical appearance. (Traditionally, it is Charlotte, not Anne, who has been credited with the introduction of the irreversibly plain heroine to English fiction.)  Also, there are indications that  Wuthering Heights influenced the subsequent composition of The Tenant of Wildfell Hall. The two books have a number of similarities, including an unusual degree of passionate intensity (in The Tenant of Wildfell Hall, this is particularly evident in the vehemence of which Gilbert Markham is capable). George Moore commented that Anne Brontë \"could write with heat, one of the rarest qualities\"—but it is a quality conspicuous by its absence in Agnes Grey.Wuthering Heights and The Tenant of Wildfell Hall also show similarities in construction, such as the device of employing double narrators—Mr. Lockwood and Ellen Dean in Wuthering Heights; in The Tenant of Wildfell Hall, Gilbert Markham and Helen Huntingdon.  Gilbert—a gentleman farmer—falls in love with Helen, the enigmatic tenant of Wildfell Hall, who is presumed to be a widow. She is, in fact, the estranged wife of the alcoholic and lecherous Arthur Huntingdon. Gilbert's narrative, in the early chapters, skillfully maintains the air of mystery which surrounds Helen and demonstrates his growing attachment to her. This narrative, which begins and ends the novel, is contained in a series of letters (the form bears some resemblance to Mary Shelley's Frankenstein [1818]). Gilbert's letters provide the framework for a transcript of Helen's diary, which she has given to Gilbert to help him understand the trials of her past life. This diary, containing a graphic account of her optimistic entry into marriage with Huntingdon and of the gradual disintegration of that marriage brought about by his debauchery, occupies the central and major part of the novel.  Arthur Huntingdon and his cronies are forcefully portrayed; the depths of depravity to which they are capable of sinking is demonstrated in some remarkably vivid and lurid scenes, and there has been some speculation that Brontë's inspiration for such incidents could have come from her years at Thorp Green Hall. Charlotte Brontë claimed that Anne \"had, in the course of her life, been called on to contemplate, near at hand, and for a long time, the terrible effects of talents misused and faculties abused.\" The reference is to their brother, Branwell's, refuge in alcohol and drugs following his abrupt dismissal from his post as tutor at Thorp Green Hall. To the end of his life, Branwell adhered to his assertion that the cause of that dismissal was the discovery by his employer, the Reverend Edmund Robinson, of a clandestine love affair between Branwell and Robinson's wife, Lydia. The suggestion that Anne may have been an unwilling witness to this liaison is interesting but refutable; what is beyond dispute is that she closely observed the ravaging effects that gin and laudanum had on the mind and body of her brother.  Helen Huntingdon's diary effectively demonstrates her gradual metamorphosis from an optimistic, eager young girl—convinced that she can reform her rakish, irresponsible husband—into a mature, somewhat cynical, worldly-wise woman. It depicts her long, arduous struggle to persuade the man she loves to heed the principles of Christianity in order to overcome his many weaknesses and to live a life that will lead to salvation, not degradation. Helen, like Agnes Grey, is highly principled and deeply religious; also like Agnes, she is a teacher by instinct. Helen firmly believes that \"it is our duty to admonish our neighbours of their transgressions\"; and when speaking of her son, Helen states that \"the child's education was the only pleasure and business of my life.\" Plainly, she is adamant that the son will not emulate the behavior of the father, and that he will be \"perfectly taught the distinction between right and wrong.\"  Unlike Agnes, she is not a teacher by profession; she is, in fact, a member of the privileged classes. Consequently, compared with Agnes, she is much more openly self-assured and composed. Brontë succeeds admirably in convincing the reader of the air of elegance in Helen's demeanor and the element of self-reliance in her conduct (which strongly hints of feminism). In the words addressed by Helen to her enemies (including her husband's shallow mistress, Annabella Wilmot), Brontë employs a grand style of language which is reminiscent in its imperious tone of the prose in wrathful letters of the first Queen Elizabeth.  Although The Tenant of Wildfell Hall, like Agnes Grey, has a conventional happy ending (Huntingdon dies as the result of his excesses, and after a respectable lapse of time, Helen marries Gilbert), it, too, is a novel about defeat. Ultimately, the significance of the marriages of Helen and Agnes to men who love them pales beside the facts that Helen has failed to save Arthur Huntingdon and that Agnes has failed to save Rosalie Murray. Both books have overtones of despair, reflecting Brontë's bleak but realistic and unflinching view of the world.  The reviews of The Tenant of Wildfell Hall in the summer of 1848 were varied; an accusation that the author had \"a morbid love for the coarse, not to say the brutal\" was echoed in several quarters, but the book was recommended by the Athenaeum as \"the most interesting novel we have read for a month past.\" A flurry of public interest led to a hurried printing of a second edition in August with a preface by the author—the final words she wrote specifically for publication. Brontë was bold and defiant in her response to a critic who had suggested that if The Tenant of Wildfell Hall had been written by a woman, that fact would make it even more unpalatable to him: \"in my own mind, I am satisfied that if a book is a good one, it is so whatever the sex of the author may be. All novels are or should be written for both men and women to read, and I am at a loss to conceive how a man should permit himself to write anything that would be really disgraceful to a woman, or why a woman should be censured for writing anything that would be proper and becoming for a man.\"  Charlotte Brontë was disturbed by The Tenant of Wildfell Hall and made no secret of her distaste for the book. In her \"Biographical Notice of Ellis and Acton Bell\" (1850), she referred to the fact that Anne's second novel had had a predominantly unfavorable reception: \"At this I cannot wonder. The choice of subject was an entire mistake. Nothing less congruous with the writer's nature could be conceived. The motives which dictated this choice were pure, but, I think, slightly morbid.\" Thus, in September 1850, in her influential position as one of the most lionized writers of her time, Charlotte Brontë helped to quell interest in The Tenant of Wildfell Hall by publicly condemning it. Privately, during the same month, she sealed the fate of Anne's second novel by declining Smith, Elder's offer to issue a reprint edition, saying, \"Wildfell Hall it hardly appears to me desireable to preserve.\" Less than seven years later, in her Life of Charlotte Brontë, Mrs. Gaskell's brief reference to The Tenant of Wildfell Hall included this telling phrase: \"it is little known.\"  During her brief and seemingly circumscribed life, Anne Brontë only once ventured outside her home county of Yorkshire; the occasion was a fleeting visit to London with Charlotte in July 1848, an incident now renowned in the annals of English literature—it has even found a niche in the Oxford Book of Literary Anecdotes! The purpose of this urgent, hurried journey was to disprove the rumors then rampant (and unscrupulously fueled by Anne's and Emily's publisher T. C. Newby in order to capitalize on the astonishing current success of Charlotte's Jane Eyre) that Currer, Ellis, and Acton Bell were not three authors but one. Determined to disassociate themselves from this falsehood, Anne and Charlotte gained entry to the Cornhill office of Charlotte's publisher George Smith, who had no knowledge of the Bells' true identities or of their gender; there, Charlotte startled him with the dramatic declaration, \"We are three sisters.\"  Many years later, George Smith recorded his impressions of Anne, based on that very brief meeting with her; he said, \"She was a gentle, quiet, rather subdued person, by no means pretty, yet of a pleasing appearance. Her manner was curiously expressive of a wish for protection and encouragement, a kind of constant appeal which invited sympathy.\" Although \"of a pleasing appearance,\" Anne had no serious suitors during her lifetime; however, it has been suggested by some biographers—and avowed by others—that she was in love with William Weightman, an attractive, exuberant young man who served as the Reverend Patrick Brontë's curate from August 1839 until his death from cholera in September 1842. The evidence to support this theory is flimsy and is based primarily on a remark in a letter written by Charlotte: \"He [Weightman] sits opposite to Anne at Church sighing softly and looking out of the corners of his eyes to win her attention—and Anne is so quiet, her looks so downcast—they are a picture.\" The significance of this statement is severely undermined by observations about Weightman made by Charlotte in other letters, which clearly demonstrate her opinion of him as an inveterate flirt; she says, among other things, \"I'm afraid he is very fickle\" and \"He would fain persuade every woman under thirty whom he sees that he is desperately in love with her.\" It appears that Weightman did not feel strongly about Anne; the conjecture that she felt strongly about him is based on several of her poems, written after September 1842—including A Reminiscence (1844) and Severed and Gone (1847)—which lament the death of a loved one and which may be autobiographical in nature. No other romantic connections are alleged for Anne; she received no recorded offers of marriage, and she died a spinster at the age of twenty-nine. Her death, from tuberculosis, took place at the coastal resort of Scarborough.  Eighty years separated Anne's death from W. T. Hale's Anne Brontë: Her Life and Writings (1929), the first publication to treat her as more than a peripheral player in the Brontë story and to challenge some of the myths which had surrounded \"dear, gentle Anne.\" In his sympathetic, often astute monograph, Hale firmly states: \"The truth about her is that her gentleness was not weakness. Childlike and unsophisticated in many ways she was, but she had a power of will and a strength of character that always carried out the dictates of her sense of duty.\" Professor Hale's point of view was innovative; and by choosing to focus his attention on Anne, he created a precedent. Since then, a number of prominent critics have deemed Anne Brontë and her work to be worthy of serious consideration. The result of this re-evaluation has been a growing conviction that she is a minor but worthwhile nineteenth-century novelist who, although admittedly less gifted than her sisters, demonstrates a considerable degree of individuality, originality, and even daring in her modest but far from negligible output.  F. B. Pinion's contention that \"there can be little doubt that, had The Tenant of Wildfell Hall received more critical attention, its merits would be more widely recognised,\" can be applied with equal validity to Agnes Grey. The 1979 publication of a carefully edited edition of The Tenant of Wildfell Hall in the Penguin English Library and the appearance in the same year of The Poems of Anne Brontë: A New Text and Commentary by Edward Chitham are encouraging signs that there is indeed a growing trend to regard Anne's work in a fresh and positive light. There can be no doubt that as her books are more widely read—with care and attention—there will be a commensurate acknowledgment and appreciation for what she achieved during her brief but productive life.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}