{"pf_url": "https://www.poetryfoundation.org/poets/anne-sexton", "name": "Anne Sexton", "yob": "1928", "yod": "1974", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/8f366dd058ec2296c36a66d838b0f33648d12c6a.jpeg", "bio": "\nAnne Sexton was born in Newton, Massachusetts and raised in Weston, Massachusetts. One of the most popular poets of mid-20th century America, Sexton’s impressive body of work continues to be widely read and debated by literary scholars and cultural critics alike. According to Diane Hume George, “Anne Sexton’s poetry tells stories that are immensely significant to mid-twentieth-century artistic and psychic life. Sexton understood her culture’s malaise through her own, and her skill enabled her to deploy metaphorical structures at once synthetic and analytic … Sexton explored the myths by and through which our culture lives and dies: the archetypal relationships among mothers and daughters, fathers and daughters, mothers and sons, gods and humans, men and women. She perceived, and consistently patterned in the images of her art, the paradoxes deeply rooted in human behavior and motivation. Her poetry presents multiplicity and simplicity, duality and unity, the sacred and the profane, in ways that insist on their similarities—even, at times, their identity. In less abstract terms, Sexton made explicit the intimacy of forces persistently treated as opposites by the society she lived in.”\nThe daughter of a successful businessman, Sexton’s childhood was materially comfortable but not happy. Her relationships with her parents were difficult, perhaps even abusive. Sexton’s closest confidante was her maiden great-aunt. She attended boarding school and after graduation enrolled in Garland Junior College for one year. Sexton later described Garland as a “finishing” school. At age 19, she married Alfred “Kayo” Sexton II. While Kayo was serving in Korea, Anne became a fashion model. In 1953, she gave birth to her first child and in 1955, her second. Sexton suffered from post-partum depression, and after the birth of her first daughter she suffered her first breakdown and was admitted to a neuropsychiatric hospital. Other institutionalizations followed. Sexton struggled with depression for the remainder of her life. She committed suicide at age 46.\r\n \r\nIn treatment, her therapist encouraged her to write and in 1957 Sexton joined writing groups in Boston that eventually led her to friendships and relationships with the poets Maxine Kumin, Robert Lowell, George Starbuck, and Sylvia Plath. As Sexton told Beatrice Berg, her writing began, in fact, as therapy: “My analyst told me to write between our sessions about what I was feeling and thinking and dreaming.” Her analyst, impressed by her work, encouraged her to keep writing, and then, she told Berg, she saw (on television) “I. A. Richards [a poet and literary critic] describing the form of a sonnet and I thought maybe I could do that. Oh, I was turned on. I wrote two or three a day for about a year.” Eventually, Sexton’s poems about her psychiatric struggles were gathered in her first book, To Bedlam and Part Way Back (1960), which recounts, as James Dickey wrote, the experiences “of madness and near-madness, of the pathetic, well-meaning, necessarily tentative and perilous attempts at cure, and of the patient’s slow coming back into the human associations and responsibilities which the old, previous self still demands.”\n\r\nSexton’s work is usually grouped with other Confessional poets such as Plath, Lowell, John Berryman, and W. D. Snodgrass. In an interview with Patricia Marx, Sexton discussed Snodgrass’s influence: “If anything influenced me it was W. D. Snodgrass’ Heart’s Needle. … It so changed me, and undoubtedly it must have influenced my poetry. At the same time everyone said, ‘You can’t write this way. It’s too personal; it’s confessional; you can’t write this, Anne,’ and everyone was discouraging me. But then I saw Snodgrass doing what I was doing, and it kind of gave me permission.” Sexton’s books after To Bedlam and Part Way Back included All my Pretty Ones (1962), Live or Die (1966), which won the Pulitzer Prize, Love Poems (1969), the play Mercy Street (1969). Transformations (1972), a series of retellings of Grimm’s fairy tales is often described as her least overtly “confessional” and most feminist work. Sexton’s last published collection was The Death Notebooks (1974); posthumously published volumes included The Awful Rowing toward God (1975), 45 Mercy Street (1976), and Words for Dr. Y: Uncollected Poems with Three Stories (1978).\r\n \r\nSexton’s work was enormously popular during her lifetime and she was the recipient of numerous honors and awards, including the Frost Fellowship to the Bread Loaf Writers’ Conference, the Radcliffe Institute Fellowship, the Levinson Prize, the American Academy of Arts and Letters traveling fellowship, the Shelley Memorial Prize, and an invitation to give the Morris Gray reading at Harvard. She also received a Guggenheim Fellowship, grants from the Ford Foundation, honorary degrees, and held professorships at Colgate University and Boston University. Despite her many achievements, critical discussions of her work tended to focus on the apparently autobiographical elements of her verse. Dickey’s admonishment of Sexton’s second book was somewhat typical: “Miss Sexton’s work seems to me very little more than a kind of terribly serious and determinedly outspoken soap-opera.” Yet Sexton’s canniness about the power of fiction, the uses of fact and imagination, and the poem—or poet—as essentially performance mean that no simple equations between poet and poem, life and art, can be drawn. In an early essay on both Bedlam and Pretty Ones, Beverly Fields argued that Sexton’s poetry is mostly misread. She contended that the poems are not as autobiographical as they seem, that they are poems, not memoirs, and she went on to analyze many of them in depth in order to show the recurrent symbolic themes and poetic techniques that she felt make Sexton’s work impressive. Recent scholars such as Gillian White have focused on Sexton’s manipulation of voice and audience to suggest her work warrants more, or different, scrutiny than it has previously received.  \r\n \r\nOne of Sexton’s earliest champions, Erica Jong, reviewing The Death Notebooks assessed Sexton’s poetic significance and contended that her artistry was seriously overlooked: “She is an important poet not only because of her courage in dealing with previously forbidden subjects, but because she can make the language sing. Of what does [her] artistry consist? Not just of her skill in writing traditional poems … But by artistry, I mean something more subtle than the ability to write formal poems. I mean the artist’s sense of where her inspiration lies …There are many poets of great talent who never take that talent anywhere … They write poems which any number of people might have written. When Anne Sexton is at the top of her form, she writes a poem which no one else could have written.”\n", "attrs": {"School/Period:": ["Confessional"]}}