{"pf_url": "https://www.poetryfoundation.org/poets/anthony-hecht", "name": "Anthony Hecht", "yob": "1923", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7aebd7ebc98686c8499747819abae32cda9a567f.jpeg", "bio": "\nOne of the leading poets of his generation, Anthony Hecht was born in New York City in 1923. Though a self-described mediocre student, he nonetheless counted his first three years at Bard College some of the happiest of his life. His college career was interrupted, however, when he was drafted into the army to serve in World War II. As an infantryman, he fought in Germany, France, and Czechoslovakia. His division also helped liberate Flossenburg concentration camp. Ordered to collect evidence from the French prisoners, the experience marked him for the rest of his life. Hecht returned to the United States and finished his degree at Kenyon College where he studied under John Crowe Ransom. At Kenyon he also formed friendships with poets like Robert Lowell, Elizabeth Bishop, Allen Tate, and Randall Jarrell. Hecht’s first book, A Summoning of Stones (1954) displays great technical skill, but for some critics, the style seems mannered and dated. Donald Davie wrote in Shenandoah that “the poems are full of erudite and cosmopolitan references, epigraphs from Moliere and so on; and the diction is recherche, opulent, laced with the sort of wit that costs nothing. Here and there too the poet knowingly invites what some reviewers have duly responded with, the modish epithet ‘Baroque.’ But … the right word is the much less fashionable ‘Victorian.’”\nHecht is known for his masterful use of traditional forms and linguistic control. Extraordinarily erudite, his verse often features allusions to French literature, Greek myth and tragedy, and English poets and poetry stretching from Wallace Stevens to John Donne. Hecht, who died in 2004, was often described as a “traditionalist.” George P. Elliott contended in the Times Literary Supplement that “Hecht’s voice is his own, but his language, more amply than that of any living poet writing in English, derives from, adds to, is part of the great tradition.” Though his early work was often slighted as ornate or Baroque, his Pulitzer Prize-winning collection The Hard Hours (1967) is generally seen as his breakthrough volume. In that book, Hecht begins to use his experiences as a soldier in Europe during World War II. The often unsettling and horrific insights into the darkness of human nature told in limpid, flowing verse that characterize the poems in the collection would become Hecht’s trademark. According to Dana Gioia: “Hecht exemplifies the paradox of great art. … He found a way to take his tragic sense of life and make it so beautiful that we have to pay attention to its painful truth.”  \nThe Hard Hours broke with many of the mannerisms that marked A Summoning of Stones. According to Laurence Lieberman in the Yale Review, “In contrast with the ornate style of many of Hecht’s earlier poems, the new work is characterized by starkly undecorative—and unpretentious—writing.” Hecht’s mature style was evident in poems like “More Light! More Light!” one of his most famous poems and, some argue, the finest poem in English to address the Holocaust. The poem opens with the burning of a Christian heretic in the Tower of London, but swiftly moves to “outside a German wood,” recounting a horrific event of the Holocaust in an attempt to capture how “barbarism dehumanizes its victims,” according to poet Edward Hirsch. Also described as a depiction of the “end of Humanism,” Hecht’s poem is one of his most frequently anthologized and discussed. Other poems that treat the Holocaust and Jewish trauma, such as “Rites and Ceremonies,” as well as lighter verses such as Hecht’s response to Matthew Arnold, “The Dover Bitch,” have become standards in the 20th-century canon.\nHecht’s next collections, Millions of Strange Shadows (1977) and The Venetian Vespers (1979), return in some ways to the high style and diction of his first. According to Steven Madoff in the Nation, Hecht is much like Wallace Stevens in his interest in music “as a medium and transcendent force,” and he is especially influenced by “the melodic intricacy of expression, and the expansive discourse that is propelled through its argument as much by the perfection of the words’ sound as by the thesis that they construct” in Stevens’s writing. Unfortunately, said Madoff, “the complexity of this marriage [of sound and meaning] makes for a certain inscrutability.” The Venetian Vespers, whose title poem Hecht admitted was his favorite, continues to demonstrate the smoothness of Hecht’s line, and his ability to jump registers, write metrically and adhere to complicated rhyme schemes without ever abandoning a conversational, easy tone. As Michael Dirda noted in his Washington Post Book World recommendation, “there is never a jarring line, never a word out of place; everything fits together with the inevitable rightness of the classical poet.” Though known for such formal, intense poetry of great moral and ethical scope, Hecht also engaged seriously with light verse. With John Hollander, he invented a humorous form known as the double dactyl, which is similar to the limerick but significantly more difficult to write. Hecht and Hollander edited an anthology of double dactyls called Jiggery-Pokery: A Compendium of Double Dactyls in 1967.\nHecht’s final books, Flight among the Tombs (1998) and The Darkness and the Light (2001), take weighty subjects such as death, war, and the dark sides of love as their central themes. Flight among the Tombs also contains elegies to Hecht’s fellow poets Joseph Brodsky and James Merrill. Poetry contributor John Taylor found that in Flight among the Tombs, “Hecht’s formal mastery is of the highest order. Priceless lessons can be learned: the way a skillful poet manipulates a variety of traditional forms (including the ever-tricky villanelle), the naturalness of his meters and rhymes, his bold displays of consonance … his concision, his descriptive powers.” While The Darkness and the Light was often described as formally “less perfect” than earlier work, William Logan found that the imperfection made the poems more emotionally accessible. “The moody valedictory poems of The Darkness and the Light are more ravaged and humane than any Hecht has written,” remarked Logan. Logan saw a “loosening of control” that “has made Hecht a warmer, more sympathetic poet.”\nHecht was also a noted critic. His volumes of literary criticism are highly regarded. Obbligati (1986) contains critical essays on the poetry of Elizabeth Bishop, Robert Lowell, and Emily Dickinson, as well interpretations of William Shakespeare’s The Merchant of Venice. A proponent of close reading and engagement with the text itself, Hecht’s critical work on the poetry of W.H. Auden, The Hidden Law (1993), originates less from a “critical orthodoxy than from the admiration of a working poet,” noted Sidney Burris in the Southern Review. Hecht’s other volumes of prose include On the Laws of the Poetic Art (1995), which contains six lectures Hecht gave at the National Gallery of Art in 1992 as part of that institution’s Andrew Mellon Lectures in the Fine Arts, and Melodies Unheard: Essays on the Mysteries of Poetry (2003), the last work he published before his death in 2004. Hailed as groundbreaking from nearly all corners, the book contains essays that elucidate a lifetime of reading and thinking about literature and poetry. Wide-ranging and extremely learned, the essays, according to poet Mark Strand, “are models of civility, candor, and grace.” Encompassing almost all of the English literary tradition, Hecht’s essays also treat formal concerns such as the implications of the sestina and the structure of the sonnet. Strand went on: “I know of no other poet, certainly none of Anthony Hecht’s stature, who sheds as much light on the intricacies and hidden designs of poems and who does it with such style.”  \nA longtime professor of poetry at the University of Rochester, Hecht also taught at institutions such as Georgetown, Yale, Harvard, and Smith College. He served as poet laureate from 1982 to 1984, and won many of America’s most prestigious poetry awards, including the Bollingen Prize, the Ruth Lily Poetry Prize, the Wallace Stevens Award, and the Frost Medal. His collected poems were published in two volumes, Early Collected Poems (1993) and Later Collected Poems (2005). His death was marked by a great outpouring of tributes and eulogies. In the New York Times, David Yezzi offered this praise: “It was Hecht’s gift to see into the darker recesses of our complex lives and conjure to his command the exact words to describe what he found there. Hecht remained skeptical about whether pain and contemplation can ultimately redeem us, yet his ravishing poems extend hope to his readers that they can.”\n", "attrs": {}}