{"pf_url": "https://www.poetryfoundation.org/poets/aphra-behn", "name": "Aphra Behn", "yob": "1640", "yod": "1689", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/436e49950f29fc93d50b6e13e78e8782e7269719.jpeg", "bio": "\nAphra Behn, one of the most influential dramatists of the late 17th century, was also a celebrated poet and novelist. Her contemporary reputation was founded primarily on her \"scandalous\" plays, which she claimed would not have been criticized for impropriety had a man written them. Behn's assertion of her unique role in English literary history is confirmed not only by the extraordinary circumstances of her writings, but by those of her life history as well.\n\r\nNo one really knows her birth name or when exactly she was born. Her parentage has been traced to Wye, and tradition has it that she was born in 1640. One version of her life postulates that her parents were a barber, John Amis, and Amy, his wife. Another speculation about Behn has her the child of a couple named Cooper. However, an essay by the unidentified \"One of the Fair Sex\" affixed to the collection of The Histories And Novels of the Late Ingenious Mrs. Behn (1696) maintains that Aphra was the daughter of Mr. and Mrs. John Johnson of nearby Canterbury. Johnson was a gentleman related to Francis, Lord Willoughby, who appointed him lieutenant general of Surinam, for which Willoughby was the royal patentee. Whether Aphra was Johnson's natural child or fostered by him is not known, but what has been established with reasonable certainty was that in 1663 Aphra accompanied Johnson, his wife, and a young boy, mentioned as Behn's brother, on a voyage to take up residence in the West Indies. Johnson died on the way, and the mother and two children lived for several months in Surinam. This episode was to have lasting effects on Behn's life. Her most famous novel, Oroonoko (1688), is based on her experiences there and her friendship with a prince of the indigenous peoples. The facts about Behn's life after her return to England in 1664 are also unclear. She is known to have met and taken the name of a man considered to be her husband, who was perhaps a Dutch merchant whose name was either \"Ben,\" \"Beane,\" \"Bene,\" or \"Behn.\" Whatever the true circumstances, from that time on she was known publicly as \"Mrs. Behn,\" the name she later used for her professional writing. Aphra Behn was propelled into writing for a living by the death of her husband in 1665, and her indebtedness as a result of her employment as a spy for King Charles II.\n\r\nWhen her husband died, Behn was left without funds. Perhaps because of her association, through him, with the Dutch, she was appointed an intelligence gatherer for the king, who was, at least, to pay for her trip to Antwerp as his spy. But Charles did not respond to Behn's requests for money for her trip home, so in December 1666 she was forced to borrow for her passage back to England. Charles continued to refuse payment, and in 1668 Behn was thrown into debtor's prison. The circumstances of her release are unknown, but in 1670 her first play, The Forc'd Marriage (published, 1671), was produced in London, and Behn, having vowed never to depend on anyone else for money again, became one of the period's foremost playwrights. She earned her living in the theater and then as a novelist until her death on April 16, 1689.\n\r\nEven before her arrest for indebtedness, Aphra Behn had written poetry. These early poems indicate the versatility of her literary gifts and prefigure the skill and grace that characterize all of Behn's verse. Although it was impossible to make a living from writing poems exclusively, Behn, in the tradition of famous English playwrights whose poetry was also accorded distinction, pursued verse writing as an adjunct to her more lucrative work.\n\r\nBehn's contemporary reputation as a poet was no less stunning than her notoriety as a dramatist. She was heralded as a successor to Sappho, inheriting the great gifts of the Greek poet in the best English tradition exemplified by Behn's immediate predecessor, Katherine Philips. Just as Philips was known by her pastoral nom de plume and praised as \"The Matchless Orinda,\" so Behn was apostrophized as \"The Incomparable Astrea,\" an appellation based on the code name she had used when she was Charles's spy.\n\r\nSome of Behn's lyrics originally appeared in her plays, and there were longer verses, such as the Pindaric odes, published for special occasions. But the majority of her poetry was published in two collections that included longer narrative works of prose and poetry as well as Behn's shorter verses. Poems upon Several Occasions: with A Voyage to the Island of Love (1684) and Lycidus: Or The Lover in Fashion (1688) reflect Behn's customary use of classical, pastoral, courtly, and traditionally English lyric modes. Forty-five poems appeared in Poems upon Several Occasions; ten poems were appended to Lycidus. Ten more works appeared in the 1685 Miscellany. Posthumous publications include poems in Charles Gildon's Miscellany Poems Upon Several Occasions (1692) and in The Muses Mercury (1707-1708).\n\r\nBehn's distinctive poetic voice is characterized by her audacity in writing about contemporary events, frequently with topical references that, despite their allegorical maskings, were immediately recognizable to her sophisticated audience. Although she sometimes addressed her friends by their initials or their familiar names, she might just as easily employ some classical or pastoral disguise that was transparent to the initiated. Behn's poetry, therefore, was less public than her plays or her prose fiction, as it depended, in some cases, on the enlightened audience's recognition of her topics for full comprehension of both the expression and implications of her verse. Such poetic technique involved a skill and craft that earned her the compliments of her cohorts.\n\r\nBehn's response to this admiration was to display even more fully those characteristics which had earned her praise. Frequently her poems are specifically addressed to members of her social community and might employ mild satire as commentary, present events of their lives, and detail or explore the emotional states of their frequently complex relationships, especially those of love and sex. Less commonly Behn might use a translation or adaptation of another author's verse to discuss these issues in her own style. In these cases the poems are frequently redrawn to reveal Behn's own emphases and display more her artistic perspective than that of the original author.\n\r\nWhatever the source of the texts, whether her plays, a political or personal occasion, an adaptation or translation, or an emotional or psychological exploration, Behn's verse style is particular and identifiable, with a very distinctive voice. The speaker is usually identified as a character or as \"Astrea,\" Behn's poetic self, and there is usually a specific audience. There may be dialogue within a poem, but, unlike the dialogue in her plays, in the poetry the voices are joined in lyrical rather than dramatic expression. In fact, the musicality of Behn's verse is another identifying characteristic. Whereas many of Behn's predecessors and contemporaries, including Philips, to whom Behn was frequently compared, are known for the Metaphysical aspects of their verse, Behn's poems are more classical, in the tradition of Ben Jonson rather than John Donne. As such they rely more on the heritage of 16th-century ornate lyricism as practiced by Sir Philip Sidney, Edmund Spenser, and William Shakespeare, along with the epigrammatic tradition of light Juvenalian satire in Jonson and Robert Herrick, than the Marvellian wit and Miltonic grandeur of later 17th-century verse. Behn shares with John Dryden a preference for the couplet, but she also uses a modified ballad stanza and more varied verse forms if the content permits. The decorum of her verse is based in a very traditional relationship between structure and meaning, so that her discourse has a sense of immediacy and directness despite the conventionality of her literary forms. Perhaps it is because her use of vocabulary and form is so traditional that Behn, who was criticized as outrageous for the content of her works, was able, nevertheless, to thrive as a successful author.\n\r\nThe first of the Poems upon Several Occasions, \"The Golden Age,\" presents Behn's customary combination of tradition and innovation. It is described in the text as \"A Paraphrase on a Translation out of French,\" and although Behn criticism usually emphasizes that the poem is a translation, Behn herself presents rather more of the aspect of paraphrase. The poem restates well-known concepts in a typically idiosyncratic way. Behn conventionally places her paradise in a prelapsarian garden but then goes on to describe that sinless state as devoid also of \"civilized\" constraints. Lovers' vows are \"Not kept in fear of Gods, no fond Religious cause, / Nor in obedience to duller Laws\" but merely for joy alone. Honor, rather than being perceived as a desirable characteristic, is furiously attacked in two long verses as responsible for introducing the shame and formality that \"first taught lovely Eyes the art, / To wound, and not to cure the heart.\" This, she maintains, is \"a Cruel Law.\" She asserts that women have sexuality and can teach men how to express their feelings if only this false value, honor, were not in the way.\n\r\nBusiness and the rules of honor are also rejected in favor of a natural and easy \"Love\" in the poem \"A Farewel to Celladon, On his Going into Ireland.\" These verses ask Celladon why he bothers with boring government business (\"To Toyl, be Dull, and to be Great\"), when he knows that success will not bring happiness. It is more important, the speaker advises him, to enjoy the company of his close good friend, Damon, to whom Celladon is \"by Sacred Friendship ty'd,\" and from whom \"Love nor Fate can nere divide\" him. The tradition of close male friendships has both a literary and social history based in the classics. In this \"Pindarique,\" Behn elevates such a relationship over politics and commerce. In her other poems as well, there is a precedence of close personal relationships over public enterprise. The portrayal of many of these relationships is in the classical pastoral tradition, and several of the poems also present the classical concept of the person with attributes of both sexes, the androgyne or hermaphrodite.\n\r\n\"Friendship\" that is \"Too Amorous for a Swain to a Swain\" is the basis for one section in the long poem describing Behn's social circle, \"Our Cabal.\" The verses on \"Mr. Ed. Bed.\" describe the relationship between Philander and Lycidas as conventionally androgynous, with implicit overtones of sexuality. Philander, she writes, \"nere paid / A Sigh or Tear to any Maid: / ... / But all the Love he ever knew, / On Lycidas he does bestow.\"\n\r\nHomoeroticism is standard in Behn's verse, either in descriptions such as these of male to male relationships or in depictions of her own attractions to women. Behn was married and widowed early, and as a mature woman her primary publicly acknowledged relationship was with a gay male, John Hoyle, himself the subject of much scandal. Behn was known to have had male lovers throughout her lifetime, most notably the man allegorized as \"Amintas\" in her verses, but she also writes explicitly of the love of women for each other. Just as the emotional and physical closeness of men is justified by their androgynous qualities, so, for women, hermaphroditic characteristics transcend conventional boundaries by allowing the enjoyment of female and male qualities in lovers.\n\r\nThe breaking of boundaries in poetry, as in her life, caused Behn to be criticized as well as admired publicly. Her best-known poem, \"The Disappointment,\" finely illustrates Behn's ability to portray scandalous material in an acceptable form. The poem was sent to Hoyle with a letter asking him to deny allegations of ill conduct circulating about his activities. Both the letter and the poem were reprinted in early miscellaneous collections. \"The Disappointment\" has been traditionally interpreted to be about impotence. But it is also about rape, and presents a woman's point of view cloaked in the customary language of male physical license and sexual access to women. The woman's perspective in this poem provides the double vision that plays the conventional against the experiential.\n\r\nOne evening Lysander comes across Cloris in the woods. They are in love, and he makes sexual advances. She resists and tells him to kill her if he must, but she will not give up her honor, even though she loves him. He persists. She swoons. He undresses her. She lies defenseless and fully exposed to him, but he cannot maintain an erection. He tries self-stimulation without success. She recovers consciousness, discovers his limp penis with her hand, recoils in confusion, and runs away with supernatural speed. He rages at the gods and circumstance but mostly directs his anger at Cloris, blaming her for his impotence.\n\r\nThe traditional interpretation of this poem is that Cloris, having been aroused by Lysander's advances, flees from him in shame and that the lovers are both disappointed by Lysander's inability to consummate their relationship sexually. But that is only one line of meaning in the poem. Embedded in the text is another interpretation of these 14 stanzas. Cloris is definite: she says leave me alone or kill me. For her, rape is a fate worse than death, and she will not endure dishonor even for one she loves. When Lysander continues to force her \"without Respect,\" she lies \"half dead\" and shows \"no signs of life\" but breathing. Traditionally her passion and breathlessness have been read as sexual arousal, but they might just as easily be read as signs of her struggle to escape Lysander, which exhausts her. As soon as her struggle ends, he is \"unable to perform.\" In the poem, even though Cloris is unconscious, Lysander unsuccessfully tries self-stimulation, ostensibly to continue the attack. Cloris awakens, however, and takes the first opportunity she has to run away from him as fast as she can. Her decision to flee may clearly be seen as an attempt to escape. When she sees the state of things, she shows no sympathy. Lysander's anger is greater than mere disappointment—he rants at the gods and the universe for his impotence and accuses Cloris of witchcraft. The extent of his rage is more that of a thwarted assailant than an embarrassed lover.\n\r\nFor the first 13 stanzas of the poem, the story is told in the third person, with an omniscient speaker. But in the last verse, in a startling change of voice to the first person, the speaker identifies herself with Cloris and closes the narrative in sympathy with the \"Nymph's Resentments,\" which the speaker, as a woman, can \"well Imagine\" and \"Condole.\" The usual interpretation of \"The Disappointment\" will stand in a conventional reading, but this point of view ignores a particularly female perspective that Behn clearly asserts when, in the last stanza, she identifies with Cloris and not Lysander. The unconventionality of this poem is apparent when it is contrasted with the presentation of joyous amorous relations in some of Behn's other poems.\n\r\nOne of her best-known verses, happily juxtaposed to \"The Disappointment,\" is \"The Willing Mistriss.\" This poem describes how the female speaker becomes so aroused by the excellent courtship of her lover that she is \"willing to receive / That which I dare not name.\" After three verses describing their lovemaking, she concludes with the coy suggestion, \"Ah who can guess the rest?\" The poem is a good example of Behn's treatment of conventional courtly and pastoral modes, as is \"Love Armed,\" which describes Cupid's power to enamour.\n\r\nConvention and ingenuity are further united in the poem \"Song: The Invitation,\" where, witnessing Damon's pursuit of Sylvia, the speaker interposes herself to meet \"the Arrows\" of love and save Sylvia \"from their harms\" because Sylvia already has a lover and Damon would more appropriately be paired with the speaker.\n\r\nIn her poems Behn uses the dramatic qualities of voice which gave her such great stage success. Her verses are always spoken by a specific, identifiable individual, whose self-characterization becomes clear in the text. The effect of this technique is to give the poems a sense of immediacy and energy that reveals Behn's personality through her works. She almost always speaks from the point of view of a woman, and her attitudes convey a woman's confidence in dealing with men's amorous advances and betrayals. In the poem \"A Ballad on M. JH to Amoret, asking why I was so sad,\" the speaker tells how she was betrayed by her lover, and she warns Amoret to be careful and be sure to get the better of the man. Here the relationship between women is primary, as they are allies on the same side of the war of love. Men are frequently shown as enemies in the battle of the sexes, as Behn's poem \"The Return\" illustrates. In it she warns a tyrannous shepherd not to stray, since \"Some hard-hearted Nymph may return you your own.\"\n\r\n\"The Reflection\" is a classic song of betrayal with a twist. It is written from the point of view of a woman who gave in to her lover. He used every means he could to get her; then, the more she wanted him, the less he wanted her. Although he made many vows, he betrayed her. Since her pain is too great for tears, traditional consolation is inadequate; therefore, she will die. This poem is a variation on the standard pastoral \"lover's complaint\" of the male: conventionally the courtly beloved refuses to give in to her suitor, and he proclaims he will die of lovesickness. This poem uses the conventional pastoral mode, including the appeal to nature, to witness and participate in the lover's grief. But although the woman's sorrow is conventional, the consequences of betrayal are far more profound for her than they would be for a male counterpart. She is, in the old-fashioned meaning of the word, \"dis-maid,\" bereft of her maidenhood, and as one no longer virgin, banished from consideration by future suitors. In her society there is nothing for her to look forward to, so she may as well die.\n\r\nIn \"To Alexis in Answer to his Poem against Fruition. Ode\" Behn asserts that men are only interested in conquest and that once they get what they want from one woman, they go on to another. This point of view, as presented by a male speaker, is also a highlight of the poems interspersed throughout the prose text of Lycidus: Or The Lover in Fashion. The popular \"A Thousand Martyrs I have made\" presents the philanderer's scorn for \"the Fools that whine for Love\" in the context of the narrator's lighthearted appraisal of his unreformed self. The speaker of the poem takes delight in his ability to play the game of love in appearances only, exempting himself from serious hurt. Because of his emotional detachment, ironically, he scores more conquests than those for whom love is serious.\n\r\nOne of Behn's strongest statements on the failure of a double standard in heterosexual love is \"To Lysander, on some Verses he writ, and asking more for his Heart then 'twas worth.\" This poem uses metaphors from banking and investment to illustrate Lysander's materialism, and the speaker promises to get even. She tells him to take back his heart, since he wants too much from her for it. He does not want an equal or fair return (her heart for his heart) but much more from her than he is willing to give. He does not allow her even to be friendly with others, but, at the same time, he is cheating on her. She protests that he gives her rival easily what she only gets with pain, and his intimacy with another hurts her. She calls for fairness in love—if he takes such liberties, she should be allowed them as well. If Lysander does not maintain honesty with her, she warns, he will find that she can play a trick too. Her \"P. S. A Song\" declares: \"Tis not your saying that you love, / Can ease me of my Smart; / Your Actions must your Words approve, / Or else you break my Heart.\"\n\r\nBehn's poems express anticonventional attitudes about other topics as well. She makes a strong antiwar statement in \"Song: When Jemmy first began to Love,\" concluding with the question of what is to become of the woman left behind. In \"To Mr. Creech (under the Name of Daphnis on his Excellent Translation of Lucretius),\" she praises the translator for making accessible to unlearned women a work originally in Latin. As a member of the female class, which is denied education in the classics, she would like, she says, to express her admiration to him in an acceptable, manly fashion. Because she is a woman, however, her response to his translation is not mere admiration, but a fiery adoration, since women are thereby advanced to knowledge from ignorance. She describes the state of women as her own: \"Till now, I curst my Birth, my Education, / And more the scanted Customes of the Nation: / Permitting not the Female Sex to tread, / The mighty Paths of Learned Heroes dead.\"\n\r\nBehn writes, then, as the representative of all women, allying herself openly with women against men in the war conventionally called love. She tells her friend Carola, \"Lady Morland at Tunbridge,\" that even though she is a rival for Behn's lover, when she saw her, she grew to admire and love her. Because of that, she warns, beware of taking my lover as your own—he is experienced and can slip the chains of love. You deserve a virgin, she says, someone who has never loved before, who only has eyes for you and has a \"soul as Great as you are Fair.\"\n\r\nWomen uniting to oppose a faithless male lover is the theme of Behn's entertainment, \"Selinda and Cloris,\" in which the title characters befriend each other in order to deal with betrayal. First Selinda is warned by Cloris about Alexis, who was untrue to her. Selinda's response is to ally herself with the other woman and vow that Alexis will not conquer her as he did Cloris. The women praise each other's generosity and intelligence, agreeing to be good friends. The reciprocal relationship between the women includes both physical and intellectual attraction, friendship, and sexuality. Cloris \"will sing, in every Grove, / The Greatness of your Mind,\" to which Selinda responds, \"And I your Love.\" They trade verses and sing together just as traditional pastoral speakers do. In this case, however, in addition to being poets, lovers, singers, and shepherds, the speakers are also, untraditionally, female. The celebration of their mutual joy is a variant on the conventional masque of Hymen, and it presents in song and dance a formal poetic drama that emphasizes the eroticism of the women's relationship.\n\r\nThe bonding of women in female friendship is most clearly stated by Behn in her explicitly lesbian love poem, “To the Fair Clorinda.” This is the last of the poems appended to Lycidus, and in it Behn shows how important to her were those androgynous qualities for which she herself was praised. Just as she was commended in the dedicatory verses of her Poems upon Several Occasions for having \"A Female Sweetness and a Manly Grace,\" Behn asserts the unity of \"masculine\" and \"feminine\" characteristics in her \"beloved youth.\" She cleverly argues that she \"loves\" only the \"masculine\" part of Clorinda and to the \"feminine\" gives merely friendship. Since Clorinda's perfection manifests the idealized Platonic form, loving her cannot and should not be resisted. Further, since that by which society defines sex is not found in the female form, that is, women do not have the necessary physical equipment to consummate what is culturally considered \"the sex act,\" love between women is, by definition, \"innocent,\" and therefore not subject to censure. Clorinda is a \"beauteous Wonder of a different kind, / Soft Cloris with the dear Alexis join'd.\"\n\r\nThe poem may be read as the speaker's justification of her own approach to a forbidden beloved, but Clorinda is not a passive fair maiden. She is the one who, the title states, \"made Love\" to the speaker, and, in the last quatrain, her \"Manly part ... wou'd plead\" while her \"Image of the Maid\" tempts. Clorinda, therefore, may also be seen as the initiator of their sexual activity, with the speaker justifying her own response in reaction to the public sexual mores of her time. As the poem ends, Behn, in a witty pun on her first name, asserts the multigendered sexuality of both Clorinda and the speaker, and \"the noblest Passions do extend / The Love to Hermes, Aphrodite the Friend.\"\n\nAphra Behn's later reputation as a playwright, novelist, and poet has benefited from her value as a model for women writers as noted first by those distinguished Victorian women of letters, Vita Sackville-West and Virginia Woolf. Sackville-West's early biography (1927) and Woolf's memorializing of Behn in A Room of One's Own (1929) as the first woman in England to earn her living by writing place Behn foremost in feminist literary history. The complexity of Behn's verse, its logical argument, pastoral and courtly conventions, biblical and classical allusions, and incisive social comment define a unique poetic vision.\n", "attrs": {"Region:": ["England"]}}