{"pf_url": "https://www.poetryfoundation.org/poets/aram-saroyan", "name": "Aram Saroyan", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eb5154847d1813e0de01587d97c3f6b2b3bcb44a.jpeg", "bio": "\nAram Saroyan is a poet, novelist, memoirist, and playwright. He attended the University of Chicago, New York University, and Columbia University, but did not complete a degree. The son of the writer William Saroyan, Aram made his debut as a writer with six poems and a review of Robert Creeley's novel The Island in the April 1964 issue of Poetry magazine. He became famous for his one-word or “minimal” poems, a form he developed during the early and mid-1960s, and which is often linked to Concrete poetry. Saroyan is also frequently linked to Second Generation New York School Poets and conceptual art. Saroyan’s first books in this mode were Aram Saroyan (1968) and Pages (1969). Perhaps the most famous of Saroyan’s one-word poems is “lighght.” George Plimpton included it in The American Literary Anthology, an anthology paid for by the newly established National Endowment for the Arts. The poem became the center of a heated debate over government funding for the arts. Saroyan himself has said that, “apparently the crux of the poem is to try and make the ineffable, which is light—which we only know about because it illuminates something else—into a thing. An extra ‘gh’ does it … It’s sculptural on that level.” Saroyan’s Complete Minimal Poems (2007) won the William Carlos Williams Award and was republished in 2014. Other collections of Saroyan’s poetry include Day and Night: Bolinas Poems (1999).\nSaroyan has published numerous volumes of prose, including collections of essays and books of fiction such as Still Night in L.A. (2015), Door to the River: Essays and Reviews from the 1960s into the Digital Age (2010), Artists in Trouble: New Stories (2002), and Starting out in the Sixties (2001). His memoirs include Friends in the World: The Education of a Writer (1992), Last Rites (1982), about the death of his father, and the autobiographical novel The Street (1974). He has written about the literary and artistic milieu in Genesis Angels: The Saga of Lew Welch and the Beat Generation (1980) and Trio: Oona Chaplin Carol Matthau and Gloria Vanderbilt: Portrait of an Intimate Friendship (1985) and his true-crime book Rancho Mirage: An American Tragedy of Madness, Manners, and Murder (1993) was a Literary Guild selection. His novel The Romantic (1988) was a Los Angeles Times Book Review Critic’s Choice selection.\nSaroyan’s honors and awards include fellowships from the National Endowment for the Arts. A former president of PEN USA West, he has previously taught on faculty in the Masters of Professional Writing Program at the University of Southern California. He lives in Los Angeles.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["New York School (2nd Generation)"]}}