{"pf_url": "https://www.poetryfoundation.org/poets/archibald-macleish", "name": "Archibald MacLeish", "yob": "1892", "yod": "1982", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/03469e7e6532ae57331bb5c438a580089e757dad.jpeg", "bio": "\nA poet, playwright, lawyer, and statesman, Archibald MacLeish’s roots were firmly planted in both the new and the old worlds. His father, the son of a poor shopkeeper in Glasgow, Scotland, was born in 1837—the year of Victoria’s coronation as Queen of England—and ran away first to London and then, at the age of 18, to Chicago, Illinois. His mother was a Hillard, a family that, as Dialogues of Archibald MacLeish and Mark Van Doren reveals, MacLeish was fond of tracing back through its New England generations to Elder Brewster, the minister aboard the Mayflower. MacLeish was born in Glencoe, Illinois, attended Hotchkiss School from 1907 to 1911, and from 1911 to 1915 studied at Yale University, where he edited and wrote for the Yale Literary Magazine, contributed to the Yale Review, and composed Songs for a Summer’s Day, a sonnet sequence that was chosen as the University’s Prize Poem in 1915. MacLeish married Ada Hitchcock in 1916. Two years later he saw service in France and published his first collection of poems, Tower of Ivory (1917).\nMacLeish viewed World War I as the ending of an old world and the beginning of a new one that was sensed rather than understood. His early poetry was his attempt to understand this new world; MacLeish would later say that his education regarding this world began not in his undergraduate years at Yale, but in years after the war at Harvard Law School. As he declared in Riders on the Earth: Essays and Recollections (1978), Harvard sparked in him a sense of the human tradition, “the vision of mental time, of the interminable journey of the human mind, the great tradition of the intellectual past which knows the bearings of the future.”\nMacLeish’s personal dilemma, and the constant theme of his early writings, was the reconciliation of idealism with reality. This theme had run through his undergraduate short stories and through his first long poem, “Our Lady of Troy,” which was published in Tower of Ivory. In his own life, he resolved this dilemma by turning from his promising career as a lawyer to pursue the vocation for which the law courts had left him little time—that of poet. In the summer of 1923, MacLeish announced his commitment to poetry by moving from Boston with his wife and two children, into a fourth-floor flat on the Boulevard St. Michel in Paris, France.\nThe first major period of MacLeish’s poetic career—some would say the only major one—thus began in the early 1920s, when he gave up the law and moved abroad, and closed in the later 1930s, when he took on a succession of “public” obligations. During these years, MacLeish’s work was made up of nine longer poems or sequences of poems, accompanied by lyric meditations and statements in various forms on diverse but characteristic themes: doubt, loss, alienation, art, aging, the quest. The shorter poems, some of them very successful, have by anthologizing and other emphases become better known than the longer ones. MacLeish’s collection, New and Collected Poems, 1917–1984, however, emphasizes the interrelation of his longer and shorter poems, as did his first major collection, Poems, 1924–1933.\nThe “other poems” of 1924’s The Happy Marriage, and Other Poems, still late Victorian prentice-work, are often reminiscent of Edwin Arlington Robinson—whom MacLeish admired—and are justly forgotten. But the title poem, with its more complex, more contemporary subject, alternates skilled imitation of major predecessors with accents of personal authority. It could even be argued that this mixed transitional style fits, if only by chance, the protagonist’s own confusion between trite attitudes and existential authenticity. By Part Four of The Happy Marriage, the protagonist’s recognition of marital reality has found its poetic voice, what Grover Smith called in Archibald MacLeish “conscious symbolism; witty, almost metaphysical strategies of argument; compressed and intense implications.”\nThe Pot of Earth tells the very different story of a very different figure, a young woman deeply affected psychologically or culturally by archetypal myths of woman’s fertility and its transformative powers as seen through “the figure of the dying god whose imaginative presence is at the core of cultural vitality,” according to John B. Vickery in The Literary Impact of the Golden Bough. Obsessed by symbolic mythical images—excessively so in the unrevised version—she dies in childbirth, sought by or seeking a death dictated by myth, the unconscious, or simple biology. To tell her moving story, MacLeish interweaves narrative and lyric forms, regular and irregular verse of great eloquence that reinforces the pathos, irony, and mystery of her fate.\nBesides marking the first publication of Einstein, 1926’s Streets in the Moon has some of MacLeish’s best and best-known shorter poems. In “Memorial Rain” (directly) and in “The Silent Slain” (indirectly) MacLeish came to what terms he could with concerns identified in Paul Fussell’s The Great War and Modern Memory. “The Farm” illustrates the search for New England roots that ran through MacLeish’s career and his writings in prose and verse. Other poems reflect the varying expatriate moods that came together after a few years in “American Letter.” And the well-known, too often misunderstood “Ars Poetica” conveys in its images, imitative form, and self-contradictions MacLeish’s permanent conviction that a poem should both mean and be.\nIn Einstein, published separately in 1929, MacLeish presented a day’s meditation that recapitulates the major stages in Einstein’s physical and metaphysical struggle to contain and comprehend the physical universe, from classical empiricism through romantic empathy to modern, introspective, analytic physics. In flexible, elaborate, evocative blank verse, with an epigrammatic literal/allegorical prose gloss, and in a rich texture of spatial imagery the poem “narrates” Einstein’s quest for knowledge. To Frederick J. Hoffman in The Twenties, this quest is shown as “pathetic and futile,” but to Lauriat Lane Jr., in an Ariel essay, it is “potentially tragic” and an example of “modern, existential Man Thinking.”\nCiting The Hamlet of A. MacLeish, Leslie Fiedler in Unfinished Business identified four appeals of the story of Hamlet to the American imagination: 1) “anguish and melancholy,” 2) “the notion of suicide,” 3) “the inhibitory nature of conscience,” and 4) “an oddly apt parable of our relationship to Europe.” This poem, MacLeish’s most complex and elaborate, addresses all four subjects. Combining and contrasting what Fiedler elsewhere called signature and archetype, autobiography and myth, the work, which contains fourteen sections and a Shakespearean gloss, juxtaposes dialectically Hamlet, MacLeish’s personal and poetic autobiographical uncertainties, and two fulfilled quests—a medieval Grail romance and tribal migrations out of the Anabase of Saint-John Perse, whose fulfillment only intensifies the doubts and despairs of Hamlet/MacLeish. As he recorded in A Reviewer’s ABC, Conrad Aiken, who had found Einstein “a long poem which any living poet might envy, as rich in thought as it is in color and movement,” labeled The Hamlet of A. MacLeish “a kind of brilliant pastiche,” although “full of beautiful things.” Aiken went on, however, to pose the unanswered question of “whether [MacLeish’s] ‘echoes’ might not, by a future generation, be actually preferred to the things they echo.” Often, in MacLeish’s work, such “echoes” are a form of brilliant, purposeful parody, an additional stylistic power finally recognizable 50 postmodern years later for what it is.\nAs its title implies, MacLeish published New Found Land after he had returned to America for good. Less varied and experimental in form than the short poems of Streets in the Moon (1926), the poems in the slender New Found Land (1930) share the moods and concerns of The Hamlet of A. MacLeish. Along with “American Letter,” the book has one of MacLeish’s most famous “international” poems, “You, Andrew Marvell,” and one of his greatest regional ones, “Immortal Autumn.” For Signi Falk in Archibald MacLeish, New Found Land reveals “a poet torn between the old world and the new.”\nConquistador (1932), too, combines the old world and the new, but by the year of the book’s publication, the choice had become clear if often tragic in its outcome. In the conquerors of Central American native civilization MacLeish found a romantic, exotic history that could also serve as a myth, a metaphor, for closer, more familiar history and concerns. In Montezuma, Cortez, and Diaz, the poem offers three figures—god, hero, and man—who share the reader’s attention and good will and who are examined in an ironic context of human blood and natural beauty, greed for gold and sun-worship, political intrigue and heroic quest. Seeing the poem wholly through its narrator, Diaz, Allen Tate praised the poem for its “finely sustained tone,” its “clarity of sensuous reminiscence,” and its “technical perfection,” but found in its sentimentality “one of the examples of our modern sensibility at its best; it has the defect of its qualities,” as Tate recorded in Essays of Four Decades.\nIn their many interrelations, The Pot of Earth, Einstein, The Hamlet of A. MacLeish, and Conquistador form a tetralogy of four major high modernist poems. With “Elpenor”—originally “1933”—which appeared in Poems, 1924–1933 and which has subsequently been republished under each title, MacLeish moved toward the “public speech” of the post-Depression, Rooseveltian 1930s. Both a vivid retelling and sequel to Homer and Dante, this compressed little epic populates a modern Hell in the manner of Ezra Pound’s poetry and points “the way on,” in MacLeish’s characteristic symbolic topographical imagery, where its readers can “begin it again: start over.”\nAmong the other new poems in Poems, 1924–1933, “Frescoes for Mr. Rockefeller’s City” (also published separately in 1933) dealt with a public controversy and caused additional public excitement. Although praised by Cleanth Brooks in Modern Poetry and the Tradition, it has “not only ideological but functional problems,” as Grover Smith declared; and some of its sections, like several of MacLeish’s other public poems of the 1930s, reveal “the absence of arresting images and the slackness of the rhythm” that troubled David Luytens in The Creative Encounter. However, as recorded in Literary Opinion in America, Morton D. Zabel also found in these public poems “a signal of profitable intentions” and discovered “a very moving beauty” in the very unpublic set of lyrics, “The Woman on the Stair,” in Public Speech.\nThe last of MacLeish’s longer poems of the 1930s was America Was Promises. In an essay collected in A Poet’s Alphabet, Louise Bogan attacked it as “MacLeish’s saddest and most conglomerate attempt at ‘public speech’s’ to date … political poetry, even a kind of official poetry,” but Grover Smith later reassessed it as “the most eloquent of the ‘public’ poems … much better as a poem than as a message: for once, MacLeish’s adaptation of St.-J. Perse’s geographic evocations seems precisely right.” America Was Promises combines such “geographic evocations” with a quasi-allegorical, populist history of Jefferson and Man, Adams and the Aristocracy, Paine and the People. For The Human Season: Selected Poems, 1926–1972 MacLeish cut from America Was Promises almost all its “official” poetry and possibly made it a much better poem.\nLooking back over these first two decades of MacLeish’s poetry, Karl Shapiro declared in Essay on Rime “a special speech is born / Out of this searching, something absolute, … a linguistic dream … an influential dialect.” In this poetry, said Hyatt H. Waggoner in The Heel of Elohim, “The will to believe is certainly present, but so also are the vacant lights, the bright void, the listening, idiot silence”; yet in North American Review, Mason Wade saw in the same poetry a “moving … intellectual anabasis,” and in Sewanee Review Reed Whittemore praised some of it as “Democratic Pastoral.”\nIn 1924 The Happy Marriage had explored the idea that out of the union of the ideal and the real must emerge a more mature sense of individual identity. This same theme carried through MacLeish’s 1926 poetic drama, Nobodaddy, a verse play that uses the Adam and Eve story as “the dramatic situation which the condition of self-consciousness in an indifferent universe seems to me to present.” MacLeish would affirm, a few years later, that the poet’s role was “the restoration of man to his position of dignity and responsibility at the centre of his world.” Nobodaddy provided its author with the opportunity to return to humankind’s origins, to explore the human condition in terms of its myths and mysteries. To MacLeish, the work was a simple and forthright play of the beginnings of human consciousness.\nIn the resolution of his own sense of self-consciousness, symbolized by his move to Paris in 1923, MacLeish showed a certain kinship with his character Cain. Both had found the strength necessary to sever—in Cain’s words—the thick vein “that knots me to the body of the earth,” and to grab control of the centers of their own worlds. Nobodaddy is the story of humankind attempting to make sense of the chaos of its life. It can also be read as the apologia for its author. And its theme of a world in which humankind is bewildered and bored, a world in which its knowledge is not matched by its understanding, is one that would run through much of MacLeish’s writing during the 1920s.\nWhen MacLeish returned from Europe in 1928 and settled in Conway, Massachusetts, he had obviously “re-viewed” America. The country’s idealism, reflected especially in the philosophies of its founders, supplied him with a sense of identity and place that existential angst had failed to engender. The questor had reached this personal goal only to find the obvious truth that each goal is a new beginning and that his search had been only his initiation into what would be a lengthy continuing journey. While the writer was now set to move in new directions, George Dangerfield asserted in a 1931 Books essay that “if [MacLeish] were never to write another word, he would still be a poet of definite importance.”\nMacLeish’s first produced stage play, Panic: A Play in Verse (1935), is a variation on the Cain story set against the background of the American Depression and a generation of capitalists he felt were in the process of leaving capitalism “intellectually defenseless and unarmed.” The conflict of the play is between the will of a man (McGafferty, played in the original production by Orson Welles) and a fatalistic concept of human life (dialectical materialism). McGafferty surrenders to the delphic oracle of Marxist determinism and thus falls victim to it. As the Blind Man in the play observes, the financier fails because (unlike Cain) he will not trust his own freedom.\nThe play was MacLeish’s attempt to comprehend the real sense of panic in a country where individualism had turned into individual greed and freedom had been replaced by a failing “free enterprise.” US communists found the play particularly frustrating, as MacLeish (who was on the editorial board of Fortune) refused to view what they took to be the imminence and inevitability of the Marxist revolution as anything more than a delphic prophecy that the crowd chorus was free to reject. Various other reviews of the production centered on the poet’s attempt to create a verse line for the modern stage. Malcolm Cowley declared in a 1935 New Republic assessment that the play brought “a new intelligence to the theatre and [embodied] the results of the experiments made by modern poets.”\nIn the late 1930s, speaking with the “public voice” that characterized his writings from the beginning of the decade, MacLeish wrote two verse plays for radio: The Fall of the City, broadcast in April, 1937, and Air Raid, broadcast in October, 1938. The first of these was the poet’s exploration of his sense of a developing worldwide change in the commitment of human consciousness to human freedom. It was a change that MacLeish’s own hero and friend, President Franklin D. Roosevelt, had addressed at his first inauguration: “We have nothing to fear but fear itself.” Air Raid grew out of the German bombing of Guernica and Pablo Picasso’s response to that slaughter through his painting, “Guernica.” Air Raid is a play for voices dealing with the changes in the nature of war and with the alterations in the human spirit that had permitted such changes. MacLeish intended neither script to be primarily a political statement; he looked upon both as poems, as creations that explored what he perceived to be these changes rather than as attempts to persuade. Still, the closeness of MacLeish’s sympathies to Roosevelt’s has led Luytens to call MacLeish “the poet laureate of the New Deal.”\nThe Trojan Horse, a verse drama first presented on the BBC in 1952, is in many ways a return to earlier decades and earlier characters. Helen of Troy had been earlier seen in a closet drama titled Our Lady of Troy and collected in MacLeish’s Tower of Ivory. She had later appeared in The Happy Marriage as the symbol of Beauty. The Blind Man, who earlier laid the future before McGafferty in Panic, has the same function here. Paul Brooks, in a note accompanying the first edition of The Trojan Horse, tied the play to the McCarthy era, but the script was intended more generally to explore in myth the sense of deception the poet had perceived in his own century. The poetic sense of awareness itself is presented in a 1953 play, This Music Crept by Me upon the Waters, where Elizabeth, as did Cain before her, experiences the discovery of her own place in the cosmos.\nThe public voice that found its way into MacLeish’s poetry in the 1930s was a reflection of the sense of public responsibility he had come to accept on his return from Paris. Harriet Monroe in a 1931 issue of Poetry, wrote that she has “much faith in the ability of this poet to interpret his age: he has the thinking mind, the creative imagination, the artistic equipment of beautiful words and rhythms.” This voice was heard most directly in the many articles and speeches MacLeish wrote on the role of the poet and, through the political chaos of the western world in the 1930s and 1940s, on the direction he felt America should be pursuing. Much of this material has been collected in A Time to Speak (1941), A Time to Act (1943), and A Continuing Journey (1968). Also, as Falk points out, MacLeish committed himself to such public offices as Librarian of Congress from 1939 to 1944, assistant director of the Office of War Information in 1942, Assistant Secretary of State from 1944 to 1945, and chair of the US delegation to the founding conference of UNESCO in 1945.\nMacLeish said several times that in the long poem “Actfive,” published in Actfive and Other Poems in 1948, he tried to come to terms with his and the world’s experiences in the immediately preceding years: the challenge and suffering of World War II, the opportunities and failures of the peace, the loss of so many faiths. Conquistador had offered an implicit choice between god, hero, and man; “Actfive,” in its three scenes, redefines and makes that choice. With the God gone, the King dethroned, and Man murdered—all in elegiac, characteristically despairing lines—the heroes of the age are then thrust forward in their emptiness through sardonically abrupt rhythms. They give way, in turn, to “the shapes of flesh and bone,” in whose moving, subtly musical, indirect voices MacLeish’s long involvement with Matthew Arnold is fulfilled. The result is a poetic affirmation, “humanist and existentialist,” according to Luytens, for an even darker, more confused, post-Arnoldian time.\n“Actfive” was MacLeish’s last poem to interweave lyric statement and emblematically condensed narrative within an extended structure of feeling and idea. In the period from 1944 to 1954, called by Grover Smith “his second renaissance,” he published over 80 short poems, half of them, apparently, written in two very creative years after he began teaching poetry at Harvard, where he was Boylsten Professor from 1949 to 1962. In style these poems, having many forms and treating a great variety of subjects, might be called neo-modernist, embodying a riper, wiser Imagism, for example. But their combination of immediate, personal concern with impersonal form, image, and language is not easily labeled. Poets Hayden Carruth in Effluences from the Sacred Cave, Richard Eberhart in Virginia Quarterly Review, John Ciardi in Atlantic, and Kimon Friar in New Republic have all praised these poems.\nThe best of these short works succeed, not surprisingly, in the terms of MacLeish’s Poetry and Experience, which defines the “means” by which and the “shapes” in which poetry finds its “end” meaning. In brief, MacLeish contended, poetry combines sounds, signs, images, and metaphor to give meaning to the private world (Emily Dickinson), the public world (William Butler Yeats), the anti-world (Arthur Rimbaud), and the arable world (John Keats).\nAmong the lyrics of the private world, which record recognizable and therefore meaningful experience spoken in a living, personal voice, are such fine love poems as “Ever Since,” “Calypso’s Island,” “What Any Lover Learns,” and such testaments of poetic and humanist faith as “A Man’s Work,” “The Two Priests,” “The Infinite Reason,” and “Reasons for Music,” some of which also look outward to the public world. MacLeish’s poetic statements of and for the world of public affairs are designed both “to lash out” and to try to “make positive sense of the public world,” as he asserted in Poetry and Experience. “Brave New World,” for example, “lashes out” in tight, cutting quatrains at the loss of Jefferson’s vision of human freedom. “The Danger in the Air” and “The Sheep in the Ruins“ move meditatively toward making some sense against the danger, amid the ruins. Very few of these short poems look toward Rimbaud’s anti-world. For MacLeish, as for Rimbaud, the sea was the great image of the Unknown: over the sea in “Voyage West,” beneath it in “The Reef Fisher.” MacLeish declared in Poetry and Experience that “Rimbaud’s anti-world was not a rejection of the possibility of the world”; nor were MacLeish’s own few visions of that anti-world. Poems of the arable world try to make familiar yet tragic “truth of the passing-away of the world.” In his Dialogues with Mark Van Doren, MacLeish testified how much the arable world of Uphill Farm in Massachusetts meant to him, as did “The Two Trees,” “The Snow Fall,” and “The Old Men in the Leaf Smoke.” From Caribbean Antigua, on the other hand, probably came “The Old Man to the Lizard” and “Vicissitudes of the Creator.” And the truth of the passing-away of the world took another, more direct, even more moving form in “For the Anniversary of My Mother’s Death” and “My Naked Aunt.”\nSeveral volumes of MacLeish’s prose—Poetry and Experience (1960), a section of A Continuing Journey (1968), and Poetry and Opinion: The Pisan Cantos of Ezra Pound (1950), on the controversy surrounding Ezra Pound’s support for Mussolini during World War II—grew out of his teaching. His two earliest collections of literary and political statements were A Time to Speak and A Time to Act—“a couple of books of speeches,” as he labeled them in Letters of Archibald MacLeish, 1907 to 1982. Some of these prose pieces, most notoriously “The Irresponsibles,” strayed dangerously close to propaganda—admittedly in a time of great public danger—and were attacked for this failing by critics like Edmund Wilson in Classics and Commercials and Morton D. Zabel in Partisan Review. In still another vein, Champion of a Cause: Essays and Addresses on Librarianship reprinted MacLeish’s deliberately nonprofessional, nontechnical “essays and addresses on librarianship.”\nMacLeish’s prose, for the most part, bore public witness to familiar but important ideas and beliefs. The editors of Ten Contemporary Thinkers included four MacLeish essays that represent well the range of his prose: “The Writer and Revolution,” “Humanism and the Belief in Man,” “The Conquest of America,” and “The Isolation of the American Artist;” his essays and books specifically on poetry and poets eloquently and even more significantly witness to the broadly defined powers of poems to move their readers. And even the most topical of MacLeish’s political essays keep their relevance. In 1949 he first published “The Conquest of America” on the dangers of mindless anti-Communism and failure to reaffirm the American “revolution of the individual.” In 1980 the Atlantic felt obliged by events to reprint MacLeish’s warning. To the end of his long life he continued, in prose and in poetry, to praise and to warn “the Republic.”\nHaving left public life and moved to Harvard by the late 1940s, MacLeish refocused his attention from the social and political themes of the preceding two decades toward an earlier poetic interest: the place and value of man in the universe. In his longer postwar poetic works, he followed his own exhortation to invent the metaphor for the age. His series of poems collected as Songs for Eve returned again to the setting of Nobodaddy to emphasize once more the fundamental importance of self-consciousness in an indifferent universe. Despite his various attempts to find in Adam and Eve the metaphor for the age, the poet’s most successful image of the human spirit appeared four years later on the stage of New York’s ANTA Theatre in the character of J.B. J.B.’s structure, in the acting edition of the play, differs substantially from the original version published by Houghton Mifflin in 1958, but the main characters remain basically the same. J.B. comes across both the footlights and the page not as a character in a morality play—for the play, despite its early scenes, is not a morality play—but as a flesh-and-blood common man beset by sufferings to which all flesh is heir. And in J.B.’s struggle and success against an inexplicable, brutal, and unjust universe, MacLeish presented what he hoped would be the metaphor for humankind’s next era. Like Job, J.B. is not answered, yet his love for Sarah affirms, in the playwrights phrase, “the worth of life in spite of life.” That worth is found in a love that paradoxically answers nothing but “becomes the ultimate human answer to the ultimate human question.”\nAfter receiving a Pulitzer Prize, his third, for J.B. (1958), MacLeish returned to man’s quarrels with the gods in Herakles, first produced in 1965 and published in 1967. During the first part of the play, Professor Hoadley is drawn to Greece, the patria of the intellectual life, in search of the spirit of Herakles, the half-man, half-god who dared to struggle with the unanswered questions of the universe. Balancing Hoadley’s search for intellectual perfection is his wife’s conviction that life is a concrete reality including the human imperfection her husband would transcend. In the second half of the play, a frustrated Herakles fails to receive a sign from Apollo and angrily ascends to the temple door threatening to answer his own oracle. But, despite the merits of his deeds, he is unable to perform the god-like act of pronouncing his own destiny. In the end, Hoadley’s wife and Herakles’s Megara refocus the human spirit where J.B. had earlier found it—on the day-to-day occupation of living, not in glorious myth, but in concrete reality.\nIf J.B. and Herakles raise still-unanswered questions, they also affirm that all questions need not be answered. MacLeish’s last full-length play, Scratch (1971), finds its source in “The Devil and Daniel Webster,” Stephen Vincent Benet’s treatment of the mythical American confrontation between man and the Devil. Alone of the final three plays, it explores questions that, because of their American roots, could move closer to resolution within the text. MacLeish felt there were three reasons that Benet’s story had widened into myth: that the Republic had become full of men and women who had sold their souls “for its comforts and amenities”; that “belief in hell was reviving everywhere and that, if only love of life could be turned into contempt for living, hope into despair, the entire planet would dissolve into that cistern of self-pity where [Samuel Beckett’s] Godot never comes”; and that Daniel Webster’s concern for Liberty and Union, or freedom and government, was as contemporary as it had ever been.\nDuring the 1960s and 1970s, MacLeish also wrote three shorter scripts: a highly polemical television play, The Secret of Freedom (1960); an “outdoor play” for the bicentennial of Conway titled An Evening’s Journey to Conway, Massachusetts (1967); and The Great American Fourth of July Parade (1975), a verse play for radio. All three works reflect their author’s continual concern for the central values of America’s founders, as does his dramatic monologue, “Night Watch in the City of Boston.”\nMacLeish would grant a series of interviews between 1976 and 1981 that he considered an accurate reflection of his life as a poet. Published as Archibald MacLeish: Reflections in 1986, these interviews portray a writer who was, in the words of Choice reviewer J. Overmyer, “meticulous about the truth, outspoken, and delightful.” Full of details about his stay in Paris, his management of the Library of Congress, his law and teaching experiences, and including many reminiscences of family and friends, MacLeish initiated the interviews, which were given to Bernard A. Drabeck and Helen Ellis, teachers from a community college near the aged poet’s Massachusetts home. While noting that MacLeish’s descriptions of his involvement in Washington politics contained “dramatic moments,” William Pratt commented in World Literature Today that “nothing reverberated in his memory with the passion of Paris in the twenties, the time when he found himself as a poet and the foundation on which the rest of his distinguished public career was built.” Characterizing Reflections as “a gifted writer’s purely spoken autobiography,” New York Times Book Review critic Robert Gorham Davis maintained that “In this genial, relaxed book we have a golden view of the candidly retrospective statesman-poet in his old age as he really was, with most pretension and all rhetoric abandoned.”\nRetiring from public life during his last decades, MacLeish became not so much an elder statesman as an elder of various churches: the churches of friendship, of patriotism, of poetry, of love, of death. His talks, interviews, letters, essays, and poems, and his parable-play for radio, The Great American Fourth of July Parade, all voice the recurring, autumnal concerns of “the human season” in a quiet, personal, “elderly” voice. Almost 90 years old, MacLeish died on April 20, 1982, the day after Patriot’s Day.\n", "attrs": {"School/Period:": ["Modern"]}}