{"pf_url": "https://www.poetryfoundation.org/poets/arthur-sze", "name": "Arthur Sze", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/94d01a159362aeeb34a6d3d01356fa7d1259fedf.jpeg", "bio": "\nArthur Sze was born in New York City in 1950, and educated at the University of California-Berkeley. Known for his difficult, meticulous poems, Sze’s work has been described as the “intersection of Taoist contemplation, Zen rock gardens and postmodern experimentation” by the critic John Tritica. The poet Dana Levin described Sze as “a poet of what I would call Deep Noticing, a strong lineage in American poetry. Its most obvious and influential practitioner is William Carlos Williams; its iconic poem, ‘The Red Wheelbarrow.’ Dispassionate presentation of ‘the thing itself,’ ‘glazed with rain/water’ (or any particular) is its prevailing attribute… [yet] Sze’s attention is capacious; it’s attracted to paradox; it takes facing opponents and seats them side by side.” Though Sze’s early work, including the books The Willow Wind (1972) and Two Ravens (1976), was marked by its lyrical imagism, his later work has included many long, linked poems that take thinking and perception as their focus. Influenced by Williams and American Modernism, as well as Chinese poets like Bei Dao, Sze’s work travels beyond “the restrictions of Imagism and classical Chinese poetry into new territory, while retaining essential techniques garnered from the encounter,” according to Tony Barnstone in Rain Taxi. In books like Archipelago (1995), The Redshifting Web (1998), Quipu (2005), and The Gingko Light (2009), Sze has emerged as one of America’s most thoughtful and experimental poets. According to K. Michel on Poetry International Web, “Sze’s work is characterised by its unusual combination of images and ideas, and by the surprising way in which he makes connections between diverse aspects of the world. In his poetry he combines images from urban life and nature, ideas from modern astronomy and Chinese philosophy as well as anecdotes from rural and industrial America. In this way, he creates texts that capture and reflect the complexity of reality.” His book Compass Rose (2014) was a finalist for the Pulitzer Prize, and Sight Lines (2019) won the National Book Award.\r\n \r\nSze’s many honors include a Lannan Literary Award, an American Book Award, the Lila Wallace-Reader’s Digest Writer’s Award, and a Western States Book Award for Translation. He has received grants and fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Witter Bynner Foundation. In 1984 Sze began teaching at the Institute of American Indian Arts, where he is Professor Emeritus. He has also been the Visiting Hurst Professor at Washington University, the Doenges Visiting Artist at Mary Baldwin College, and spent residencies at universities such as Brown, Bard College, and the Naropa Institute. In 2012, he was elected chancellor of the Academy of American Poets.\n", "attrs": {}}