{"pf_url": "https://www.poetryfoundation.org/poets/arthur-rimbaud", "name": "Arthur Rimbaud", "yob": "1854", "yod": "1891", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/07b6ba63742a2ff624d48658bec3acb4a2cfa646.jpeg", "bio": "\nThe impact of Arthur Rimbaud’s poetry has been immense. His influence on the Surrealist movement has been widely acknowledged, and a host of poets, from André Breton to André Freynaud, have recognized their indebtedness to Rimbaud’s vision and technique. He was the enfant terrible of French poetry in the second half of the 19th century and a major figure in symbolism. His works continue to be widely read and translated into numerous languages. English language poets including Samuel Beckett and John Ashbery have translated and been influenced by Rimbaud’s works.\r\n \r\nJean-Nicolas-Arthur Rimbaud was born in Charleville in northeastern France on October 20, 1854, the second son of an army captain, Frédéric Rimbaud, and Marie-Cathérine-Vitalie Rimbaud, née Cuif. He had an older brother, Frédéric, born in 1853, and two younger sisters: Vitalie, born in 1858, and Isabelle, born in 1860. The father was absent during most of Rimbaud’s childhood. Rimbaud’s difficult relationship with his authoritarian mother is reflected in many of his early poems, such as “Les Poètes de sept ans” (“The Seven-Year-Old Poets,” 1871). Rimbaud’s mother was a devout Christian, and Rimbaud associated her with many of the values that he rejected: conventional religious belief and practice, the principles of hard work and scholarly endeavor, patriotism, and social snobbery.\r\n \r\nIn 1870-1 Rimbaud ran away from home three times. The outbreak of the Franco-Prussian War in July 1870 led to the closing of his school, the Collège de Charleville, ending Rimbaud’s formal education. In August he went to Paris but was arrested at the train station for traveling without a ticket and was briefly imprisoned. He spent several months wandering in France and Belgium before his mother had him brought home by the police. In February 1871 he ran away again to join the insurgents in the Paris Commune; he returned home three weeks later, just before the Commune was brutally suppressed by the army. During this time, he was developing his own poetic style and elaborating his theory of voyance, a visionary program in which the poetic process becomes the vehicle for exploration of other realities. This theory is expressed in his much-quoted letters of May 13, 1871 to his friend and tutor, Georges Izambard, and of May 15, 1871 to Paul Demeny. Rimbaud still felt drawn to Paris, where he might encounter the leading poets of the day: Théodore de Banville, Charles Cros, and Paul Verlaine. His letter to Verlaine in September 1871, which included samples of his poetry, elicited the reply, “Venez, chère grande âme, on vous appelle, on vous attend” (Come, great and dear soul, we are calling out to you, we are awaiting you). Rimbaud arrived in Paris in September and moved in with Verlaine and Verlaine’s wife, Mathilde Mauté. A romantic relationship developed between Rimbaud and Verlaine, and Verlaine’s marriage became increasingly unstable.\r\n \r\nRimbaud’s early poems, the Poésies, were written between 1869 and 1872 and published by Paul Verlaine in 1895. They are, superficially, his most orthodox works in technical terms. Closer inspection, however, reveals in them many indicators of a precocious poet setting out “trouver une langue” (to find a language), as he said in the letter of May 15, 1871, and, ultimately, to revolutionize the genre. In thematic terms, the Poésies exhibit virtually all of the subjects and preoccupations usually associated with Rimbaud. Poems such as “Le Mal” (“Evil”) and “Le Dormeur de val” (“The Sleeper in the Valley”) illustrate the absurdity of war; “Le Châtiment de Tartufe” (“The Punishment of Tartuffe”) represents Molière’s eponymous impostor in sonnet form as the epitome of hypocrisy; “Au Cabaret-vert” (“At the Green Tavern”), “La Maline” (“The Cunning One”), and “Ma Bohème” (“My Bohemian Existence”) celebrate the physical joys of the bohemian lifestyle as an alternative to the moral rectitude of bourgeois existence. In “A la musique” (“To Music”) Rimbaud revels in his cherished role of observer as he satirizes the bourgeoisie through the technique of grotesque caricature. “Les Effarés” (“The Frightened Ones”) reveals both his humorous, cartoonlike presentation of figures on the margins of conventional society—in this case, five Christlike children peering into a bakery—and his social conscience as a commentator on exclusion, poverty, and hunger. “Oraison du soir” (“Evening Prayer”) shows his anti-Christian venom and his desire to shock and outrage accepted ideas of good taste by depicting himself as a rebellious angel who urinates skyward in a blasphemous gesture of defiance against his Creator.\r\n \r\nThe Poésies, however, also display Rimbaud’s urge to extend the poetic idiom, to transcend the strictures and constraints of orthodox verse and to take poetry on an audacious journey into previously unsuspected technical and visionary realms. In this respect the Poésies anticipate Rimbaud’s more fascinating later work and his profound impact both on the poetry of his own time and on that of the 20th and 21st centuries. In the May 15, 1871 letter he says that “Viendront d’autres horribles travailleurs” (Other horrible workers will come along)—a prophetic assertion of his role as initiator of a process that would continue long after he himself had ceased writing.\r\n \r\nThe lengthy “Les Poètes de sept ans” combines many of Rimbaud’s thematic preoccupations but also intimates the technical, linguistic, and visionary release that became a concomitant of his celebrated revolt. In the opening lines he establishes an opposition between the repressive mother and the disaffected seven-year-old boy who outwardly complies with her dictates but is inwardly seething with disdain: “l’âme de son enfant livrée aux répugnances” (the soul of her child riddled with disgust). The child leads a double life that involves a superficial deference to material strictures and a secret other existence in which he gravitates to locations, confederates, and activities that would be anathema to the society embodied in the mother:\n                                      L’été\r\nSurtout, vaincu, stupide, il était entêté\r\nA se renfermer dans la fraîcheur des latrines:\r\nIl pensait là, tranquille et livrant ses narines.\n\r\n                                   (In summer,\r\nespecially, stupid, he persisted\r\nIn locking himself up in the latrines\r\nWhere he reflected in peace, inhaling deeply.)\nRimbaud is quite self-conscious in his choice of “distasteful” vocabulary, such as “latrines”; integral to his poetic credo was the principle that the sacred tenets of traditional verse, such as the concept of “poetic” and “nonpoetic” terminology, needed to be challenged. The child-poet seeks out the mud as both a symbol of his rejection of the bourgeois totem of cleanliness and an indicator of his preference for the basic stuff of the natural environment. He consorts with the filthy ragamuffins of the district in an instinctive rejection of his mother’s social stuffiness and a desire to find companionship among the outcasts of society; thus, the use of the plural Les Poètes in the poem’s title is vindicated. The child most dreads the Christian Sabbath and Bible-reading; this negative reaction is balanced by his positive response to the working men of the district.\r\n \r\nThe most important elements of “Les Poètes de sept ans” are in the middle and later sections, where Rimbaud explores the visionary activities of the child-poet—activities conducted far from the watchful gaze of the parent that constitute a different, other life. One is reminded of the emphasis in the two May 1871 letters on the self as other—“Je est un autre” (I is an other)—and how these letters map out the function of the poet as medium between everyday reality and a hitherto unexplored “ailleurs” (elsewhere). The seven-year-old poet uses exotic journals to assist him in conjuring up new worlds:\nA sept ans, il faisait des romans, sur la vie\r\nDu grand désert, où luit la Liberté ravie,\r\nForêts, soleils, rives, savanes!—\n\r\n(At the age of seven, he composed fictions about life\r\nIn the vast desert, where luminous Liberty lies in her abduction,\r\nForests, sun, riverbanks, savanna!—)\nIn the finale of the poem the child has retreated to the privacy of his room, blinds drawn to create an intense and intimate atmosphere. Here the scene is set for an imaginative flight triggered by “son roman sans cesse médité” (his endlessly considered novel), and the concluding six lines evoke a surreal landscape. The life of the neighborhood goes on below, acting as a counterpoint to the novelty of the inner world being explored by the child, a world with “lourd ciels ocreux” (heavy ochre skies) and “forêts noyées” (drowned forests). In the last words of the poem, “pressentant violemment la voile” (having a violent premonition of the sail), the image of anticipated sea voyages is related to the visionary and linguistic adventure that emerges in “Le Bateau ivre” (translated as “The Drunken Boat,” 1931) and that represents the quintessential Rimbaud of the later prose poetry.\r\n \r\nMany of the later poems of the Poésies prefigure Rimbaud’s subsequent experimentation with language. The May 15, 1871 letter to Demeny combines Rimbaud’s visionary program with a linguistic agenda and indicts a whole tradition of French verse, from Jean Racine to the Romantics, with only Charles Baudelaire and, to a lesser extent, Victor Hugo escaping criticism. Rimbaud’s search for a universal language is a defining feature of his work and is particularly manifest in “Voyelles” (1884; translated as “Vowel Sonnet,” 1931), “Ce qu’on dit au poète à propos de fleurs” (“What the poet is told about flowers”), and “Le Bateau ivre” (1871-1872). The very idea of coloring the vowels, of composing a poem from their subjective associations, speaks to Rimbaud’s involvement with the minutiae of language and for his desire to challenge and reconstruct accepted idioms. The title “Ce qu’on dit au poète à propos de fleurs” is an audacious challenge to established poets; the piece mocks the inanities of Romantic commonplaces, deriding current practitioners as faroeur (jokesters) and outlining a new agenda for them as jongleurs (tricksters) conjuring up unsuspected visions. And “Le Bateau ivre,” which is well known for its concatenation of dazzling imagery, is just as memorable for its linguistic inventiveness.\r\n \r\nIn March 1872 Rimbaud returned to Charleville to allow the Verlaines a chance to reconcile. During this period, he wrote the Derniers Vers (“Last Verses”), which were published in La Vogue in 1886, highly experimental verse poems that are heavily influenced by Verlaine’s style. Verlaine’s poetry is characterized by wistful tenderness, the muted evocation of landscape and character, the half-light of in-between states, a refusal of all that is aggressively stated or depicted, and above all by musicality. In the Derniers Vers Rimbaud adopts many of these technical features but allies them to unusual images and a dense conceptual content. The outcome is a strange blend of ostensible levity and musical airiness with weighty thematic elements, elements that are all the more intriguing for being conveyed in such apparently incongruous forms. All of this represents a major stride away from the poetry of the Poésies, where one finds many conventional features, and a retrospective view from the vantage point of the later prose poetry enables one to identify the Derniers Vers as a key phase in Rimbaud’s rejection of orthodox verse, his abandonment of rhyme, and his evolution toward a more supple, less constricted form. That such is the case is confirmed in “Délires II” (“Delirium II”), a section of Une Saison en enfer (1873; translated as “A Season in Hell,” 1931) where Rimbaud looks back on the Derniers Vers, ironically and affectionately repeats some of the poems, and ambivalently sees them as “L’histoire d’une de mes folies” (the account of one of my follies) and as a stage in the process of the “alchimie du verbe” (alchemy of the word), the creation of a new poetic language.\r\n \r\nOne is immediately struck by the almost surreal quality of “Larme” (“Tear”), the opening piece in Derniers Vers. The first words, “Loin des …” (Far from …), suggest a pressing need for the poet to separate himself from the trite and the commonplace. This escape is facilitated by an obscure potion, a golden liqueur that opens up a fantastic landscape presided over by an orage (storm), where the elements are liberated to generate a chaos that will slake the poet’s metaphysical thirst. The poem “Comédie de la soif” (“Comedy of Thirst”) suggests in its five-part structure the influence of the five acts of classical tragedy, as well as having a distinctly operatic flavor. In parts one through three the “Moi” (Me) curtly rejects the overtures and solicitous attentions of family, friends, and “L’Esprit” (The Spirit), preferring to indulge in a death wish and the kind of landscape seen in “Larme” rather than accept their offer of a conventional life in familiar surroundings with banal occupations. Parts four and five afford the Moi some moments of recuperative calm in which to plot an alternative future course and anticipate dissolution in nature. “Comédie de la soif” is particularly musical; the slenderness of its lines in parts one through four gives an impression of levity that is belied by its thematic content, and there is a marked sense of understatement throughout. But the superficial lightness and musical simplicity of the poem are wedded to a linguistic concentration and intensity that repays endless revisiting.\r\n \r\nJust as this poem advertises itself as a “comédie,” so “Chanson de la plus haute tour” (“Song of the Highest Tower”) draws attention to itself as musically inspired. The narrowness of the lines on the page calls to mind the architecture of the tower where the poet has imaginatively secluded himself. The six lines of the opening stanza are repeated verbatim in the closing stanza, creating the effect of a chorus with the poem closing on itself. The poet presents himself as having gone to seed, laments the loss of his youth, and tries to transcend his own anguish in a call for a universal love:\nOisive jeunesse,\r\nA tout asservie,\r\nPar délicatesse\r\nJ’ai perdu ma vie.\r\nAh! Que le temps vienne\r\nOù les coeurs s’éprennent!\n\r\n(Idle youth,\r\nSubservient to everything,\r\nI have frittered away my life\r\nThrough gentleness.\r\nAh! may the time come\r\nWhen hearts will meet!)\nThe immediately following poems, “L’Eternité” (“Eternity”) and “Age d’or” (“Golden Age”), have a structure and line length similar to those of “Chanson de la plus haute tour.” “L’Eternité” encapsulates the essence of the Derniers Vers in its engaging musicality, its deceptively slim appearance, and its dense and obscure intellectual foundation. One is especially struck by the original manner in which Rimbaud has brought a musical form usually associated with a simple celebration or a joyous expression of love together with an abstract content replete with terms such as “suffrages” (approbation), “élans” (urges), “Devoir” (Duty), “espérance” (hope), and “supplice” (torture). The effect of this combination is to disorient the reader, for the musicality leads one to expect a text that will be readily intelligible; one is, however, left with a work that compels one to return again and again in search of an elucidation of its central meaning. The simplicity of the opening and closing quatrain is at odds with the imprecise and abstract nature of the ensuing vocabulary:\nElle est retrouvée.\r\nQuoi? -L’Eternité.\r\nC’est la mer allée\r\nAvec le soleil.\n\r\n(It has been rediscovered.\r\nWhat? -Eternity.\r\nIt’s the sea fused\r\nWith the sun.)\n \r\nWhile other poems, such as “Fêtes de la faim” (Feasts of Hunger) and “O Saisons, ô châteaux” (Oh Seasons, Oh Castles), share these features, the collection also includes the substantial poem “Qu’est-ce pour nous, mon coeur …” (What is it to us, my heart …?) which deals with both sociopolitical upheaval and a private apocalypse; the celebrated complexity of “Mémoire” (Memory), with its rich allusiveness and intricate tapestry of evocations of the past, the self, and the family; and the charming and humorous idiosyncrasies of “Bruxelles” (Brussels), where Rimbaud admires an unusual cityscape and uses it as a bridge to something beyond itself.\r\n \r\nIn May 1872 Verlaine called Rimbaud back to Paris; in July he deserted his wife and child and went to London with Rimbaud. In April 1873 Rimbaud returned to his family’s farm at Roche, near Charleville, where he began writing Une Saison en enfer. In May 1873 he again accompanied Verlaine to London. After many quarrels and another separation, the two men met in July 1873 in Brussels, where Rimbaud tried to break off their relationship. Distraught, Verlaine shot the younger poet in the wrist; at the hospital where Rimbaud was treated, the two claimed that the wound had been inflicted accidentally. The next day the two men were walking down the street when Verlaine reached into his pocket; Rimbaud thought he was about to be shot again and ran to a nearby policeman. The truth about the shooting came out, and Verlaine was sentenced to two years at hard labor in a Belgian prison. While there, he wrote “Crimen amoris” (Crime of Love, 1884), in which Rimbaud is depicted as a radiant but evil angel outlining a new spiritual credo. Meanwhile, Rimbaud returned to the farm in Roche, where he completed Une Saison en enfer.\r\n \r\nEven more dramatically than the Derniers Vers, Une Saison en enfer illustrates Rimbaud’s proclivity for reinventing himself and redefining the direction and form of his poetry. No poet is more apt than Rimbaud to slough off one skin and put on another, more easily disillusioned with his most recent artistic endeavors, or readier to experiment with untried forms. The year 1873 thus marks his engagement with prose poetry, although there is still some disagreement concerning the dates of composition of many of the individual prose poems in Les Illuminations (1886; translated as “Illuminations,” 1953). Much of this controversy was generated by the fact that the last of the nine sections of Une Saison en enfer seems to be a definitive farewell to literature, and this, allied to the fact that Rimbaud did abandon his poetic career at an early age, led many commentators to seek a simple and convenient solution by postulating that Une Saison en enfer is his swan song. There is now a consensus, however, that at least some of the poems in Les Illuminations postdate those of Une Saison en enfer and were written in 1874 and possibly 1875. The critical endeavor that has been wasted in the pursuit of a final adjudication on this chronological dispute would have been more constructively spent in examining the texts themselves. Since the mid 1970s, however, this situation has been rectified with excellent studies by critics such as Steve Murphy, Paule Lapeyre, André Guyaux, Nathaniel Wing, Nick Osmond, James Lawler, and Roger Little.\r\n \r\nRimbaud persuaded his mother to pay to have Une Saison en enfer published in Brussels in 1873. It is a diary of the damned that affords insights into his preoccupations and casts light on the artistic inspiration for the Derniers Vers. At the same time, the nine parts of the diary display an utterly new technical direction, and “Délires II” is all the more remarkable for the way it interweaves this new prose style with extracts from the Derniers Vers so that both modes are thrown into dramatically stark relief. Une Saison en enfer is an intensely personal account of private torture and the search for a spiritual and an artistic resolution; a prose style studded with laconic formulae that are also seen in the one-liners of Les Illuminations; a sustained investigation of self, Christianity, and alternative spiritual and poetic options that is frequently lit up by the flare of Rimbaud’s memorable imagery; and a conscious pushing of language to the point of disintegration, so that verbal crisis and personal trauma are perfectly matched.\r\n \r\nFrom the outset Rimbaud engages with abstractions, often personified in a Baudelairean manner: “Un soir, j’ai assis la Beauté sur mes genoux” (One evening, I sat Beauty on my lap), he begins the opening section, showing the irreverence that is a hallmark of his entire output. The death wish already seen in the Derniers Vers and to be repeated in many of the finales of Les Illuminations is also present here. The terse statements “Le malheur a été mon dieu. Je me suis allongé dans la boue” (Misfortune was my god. I stretched out in the mud) anticipates the enigmatic, clipped comments and sibylline quality of many of the prose poems in Les Illuminations. One of the most important sections of Une Saison en enfer follows this brief introductory sequence: “Maivais sang” (Bad Blood) is a sustained investigation into the narrator’s genealogical origins, arriving at the conclusion “J’ai toujours été de race inférieure” (I have always been of substandard stock). One is reminded of the importance of revolt in the early Poésies as the narrative voice seems bent on contravening all received ideas about morality and decency; this unorthodoxy escalates into a full-scale assault on Christian values. “Mauvais sang” registers the wrestling of a tormented soul that initially rebels against Christian teaching and then apparently finds grace and redemption, only to withdraw into a pursuit of fulfillment in the religions of the East or a personal spiritual agenda that is part of the poetic experience. Known above all for his delight in revolting against norms and conventions, Rimbaud impresses on the reader from the start of “Mauvais sang” that he is conscious of his “otherness,” his inability to follow the accepted orthodoxies of Western Christian civilization. He extols “vices” such as idolatry, sloth, and anger; he refuses to comply with the received wisdom that one must work to live (“J’ai horreur de tous les métiers” [I abominate all trades]); and he mocks traditional family and civic values. He traces these characteristics to his earliest ancestry, associating his “bad blood” or “bad stock” with previous lives as a leper or pariah, and he insists on his essential loneliness. He derides the scientific “progress” of the late 19th century, rejecting rationalism in favor of an internal spiritual debate. Claiming that “c’est oracle, ce que je dis” (what I say is an oracle), he establishes his own form of mysticism and faith as an alternative to the Christian orthodoxies he had rejected in the Poésies .\r\n \r\nThe remainder of “Mauvais sang” and the subsequent section, “Nuit de l’enfer” (Night in Hell), pursue the diarist’s spiritual crisis in all its intensity and complexity. Oscillating between salvation and damnation, the poet struggles with his dilemma in an increasingly fractured and tormented style that dramatically reflects his inner trauma. Guyaux has written of Rimbaud’s La Poetique du fragment (fragmentary poetics), a formula that is admirably suited to the tortured style of these pages of unanswered questions, emotionally charged outpourings, lucidly trenchant affirmations of intent that seem unshakable but are almost immediately undermined by another change in direction, and a prose that seems informed by delirium. Seeing himself as a martyr in the line of Joan of Arc, Rimbaud writes “Je n’ai jamais été chrétien” (I have never been a Christian) but soon afterward enters a sequence of contemplative calm in which salvation is enjoyed in dreamlike serenity. At the end of “Mauvais sang” the poet evokes his own extinction as language disintegrates in a proliferation of punctuation marks and linguistic fragments.\r\n \r\nThe next two sections of Une Saison en enfer share a title—”Délires I” and “Délires II,” the latter of which carries the secondary heading “Alchimie du verbe.” It is generally agreed that “Délires I” is a commentary on Rimbaud’s relationship with Verlaine; it takes the form of a religious confession in which the speaker is the “Vierge folle” (Foolish Virgin), a thinly disguised image of Verlaine, who reflects on “her” stormy affair with the “Epoux infernal” (Infernal Bridegroom), Rimbaud. As well as being another irreverent parody of a religious source, this confession is a highly original form of self-presentation on Rimbaud’s part as he sees himself through the refracted and selective memory of a confederate. The Vierge folle registers her failure to understand the complexities of her Infernal Companion, a blend of compassion and cruelty, innocence and malice, and ideological power and near insanity. This is a love affair in which the older partner is in thrall to the paradoxes and enigmas of the younger one; the relationship is characterized as a messiah leading a disciple, offering new ideas and experiences and then abandoning the weaker partner just when the Vierge is least emotionally prepared for the separation. All of these elements can be linked to the stages in the unfolding relationship between Rimbaud and Verlaine in 1872-1873, but the text is more significant for what it reveals about Rimbaud’s defiance of the norm (“Jamais je ne travaillerai” [I will never work]); his compassion for underdogs such as drunks, children, and outcasts; his ideological fervor (“Je n’aime pas les femmes. L’amour est à réinventer” [I don’t like women. Love must be redefined]); and his need to escape from reality.\r\n \r\n“Délires II” has a quite different complexion. It reflects on the genesis of the Derniers Vers, affectionately and ironically recalling the poet’s ambitions and artistic preferences during the earlier period. No fewer than 15 sources of inspiration are listed at the outset, including obsolete literature, church Latin, fairy tales, and old operas, all of which assist in a quest—now seen as “one of my follies”—to create a new poetic idiom. Linking his predilection for hallucinatory experiences to “l’hallucination des mots” (the hallucination of words), Rimbaud weaves reprises from the Derniers Vers into his new prose style. The reader soon notices his preference for lapidary formulae, which stud not only Une Saison en enfer but Les Illuminations, as well: “Je devins un opéra fabuleux” (I became a fabulous opera); “Je tiens le système” (I hold the system); “La morale est la faiblesse de la cervelle” (Morality is the weakness of the brain).\r\n \r\nWhile sections six and seven of Une Saison en enfer, “L’Impossible” (The Impossible) and “L’Eclair” (Flash), continue the spiritual and philosophical probing of earlier parts of the work, it is the penultimate and final chapters, “Matin” (Morning) and “Adieu” (Farewell), that have attracted the most detailed comment. At the end of “Matin” comes a sense of uplift as the poet anticipates a glorious day of renewal and transformation, a time when an outmoded religious belief will be superseded by a fresh spiritual awakening and the first authentic Noel:\nQuand irons-nous, par-delà les grèves et les monts, saluer la naissance du travail nouveau, la sagesse nouvelle, la fuite des tyrans et des démons, la fin de la superstition, adorer—les premiers!—Noël sur la terre!\n\r\n(When, beyond the strands and the mountains, will we hail the advent of the new toil, the new wisdom, the flight of tyrants and demons, the end to superstition, adore—for the first time!—“Christmas” on earth!)\n“Adieu” comes at the end of Une Saison en enfer, leading many to see this section as the conclusion not only of the collection but also of Rimbaud’s poetic career. An initial reading of the text lends support to this interpretation, as the poet describes himself as a fallen angel and a writer who must give up the pen and embrace a more prosaic existence, “Une belle gloire d’artiste et de conteur emportée” (A fine glory of an artist and storyteller stripped away). But there is more to “Adieu” than this apparent resignation from the life of an author, as is indicated by another laconic statement: “Il faut être absolument moderne” (We must be utterly modern). It is also noticeable that the concluding paragraphs of “Adieu” are couched in the future tense, which appears to prefigure yet another redefinition of the poet and his mission.\r\n \r\nFor many critics, Les Illuminations is Rimbaud’s most important and technically sophisticated work. While the collection maintains a clear thematic continuity in many ways with the earlier verse—the idea of revolt, the preeminence accorded to the world of the child, the fascination exerted by the elements, the motif of travel in pursuit of the ideal, and so on—here one is manifestly in the presence of a poet intent on experimentation with new poetic structures, the deployment of unusual and often bizarre terminology, and even an exploration of the creative power of punctuation dynamically reinvented and released from its conventionally subservient role as a prop for language. These and many other ingredients have created a sense of bewilderment in some readers of the poems; the critic Atle Kittang has even referred to the “illisibilité” (unreadability) of the collection. One often associates the poetry of Stéphane Mallarmé with such hermeticism, but it is a significant feature of the critical reception of Les Illuminations that readers have produced such widely divergent interpretations of the poems and that some have declared themselves incapable of arriving at any sustainable reading of given texts. “Parade,” “Matinée d’ivress” (Morning of Drunkenness), “Barbare” (Barbaric), “Fairy,” “H,” and “Dévotion” (Devotion) are some of the poems that have provoked perplexity and a polarization of critical opinion.\r\n \r\nCritics have attempted to classify the poems in Les Illuminations; while no definitive labeling is possible—or, perhaps, even desirable—some distinctive groupings can be observed among the 42 texts. A prominent source of inspiration in all of Rimbaud’s poetry is the fairy tale, which is clearly linked with his preoccupation with the child and the child’s imagination. In Les Illuminations “Conte” (Tale), “Aube” (Dawn), and “Royauté” (Royalty) are obviously based on the structure of the fairy tale. Each poem has a distinctly narrative development, and “Conte” and “Royauté” include regal characters (prince, king, and queen) involved in the pursuit of happiness on a personal or public level. Rimbaud, however, tends to subvert the traditional fairy-tale happy ending by setting up an apparently happy outcome and then destabilizing it. Other poems that might be loosely grouped under a common heading are those that seem to constitute riddles, puzzles, and enigmas. In these poems Rimbaud poses problems for his readers and often uses the finale of the text to tantalize, disconcert, or confuse them. A master of beginnings and endings, he frequently deploys an isolated final line to set a problem or issue a challenge; these final lines are a most original feature of Les Illuminations: “La musique savante manque à notre désir” (We cannot achieve the music and knowledge we crave) in “Conte”; “J’ai seul la clef de cette parade sauvage” (I alone hold the key to this wild procession) in “Parade”; “Voici le temps des Assassins” (This is the era of the Assassins) in “Matinée d’ivresse” ; “C’est aussi simple qu’une phrase musicale” (It is just as simple as a piece of music) in “Guerre” (War); “trouvez Hortense” (find Hortense) in “H.” Other sequences in the collection enhance a sense of mystery and the unknown. For example, in “Enfance III” (Childhood III), “Enfance IV,” “Veillées I” (Vigils I), “Solde” (Sale), and “Fairy” a concatenation of linguistic units bound together by the same linguistic formula perplexes the reader as to just what is being described.\r\n \r\nEqually prominent as a motif in Les Illuminations is Rimbaud’s quest for the ideal cityscape in poems such as “Ville” (City), “Villes” (Cities), “Villes II,” and “Métropolitain” (Metropolitan). Whereas “Ville” is a mournful evocation of the soulless existence endured by many in contemporary urban conglomerations, the other texts are characterized by a vitality and exuberance that reflect the poet’s desire to transcend the everyday banality of late-19th-century life and reveal an alternative world of daring new architecture populated by unexpected characters. Thus, the grayness, repetitiveness, and tastelessness of “Ville” is superseded by the enormous proportions of “Villes,” in which a “Nabuchodonsor norwégien” (Norwegian Nebuchadnezzar) is one of the architects of a complex metropolis that goes far beyond anything that London or Paris might offer. Even more dazzling is the vertiginous drama acted out in “Villes II,” where a miscellany of extraordinary figures is set before the mind’s eye to the accompaniment of a stereophonic operatic “score.” This poem gravitates toward the apprehension of some hitherto unattained understanding designated by the expressions “les idées des peuples” (the ideas of the peoples) and “la musique inconnue” (the unknown music). Finally, the opening paragraph of “Métropolitain” evokes a richly colored realm where another complex architectural system—crisscrossing “boulevards de cristal” (crystal boulevards)—is the venue for the emergence of “jeunes familles pauvres” (young poor families), a mysterious constituency of inhabitants whose lifestyle is enthusiastically endorsed by the poet in the words “la ville!”\r\n \r\nThe pursuit of a new religion is a constant in Rimbaud’s work, but Les Illuminations takes this quest to a new plane. The collection is heavily populated by gods and goddesses of the poet’s invention, including the mysterious Reine (Queen) or Sorcière (Witch) in “Après le déluge” (After the Flood), an enigmatic figure who withholds privileged knowledge from mere mortals; the object of worship in “Being Beauteous,” a poem with many Baudelairean connections; the Génie in the poem of that title, who also appears in “Conte” as a key player in the Prince’s creative rampage; the “idole” (idol) in “ Enfance I”; the goddess pursued by the poet in “Aube” ; the spirit referred to in “A une raison” (To a Reason); and Elle (She), who appears in both “Angoisse” (Anguish) and “Métropolitain.” “Après le déluge,” the first poem in the collection, harks back to the deluge in the Old Testament to evoke new floods that might cleanse the earth again; in “Enfance IV,” in a litany of self-definitions, the poet writes “Je suis le saint, en prière sur la terrasse” (I am the saint, praying on the terrace) and links this identity to the sea of Palestine; in the first part of “Vies” (Lives) he refers to a “brahmane” (Brahman) who explained the Book of Proverbs to him; and “Matinée d’ivresse” is predicated on the imperative to supersede the tired Christian opposition of good and evil and to develop a new religious faith.\r\n \r\nThe persona of traveler is one of Rimbaud’s preferred identities, and the motif of the journey is a central element in such works as “Le Bateau ivre.” In Les Illuminations this motif is reconstituted and reinvented in a variety of ways. The “piéton de la grand’route par les bois nains” (traveler on the highway amid dwarfish forests) in “Enfance IV” anticipates the nomadic tendency that leads the prince on his pilgrimage in “Conte,” stimulates the boy to pursue the goddess in “Aube,” and prompts the brief text “Départ” (Departure) as a celebration of the dynamic and the shifting over the static and the familiar. Other examples include the wandering poet and his bizarre confederate Henrika drifting on the fringes of an industrial city but desirous of an “autre monde” (other world) in “Ouvriers” (Workers); the circus troupe on the move in “Ornières” (Ruts); and the wretched couple in “Vagabonds,” wandering in search of “le lieu et la formule” (the place and the formula). In poems such as “Nocturne vulgaire” (Ordinary Nocturne) and “Barbare” Rimbaud depicts imaginative voyages or drug-induced “trips” that take him and the reader to the further limits of the psyche. In “Nocturne vulgaire” the reader is taken on a highly unusual journey that involves a destabilizing of the contours of the known world as a prelude to a departure in a “carrosse” (carriage) that transports the poet to an “ailleurs” that proves to be trite and unsatisfactory. Then a flood of green and blue abruptly curtails the journey in the carriage and permits a much more satisfying adventure in the elemental ferment of the storm, one of Rimbaud’s most favored contexts, in which a mixture of creation and destruction occurs:\n—Ici, va-t-on siffler pour l’orage, et les Sodomes,—et les Solymes, —et les bêtes féroces et les armées,\r\n—(Postillon et bêtes de songe reprendront-ils sous les plus suffocantes futaies, pour m’enfoncer jusqu’aux yeux dans la source de soie).\r\n—Et nous envoyer, fouettés à travers les eaux clapotantes et les boissons répandues, rouler sur l’aboi des dogues.\n\r\n(—Here, will one whistle up the storm, and the Sodoms, and the Solymes, —and the wild beasts and the armies,\r\n—[Will the postilion and the dream beasts resume under the stifling forests, to thrust me up to the eyes in the source of silk].\r\n—And send us, whipped through the lapping waters and the spilled beverages, to pitch through the barking of the mastiffs.)\nThis pattern of creative immersion in the elements—including earth, air, and fire, as well as water—is seen in many finales in Les Illuminations, such as those of “Angoisse,” “Soir historique” (Historic Evening), and “Métropolitain.” “Barbare” includes a particularly engrossing example of the function of elemental imagery in Rimbaud’s prose poetry. As its title suggests, “Barbare” sets out to challenge and transcend all that is conventional and familiar. It achieves this objective in two ways: in its mysterious and absorbing imagery, which evokes another bizarre journey of the imagination; and in its unprecedented linguistic experimentation, which takes one to the verge of verbal disintegration. From the opening line, “Bien après les jours et les saisons, et les être et les pays” (Long after the days and the seasons, and the creatures and the countries), it is apparent that Rimbaud is determined to sever links with normal time and space as a prelude to his departure into an uncharted realm of the imagination. Much ink has been spilled in attempts to “decode” the “pavillon en viande saignante” (ensign of bleeding meat) that binds the poem together in a cyclical pattern by virtue of its triple deployment in the text; yet, just as striking is the concatenation of elemental imagery that runs through the piece—arctic seas, infernos, frosty squalls, flames, foams, blocks of ice, volcanoes. One passage is remarkable for its dense compression of ingredients derived from each of the four elements: “—les feux â la pluie du vent de diamants jetée par le coeur terrestre éternellement carbonisé pour nous.—” (—the fires in the torrent of diamonds thrown up by the earth’s core perpetually carbonized for us.—) Here water (pluie), fire (feux, carbonisé), air (vent), and earth (le coeur terrestre) are fused to register an experience of the eternal. “L’Eternité” in the Derniers Vers and “Matinée d’ivresse” in Les Illuminations similarly relate a sense of the eternal to a fusion of elemental opposites; yet, in “Barbare” this amalgamation is effected by virtue of Rimbaud’s audacious approach to language, punctuation, and poetic form.\r\n \r\nRimbaud’s pursuit of a new poetic language is the defining and enduring aspect of his artistic career. His essential thematic preoccupations—the journey of discovery, the world of the child, the phenomenon of revolt—are developed in conjunction with his ambition to redefine the poetic word, to liberate it from the shackles of debilitating forms and rules, and to arrive at a much more supple and flexible medium of expression, untrammeled by inhibitions and fusty convention and characterized by a vitality and an exciting “otherness” that permit endless innovation and surprise. The injunction to the poet in “Ce qu’on dit au poèt à propos de fleurs” to become a “Jongleur” dispensing shocks and revelations to the reader is an apposite characterization of Rimbaud’s entire enterprise. Les Illuminations represents the culmination of this process: the collection is studded with all sorts of verbal discoveries—from the foreign terms such as the German wasserfall (waterfall) in “Aube” and the English title “Being Beauteous” to the highly unusual Baou in “Dévotion.” The collection is also remarkable for its proliferation of dashes, intriguing capitalizations, and baffling italicizations. The odd punctuation fragments texts in fascinating ways, creating unsuspected rhythms and internal arrangements and highlighting individual words and clauses, and, in conjunction with the foreign and unusual terms, it turns Les Illuminations into a venue for all sorts of linguistic surprises. Among these surprises are the vast number of puzzling proper nouns in the collection—Reine, Sorcière, Barbe-Bleue, Prince, Génie, Elle, Hottentots, Molochs, Proverbes, Mabs, Solymes, Damas, Hélène, and so on. The poem-puzzle “H” invites the reader to consider the properties of the capital letter H, some of which are tantalizingly offered within the poem itself with the proper name Hortense and the word hydrogène, which reminds the reader that H is the atomic symbol for hydrogen. This text sets author and reader in opposition, Rimbaud withholding his secrets and the reader being teased to attempt to discover them. This situation is seen frequently in Les Illuminations in poems such as “Parade,” “Solde,” and “Dévotion.” In “Vies” the poet sets himself up as an oracular figure with revelations to make:\n    Je vous indiquerais les richesses inouïes. J’observe l’histoire des trésors que vous trouvâtes. Je vois la suite! Ma sagesse est aussi dédaignée que le chaos. Qu’est mon néant, auprès de la stupeur qui vous attend?\n    (I would show you the untold riches. I watch the story of the treasures unearthed by you. I can see the sequel! My wisdom is held in as much contempt as chaos. What is my void, when compared to the stupefaction that awaits you?)\nThe key term here is chaos, a traditionally pejorative word characteristically given a positive meaning by Rimbaud. Les Illuminations is a realization of that positive state of “chaos” so ardently desired by its creator: a flux in which language disintegrates and reconstitutes itself into an entity that transcends what has preceded it.\r\n \r\nRimbaud abandoned poetry at the age of 21, having written it for only five years. In 1875-1876 he traveled to England, Germany, Italy, and Holland; he enlisted in the Dutch army but deserted from it in Sumatra. In 1876 he settled briefly in Vienna, then traveled to Egypt, Java, and Cyprus, where he worked as a foreman in a quarry. In 1880 he went to Ethiopia as the representative of a French coffee trader, Alfred Bardey, based in Aden (today part of Yemen); Rimbaud was one of the first Europeans to visit the country. He remained there as a trader and explorer. Scholars have long been intrigued by the fact that Rimbaud’s extensive correspondence from Africa to France includes no references to poetry but is taken up with utilitarian and commercial considerations relating to his trading activities; the phrase “le silence de Rimbaud” is used to designate his abrupt abandonment of poetry. Nevertheless, his fame as a poet occurred during this period when Paul Verlaine included some of his poems in Les Poètes maudits: Tristan Corbière; Arthur Rimbaud; Stéphane Mallarmé (The Accursed Poets: Tristan Corbière; Arthur Rimbaud; Stéphane Mallarmé) in 1884 and published Les Illuminations two years later. In February 1891 Rimbaud developed a tumor on his right knee; he returned to France for treatment, and his leg was amputated in a Marseille hospital. He went back to the farm in Roche to recuperate, but his health continued to deteriorate. He went back to Marseille, where he was diagnosed with cancer. He died in the hospital there on November 10, 1891; his sister Isabelle, who was with him at the time, claimed that he accepted the Catholic faith before his death. He was buried in Charleville.\n \n", "attrs": {"Region:": ["France"]}}