{"pf_url": "https://www.poetryfoundation.org/poets/audrey-brown-pereira", "name": "Audrey Brown-Pereira", "yob": "1975", "yod": null, "image": null, "bio": "\nPoet Audrey Brown-Pereira was born on Rarotonga, in the Cook Islands, and grew up in Papatoetoe in South Auckland. She is of Cook Island, Maori, and Samoan descent. Brown-Pereira earned a BA from the University of Auckland and worked as a diplomat for the Cook Islands. Her work has appeared in journals such as Mauri Ola and Trout, and she has written for the art catalogs Akara ki Mua (2001) and Inei Konei (1998). Her performances include Teuki: Past with the Present (2002), which she performed at the New Zealand Fringe festival, and the experimental film The Rainbow (1998). Brown-Pereira’s collections of poetry include Threads of Tivaevae: Kaleidoscope of Kolours (2002), a collaborative work with Veronica Vaevae and Catherine George; and passages in between i(s)lands (2014). \nDescribing her second book’s long genesis and investment in plural histories and identities to Craig Santos Perez, Brown-Pereira noted, “Since writing my first book, Threads of Tivaevae, I have moved from New Zealand to Samoa to the U.S. and back to Samoa. I was also lucky enough to take my children on our way back to Samoa through the Cook Islands, to where I was born and where many of my family still live and many have passed on and are buried. The use of ‘i(s)lands’ enables it to be my journey, my observations, my imagination, my truth, my lies, and is powerful in the sense that I take ownership of who I am. But by the same contradiction, ‘I’ is always in relation to others, like she is XYZ’s daughter, granddaughter, mother, wife, sister, cousin etc. … there is more ‘we’ than ‘I’ being from and living in the Pacific.”\nIn 2012, Brown-Pereira took part in the spoken word festival Poetry Parnassus in London. She lives in Samoa. \n", "attrs": {"Region:": ["Pacific Islands"]}}