{"pf_url": "https://www.poetryfoundation.org/poets/audre-lorde", "name": "Audre Lorde", "yob": "1934", "yod": "1992", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/2f93a5cfe6d0cf4d4e1a4eec2da605c22ca54c0a.jpeg", "bio": "\nA self-described “black, lesbian, mother, warrior, poet,” Audre Lorde dedicated both her life and her creative talent to confronting and addressing injustices of racism, sexism, classism, and homophobia. Lorde was born in New York City to West Indian immigrant parents. She attended Catholic schools before graduating from Hunter High School and published her first poem in Seventeen magazine while still a student there. Of her poetic beginnings Lorde commented in Black Women Writers: “I used to speak in poetry. I would read poems, and I would memorize them. People would say, well what do you think, Audre. What happened to you yesterday? And I would recite a poem and somewhere in that poem would be a line or a feeling I would be sharing. In other words, I literally communicated through poetry. And when I couldn’t find the poems to express the things I was feeling, that’s what started me writing poetry, and that was when I was twelve or thirteen.”\nLorde earned her BA from Hunter College and MLS from Columbia University. She was a librarian in the New York public schools throughout the 1960s. She had two children with her husband, Edward Rollins, a white, gay man, before they divorced in 1970. In 1972, Lorde met her long-time partner, Frances Clayton. She also began teaching as poet-in-residence at Tougaloo College. Her experiences with teaching and pedagogy—as well as her place as a Black, queer woman in white academia—went on to inform her life and work. Indeed, Lorde’s contributions to feminist theory, critical race studies, and queer theory intertwine her personal experiences with broader political aims. Lorde articulated early on the intersections of race, class, and gender in canonical essays such as “The Master’s Tools Will Not Dismantle the Master’s House.”\nLorde’s early collections of poetry include The First Cities (1968), Cables to Rage (1970), and From a Land Where Other People Live (1972), which was nominated for a National Book Award. Later works, including New York Head Shop and Museum (1974), Coal (1976), and The Black Unicorn (1978), included powerful poems of protest. “I have a duty,” Lorde once stated, “to speak the truth as I see it and to share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigating pain.” Lorde’s later poems were often assembled from personal journals. Explaining the genesis of “Power,” a poem about the police shooting of a ten-year-old black child, Lorde discussed her feelings when she learned that the officer involved had been acquitted: “A kind of fury rose up in me; the sky turned red. I felt so sick. I felt as if I would drive this car into a wall, into the next person I saw. So I pulled over. I took out my journal just to air some of my fury, to get it out of my fingertips. Those expressed feelings are that poem.”\nHer poetry, and “indeed all of her writing,” according to contributor Joan Martin in Black Women Writers (1950-1980): A Critical Evaluation, “rings with passion, sincerity, perception, and depth of feeling.” Concerned with modern society’s tendency to categorize groups of people, Lorde fought the marginalization of such categories as “lesbian” and “black woman.” She was central to many liberation movements and activist circles, including second-wave feminism, civil rights and Black cultural movements, and struggles for LGBTQ equality. In particular, Lorde’s poetry is known for the power of its call for social and racial justice, as well as its depictions of queer experience and sexuality. As she told interviewer Charles H. Rowell in Callaloo: “My sexuality is part and parcel of who I am, and my poetry comes from the intersection of me and my worlds… [White, arch-conservative senator] Jesse Helms’s objection to my work is not about obscenity … or even about sex. It is about revolution and change.”\nLorde was a noted prose writer as well as poet. Her account of her struggle to overcome breast cancer and mastectomy, The Cancer Journals (1980), is regarded as a major work of illness narrative. In The Cancer Journals, Lorde confronts the possibility of death. Recounting this personal transformation led Lorde to address the silence surrounding cancer, illness, and the lived experience of women. For example, Lorde explained her decision not to wear a prosthesis after undergoing a mastectomy in the Journals: “Prosthesis offers the empty comfort of ‘Nobody will know the difference.’ But it is that very difference which I wish to affirm, because I have lived it, and survived it, and wish to share that strength with other women. If we are to translate the silence surrounding breast cancer into language and action against this scourge, then the first step is that women with mastectomies must become visible to each other.”\n\r\nLorde’s 1982 novel, Zami: A New Spelling of My Name, was described by its publishers as a “biomythography, combining elements of history, biography and myth.” Sister Outsider: Essays and Speeches (1984) collected Lorde’s nonfiction prose and has become a canonical text in Black studies, women’s studies, and queer theory. Another  collection of essays, A Burst of Light (1988), won the National Book Award. The Collected Poems of Audre Lorde was published in 1997.\nIn 1981 Lorde and fellow writer Barbara Smith founded Kitchen Table: Women of Color Press, which was dedicated to furthering the writings of black feminists. Lorde would also become increasingly concerned over the plight of black women in South Africa under apartheid, creating Sisterhood in Support of Sisters in South Africa and remaining an active voice on behalf of these women throughout the remainder of her life. Lorde addressed her concerns to not only the United States but the world, encouraging a celebration of the differences that society instead used as tools of isolation. As Allison Kimmich noted in Feminist Writers, “Throughout all of Audre Lorde’s writing, both nonfiction and fiction, a single theme surfaces repeatedly. The black lesbian feminist poet activist reminds her readers that they ignore differences among people at their peril … Instead, Lorde suggests, differences in race or class must serve as a ‘reason for celebration and growth.’”\nLorde’s honors and awards included a fellowship from the National Endowment for the Arts. A professor of English at John Jay College and Hunter College, Lorde was poet laureate of New York from 1991-1992. Warrior Poet (2006), by Alexis De Veaux, is the first full-length biography of Audre Lorde.\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}