{"pf_url": "https://www.poetryfoundation.org/poets/august-wilson", "name": "August Wilson", "yob": "1945", "yod": "2005", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/b15e76acf03b891a9528b861c2021e76b01ee2ba.jpeg", "bio": "\n                                                                    One of six children, playwright August Wilson was born Frederick August Kittel in Pittsburgh’s Hill District. His father was a German immigrant who abandoned the family when August was young; his mother was an African American who cleaned houses. Wilson legally took his mother’s name at age 20, when he began seriously writing plays and poetry. His secondary education was marred by racism; he transferred to three different high schools before dropping out altogether after a teacher accused him of plagiarism. Wilson undertook his own education, spending long hours at the Carnegie Library of Pittsburgh (which granted him an honorary high school diploma) and on the streets of the Hill District. He also enlisted in the Army and held a series of odd jobs after leaving the service.    Wilson began his career writing poetry. In the 1960s, he joined the group of writers and artists then coalescing as the Centre Avenue Poets Theater Workshop. With Rob Penny and other members of the group, Wilson cofounded the Black Horizon Theater in 1968. A community theater troupe, the group was invested in African American culture and produced plays from the black canon as well as new work by emerging African American writers. It was his first exposure to the theater. In 1978, he moved to St. Paul, Minnesota, and joined the Penumbra Theater. The first production of his work at Penumbra was a play based on his poem cycle Black Bart and the Sacred Hills. In Minnesota, Wilson turned his efforts to playwriting, penning both Jitney (1979) and Ma Rainey’s Black Bottom (1982). The plays were the first in an epic series known as the Pittsburgh Cycle. Consisting of ten plays, each set in a different decade of the 20th century, the cycle gained renown for its searing portrayal of black culture, politics, and experience. Wilson himself noted of the plays, “I wanted to place this culture on stage in all its richness and fullness and to demonstrate its ability to sustain us in all areas of human life and endeavor and through profound moments of our history in which the larger society has thought less of us than we have thought of ourselves.\" Except for Ma Rainey, all the plays were set in the Hill District, where Wilson had grown up.   Wilson worked closely with Lloyd Richards, the first black director on Broadway and the dean of the Yale School of Drama. Their partnership lasted until 1996. Wilson’s use of Yale as a testing ground for plays that would eventually debut on Broadway proved controversial, as did his insistence on casting black actors and hiring black directors for his plays. In public debates with Robert Brustein, Wilson defended the importance of a thriving black theater movement attuned to the specifics of black experience that utilized and cultivated black directors and actors.    Wilson’s many honors and awards include a Tony Award for Best Play for Fences in 1987, as well as many nominations; Pulitzer Prizes for Fences and The Piano Lesson (1990); numerous New York Drama Critics’ Circle Awards for Best Play; and a National Humanities Medal. After Wilson’s death in 2005, the Virginia Theater on Broadway was renamed the August Wilson Theater.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}