{"pf_url": "https://www.poetryfoundation.org/poets/august-stramm", "name": "August Stramm", "yob": "1874", "yod": "1915", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a787f678a15908b670e46ad269b16b938ae62cb9.jpeg", "bio": "\nGerman dramatist August Stramm is now considered one of the leading avant-garde writers of his era, though he struggled for literary recognition for most of his career and did not live to see most of his work published or performed. According to Henry Marx in Drama Review, Stramm was not only the most experimental German writer of his time but also “a precursor, if not already a true culmination point of Expressionism.” Little in Stramm’s early life, however, indicated that he would achieve literary renown. He had a middle-class childhood as the son of a petty official who pushed the boy toward a career in the German postal service—against the wishes of the child’s Catholic mother, who fervently desired that her son enter the priesthood. Stramm attended gymnasiums in Dueren, Eupen, and Aix-la-Chappelle and then received a position in the German Postal Administration in 1893. Continuing his training while apprenticed there, he studied administrative law, economics, finance, and communications technology at the Post and Telegraphy School in Berlin and qualified for an advanced position in 1902. From 1905 to 1908, he studied at the University of Berlin, and in 1909 earned a PhD from the University of Halle. His dissertation topic was “historical, critical, and cameralistic investigation of the letter postage rates of the Universal Postal Union and their foundations.”\nBetween 1897 and 1902, Stramm often traveled to New York City as a member of the German Postal Administration’s Overseas Department. It is possible that he became acquainted, while there, with experimental American writings. Marx wrote that Stramm’s letters indicate that he was familiar with the work of Ralph Waldo Trine and Prentice Mulford. Other literary influences included Arno Holz and Maurice Maeterlinck.\nStramm did not begin writing seriously until 1902, when he began work on his first play, The Peasants; it was completed in 1905, but was not produced until 1929. What is crucial in Stramm’s work, Richard Sheppard argued, is the “immense gap between [his] ideal beliefs and the implications of his experience, especially after the outbreak of war.” The critic quoted from Stramm’s letters home from the front to convey the extent of his shock and horror; in a letter to his wife in 1915, Stramm described the “howling of the heavy shells” as the noises of wild beasts, and declared, “It was not world, but underworld.” He expressed a similar sense of unreality in a 1914 letter to Walden: “Wretched, cowardly, treacherous terror, and the very air sniggers sneeringly as well and gurgles and thunders down from the mountains ... It’s none of it true and all of it a lie.”\nStramm, Sheppard explained, had been excited about his awareness that reality was composed not of static objects but of dynamic energies, but “whereas, in the days of peace, Stramm had ... been able to reconcile [that dynamic] theoretically with a sense of inherent providential order, his experience of war opened up an ever-widening gap between those two concepts.” This erosion of faith led Stramm to further experiments with syntax; these new linguistic patterns, Sheppard suggested, “diminish[ed] the elements that make for synthesis and connectedness” in language. Indeed, the critic went on to claim: “As the War went on, Stramm increasingly lost his faith in the necessary, and, in the strict sense, essential connection between language and reality, and, concomitantly, in the ability of language to pin things down.” Aware that the very tradition of literature as a reflection of reality was under threat in his era, Stramm “was increasingly compelled to forgo that ease of expression which betokens an imagination at one with its own assumptions, and to resort to a tortured mode of writing in which the poet seeks to grasp and stabilize those forces.” Reading Stramm’s poetry as “a conflict between two simultaneously present but fundamentally irreconcilable belief systems,” Sheppard pointed out that Stramm “experienced those dilemmas ... as acutely painful problems which involved his whole personality, not just his abstracting intellect, and it is for this reason that his strange, challenging poetry will continue to intrigue long after so much of the autistic inflation which currently passes for ‘theory’ has been consigned to the waste-paper baskets of intellectual history.”\nIn 1913, Stramm was made a captain in the Prussian Army. During World War I, he saw action on both the eastern and western fronts. He survived more than seventy battles, and became perversely fascinated, according to Sheppard, with the “primal violence of battle.” In his 1914 letter to Walden, quoted by the critic, Stramm wrote: “We ourselves are demons and laugh at all the others. That’s how the soldier in the field feels ... He kicks the earth and shoots the sky / Heaven to death. And horror is within him and around him, he himself is horror.” Stramm was killed during an attack in the Rokitno Swamps, Gorodenka, Russia, on September 1, 1915.\nAfter Stramm’s death, Walden continued the task of publishing his work. Walden published Du: Liebesgedichte, the first collection of Stramm’s poems, in 1915. These early poems, according to Christoph Herin in the Encyclopedia of World Literature, explored “love as a cosmic experience” and eroticism in all its manifestations, “from the sacred to the profane.” Stramm’s wartime poems, included with his earliest poems in the 1919 collection Tropfblut, are “impressionistic sketches of war and death or abstract word groupings.” Stramm’s later plays, including Erwachen, Kräfte, and Geschehen, were also published posthumously. Herin also observed that his work influenced the Dada movement and “foreshadowed the techniques of modern concrete poetry.”\n", "attrs": {"Region:": ["Germany"]}}