{"pf_url": "https://www.poetryfoundation.org/poets/barbara-howes", "name": "Barbara Howes", "yob": "1914", "yod": "1996", "image": null, "bio": "\nBarbara Howes grew up in a suburb of Boston. Educated at Bennington College in Vermont, she moved to New York City after graduation. While submitting her poetry to magazines, Howes got a job editing Chimera: A Literary Magazine from 1944 to 1947. Although the job kept her from her own writing for several years, it would prove to be valuable, not only because it put her in contact with numerous other writers living in the city, but also because of the editorial skills Howes developed. These skills would be put to good use several years later when she edited several acclaimed short story anthologies: From the Green Antilles: Writings of the Caribbean (1966), The Eye of the Heart: Short Stories from Latin America (1973), and The Sea-Green Horse (1970) a young-adult short story anthology Howes compiled with her son, Gregory Jay Smith.\nDespite being nominated for the 1995 National Book Award for her The Collected Poems of Barbara Howes, 1945-1990, the work of poet Barbara Howes has received relatively little publicity; Robert Richman, writing in the New York Times, called Howes “as obscure a worthy poet as I can think of.” Usually alternating her backdrop between the gentle climate of the West Indies and the harsher landscape of her native New England, Howes’s verses paint a world of family, natural surroundings, and the wisdom inherent in natural inclinations. “I might say that my poems are about relationships,” she wrote by way of explanation in an essay published in Contemporary Authors Autobiography Series (CAAS)—“the relation of the poet’s eye, mind, and heart to reality.”\nHowes’s first collection of verse, The Undersea Farmer, was published in 1948. While recognizing that hers was a young talent, reviewers were quick to see the book as the work of an accomplished poet. 1954’s In the Cold Country further refined Howes’s considerable abilities, drawing even more critical acclaim. Praising her as “the most accomplished women poet of the younger writing generation,” Louise Bogan commented in New Yorker on Howes’s “strong, positive emotions that continually resolve into a major key.” “We sense the possibility of a new reconciliation in modern verse,” concluded Bogan, “for so long filled with division and dissent.”\nComparing Howes’ verse to that of poet Wallace Stevens, Thom Gunn noted in Yale Review that “at her best ... the very indirection of her style contributes to her meaning. Her most considerable power is in her control over language.” This control was exhibited throughout Howes’ work, in volumes that include Light and Dark (1959), Looking Up at Leaves (1966), and The Blue Garden (1972), which Robert B. Shaw termed remarkable “for the clarity of its descriptive passages” in a review in Poetry. Her best work was anthologized in Collected Poems in 1990.\nAlthough she was acknowledged for her skill as a stylist, Howes was always quick to explain that her abilities are not the obvious outlet of “God-given” talent. “One does not own one’s talent ... and should not identify with it,” she explained in her essay for CAAS; “rather, one works at it, is responsible for tending this blithe or gloomy spirit which can flash in and fade out in its own inexplicable way. ... [T]alent, and the artist who houses and labors over it, are not one.” Although recognizing that the possession of talent is necessary to any poetic endeavor, Howes added that “the other base from which any art springs is simply real, steady work. If one sits around waiting for the lightning of inspiration to strike, it will surely descend over the way, where another poet is hard at it.”\n", "attrs": {}}