{"pf_url": "https://www.poetryfoundation.org/poets/barbara-goldberg", "name": "Barbara Goldberg", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b181f18bcca61f6f19f81a2aae1eb2ed33c28561.jpeg", "bio": "\n                                                                    Poet, translator, and essayist Barbara Goldberg was born in Forest Hills, Queens. She has earned degrees from Mount Holyoke College, Columbia University, and American University. Her work is known for its formal control, sensual imagery, and wit; the poet Stanley Kunitz praised Goldberg for “the inventiveness of her mind and the brilliant assurance of her craft.” Goldberg’s work has received numerous awards and prizes, including the Felix Pollak Prize in Poetry for her collection The Royal Baker’s Daughter (2008). Other books of poetry include Marvelous Pursuits (1995), winner of the Violet Reed Hass Poetry Prize, Cautionary Tales (1990), winner of the Camden Poetry Award, and Berta Broadfoot and Pepin Short: A Merovingian Romance (1986). Her poetry has been published in many magazines and journals, including the Gettysburg Review, the Paris Review, and The Best American Poetry series.   With Moshe Dor, Goldberg has translated three books of Hebrew poetry, including Scorched by the Sun: Poems by Moshe Dor (2011), The Fire Stays in Red: Poems of Ronny Someck (2002), After the First Rain: Israeli Poems on War and Peace (1998). The Stones Remember (1991), an anthology of Hebrew poetry translated by Goldberg and Dor, won a Witter Bynner Foundation Award.    Goldberg has received two National Endowment of the Arts fellowships and two PEN Syndicated Fiction Project Awards, as well as grants from the Maryland Arts Council. She received the Emily Dickinson Award for her poem “Fortune’s Darling.” A former speechwriter for AARP, Goldberg currently teaches at Georgetown University, the Writer’s Center in Bethesda, Maryland, and in the MFA program at American University. She lives in Chevy Chase, Maryland.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}