{"pf_url": "https://www.poetryfoundation.org/poets/barbara-guest", "name": "Barbara Guest", "yob": "1920", "yod": "2006", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/76cdbba25e1b6d28158cbaedf710effabf96ea08.jpeg", "bio": "\nBarbara Guest was born in Wilmington, North Carolina but grew up in California. She attended UCLA and the University of California, Berkeley. Guest moved to New York City in the 1940s and rose to prominence in the late 1950s as a member of an informal group of writers known as the New York school of poets whose membership included Frank O’Hara, John Ashbery, and James Schuyler. Their innovative approach to poetry was influenced by modern art, especially surrealism and abstract expressionism. Guest drew on her own background in art (she worked for Art News magazine in the 1950s) to create poetry that Tyrus Miller in Contemporary Poets described as a tension-filled balance between “a lyric, or purely musical, impulse; and a graphic or painterly impulse.” Guest eventually moved away from these early influences; her later works are more in line with the language poets, whose primary interest is the actual word and not so much the image it evokes. “My poems tend more to language than to ideas,” Guest told American Poetry Review’s Mark Hillringhouse. Apart from her poetry collections, Guest’s works include the novel Seeking Air (1978) and Herself Defined (1984), the biography of the Imagist poet H.D. (Hilda Doolittle). She also published collections of nonfiction writing and essays on poetics including the collection Forces of Imagination: Writing on Writing (2003). Some of Guest’s works were collaborations with other artists, including Richard Tuttle and June Felter, in which words and drawings combine to form a whole that is greater than the sum of its parts. Anthony Manousos in Dictionary of Literary Biography summarized Guest’s poetry as “urbane, cosmopolitan, and refined” and suggestive of “the psychological dislocations and restless imagination of the perpetual traveler.”\n\r\nGuest’s interest in poetry developed while she was a college student in California, but flourished only after she had relocated to New York, which she told Hillringhouse “seemed like civilization [after] coming from the West Coast.” Guest found acceptance in the thriving New York City art scene of the 1950s, and as she told Hillringhouse, “I began to believe in my poetry, in its future.” Her influences ranged from the artists Jackson Pollock and Tony Smith to the writers Henry Miller (an acquaintance from California who suggested she move to New York) and Dorothy Richardson. Though she acknowledged the influence of the “gestural freedom” of abstract expressionism on her early work, she told Hillringhouse that she does not see this as a prominent motivation in later work. Poets, not artists, tended to be Guest’s influences; she named the French poet Anne Marie Albiach as “one of the finest writing poetry today,” and she once admitted to Contemporary Authors, “I drag my coattails in the dust of the Russian poets Akamatova and Mandelstam.” Criticizing the current prominence of “postmodern” art and lamenting the “decline of painting today” in the interview with Hillringhouse, Guest claimed that poetry “is the most interesting art form right now” because of its mission to expand the “modern tradition.”\n\r\nGuest’s interest in the history of Imagism prompted her to write Herself Defined: The Poet H. D. and Her World, the biography of the original Imagist poet. Imagism developed in the years following World War I and is much less structured than poetry of the previous generation. Marked by a free-verse prose and succinct, vivid images, Imagism was popularized in Europe primarily through H. D., her husband Richard Aldington, and Ezra Pound. Through her access to unpublished documents, Guest painted a portrait of Hilda Doolittle, the woman that Pound—Doolittle’s childhood sweetheart—called “a tree-born spirit of the wood.” Guest related to Hillringhouse the significance of undertaking such an ambitious project: “It was an event in my life to enter another life, a dangerous event.” Not only was writing a detailed biography an informative experience, but it also forced Guest to be more disciplined writer. “I learned to keep writing,” she told Hillringhouse. The book took Guest five years to complete; she collected her reflections of the experience in a group of poems entitled Biography (1981)\n\r\nIn Herself Defined, Guest explored H. D.’s reputation as a muse-like character amid a prolific literary circle that included such notables as D. H. Lawrence, Sigmund Freud, and William Carlos Williams. Of special interest to Guest was H. D.’s unconventional forty-year relationship with the charismatic heiress, benefactor, and writer who called herself Bryher. Herself Defined attracted attention from critics who sought an interpretation of H. D.’s writings as well as those interested in H. D.’s reputation as one of the more flamboyant figures of her generation. Noting the influential circle of poets in which H. D. moved, Michiko Katutani of the New York Times wrote that “Guest weaves these relationships and others into a shimmering, delicately patterned narrative that is never less than absorbing.”\n\r\nGabriel Pearson in Times Literary Supplement praised the biography as an “engaging and fluent study… of [H. D.’s] movements, milieux and relationships.” H. D. “emerges not as an idealized figure,” wrote Kay Larrieu in Best Sellers of Guest’s portrait, “but as a more believable paradox”; a woman who was dependent on others but desired to be alone to write and who relied on men to protect her, but had sexual relationships with women. Reviewing the book for Ms., Marion Meade said that Guest “has done an impressive job of collecting and sorting the facts, year by year, neurosis by neurosis.”\n\r\nGuest’s first novel, Seeking Air, is an experimental “collage novel, written in journal form” according to Manousos. In Seeking Air, the hero, Morgan Flew, fails to bring the events of his life and the actions of those around him (mainly his lover, Miriam) under his control. Guest cited her primary influence for the work as Dorothy Richardson’s The Pilgrimage; she adopted Richardson’s use of stream of consciousness writing, and named her heroine “Miriam” after Richardson’s dental assistant protagonist. Time, place, and voice are elusive in the novel, and traditional narrative boundaries are disregarded. Kathleen Fraser in Breaking the Sequence: Women’s Experimental Fiction called the novel “antinarrative,” noting that its frame is “structural/Cubist” with language that is “a contrast of almost nineteenth-century formality and limpidity.” Guest explained to Hillringhouse that the novel is “an account of what happens every day in New York City, and about Paris, and what somebody is thinking while looking out a window, and about memory, about the collusion of ideas, about coincidence, the brevity of ideas, about time, disorder, flux, etc.”\n\r\nThe volume of poetry Fair Realism (1988) reveals Guest’s painterly nature, according to American Poetry Review contributor David Shapiro, who noted Guest’s “acute sense of landscape and landscape painting.” These are poems “suffused with a classical sense of history, literature, and mystical import,” commented Jessica Grim in Library Journal. Robert Long in his Southampton Press review of the Fair Realism praised Guest’s “stunning lyricism, her ability to leave everything out of a poem but the essential… The silences in Guest’s poems are as important as the sound.” Commenting on the twenty-two page poem “Tuerler Losses” in which a poet laments the loss of two valuable wristwatches, Long summarized that “there is not other contemporary poet who has assembled this wide a range of effects, these different kind of ‘musicality’ and this visual variety into a single poem of such length and has made it hang together.”\n\r\nReinforcing Guest’s association with the language poets, Manousos claimed that Guest’s poetry is for “those who are moved by the play of language for its own sake.” Guest once told Contemporary Authors that she considers “American poets in their forties and fifties and in particular women poets (without being a feminist in literature)… to be writing the finest poetry today.” Shapiro lauded Guest as a poet distinguished in both “lyric and critical prose,” as well “as an important precursor of the ‘Language’ poets.” Shapiro continued, “When one looks at work Barbara Guest accomplished in the late 1950s and early 1960s, one finds pieces that often seem to have been written yesterday, if not tomorrow.”\nBarbara Guest lived in Berkeley and died in 2006.\n", "attrs": {"School/Period:": ["New York School"]}}