{"pf_url": "https://www.poetryfoundation.org/poets/barbara-helfgott-hyett", "name": "Barbara Helfgott Hyett", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/863e2cb93910e09c5a1e7d61a60a4795c198eef7.jpeg", "bio": "\nPoet, professor and public lecturer, Barbara Helfgott Hyett has published five collections of poetry: In Evidence: Poems of the Liberation of Nazi Concentration Camps (1986), based on interviews with U.S. GI's, was selected Booklist's Editor's Choice. Her second collection, Natural Law (1989) includes poems about the history of Atlantic City, and was the first in the Salt River poetry series. The Double Reckoning of Christopher Columbus: 3 August-12 October 1492: Poems (1992), an epic poem about the 1492 voyage of the Columbian expedition. The Tracks We Leave: Poems on Endangered Wildlife of North America (1996) and Rift (2008) were widely reviewed. \nOther poems and essays by Helfgott Hyett have appeared in dozens of magazines including the New Republic, the Nation, the Hudson Review, the Massachusetts Review, Agni, Ploughshares, the Women's Review of Books, and in over 30 anthologies. Recipient of two Massachusetts Artists Fellowships in Poetry, the New England Poetry Club's Gertrude Warren Prize, the Herman Melville Commemorative Poetry Prize, Fellowships at Yaddo, the Wurlitzer Foundation, and Virginia Center for the Creative Arts, and many other prizes and grants, including a Brother John Fellowship for Excellence in the Arts, awarded by the Boston Foundation in 2009.   Helfgott Hyett has taught English at the Teachers as Scholars program at Harvard, MIT, Trinity College, and Boston University, where she won the Sproat Award for Excellence in Teaching English. As a poet-in the-schools, she has served over 200 communities and was artist-in-residence at the MFA and the Fuller Art Museums. She is currently the director of PoemWorks, the Workshop for Publishing Poets, in Brookline, MA, which was named “One of the Best Workshops in Boston” by the Boston Globe.\n", "attrs": {"Region:": ["U.S., New England"]}}