{"pf_url": "https://www.poetryfoundation.org/poets/barbara-henning", "name": "Barbara Henning", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/82aecc1f84299b700bbf940a430432ca5ff7b98c.jpeg", "bio": "\nPoet and fiction writer Barbara Henning was born in Detroit, Michigan. She attended Wayne State University before moving to New York City with her two children in 1983. She has also lived in Tucson, Arizona and in Tesuque, New Mexico.\r\n \nLewis Warsh published her first book of poems, Smoking in the Twilight Bar (United Artists, 1988), as well as her most recent book, Digigram (2020). Other poetry collections include: Love Makes Thinking Dark (United Artists, 1995), Detective Sentences (Spuyten Duyvil, 2001), My Autobiography (United Artists, 2007), Cities and Memory (Chax Press, 2010), A Swift Passage (Quale Press, 2013), and A Day Like Today (Negative Capability Press, 2015). She is also the author of four novels: Just Like That, Thirty Miles to Rosebud, You Me and the Insects, and Black Lace. Between 2003 and 2014, she published a series of 16 limited artist pamphlets, combining photography and poetry.  Her most recent pamphlet, co-authored with Maureen Owen, Poets on the Road, cover by Pamela Lawton, celebrated their extensive reading road trip in 2018 across the USA. \n\nHenning is also the editor of a book of interviews, Looking Up Harryette Mullen (Belladonna, 2011), and The Selected Prose of Bobbie Louise Hawkins (Blazevox, 2012), and Prompt Book: Experiments for Writing Poetry and Fiction (Spuyten Duyvil, 2020). She was also the editor of the poetry and art journal, Long News: In the Short Century, from 1990 to 1995. As a long-time yoga practitioner, she has lived and studied in Mysore, India with Shankaranarayana Jois. Henning has taught at Naropa University, the University of Arizona, and Long Island University in Brooklyn, where she is professor emerita.\n", "attrs": {}}