{"pf_url": "https://www.poetryfoundation.org/poets/barton-sutter", "name": "Barton Sutter", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/64ecf3f33cf4811c139a5931e25f5c84da017d48.jpeg", "bio": "\nBarton Sutter was born and raised in small towns in the Upper Midwest. He earned degrees from Southwest Minnesota State University and Syracuse University, and taught at the University of Wisconsin-Superior, the University of Minnesota, and other institutions. The only author to win the Minnesota Book Award in three separate categories, Sutter’s poetry, fiction, and essays depict the landscape and people of the Upper Midwest. His books of poetry include Cedarhome (1977), The Book of Names: New and Selected Poems (1993), winner of the Minnesota Book Award for poetry, and Farewell to Starlight in Whisky (2004). Cold Comfort: Life at the Top of the Map (1998), a collection of broadcasts Sutter did for Minnesota Public Radio, won the Minnesota Book Award for creative non-fiction; My Father’s War and Other Stories (1991) won the same award for fiction. His plays include Small Town Triumphs (1991) and Bushed: A Poetical, Political, Partly Musical Tragicomedy in Two Acts (2008), which was named Best Local Play of the Year by the Reader Weekly. In 2005, Sutter was named Poet Laureate of Duluth. His other honors include the George Morrison Artist Award, and awards from the Academy of American Poets, the Jerome Foundation, the Loft Literary Center, and the Arrowhead Regional Arts Council.\nSutter told Contemporary Authors: “I belong to the Upper Midwest. As a young writer, I dreamed about living on the cheap in some foreign country where I could write full-time. Several months in Ireland killed that fantasy. In a matter of weeks, I lost my linguistic bearings so badly that I couldn’t even write journal notes. Travel is helpful, and I enjoy reading about all kinds of places, but, as a writer, I’m rootbound. I only feel authentic writing about my own region. I live in Duluth, on the shores of the largest freshwater lake in the world, where canoe racks are standard equipment and the temperature sometimes drops to forty below. I enjoy being out of the swim. I don’t see much fun in loving someplace that everybody else loves, too. I like writing about country people and the natural world. I manage to get out in a canoe about thirty days a year and usually bring back fish or a poem—on lucky days, both.”\n \n \n \n \n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}