{"pf_url": "https://www.poetryfoundation.org/poets/basil-bunting", "name": "Basil Bunting", "yob": "1900", "yod": "1985", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1b07d573ea158a28f586aae93e4df698554c9f4e.jpeg", "bio": "\nBasil Bunting was born in Scotswood-on-Tyne, Northumberland. Despite numerous years abroad in Italy, the Canary Islands, the United States, and current-day Iran, Bunting is known as a poet of Northern England and is closely associated with Northumberland, where he lived during the last years of his life. Bunting attended a Quaker school and was a conscientious objector during World War I. Arrested for his political views, Bunting was imprisoned in Wormwood Scrubs and Winchester prisons. After his release, he moved to London and later Paris, where he worked with Ford Madox Ford on the transatlantic review. Bunting married his first wife, Marian Culver, in 1929 and the couple spent the 1930s moving from Italy to the Canary Islands to the United States. Bunting’s first two children, including his son Rustam whose later death inspired one of Bunting’s great elegies, were born during this period.\nDuring World War II, Bunting enlisted in the Royal Air Force and was sent to Persia as a translator. He remained in Tehran until 1952. Divorced from Culver, he married Sima Alladadian in 1948 and the couple had two more children. Leaving Tehran, Bunting moved back to Northumberland and, in 1954, became an editor for the Newcastle Journal. By the 1960s, a younger generation of poets, including Tom Pickard and Jonathan Williams, had started to seek Bunting out. His publications from this time include The Spoils (1965), First Book of Odes and Loquitur (1965), and, in the Morden Tower, a space developed by Pickard, the first performance of Briggflatts, Bunting’s best-known work, which was published in 1966. In the late ’60s, Bunting taught at universities in the United States and England. Bunting suffered from poor eyesight his entire life, and by the 1970s and early ’80s, he had undergone surgery for cataracts. Though recognized widely as one of Britain’s great late modernist poets, Bunting spent his later life in poverty and was forced to move homes often as a result. He died in Hexham General Hospital, near his last home in Whitley Chapel, Northumberland.\nDescribed as “the last minor master of the modernist mode” by Donald Hall in the New York Times Book Review, Bunting achieved his greatest popularity during his lifetime in the mid-1960s as one of the leaders of the new British literary avant-garde. Bunting was also associated with the loosely affiliated American group of poets known as the Objectivists, and he corresponded frequently with poets such as William Carlos Williams, Louis Zukofsky, Lorine Niedecker, among many others. Ezra Pound, whom Bunting worked for in the late 1920s, was an early admirer of Bunting, and advocated on behalf of his work. But by most accounts it took the interest and encouragement of the younger generation of poets such as Pickard and Gael Turnbull to spur Bunting to his greatest work, produced in the 1960s. In analyzing the bulk of his work, some critics find Bunting’s later poetry less reminiscent of his early influences; most consider Briggflatts his best work.\nBunting suggested that readers look to his poetry only for its audio value and advised taking pleasure in the sheer sound combinations his poems afford. G.S. Fraser noted in the Times Literary Supplement that the poet’s work “is verse which is directly melodic, which seems to sing rather than speak,” adding, “Bunting perhaps excels all living poets in expressing emotional complexity through apparently simple—not so very simple—elodic artifice.” Anthony Suter extends this musical metaphor in Agenda, observing that Bunting’s poetry reflects “the structure of meanings, and, moreover, the meanings are organized according to a musical architecture—that of sonata form.”\nIn the New York Times Book Review, Hall maintained that Bunting’s poetry conveys a message as well as lyrical beauty, despite noting the poet’s warning against interpreting his work: “‘The attempt to find any meaning in it would be manifestly absurd.” Hall writes, “The wily Bunting, questioned about his own poems, reduces them to themes and variations, possibly because they are too intimate a matter for public discussion.” Suter defined Bunting’s vivid imagery and symbolism as “particularly noteworthy” elements in deriving meaning from the poet’s verse. Finally, in describing Collected Poems, Hall observed the melding of life and work, stating, “From the early ‘Villon’ to the late ‘Overdrafts’... the long life dances forth in a living voice.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}