{"pf_url": "https://www.poetryfoundation.org/poets/bei-dao", "name": "Bei Dao", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0f06dd3b417e12185b57878f7f6b6cc503920431.jpeg", "bio": "\nBei Dao is the nom de plume of Zhao Zhenkai, widely considered one of China’s most important contemporary authors. His poems have been translated into more than 30 languages. In English he is represented by numerous collections of poetry, fiction, and essays, including The Rose of Time: New and Selected Poems (2010), Midnight’s Gate (2002), Unlock (2000), Landscape over Zero (1995), Old Snow (1991), The August Sleepwalker (1990), and Waves (1985), which have been internationally acclaimed for their subtlety, innovation, and eloquence.\nIn China in the 1970s and ’80s, he was a leading member of the loosely associated avant-garde movement Ménglóng Shi Rén, or “Misty Poets,” so-called for the abstract language and obscure meaning in their poems. Much of his early work, as well as that of other “Misty” poets, appeared in the influential underground journal that he co-founded in 1978, Jintian (Today). The journal was banned after two years of publication, and in 1989 Dao was exiled from China for his perceived influence on the protests that led up to the Tiananmen Square massacre.\nA look at his accomplishments reveals a poet who has since been embraced by the global literary community—he has taught extensively in Europe and the United States, was elected an honorary member of the American Academy of Arts and Sciences, and has received awards in Germany, Morocco, and Sweden. Much of his work addresses the topics of freedom and exile, in a way that poet Michael Palmer says “abjures overt political rhetoric while simultaneously keeping faith with his passionate belief in social reform and freedom of the creative imagination.”\nDao has taught at the University of Alabama in Tuscaloosa, the University of California, Davis, and Beloit College in Wisconsin, and he was a Stanford Presidential Lecturer. In 2006, he was permitted to move back to China.\n", "attrs": {"Region:": ["Asia, East"]}}