{"pf_url": "https://www.poetryfoundation.org/poets/bell-hooks", "name": "bell hooks", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/928e98564e942c4e22695e82bb6e3d7eebc33129.jpeg", "bio": "\nActivist and writer bell hooks was born in Hopkinsville, Kentucky as Gloria Jean Watkins. As a child, hooks performed poetry readings of work by Gwendolyn Brooks, Langston Hughes, and Elizabeth Barrett Browning. She earned a BA from Stanford University, an MA from the University of Wisconsin-Madison, and a PhD from the University of California-Santa Cruz.\r\n \r\nhooks is the author of over 30 books, including Ain’t I a Woman: Black Women and Feminism (1981), named by Publisher’s Weekly as one of the 20 most influential books published in 20 years; Feminist Theory: From Margin to Center (1984); Yearning: Race, Gender, and Cultural Politics (1991), winner of the American Book Award/Before Columbus Foundation Award; Teaching to Transgress (1994); the children’s book Homemade Love (2002), named the Bank Street College Children’s Book of the Year; and the poetry collections And There We Wept (1978) and When Angels Speak Appalachian Elegy: Poetry and Place (2012), winner of the Black Caucus of the American Library Association’s Best Poetry Award.\r\n \r\nThroughout her life, hooks has explored the relationship between sexism, racism, and economic disparity in books aimed at scholars and at the public. In an interview with Bomb Magazine, she said, “To think of certain ways of writing as activism is crucial. What does it matter if we write eloquently about decolonization if it’s just white privileged kids reading our eloquent theory about it? Masses of black people suffer from internalized racism, our intellectual work will never impact on their lives if we do not move it out of the academy. That’s why I think mass media is so important.”\r\n \r\nhooks is the winner of the Writer’s Award from the Lila-Wallace—Reader’s Digest Fund, and has been named one of our nation’s leading public intellectuals by The Atlantic Monthly. She has taught at the USC, Yale University, Oberlin College, the City College of New York, and Berea College. She lives in Kentucky.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}