{"pf_url": "https://www.poetryfoundation.org/poets/ben-belitt", "name": "Ben Belitt", "yob": "1911", "yod": "2003", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0011d280d71eda157828a17b5341e675264d0bf1.jpeg", "bio": "\nPoet, translator, and professor Ben Belitt was born in New York City in 1911. He studied at the University of Virginia, where he earned a BA and an MA. Sometimes described as an overlooked master of 20th century American poetry, Belitt taught and influenced poets such as Susan Wheeler, Reginald Shepherd, and Lynn Emanuel at Bennington College in Vermont. His poetry won numerous awards, including the Russell Loines Award for Poetry from the American Academy of Arts and Letters, the Shelley Memorial Award from the Poetry Society of America, and fellowships from the Guggenheim Foundation and the National Endowment for the Arts.\nBelitt’s poems are often characterized as ornate and baroque. Some critics suggest that his work privileges sound over sense. An early champion of Belitt’s work, Howard Nemerov, pointed out that “Belitt receives the world more exclusively by the ear than most; he writes by a kind of radar, and a relevant sound, by the rules of his procedures, is assumed to be a relevant sense … This reliance on how things sound … makes possible his characteristic combination of great elaboration with great intensity.” Susan Wheeler has described Belitt’s predilection for “tropes … iconography: mummies, doppelgangers, quarks. Nature was fierce, fecund, indifferent; coming to terms with this involved a wrestling. His was a gorgeous, guttural English, with both Chaucer’s choices and court English.”\nLouisiana State University Press published This Scribe, My Hand: The Complete Poems of Ben Belitt in 1998. Richard Eberhart wrote in the New York Times Book Review, “In reading the best poems of Ben Belitt one is passed through a screen of artistry into the open air of mature, deep, universal significance … We do not have to worry about these poems. We do not have to think of the author, the style, the value. The poet’s subtlety makes them a perfect vehicle for the understanding of what we already know. He has pointed his finger to the depths of the heart.”\nBelitt’s other poetry collections include The Double Witness: Poems, 1970-1976, Nowhere But Light (1970), The Enemy of Joy: New and Selected Poems (1964), Wilderness Stair (1955), and The Five-Fold Mesh (1938). Over the course of eight collections, he reworked, expanded, condensed, and rearranged his poems so that successive volumes examine the same themes from varying perspectives. His poem “Block Island Crossing,” for instance, originally published in Nowhere But Light, was reformulated as “Block Island: After The Tempest” in The Double Witness. In Salmagundi, Lorrie Goldensohn noted that “each successive book cannibalizes a portion of the last; adds titles; drops titles; whitens intervals between sections, or colors them with new material altogether.” Packed with allusions to literature, biology, and autobiography, Belitt’s dense, catholic approach to subject matter and form earned him praise, but he had a limited readership. According to the late poet and critic Reginald Shepherd, “part of the reason for the neglect of Ben’s work, besides his lack of interest in self-promotion, is the density and obliquity of his work, and what Howard Nemerov calls its ‘menacing intensity.’”\nBelitt translated many books of poetry by Pablo Neruda and Federico García Lorca. Some critics suggested that his translations strayed too far from the original verse. Wheeler defended Belitt, though, arguing that his “translations took liberties, much as Lowell’s did, in his deliberate enterprise to re-imagine the poems in English, to create parallel, vital new works.”\nBelitt also published several books of prose, including the essay collections The Forged Feature: Toward a Poetics of Uncertainty: New and Selected Essays (1995) and Adam’s Dream: A Preface to Translation (1978). He died in Bennington, Vermont in 2003.\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}