{"pf_url": "https://www.poetryfoundation.org/poets/berwyn-moore", "name": "Berwyn Moore", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/4bb7eae4d16d850245830be9379af5260777efd4.jpeg", "bio": "\nBerwyn Moore is the author of three books of poetry, Sweet Herbaceous Miracle, winner of the 2017 John Ciardi Prize from BkMk Press, O Body Swayed, and Dissolution of Ghosts, both from Cherry Grove Collections. Her poems have been published widely in national journals, including Measure: A Review of Formal Poetry, Five Points Journal, Nimrod International Journal of Poetry and Prose, The Southern Review, Shenandoah, Poetry Northwest, Journal of the American Medical Association, Cimarron Review and others. Her work has been featured on web venues such as Verse Daily, Best American Poetry, and An American Life in Poetry. She is a regular contributor to The American Scholar's \"Next Line, Please\" weekly poetry forum. \nMoore’s poetry has received numerous awards, including the 2015 James Dickey Prize for Poetry from Five Points Journal and the 2007 Magliocco Prize for Poetry from Bellevue Literary Review. She has also received awards from The Pinch Journal, Margie: An American Journal of Poetry, Nimrod: International Journal of Poetry and Prose, Sow's Ear Poetry Review, New Millennium, Ruminate, Briar Cliff Review, and Negative Capability Press. She has been twice nominated for the Pushcart Prize.\nIn 2009, Moore was named the first Poet Laureate of Erie County, Pennsylvania. Her primary community-outreach project as laureate was compiling and editing the book, Dwelling in Possibility: Voices of Erie County, an anthology of poetry and art.\nMoore is professor of English at Gannon University in Erie, Pennsylvania, where she won the Distinguished Faculty Award in 2012. She has also worked as a newspaper reporter, a freelance writer, a photographic assistant, and a respiratory therapist at a children's hospital in North Carolina. These experiences, particularly those in medical contexts, continue to influence her poetry and teaching.\n \n", "attrs": {"Region:": ["U.S., Midwestern"]}}