{"pf_url": "https://www.poetryfoundation.org/poets/bill-berkson", "name": "Bill Berkson", "yob": "1939", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/46bdd4998fa4404331171f915cf866bb173c1ece.jpeg", "bio": "\nBorn in New York in 1939, Bill Berkson was a poet, critic, teacher and sometime curator, who became active in the art and literary worlds in his early twenties. He was professor emeritus at the San Francisco Art Institute, where, between 1984 and 2008, he taught art history, art writing and poetry; Berkson also served as interim dean in 1992 and directed the Letters and Science and public lectures programs. He studied at Trinity School, The Lawrenceville School, Brown University, Columbia University, The New School for Social Research, and New York University’s Institute of Fine Arts.  \nHe was the author of some twenty books and pamphlets of poetry, including Gloria, a portfolio of poems with etchings by Alex Katz (Arion Press, 2005); Our Friends Will Pass Among You Silently (The Owl Press, 2007); Portrait and Dream: New & Selected Poems (Coffee House Press, 2009); and Expect Delays (Coffee House, 2014). His poems also appeared in many magazines and anthologies. Other recent books are What’s Your Idea of a Good Time: Letters & Interviews 1977-1985 with Bernadette Mayer (Tuumba Press, 2006); BILL with drawings by Colter Jacobsen (Gallery 16 Editions, 2008); Ted Berrigan with George Schneeman (Cuneiform Press, 2009); Not an Exit with Léonie Guyer (Jungle Garden Books, 2011); Repeat After Me with watercolors by John Zurier (Gallery Paule Anglim, 2011); and Invisible Oligarchs (Ugly Duckling Presse, 2016), a reproduction of a notebook from Berkson's travels through Russia in 2006. In 2018, Coffee House Press published his memoir Since When: A Memoir in Pieces. \nDuring the 1960s Berkson was an editorial associate at Art News, a regular contributor to Arts, guest editor at the Museum of Modern Art, an associate producer of a program on art for public television, and taught literature and writing workshops at the New School and Yale University. After moving to Northern California in 1970, he began editing and publishing a series of poetry books and magazines under the Big Sky imprint. Before coming to the Art Institute, he taught regularly in the California Poets in the Schools program.\nIn the mid-1980s Berkson resumed writing art criticism on a regular basis, contributing monthly reviews and articles to Artforum from 1985 to 1991; he became a corresponding editor for Art in America in 1988, a contributing editor for artcritical.com, and wrote for such magazines as Aperture, Modern Painters, Art on Paper, and others.\nAs a curator he organized or co-curated such exhibitions as Ronald Bladen: Early and Late (SFMoMA), Albert York (Mills College), Why Painting I & II (Susan Cummins Gallery), Homage to George Herriman (Campbell-Thiebaud Gallery), and Facing Eden: 100 years of Northern California Landscape Art (M.H. de Young Museum), and two exhibitions of George Schneeman’s Italian landscape paintings,  at the CUE Foundation, New York,  in 2003 and at the Italian Cultural Center, San Francisco, in 2011.\nRecipient of awards and fellowships from the National Endowment for the Arts, Artspace, Yaddo, the Briarcombe Foundation, the Fund for Poetry, the Poets Foundation, and the American Academy in Rome, Berkson was Distinguished Paul Mellon Lecturer for 2006 at the Skowhegan School of Painting and Sculpture in Maine and was awarded the 2008 Goldie for Literature from the San Francisco Bay Guardian. Portrait and Dream won the Balcones Prize for Best Book of Poetry in 2010. A collection of his criticism, The Sweet Singer of Modernism & Other Art Writings, appeared from Qua Books in 2004, and Sudden Address: Selected Lectures 1981-2006 from Cuneiform Press in 2007. A volume of his art writings, lectures and interviews, For The Ordinary Artist, appeared in 2011 from BlazeVOX Books, as did Parties du corps, a selection of his poetry in French translation, edited by Olivier Brossard, from Joca Seria, Nantes.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["New York School (2nd Generation)"]}}