{"pf_url": "https://www.poetryfoundation.org/poets/bob-hicok", "name": "Bob Hicok", "yob": "1960", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c974a32dc748b8816eb7a70914b3657c9dd53375.jpeg", "bio": "\nBob Hicok was born in 1960 in Michigan and worked for many years in the automotive die industry. A published poet long before he earned his MFA, Hicok is the author of several collections of poems, including The Legend of Light, winner of the Felix Pollak Prize in Poetry in 1995 and named a 1997 ALA Booklist Notable Book of the Year; Plus Shipping (1998); Animal Soul (2001), a finalist for the National Book Critics Circle Award; Insomnia Diary (2004); This Clumsy Living (2007), which received the Rebekah Johnson Bobbitt National Prize for Poetry from the Library of Congress; Words for Empty, Words for Full (2010); Elegy Owed (2013), a finalist for the National Book Critics Circle Award; and Sex & Love (2016). His work has been selected numerous times for the Best American Poetry series. Hicok has won Pushcart Prizes and fellowships from the Guggenheim Foundation and the National Endowment for the Arts, and has taught creative writing at Western Michigan University and Virginia Tech.\n\r\nHicok’s poetry is known for its accessible, meditative style. Narrative and associational, his poems are at once funny and wry, poignant and silly, smart and sad: they offer varied portraits of the lives and stories of working people, of violence and pop culture, while containing moments of unexpected beauty and trenchant observations on human nature. Over the course of his career, Hicok has evolved into one of contemporary poetry’s most popular poets. In the Boston Review, Keith Taylor noted that by his second volume, Animal Soul, Hicok’s “poems became more meditative, with a sense of humor that made them feel quick and lively, and started to draw heavily on the attributes and artifacts of the cultural moment.” Described in the New York Times as “someone intensely interested in our lifelong quest to be comfortable in our own skin and our ability to do so rarely, if ever,” Hicok has earned acclaim for his sensitive handling of the tragic shooting at Virginia Tech in 2008 through a series of poems in his book Words for Empty, Words for Full. According to Taylor, “Hicok’s meditations… do not allow us to turn away from the act of violence, neither from the person who committed the act, nor from the ironies of survival.”\n\r\nWhen asked by interviewer Laura McCullough about the relationship between restraint and revelation in his work, Hicok replied, “Because I don’t know where a poem is headed when I start, it seems that revelation has to play a central part in the poems, that what I’m most consistently doing is trying to understand why something is on my mind… Maybe writing is nothing more than an inquiry into presences.” Hicok is currently associate professor of creative writing at Purdue University.\n\r\n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}