{"pf_url": "https://www.poetryfoundation.org/poets/bob-perelman", "name": "Bob Perelman", "yob": "1947", "yod": null, "image": null, "bio": "\nBorn in Youngstown, Ohio, poet, critic, and translator Bob Perelman studied at the University of Rochester and the University of Michigan, where he earned an MA in classics, before earning an MFA at the Iowa Writers’ Workshop and a PhD at the University of California, Berkeley. He is the author of numerous poetry collections, including IFLIFE (2006), Ten to One: Selected Poems (1999), and a.k.a. (1979). \nInfluenced by the work of Marcel Proust and Ezra Pound, Perelman’s poems disrupt sense and syntax as they search to connect body and language amid layers of commercialization, violence, and literary memory. In a 2007 review of IFLIFE, poet and critic Ron Silliman said it “at first appears to be that straightforward thing, a collection of poems, but when examined more closely reveals layers of connection from one poem to the next until a close reader becomes dizzy with the vertical dimensions that can lurk behind the simplest word.” In an interview for Jacket magazine with Chris Alexander, Perelman, in an explication of his poem “Flat Motion,” discussed the nuance and hopefulness of his use of the present tense, noting, “I was always excited to feel like I was writing in the present; but as soon as something’s on the page you can already see the past tense in full possession of whatever it is you’re writing. That sense of motion, appetite rushing forward, but also of frustration, of not getting enough.”\nPerelman collaborated with his wife, the painter Francie Shaw, on Playing Bodies (2004). His play The Alps was first produced in 1980 in San Francisco, California. Perelman has also published the critical studies The Marginalization of Poetry (1996) and The Trouble with Genius: Reading Pound, Joyce, Stein, and Zukofsky (1994). His translations appear in Modern Archaist: Selected Poems of Osip Mandelstam (2008) and The Selected Poems of Tomaž Šalamun (1988). He edited two anthologies of speeches by poets: Writing/Talks (1985) and Talks (Hills 6/7) (1980). His own work has been featured in numerous anthologies, including Onward: Contemporary Poetry and Poetics (1996), Postmodern American Poetry: A Norton Anthology (1994), and several editions of Best American Poetry.\nPerelman teaches at the University of Pennsylvania.﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}