{"pf_url": "https://www.poetryfoundation.org/poets/boris-pasternak", "name": "Boris Pasternak", "yob": "1890", "yod": "1960", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/9d5366d1270f02f7b7251b6bc1a7d6efea26d3b0.jpeg", "bio": "\nNobel laureate Boris Pasternak was highly regarded in his native Russia as one of the country’s greatest post-revolutionary poets. He did not gain worldwide acclaim, however, until his only novel, Doctor Zhivago, was first published in Europe in 1958, just two years before the author’s death. Banned in Russia as anti-Soviet, Pasternak’s controversial prose work was hailed as a literary masterpiece by both American and European critics, but its publication was suppressed in Russia until 1988. The attention focused on Pasternak and his work as a result of the Zhivago affair brought with it a renewed public interest in the author’s earlier writings. Consequently, numerous English translations of Pasternak’s entire canon, including his poetry, autobiographical prose, and Doctor Zhivago, became readily available in the Western world.\n\r\nBorn in 1890 to a cultivated, cosmopolitan Moscow family, Pasternak grew up in an atmosphere that fostered an appreciation of the arts and the pursuit of artistic endeavors. His father, Leonid, was a prominent Russian portrait painter and art teacher, and his mother, Rosa, was a former concert pianist who forfeited a promising musical career in the interest of her husband and children. The Pasternaks were part of an exclusive social circle that consisted of Russia’s finest musicians, writers, and painters, including premier novelist Leo Tolstoy and composers Alexander Scriabin, Sergei Rachmaninov, and Anton Rubinstein. In the rich cultural surroundings of Pasternak’s home, observed Gerd Ruge in Pasternak: A Pictorial Biography, “art was a normal activity which needed neither explanation nor apology and which could fill out and take possession of a man’s whole life.”\nPasternak was only four years old when he first met Tolstoy, who attended a concert at the Pasternaks’ given by Boris’s mother and two professors—a violinist and a cellist—from the Moscow Conservatory. In his 1959 memoir I Remember: Sketch for an Autobiography, Pasternak reflected on the impact of the music, especially that of the stringed instruments, played in Tolstoy’s honor: “I was awakened ... by a sweetly poignant pain, more violent than any I had experienced before. I cried out and burst into tears from fear and anguish. ... My memory became active and my consciousness was set in motion. [From that time I] believed in the existence of a higher heroic world, which must be served rapturously, though it might bring suffering.” The family’s ongoing contact with Tolstoy—Leonid illustrated the author’s novella Resurrection in 1898—culminated in “the forlorn station where Tolstoy lay dead in a narrow humble room,” related Marc Slonim in the New York Times Book Review. According to Slonim, the author’s moving recollections, brought to life at Tolstoy’s wake and documented in I Remember, demonstrate how great a part “the creator of War and Peace [played] in the ethical formation of Pasternak, particularly in his developing attitude toward history and nature.”\nAn encounter in 1903 with the celebrated composer Scriabin prompted the fourteen-year-old Pasternak to devote himself entirely to the composition of music. He eagerly embraced the study of music at the Moscow Conservatory and under composer Reinhold Glier but completely renounced his chosen vocation six years later. He attributed the need for this difficult and radical decision to his lack of both technical skill and pitch recognition, explaining in I Remember, “I could scarcely play the piano and could not even read music with any fluency. ... This discrepancy between the ... musical idea and its lagging technical support transformed nature’s gift, which could have served as a source of joy, into an object of constant torment which in the end I could no longer endure.” Pasternak not only resented his musical inadequacy but, despising any lack of creativity, perceived it as an omen, “as proof,” he wrote in I Remember, that his devotion to “music was against the will of fate and heaven.”\nThe author completely disassociated himself from music, cutting all ties to composers and musicians and even vowing to avoid concerts. Still, Pasternak would allow his love of music to color his writings, steeping both the poetry and prose he would later compose in a melodic air of rhythm and harmony. In Boris Pasternak: His Life and Art, Guy de Mallac cited Christopher Barnes’s assessment of the writer’s style: “It is no doubt to Scriabin that Pasternak, and we, are indebted for the poet’s initial captivation by music, and for the development of his fine ‘composer’s ear’ which is traceable throughout the strongly ‘musical’ poetry and prose.”\nDe Mallac suggested that prevailing literary trends in early 20th-century Russia also exerted a great influence on the impressionable adolescent. The beginnings of the Russian symbolist movement—a romantic reaction to realism that was advocated most notably by writer Alexander Blok—in the 1890s led to a reexamination of accepted artistic concepts. And as World War I approached, Pasternak would, for several years, associate himself with the futurists, a group of writers whose works were marked by a rejection of the past and a search for new forms. De Mallac pointed out that Pasternak was born into a world “of recurrent economic crises and political repression, dissent, and assassination. ... [Russian czar Nicholas II’s] reactionary stance ... only fed the flames of political and social revolt and exacerbated the critical and hostile attitudes of the intelligentsia. ... Pasternak ... soon realized that the society he lived in was doomed to undergo radical upheavals.”\nPasternak’s early experiences—his development as a youth within a highly cultural milieu, the early associations with Tolstoy and Scriabin, his innate sensitivity and strongly superstitious nature, and the implications of the dawn of the Russian Revolution—combined to profoundly affect his development as a man and as a writer. After studying philosophy at Marburg University in 1912 under neo-Kantian scholar Hermann Cohen, who purported a philosophy of coherence and world order and abjured human intuition or irrationality, Pasternak again made an abrupt and radical change in his life, leaving Marburg that same summer. De Mallac noted that while Pasternak “did not absorb all of Cohen’s theories, [the author] was influenced by the philosopher’s monotheism and highly ethical standards.” In her prologue to the 1976 edition of Pasternak’s My Sister, Life; and Other Poems, Olga Andrevey Carlisle reaffirmed that although “philosophy was to remain an important element in his life, [after the summer of 1912] it was no longer [his] central concern.” The experience of being rejected by a lover was the catalyst that turned Pasternak into a poet.\nIn 1912 Ida Davidovna, a young woman whom Pasternak had known since childhood, refused the author’s proposal of marriage. De Mallac noted that for Pasternak, “creative self-renewal [was] directly induced by a stormy passion.” The intensity of the experience with Davidovna, theorized de Mallac, affected Pasternak “so strongly that he soon made another decision: he would not marry a woman; he would divorce a profession. ... Impelled by [a] new, poetic perception of the world, he began writing poetry.” After traveling to Italy, Pasternak returned to Moscow to write.\nThrough his highly original poetry, Pasternak explores the many moods and faces of nature as well as man’s place in the natural world. In his first collection of poems, the 1923 volumeMy Sister, Life: Summer 1917, the author asserts his oneness with nature, a credo which would guide all of his subsequent writings: “It seemed the alpha and omega—/ Life and I are of the same stuff; / And all year round, with snow or snowless, / She was like my alter ego / And ‘sister’ was the name I called her.”\nMy Sister, Life is marked by the spirit of the revolution. De Mallac suggested that it was Pasternak’s “sincere endeavor to apprehend the era’s political turmoil, albeit in a peculiar mode of cosmic awareness.” The poet evokes the ambience of prerevolutionary Russia in “Summer 1917,” a poem which reduces the last weeks of peace before the war to days “Bright with wood sorrel ... / When the air smelled of wine corks.” Another poem from My Sister, Life, frequently but loosely translated as “The Racing Stars,” captures with startling and unconventional imagery the moment in time when nineteenth-century Russian poet Aleksander Pushkin wrote his passionate poem “The Prophet”: “Stars swarmed. Headlands washed in the sea. / Salt sprays blinding. Tears have grown dry. / Darkness brooded in bedrooms. Thoughts swarming, / While the Sphinx listens patiently to the Sahara.” Robert Payne commented in The Three Worlds of Boris Pasternak that the author’s “major achievement in poetry lay ... in his power to sustain rich and varied moods which had never been explored before.”\nThe 1920s and 1930s were years of transformation for Pasternak. By the end of 1923, he had married painter Yevgenia Vladimirovna and, upon the publication of a second outstanding collection of lyric poetry titled Themes and Variations, had established himself as one of Russia’s most innovative and significant 20th-century poets. The author had enjoyed a successful and prolific period through the early 1920s and supported the Russian Revolution at its inception, feeling the movement would be justified if it did not demand the sacrifice of citizens’ individuality. But shortly after Joseph Stalin had seized power in the country in 1928, Pasternak wrote only sporadically, feeling stifled by pressure from the Communist government to adhere to the party’s ideals in his writings. He chose instead to lose himself in the act of translating the works of foreign writers, including William Shakespeare.\nAlmost simultaneously, the author ended his association with the futurists, considering their concept of new poetry too narrow to accommodate his unique impressions and interpretations. As a consequence of the break, Pasternak lost longtime friend Vladimir Mayakovski, the Russian futurist poet who glorified the Revolution and identified with the Bolshevik party, an extremist wing of the Russian Socialist Democratic party that seized supreme power in Russia through the revolt. Pasternak did not align himself with any other literary movement during his lifetime. Instead, wrote de Mallac, he worked “as an independent, if often isolated, artist, in pursuit of aims he would define for himself.”\nSeveral translations of Pasternak’s early poetry and prose, including the 1931 autobiographical prose work Safe Conduct, began to appear in the United States in the late 1940s. Slonim echoed the majority of the critics when he commented on the inevitable futility of trying to capture the impact of the author’s words, especially his poetry, in English translation: “In the case of Pasternak, whose poetry is complex and highly diversified, the perfect marriage of image, music and meaning can be rendered in English only with a certain degree of approximation.” Andrey Sinyavsky pointed out in his piece for Major Soviet Writers: Essays in Criticism that “authenticity—the truth of image—is for Pasternak the highest criterion of art. In his views on literature and his practice as a poet he is filled with the concern ‘not to distort the voice of life that speaks in us.’” Sinyavsky further asserted that the “fullness” of Pasternak’s words—at times “light” and “winged,” at times “awkward ... choked and almost sobbing”—is achieved through the freedom with which he wrote in his native language: “In [his] naive, unaffected outpouring of words, which seems at first not to be directed by the poet but to carry him along after it, Pasternak attained the desired naturalness of the living Russian language.”\nPasternak’s highly metaphorical writing style made his early works somewhat difficult to understand. In I Remember the author looks with disapproval at what he termed the “mannerisms” of his youth. In an effort to make his thoughts and images clearer and more accessible to a larger audience, Pasternak worked after 1930 to develop a more direct and classical writing style. Many critics have cited his masterpiece Doctor Zhivago and its accompanying poetry as the culmination of these efforts.\nDe Mallac theorized that Doctor Zhivago, the work for which Pasternak is most famous, “was forty years in the making.” According to the critic, “Pasternak called 1945 and 1946 his ‘years of deep spiritual crisis and change.’” It was during this time that the author called began to weave the first draft of his impressions of the war and its effect on his generation with a highly personal love story—in the form of Doctor Zhivago.\nIn the fall of 1946, while married to his second wife, Zinaida Nikolayevna (his marriage to Yevgenia Vladimirovna had ended in divorce in 1931), Pasternak met and fell in love with Olga Ivinskaya, an editorial assistant for the monthly Soviet periodical Novy Mir. In her 1978 memoir A Captive of Time, Ivinskaya recalled that upon her arrival home from a lecture in which Pasternak read from his translations, she told her mother, “I’ve just been talking to God.” Ivinskaya’s admiration for the author was in sharp contrast to Zinaida’s coolness, for as de Mallac documented, Pasternak’s wife was “little attuned to [her husband’s] spiritual and aesthetic pursuits. ... Her rather brusque and authoritarian manner ... was ill-oriented to his sensibilities. ... Pasternak would seek from Ivinskaya the spiritual and emotional solace that his wife had not given him.” Many critics have contended that the poems written during Pasternak’s affiliation with Ivinskaya are among his best. One such poem was excerpted by Irving Howe in the New York Times Book Review: “I have let my family scatter / All my dear ones are dispersed, / And the loneliness always with me / Fills nature and my heart. ... / You are the good gift of destruction’s path, / When life sickens more than disease / And boldness is the root of beauty—/ Which draws us together so close.”\nThe author’s affair with Ivinskaya coincided with the Russian Communist party’s renewed attack on deviationist writers. Numerous sources suggested that Stalin showed an unusual tolerance for Pasternak—such special treatment may have stemmed from the author’s work as a translator and promoter of Georgian literature, as Stalin was a native of Georgia. Howe reported that “there were rumors in Moscow that the dictator, glancing over a dossier prepared for Pasternak’s arrest, had scribbled, ‘Do not touch this cloud-dweller.’”\nPasternak’s lover, however, was not afforded such consideration. Arrested in 1949 for having engaged in alleged anti-Soviet discourse with the author, Ivinskaya was convicted and sentenced to four years in a labor camp after refusing to denounce her lover as a British spy. As documented in A Captive of Time, she suffered systematic psychological torture at the hands of her captors. Pregnant with Pasternak’s baby at the time of her imprisonment, Ivinskaya, promised a visit from the author, was instead led through prison corridors to a morgue. Fearing that Pasternak’s body lay among the cadavers, she suffered a miscarriage.\nAlthough Pasternak remained free, Howe reported that the author “all the while seems to have been haunted by guilt: toward his betrayed wife, toward his lover far off in a camp, toward his colleagues in Russian literature who had been cut down by the regime.” Of Ivinskaya, as cited in A Captive of Time, Pasternak wrote: “She is all life, all freedom, / A pounding of the heart in the breast, / And the prison dungeons / Have not broken her will.” Upon her release, Ivinskaya proclaimed her undying love to Pasternak, and, although he thought it best that they no longer see each other, she eventually won the author back.\nIvinskaya is generally regarded as the model for Lara, the heroine in Doctor Zhivago. De Mallac noted that when speaking with certain visitors, Pasternak often “equated” Lara with Ivinskaya. But the critic contended that “Lara is in fact a composite portrait, combining elements of both Zinaida Nikolayevna and Olga Ivinskaya.” The novel itself was, as de Mallac indicated, “a ‘settlement’ of sorts” for Pasternak, an attempt to relate in a comprehensive volume of fictional prose the suffering and injustice he had witnessed during the years of the war.\nDoctor Zhivago begins with the suicide of young Yuri Zhivago’s father. The boy—whose name means “alive”—grows up in Czarist Russia, becomes a doctor, and writes poetry in his spare time. Zhivago marries the daughter of a chemistry professor and is soon drafted as a medical officer in the Revolution. Witnessing the frightening social chaos in Moscow, he leaves with his family upon the completion of his service for refuge in a hamlet beyond the Urals. Zhivago’s life soon becomes complicated by the reappearance of Lara, a girl he had known years earlier. Lara has married Strelnikov, a nonpartisan revolutionary who is captured by the Germans and presumed dead. Zhivago is kidnapped by the Red partisans and forced into duty as a frontline physician in Siberia. Returning to the Urals following his release from servitude, he finds that his family has been exiled from Russia. He encounters Lara, whom he has loved since their first meeting, and they have a brief affair. Learning that she is endangered through her union with Strelnikov, who still lives, Zhivago convinces her to seek safety in the Far East with Komarovsky, the wretched lover of Lara’s mother; Komarovsky had raped Lara when she was a teenager and then forced her to be his mistress.\nWithout his one true love, Zhivago goes back to Moscow a broken man. The willing submission of his former intellectual friends to Soviet policies sparks in him a growing contempt for the intelligentsia as a whole. “Men who are not free,” he muses, “always idealize their bondage.” Zhivago later dies on a street in Moscow. Lara, who, unbeknownst to Zhivago, had given birth to his child, “vanished without a trace and probably died somewhere, forgotten as a nameless number on a list that afterward got mislaid, in one of the innumerable mixed or women’s concentration camps in the north.”\nDespite the implications of its plot, Doctor Zhivago is not ordinarily viewed as a political novel or an attack on the Soviet regime. (Pasternak proclaimed in My Sister, Life that he greatly “disliked” writers who “commit themselves to political causes,” especially those “who make a career out of being Communists.”) Rather, the book is judged by most critics as an affirmation of the virtues of individuality and the human spirit. In a review for Atlantic Monthly, Ernest J. Simmons contended that “it is the story of Russians from all walks of life who lived, loved, fought, and died during the momentous events from 1903 to 1929. ... And the beloved, ineradicable symbol of their existence is Russia.”\nIn an essay for Major Soviet Writers, Herbert E. Bowman quoted Pasternak as calling Doctor Zhivago “my chief and most important work.” Critics have generally considered Zhivago to be an autobiographical character, Pasternak’s second self. Slonim commented, “There is no doubt that the basic attitudes of [the] hero do reflect the poet’s intimate convictions. [Zhivago] believes that ‘every man is born a Faust, with a longing to grasp and experience and express everything in the world.’ And he sees history as only part of a larger order.”\nLike Pasternak, Yuri Zhivago welcomes the Revolution in its infancy as a revitalizing agent with the potential to cleanse his native country of its ills. The character rejects the Soviet philosophy, though, when it becomes incompatible with “the ideal of free personality.” Communists always talk of “remaking life,” but “people who can talk in this way,” claims Zhivago, “have never known life at all, have never felt its spirit, its soul. For them, human existence is a lump of raw material which has not been ennobled by their touch.” To Yuri, life “is away out of reach of our stupid theories.” Of the higher echelons within the Marxist regime Zhivago declares, “They are so anxious to establish the myth of their infallibility, that they do their utmost to ignore the truth.” The truth for Zhivago is that all aspects of the human personality must be acknowledged and expressed, not denied or unduly restrained. In spite of the horrors and trials it depicts, the novel leaves what Slonim referred to as “the impression of strength and faith” existing “underneath the Communist mechanism.”\nJudged as a work of fiction, Doctor Zhivago is, according to many critics, technically flawed. Some reviewers maintained that while Pasternak was a master poet, his inexperience as a novelist is evident in both his flat expository style and his frequent use of coincidence to manipulate the plot of the book. Most reviewers, however, conceded that the book’s honest tone supersedes any signs of structural awkwardness. David Magarshack commented in Nation, “If Pasternak’s novel cannot compare as a work of art with the greatest Russian novels of the nineteenth century, it certainly excels them as a social document, as a work of observation of the highest order.” Calling Doctor Zhivago “one of the great events in man’s literary and moral history,” Edmund Wilson concluded in the New Yorker, “Nobody could have written it in a totalitarian state and turned it loose on the world who did not have the courage of genius. ... [Pasternak’s] book is a great act of faith in art and in the human spirit.”\nIn the summer of 1956 Pasternak submitted his manuscript of Doctor Zhivago to Novy Mir. The editorial board returned the manuscript to the author with a ten-thousand-word letter of rejection. Excerpted in the New York Times Book Review, the letter held that “the spirit of [the] novel [was] that of non-acceptance of the socialist revolution.” The board further accused Pasternak of having “written a political novel-sermon par excellence” which was “conceived ... as a work to be placed unreservedly and sincerely at the service of certain political aims.” Although publication of Doctor Zhivago was suppressed in Russia, the manuscript was smuggled to the West where it was published, first in Italy by Feltrinelli, in 1957.\nDespite the harassment he suffered in his own country, Pasternak enjoyed high acclaim in the West for his novel. In announcing the author’s selection as the winner of the Nobel Prize for literature on October 23, 1958, the secretary of the Swedish Academy indirectly focused attention on Doctor Zhivago by citing Pasternak’s achievements in both poetry and Russia’s grand epic tradition. The resulting speculation that the award had, in fact, been given solely for Doctor Zhivago, and that the poetry had been mentioned only as a courtesy, immersed the author in a politically charged international controversy that continued even after his death in 1960. While Pasternak initially accepted the award, cabling the message, as quoted in Time, that he was “infinitely grateful, touched, proud, surprised, [and] overwhelmed,” he officially declined the prize six days later. In A Captive of Time, Ivinskaya admitted that she persuaded Pasternak to sign a repudiation “in view of the meaning given the award by the society in which [he] live[d].”\nNevertheless, Pasternak was expelled from the Soviet Writers’ Union and deemed a traitor. Dusko Doder, writing in the Los Angeles Times, related some of the bitter attacks launched against Pasternak after he was named Nobel laureate. A union representative called the writer “a literary whore, hired and kept in America’s anti-Soviet brothel.” A government official referred to him as “a pig who has fouled the spot where he eats and cast filth on those by whose labor he lives and breathes.” Communist propagandists urged that the novelist be banished from Russia. But following Pasternak’s refusal of the award and his entreaty to Premier Nikita Khrushchev—in a letter, excerpted in the New York Times, he told the Soviet leader, “Leaving the motherland will equal death for me. I am tied to Russia by birth, by life and work”—the author was permitted to remain in his native country.\nPasternak died a disillusioned and disgraced man on May 30, 1960. As cited in his obituary in the New York Times, one of the poems from Doctor Zhivago provides for the author an appropriate epitaph: “The stir is over. ... / I strain to make the far-off echo yield / A cue to the events that may come in my day. / The order of the acts has been schemed and plotted, / And nothing can avert the final curtain’s fall. / I stand alone. ... / To live life to the end is not a childish task.”\n\r\nIn what Philip Taubman, writing in the New York Times, termed a “rehabilitation” that “has become perhaps the most visible symbol of the changing cultural climate [in the USSR] under [Soviet Communist leader Mikhail] Gorbachev,” Pasternak finally earned in death the recognition from his country that was denied him during his lifetime. The author was posthumously reinstated to his place in the Writers’ Union on February 19, 1987. And, three decades after its original release, Doctor Zhivago was finally published in Russia in 1988, to be freely read and enjoyed as Pasternak had intended.\n \n", "attrs": {"Region:": ["Russia"]}}