{"pf_url": "https://www.poetryfoundation.org/poets/brendan-galvin", "name": "Brendan Galvin", "yob": "1938", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/06b69eb66e5f3eafc8627e81f53a9915a3541760.jpeg", "bio": "\nBrendan Galvin was born in Everett, Massachusetts. He earned a BS from Boston College, an MA from Northeastern University, and an MFA and a PhD from the University of Massachusetts. He is the author of more than 15 books of poetry, including Winter Oysters (1983); Hotel Malabar (1998), winner of the Iowa Poetry Prize; Habitat (2005), a finalist for the National Book Award; Ocean Effects (2007); and Egg Island Almanac (2017), which won the Crab Orchard Series. Galvin’s poems have appeared in dozens of magazines, including the New Yorker, Poetry, the Atlantic, the Paris Review, and the Kenyon Review. His critical essays have appeared in the Georgia Review, Ploughshares, Shenandoah, Prairie Schooner, Southern Review, Tar River Poetry, and elsewhere.\r\n \r\nThe natural world plays a predominate role in Galvin’s writing; in a review, Russ Kesler writes, “Reading these poems, we understand that the speaker is not some suburban dweller out for a breath of fresh air and perhaps a glimpse of a heron, but someone for whom life without a steady diet of accomplished interaction with birds and trees and all manner of landscapes would not be complete. And the fact that the names of those inhabitants, a thorough knowledge of their ways, and the unforced metaphors that make them accessible to readers who are not as familiar with them are literally part of Galvin’s psyche is a big part of what makes his poems more than ‘nature poems.’”\n \r\nGalvin has held fellowships from the Guggenheim Foundation and the National Endowment for the Arts and received an Aiken Taylor Award in Modern American Poetry, an O.B. Hardison Jr. Poetry Prize from the Folger Shakespeare Library, a Sotheby Prize, and a Levinson Prize, among others. He has taught at Hollins University; the University of Alabama, Tuscaloosa; and East Carolina University.\n", "attrs": {}}