{"pf_url": "https://www.poetryfoundation.org/poets/brian-teare", "name": "Brian Teare", "yob": "1974", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/077160fc6dfa83b3f98976c2a3c99edb106d5491.jpeg", "bio": "\nBorn in Athens, Georgia, Brian Teare grew up in Tuscaloosa, Alabama. He earned a BA in English and creative writing from the University of Alabama and an MFA in creative writing from Indiana University. His collections of poetry include The Room Where I Was Born (2003), winner of the Brittingham Prize and the 2004 Thom Gunn Award for Gay Poetry; Sight Map (2009); Pleasure (2010), winner of the Lambda Literary Award; Companion Grasses (2013), which was a finalist for the Kingsley Tufts Poetry Award and was named one of Slate’s best poetry books of 2013; The Empty Form Goes All the Way to Heaven (2015); and Doomstead Days (2019), which was a named a finalist for the National Book Critics Circle Award. His poetry has also appeared in anthologies, including Legitimate Dangers: American Poets of the New Century (2006).\nTeare was a Wallace Stegner Fellow in creative writing at Stanford University and an artist-in-residence at the Headlands Center for the Arts. He has received fellowships from the Pew Center for Arts & Heritage, the National Endowment of the Arts, the MacDowell Colony, the American Antiquarian Society, and the Fund for Poetry. A critic as well as a poet, Teare has published criticism in Boston Review, Jacket2, and the Los Angeles Review of Books, as well as in At the Barriers: On the Poetry of Thom Gunn (2009), Jean Valentine: This-World Company (2012), and From Our Hearts to Yours: New Narrative as Contemporary Practice (2017). \nAfter over a decade of teaching and writing in the San Francisco Bay Area, Teare is now an associate professor at Temple University in Philadelphia, where he makes books by hand for his micropress, Albion Books.\n", "attrs": {"Region:": ["U.S., Western"]}}