{"pf_url": "https://www.poetryfoundation.org/poets/brian-kim-stefans", "name": "Brian Kim Stefans", "yob": "1969", "yod": null, "image": null, "bio": "\nBrian Kim Stefans was born in Rutherford, New Jersey. He earned a BA from Bard College and attended the CUNY Graduate School for two years before earning an MFA in electronic literature from Brown University. His books of poetry include \"Viva Miscegenation”: New Writing (MakeNow Books, 2013), Kluge: A Meditation and other works (Roof Books, 2007), What Is Said to the Poet Concerning Flowers (Factory School, 2006), Angry Penguins (Harry Tankoos Books, 2000), Gulf (Object Editions, 1998), and Free Space Comix (Roof, 1998). Along with several chapbooks of poetry, his other books include Word Toys: Poetry and Technics (2017), Before Starting Over: Selected Interviews and Essays 1994-2005 (Salt Publishing, 2006) and Fashionable Noise: On Digital Poetics (Atelos, 2003), which includes experimental essays on the role of algorithm in poetry and culture. His poems and essays have been translated into Icelandic, Spanish, Norwegian, French, and other languages. \nA resident of New York from 1992 to 2005, Stefans was an active participant in the poetry culture of the city as an editor and organizer, publishing numerous reviews in outlets such as Publishers Weekly, Boston Review, St. Mark’s Poetry Project Newsletter, Shark, Rain Taxi, Verse, and Tripwire. \nAmong other web activities, Stefans created arras.net in 1998, a site devoted to new media poetry and poetics that features his interactive art and digital poems, and blog Free Space Comix. He is also a video artist, graphic designer and publisher of Arras Books. Recent critical writing includes “Conceptual Writing: The L.A. Brand,” the series “Third Hand Plays” for the San Francisco Museum of Modern Art website concerning digital text art, and \"Terrible Engines: A Speculative Turn in Recent Poetry and Fiction” that inaugurates his recent interest in applying concepts from recent Continental philosophy to new forms of literature. His writing on Asian American art and literature includes “Remote Parsee: Asian American Poetry Since 1970” (in Telling It Slant: Avant-Garde Poetics of the 1990s, 2001) and “Miscegenated Scripts: A Theory of Asian American New Media.” \nStefans is currently editing Extremes and Moderations: Los Angeles Poetry 1850-1955, a historical anthology of Los Angeles poetry, and working on a book of translations, Festivals of Patience: The Verse Poems of Rimbaud. His most recent outlet for critical writing, including art and music reviews, has been the Los Angeles Review of Books. Stefans is also working on a documentary about the Los Angeles post-punk scene from 1975-1987 called Scavenged Luxury. He lives in Hollywood where he teaches poetry, new media, and screenplay studies in the UCLA English department. \n", "attrs": {"Region:": ["U.S., Southwestern"]}}