{"pf_url": "https://www.poetryfoundation.org/poets/brian-komei-dempster", "name": "Brian Komei Dempster", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/2f505b1c8bbf46dae9f5297980eff6805851648a.jpeg", "bio": "\n                                                                    Poet Brian Komei Dempster earned a BA at the University of Washington and an MFA at the University of Michigan.   In his debut poetry collection, Topaz (2013), Dempster engages the difficult legacy of his family’s World War II imprisonment within an American internment camp. In a 2014 review of Topaz for Nichi Bei, Tim Yamamura noted, “As a collection of poems, Topaz complicates Asian American master narratives focusing on tensions between immigrant parents and their American children, yet it simultaneously affirms familial themes in exploring historical relations between grandparents (and uncles) and their grandchildren.”   Dempster is the editor of the anthologies Making Home from War: Stories of Japanese American Exile and Resettlement (2011) and From Our Side of the Fence: Growing Up in America’s Concentration Camps (2001), which received the Japanese American Historical Society’s Nisei Voices Award. His own work has been featured in the anthologies Language for a New Century: Contemporary Poetry from the Middle East, Asia, and Beyond (2008, edited by Tina Chang, Nathalie Handal, and Ravi Shankar) and Asian American Poetry: the Next Generation (2004, edited by Victoria Chang).   His honors include grants from the San Francisco Arts Commission, the California State Library’s California Civil Liberties Public Education Program, the Center for Cultural Innovation, the Arts Foundation of Michigan, and the Michigan Council for Arts and Cultural Affairs. He has also received a Distinguished Teaching Award from the University of San Francisco.\n                                                            ", "attrs": {}}