{"pf_url": "https://www.poetryfoundation.org/poets/brod-bagert", "name": "Brod Bagert", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/71bbde4973e536de668aff059c40234b75f45ce7.jpeg", "bio": "\nBrod Bagert is the author of numerous books of poetry for children, young adults, and adults. A former lawyer and New Orleans city councilman, he penned his first poem as a favor to his daughter, who needed a poem to recite in a school program. Bagert realized that few poems written in children’s voices were available, so he wrote one himself. Since then, he has helped change children’s poetry in America, focusing on performance as well as the poem itself. According to Timothy Rasinski, a literacy instructor at Kent State University, Bagert’s poems allow children to “study art” through analysis of the poems, and then “create art” when they perform them. “Since he is one of the few poets to (truly) write in the voice of a child, it’s easy for (students) to use his material for expressiveness,” Rasinski told the The Times-Picayune in a feature on Bagert. The article’s author, Ramon Antonio Vargas, noted that part of Bagert’s appeal to children was his ability to capture their swirling moods and emotions: “Bagert’s verses often feature the private emotions—raw, complex, humorous—of youthful characters he created.” Bagert’s books of poetry for children include Systematic Me: Poems and Plays About The Human Body (2019), Weather or Climate?: Poems & Plays about Weather & Climate (2019), Shout! Little Poems that Roar (2007), Giant Children (2002), The Gooch Machine (1997), and Elephant Games and Other Playful Poems to Perform (1995). His collections for adults include Steel Cables (2008), Rainbows, Head Lice, and Pea-Green Tile: Poems in the Voice of the Classroom Teacher (1999), and A Bullfrog at Café DuMonde (1986).\nAn active presence in schools nationwide, Bagert compares himself to Johnny Appleseed because he journeys across America, planting a love of poetry in children. He both performs poetry for children and instructs teachers in his Performance Method, which he describes as “a system which recognizes that poetry is an oral art, and that, for children, a poem comes alive when they perform it.” Of his work’s overall impact on children, Bagert noted, “It’s an important moment when a child stands before an audience for the first time. There’s a lot of self-esteem at stake. My children wanted poems they could act out and make everybody laugh. They wanted poems that would help them succeed.”\n", "attrs": {}}