{"pf_url": "https://www.poetryfoundation.org/poets/bruce-andrews", "name": "Bruce Andrews", "yob": "1948", "yod": null, "image": null, "bio": "\nBorn in Chicago, Illinois, Language poet and political scientist Bruce Andrews earned a BA and MA from the Johns Hopkins University, and a PhD from Harvard University. He moved to New York in 1975, where with Charles Bernstein he coedited L=A=N=G=U=A=G=E magazine from 1978 to 1981.\nAndrews’s language-centered writing (a term he coined with Ron Silliman in 1971) takes a modular approach to composition, shaking words and phrases free of their syntactical or narrative shells. As Andrews describes it, his process of composing poems was revolutionized with his acquisition of a paper cutter, which he uses to create the small cards on which he continually records the “raw material” of words or clusters of words. He then stores these cards in boxes for months or years until, under the direction of a new project, he sifts and arranges the cards to create a new work. Through this process, Andrews sheds the original context of his words and is able to see them and arrange them as objects.\nAndrews has published dozens of poetry collections including Designated Heartbeat (2006) and I Don’t Have Any Paper So Shut Up (Or, Social Romanticism) (1992) as well as several essay collections. Since the 1980s he has collaborated with choreographer Sally Silvers. In an interview with Dan Thomas-Glass for the Argotist Online, Andrews stated, “I think that writing, to get any social charge, needs to volatilize, needs to shake things up, needs to stir the beehive. So if you want to have a lullaby-like experience, and that’s your measure of pleasure, then the work I’m doing will seem off-puttingly difficult, but it is trying to be provocative and challenging, because that’s a) what I like as a reader and b) what I feel politically is required for readers to be in motion.” Speaking to the connection between Andrews’ approaches to poetry and to politics, Boston Review critic Brian Kim Stefans notes in a 2001 review of Paradise & Method: Poetics & Praxis, “Using the very language at hand—the words and rhythms of the poem itself—Andrews hopes to reveal, in as harsh a light as possible … the complex social vectors underlying even our most mundane activities and assumptions.”\nIn 2019, the University of New Mexico Press published The L=A=N=G=U=A=G=E Letters: Selected 1970s Correspondence of Bruce Andrews, Charles Bernstein, and Ron Silliman.\nFrom 1975 to 2013, Andrews taught political science at Fordham University. He lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Language Poetry"]}}