{"pf_url": "https://www.poetryfoundation.org/poets/c-s-lewis", "name": "C. S. Lewis", "yob": "1898", "yod": "1963", "image": null, "bio": "\nAlthough C.S. Lewis published, as Peter J. Kreeft notes in his C.S. Lewis: A Critical Essay, “some sixty first-quality works of literary history, literary criticism, theology, philosophy, autobiography, Biblical studies, sermons, formal and informal essays, a spiritual diary, [and] short stories,” as well as poetry, of particular interest to readers of fantasy and science fiction are Lewis’s novels, which combine those elements with allegory, myth, romance, and satire. A professor who won awards for his academic work and received five honorary doctorates in England and France, Lewis was a gregarious man, known for his love of tobacco and alcohol. His biographer A.N. Wilson says that “his jolly, red, honest face was that of an intellectual bruiser”; his earlier biographers Roger Lancelyn Green and Walter Hooper write of his appearance at lectures: “There strode in a big man with shabby clothes, looking like nothing so much as a prosperous butcher, who began addressing his audience in a loud, booming voice and with tremendous gusto.” Lewis’s wit and honesty attracted a wide circle of friends and thousands of admirers but alienated others, including many of his fellow writers. Passionate about his dislikes and loves, Lewis never left a neutral acquaintance, listener, or reader.\nClive Staples Lewis was born on November 29, 1898 in Dundela Villas, Belfast, the second child of Albert Lewis, a prosecuting attorney, and Florence Augusta Hamilton Lewis, known as Flora; his brother, Warren Hamilton Lewis, had been born on June 16, 1895. According to Wilson, Albert Lewis was a “soulful poet” and a skilled and funny raconteur. In Surprised by Joy: The Shape of My Early Life (1955) Lewis describes his father’s side of the family as “true Welshmen, sentimental, passionate, and rhetorical, easily moved both to anger and to tenderness; men who laughed and cried a great deal and who had not much of the talent for happiness.” His paternal grandfather, Richard Lewis, came from a line of Welsh farmers but was born in Ireland; he was a master boilermaker for the Cork Steamship Company. He was also—though Lewis does not mention the fact in Surprised by Joy—a writer who made up science-fiction stories to amuse his children and who read essays to fellow members of the Workman’s Reading Room at the steamship company. The essays are largely theological and, Green and Hooper note, “surprisingly eloquent for a man who had so little education.”\nLewis describes his mother’s family as “a cooler race. Their minds were critical and ironic and they had the talent for happiness in a high degree.” They were of a higher social class than Lewis’s father’s family, with what Green and Hooper call “a strong ecclesiastical tradition” that included an ancestor who was bishop of Ossory. Lewis’s maternal grandfather, Thomas Hamilton, was rector of St. Mark’s in Dundela, on the outskirts of Belfast. Lewis’s mother was highly educated for a woman of her time: she had studied mathematics and logic at Queen’s College in Belfast and had written magazine articles.\nThe family was inclined to nicknames: Warren was usually Warnie but sometimes Badger, Badgie, or Badge, while from age four Clive was Jack, Jacks, Jacko, Kricks, or Klicks. Despite their almost three years’ difference in age, the brothers were close companions. They had a vivid imaginative life, telling stories and making up histories that C.S. Lewis began writing down when he was five. Influenced by the “humanized animals” in Beatrix Potter’s The Tale of Peter Rabbit (1902) and The Tale of Squirrel Nutkin (1903) and by stories of knights and chivalry such as Mark Twain’s A Connecticut Yankee in King Arthur’s Court (1889) and Sir Arthur Conan Doyle’s Sir Nigel, which was serialized in The Strand in 1905–1906, he created a medieval Animal-Land with mice in armor. Later, Animal-Land was joined with Warren’s imaginary version of India to form a land called Boxen, about which Lewis wrote stories from age 12 to 14. Some of the Boxen stories have been published, and critics generally agree that they give little hint of Lewis’s later ability: they are dry, with little sense of wonder or of the numinous, although they do reveal a sense of humor.\nLewis’s early childhood included yearly summer trips to a seaside resort and a nurse, Lizzie Endicott, who told him Irish folktales. From his nursery window he could see the Castlereagh Hills, which he mentions in Surprised by Joy as the source of his first feelings of Sehnsucht, or romantic, bittersweet longing.\nAlbert Lewis had a house, Little Lea, built farther out from the city center, and the family moved into it in 1905. Soon after the move Warren was sent to Wynyard House, a boarding school near Watford in Hertfordshire, England; Lewis was taught at home by a governess and spent many hours in solitary reading. By 1907 the household included their grandfather Lewis; a housemaid and a cook; and pets such as a dog, a mouse, and a canary. In the diaries he kept from the age of nine, Lewis reports reading John Milton’s epic poem Paradise Lost (1667) when he was 10, but otherwise his reading seems more normal for a boy of that age: the books of E. Nesbit, Conan Doyle’s Sherlock Holmes stories, and H. Rider Haggard’s exotic adventure novels, which he continued to enjoy for the rest of his life.\nOne of the key events that formed Lewis’s personality occurred on August 23, 1908, when his mother died of cancer. Since she had needed round-the-clock nurses, Lewis’s grandfather had had to move out in March, and he had died a month later of a stroke. According to Green and Hooper, “The effect of Flora’s death on Albert Lewis was to alienate him from his two sons just at the time when mutual comfort was most needed”; Lewis recalls in Surprised by Joy that his father “spoke wildly and acted unjustly.” Lewis was devastated: without a mother and feeling distant from his father, he felt that all security had gone.\nLewis and Warren became closer than ever—“Two frightened urchins huddled for warmth in a bleak world,” as Lewis dramatically puts it in Surprised by Joy (1955). Emotional support also came from the family of his mother’s cousin, Hope Ewart. The boys had a standing invitation to visit her nearby mansion, Glenmacken (called “Mountbracken” in Surprised by Joy), and she provided a motherly and civilizing influence. Still, the scar left by his mother’s death shaped Lewis’s life.\nLewis’s father sent him to a series of boarding schools, mostly in England. In September 1908 he joined Warren at Wynyard House; he found his brother’s presence one of the few tolerable things about the school. In Surprised by Joy he refers to it as “Belsen,” after the Nazi concentration camp. Green and Hooper characterize the school as “at once brutalizing and intellectually stupefying”; the headmaster, the Reverend Robert Capron, may have been insane and was later institutionalized. The high-church Anglo-Catholic services held twice every Sunday, however, awakened Lewis’s religious feelings. Warren went to Malvern College in the fall of 1909; their father kept Lewis at Wynyard, where he was even more miserable, until the end of the 1909–1910 academic year, when the school was closed because of parental complaints. One bright spot for Lewis in 1910 was seeing James M. Barrie’s Peter Pan performed in London; the play left a vivid impression on him.\nFor the autumn term of 1910 Lewis was enrolled in Campbell College, two miles from Little Lea; he lived at the school but visited home every Sunday. His memories of his short time there were as pleasant as those of Wynyard were disagreeable. At Campbell College, Lewis began to enjoy learning. His teacher J.A. McNeill introduced him to Matthew Arnold’s poem “Sohrab and Rustum” (1853), which became a lifelong favorite. In November 1910 Lewis was sent home because of illness. He rested, reading almost constantly—especially fairy tales—for two months.\nFrom January 1911 to June 1913 Lewis attended Cherbourg, a small preparatory school of 17 boarding students and some day students near Malvern. There, for the first time, he made friends with boys his own age. His first published works, two essays and a poem, appeared in the Cherbourg School Magazine.\nLewis also lost his faith in Christianity at Cherbourg. He was influenced by Germanic mythology, which stirred his emotions and seemed to him to have as much possibility of being true as Christianity. He first encountered the mythology in a supplement to the December 1911 issue of The Bookman in which several of Arthur Rackham’s color illustrations for Margaret Armour’s translation of Richard Wagner’s Siegfried; and The Twilight of the Gods (1911) were reproduced. Lewis read widely in Norse myth and became enamored of all things “Northern.”\nIn June 1913 Lewis took the entrance examination for Malvern College, despite being in bed with fever at the time, and earned a junior scholarship. Warren, however, had just withdrawn from Malvern, having been asked to leave because he had been caught smoking (both brothers had been smokers for years). At Malvern, Lewis “reacted against the whole public-school ethos,” as Joe R. Christopher writes in C.S. Lewis. In Surprised by Joy Lewis records his dislike of the importance placed on athletics, of the social hierarchy, and of a system in which younger students were imposed on in many ways, including sexually, by older ones. Still, he loved the school library; in later years he also fondly remembered Harry Wakelyn Smith, who taught classics and English. Lewis studied Virgil, Horace, and Euripides as well as the poetry of John Milton and William Butler Yeats. Yeats stimulated Lewis’s interest in Celtic mythology, although Northern myth was still more vital to him. During the summer term of 1914 he wrote Loki Bound, a play combining Norse mythology with Greek tragic form.\nLewis’s love of Northern mythology was shared by Arthur Greeves, a neighbor at Little Lea. The two had known each other for years, but in 1914 this common interest cemented a lifelong friendship, conducted mainly through correspondence, that was second only to the affection between Lewis and his brother. Lewis’s letters to Greeves were published as They Stand Together in 1979.\nAlbert Lewis had become reacquainted with his old headmaster from Lurgan College, William T. Kirkpatrick, when the teacher needed his help in a minor legal matter. Kirkpatrick had retired and was doing individual tutoring; Warren studied with him to prepare for the entrance examination to the Officer Training College at Sandhurst, and, since Lewis was ill-suited to public-school life, his father sent him to study with Kirkpatrick at the latter’s home, Gastons, in Great Bookham, Surrey. When he arrived in September 1914, Lewis was 15 and Kirkpatrick, called “the Great Knock” by the Lewis family, was 66. Wilson describes the tutor as “an old-fashioned nineteenth-century rationalist, whose favorite reading consisted of [Sir James George] Frazer’s The Golden Bough [1890] and [the philosopher Arthur] Schopenhauer.” Under Kirkpatrick’s influence Lewis became increasingly convinced that Christianity was an attractive myth system but not true. In his correspondence with Greeves, who was a devout Christian, the arguments grew intense; Lewis was as staunch a polemicist for atheism as he later was for Christianity. Finally, the boys agreed not to write about the topic. To please his father, however, Lewis was confirmed at St. Mark’s Church on December 6, 1914. The married but misogynist Kirkpatrick reinforced not only Lewis’s atheism but also his low impression of marriage and women.\nTo Lewis, Kirkpatrick—who is reflected in the character MacPhee in Lewis’s novel That Hideous Strength: A Modern Fairy-Tale for Grown-Ups (1945)—represented all things rational; in Surprised in Joy he credits Kirkpatrick with his own ability to argue and even to think well. During his two and a half years at Gastons, Lewis blossomed intellectually. He studied Henrik Ibsen’s plays; William Morris’s poems and prose; Alfred, Lord Tennyson’s “Morte d’Arthur” (1842); Edmund Spenser’s The Fairie Queene (1590, 1596); Homer, Sophocles, and Aeschylus in Greek; and Beowulf (circa 1000) and Sir Gawain and the Green Knight (circa 1375) in modern English translations. He read the works of Aristotle, Milton, John Keats, John Ruskin, and Virginia Woolf. Even Kirkpatrick thought that Lewis read too much, but he wrote glowingly in letters to Lewis’s father about the boy’s intellectual acumen.\nIn 1916 Lewis picked up in a bookstall a copy of Phantastes (1858), by the Christian writer George MacDonald. The archetypal myths in the novel stirred him deeply. In the introduction to an anthology of extracts from MacDonald’s works that he edited in 1946, Lewis says that what Phantastes “did to me was to convert, even to baptise … my imagination. It did nothing to my intellect nor (at that time) to my conscience. Their turn came far later and with the help of many other books and men.”\nKirkpatrick and Lewis’s father decided that Lewis should go to a university and become a fellow or, at least, a schoolmaster. Lewis agreed to the plan, though he really wanted to be a poet and romance writer. Between Easter 1915 and Easter 1917 he wrote 52 poems, none of them particularly good. In December 1916 he went to Oxford to take the scholarship examination. Though he was elected to a scholarship in University College, he had to pass another examination before matriculating. It included Lewis’s bane—mathematics—so he returned to Bookham to study algebra with Kirkpatrick; he also studied German and Italian.\nAs an Irishman, Lewis would have been exempt from service in World War I, but he wanted to serve. He returned to Oxford on March 20, 1917; he did not pass the algebra part of the examination, but as a prospective soldier he was allowed to matriculate anyway. On June 10th he was drafted into an Officer’s Training Corps cadet battalion housed at Keble College, which was being used as a barracks. There he met Edward Francis Courtenay “Paddy” Moore, a fellow recruit. Lewis became friends with Moore and his family, especially with his mother, Janie.\nLewis was sent to France with the Third Battalion, Somerset Light Infantry, on November 17, 1917. In February 1918 he was hospitalized with trench fever; on April 15th he was wounded by a stray English shell during the Battle of Arras and was sent to a London hospital. In July he moved to a convalescent home near Bristol. In mid-October he was assigned to Ludgershall, near Andover, Hampshire. By that time Lewis had learned that Paddy Moore, who had asked Lewis to look after his mother if anything should happen to him, had been killed in action earlier that year. Lewis was demobilized on December 29, 1918 with the rank of second lieutenant; he returned to Oxford in January 1919.\nLewis’s first book, the poetry collection Spirits in Bondage: A Cycle of Lyrics, was published in March 1919 under the pseudonym Clive Hamilton. The poems, written during the war, most after 1917, reflect Lewis’s atheism, combined with a dualism in which spirit is beauty but the body is evil. Some poems show Lewis’s interest in Irish myth, while others reflect his war experiences. The poems are derivative, more interesting for the insights they provide into Lewis’s thought than for their quality.\nAt Oxford, Lewis was finally in his element. His tutors included E.F. Carritt, F.P. Wilson, E.E. Wardale, and Geonger Gordon; he joined the Martlets, a literary and debate society, speaking on William Morris, James Boswell, and Spenser. He also met Yeats, whose poetry he admired. In the summer of 1920 Janie Moore and her daughter, Maureen, moved to Oxford, renting a small house with Lewis’s financial help. Lewis hid the extent of his involvement with Moore—especially the financial aspects—from his father, who did not trust her, and from the university, which would not have approved of an undergraduate entering into such an arrangement.\nMuch has been written about Lewis’s relationship with Moore, and the full truth will probably never be known. Lewis lived with her for decades, supporting her financially and placidly interrupting his scholarship to perform trivial errands for her. Moore was a complex woman—possessive, generous, gregarious, and affectionate. Some writers speculate that the relationship was sexual, but others point out that Lewis’s history left him vulnerable to the appeal of a maternal figure and that he took seriously the wartime promise to his dead friend. The negative side of Moore is reflected in Lewis’s depiction of the mother in The Screwtape Letters (1942), the positive aspects in the Great Lady in Heaven in The Great Divorce: A Dream (1945).\nLewis continued to write poetry after returning to Oxford, but he did not submit any of it to the undergraduate periodicals. In May 1921 he won the Chancellor’s English Essay Prize for a piece on the topic of optimism. Among the lifelong friends he made as an undergraduate was Owen Barfield; their relationship was marked by friendly disagreements and vigorous intellectual debate. He also met Nevill Coghill, a Christian who became his colleague in English at Oxford and whose friendship influenced Lewis’s thinking.\nLewis took firsts in honour moderations (Greek and Latin literature), greats (philosophy and history), and English. He earned a BA in 1922 and another in 1923. Despite encouragement from his teachers, he did not immediately apply for a fellowship at Oxford; he also turned down other teaching opportunities because they would take him too far from his household with the Moores. He remained at Oxford, supported partly by his father and partly by correcting examinations and coaching students in essay writing.\nIn the fall of 1924 Lewis received a temporary post as a philosophy tutor at University College. In May 1925 he was elected to a fellowship at Magdalen College as tutor in English language and literature, a field that was more to his liking. Probably inspired by Kirkpatrick’s example, Lewis was a brilliant but difficult tutor, bracing to some students and intimidating to others. One of his first students, John Betjeman, who later became poet laureate, provides a scathing picture of Lewis in his autobiographical poem Summoned by Bells (1960). Green and Hooper point out, however, that some of Lewis’s seemingly malicious remarks actually came from his charitable assumption that his students had read more widely or were more intelligent than was the case. Lewis’s lectures were lively and well attended; they abounded in quotations recited verbatim from memory, with those not in English given first in the original language and then in translation. Lewis’s reading lists concentrated on primary texts rather than criticism.\nAs a new fellow, Lewis was assigned to teach a weekly class at Lady Margaret Hall, a women’s college in North Oxford. Green and Hooper report that “Contrary to rumor, Lewis neither looked down on women undergraduates nor refused to tutor them: he made no distinctions between them and his male pupils—and made no special allowances.”\nIn 1926 Lewis published a long narrative poem, Dymer, again under the Hamilton pseudonym. He had begun the poem as early as 1918, set it aside, and gone back to it in 1922. Christopher characterizes it as “the story of a young man’s rebellion against society and his seeking of the Spirit behind sehnsucht”—the melancholy longing Lewis often felt. The physical appearance of the magician in the poem may be based on that of Yeats. The poem was positively reviewed in the Sunday Times, but not until a year after publication; it was uneven artistically, and sales were poor.\nIn 1926 Lewis met J.R.R. Tolkien, who had just been elected Rawlinson and Bosworth Professor of Anglo-Saxon at Oxford. Within a year, according to Green and Hooper, they were “meeting in each other’s rooms and talking far into the night.” They shared an interest in “things Northern,” as well as many literary values. Tolkien was a Catholic while Lewis was still an atheist but, stirred by the study of the works of John Donne, George Herbert, and Sir Thomas Browne, was coming to see Christianity as more and more beautiful. In 1927 he began learning Old Icelandic and joined Tolkien in the Oxford Icelandic club, “The Coalbiters”; the name is a metaphor for those who sit around the fire telling stories. Tolkien was Lewis’s closest friend until the 1950s, and the two men critiqued each others’ work in manuscript.\nLewis considered 1929 the pivotal year of his conversion back to Christianity. The conversion would not have been likely while the rationalist Kirkpatrick was still alive, but he had died in 1921. Literary influences that led Lewis toward Christianity included books by MacDonald, John Bunyan’s Grace Abounding to the Chief of Sinners (1666), the works of the German mystic Jacob Boehme, Thomas Traherne’s Centuries of Meditations (1908), and G.K. Chesterton’s The Everlasting Man (1925). Lewis had begun to see Christianity as the truth behind Frazer’s dying-god myth, and, he recalls in Surprised by Joy, “In Trinity Term 1929 I gave in, and admitted that God was God, and knelt and prayed: perhaps, that night, the most dejected and reluctant convert in all England.” He compares his search for God to the search of a mouse for the cat. The 1929 conversion was to theism, not yet to Christianity; but Lewis did begin to attend church services.\nLewis and his brother had been estranged from their father for some years. After Albert Lewis retired in 1928 he became even more difficult, but Lewis began visiting him and spent Christmas 1928 with him. As his father’s health declined, Lewis cared for him as much as his university duties would allow. An operation revealed advanced cancer, and Albert died on September 24th. Lewis and Warren were surprised to find themselves deeply disturbed by their father’s death and by the process of sorting through the contents of Little Lea in preparation for selling it. One result was the discovery of diaries, letters, and other papers that Albert had saved. Warren took on the job of organizing and typing up the papers, which totaled 3,563 single-spaced pages bound in 11 volumes; among them were some of Lewis’s letters to Greeves that Lewis borrowed back for the project.\nWarren retired from the military, and with the proceeds from the sale of Little Lea the brothers bought the Kilns, a house near Oxford, for themselves and Janie and Maureen Moore. In mid-October 1930 they moved in, and it was Lewis’s home for the rest of his life. The household also included a dog, Mr. Papworth; a maid; and a gardener, Fred Paxton, who became the model for Puddleglum the Marshwiggle in Lewis’s The Silver Chair (1953). After Warren reenlisted in September 1931, Lewis spent weeknights in his rooms at Magdalen College and weekends and vacations at the Kilns; Maureen, by then a young woman, often picked him up in the family car and brought him to the Kilns for lunch.\nIn 1930 Lewis began a novel, “The Moving Image”; the manuscript has never been found, but Lewis described it in a June 1930 letter to Greeves as “almost a Platonic dialogue in a fantastic setting with dialogue intermixed.” He completed two narrative poems: “The Queen of Drum,” about a queen who rejects Christianity for faerie, and “The Nameless Isle,” using motifs from Emanuel Schikaneder and Wolfgang Amadeus Mozart’s opera Die Zauberflöte (The Magic Flute, 1791); both were published in a posthumous volume in 1969. Still considering himself primarily a poet, he began to write religious lyrics.\nOn September 19, 1931 Lewis invited Tolkien and Hugo Dyson to his rooms for dinner, and they discussed Christianity until four o’clock in the morning. On September 28th, Lewis fully accepted Christianity while riding with his brother—who had himself recently reconverted—to Whipsnade Zoo. A few weeks later, on October 11th, Lewis wrote to Greeves, “Now the story of Christ is simply a true myth: a myth working on us in the same way as the others, but with this tremendous difference that it really happened.”\nDuring a two-week vacation in Ireland in August 1932 Lewis found a way to write about his conversion. The Pilgrim’s Regress: An Allegorical Apology for Christianity, Reason and Romanticism (1933) is an allegorical story clearly influenced by Bunyan’s The Pilgrim’s Progress from This World to That Which Is to Come, Delivered under the Similitude of a Dream Wherein Is Discovered, the Manner of His Setting Out, His Dangerous Journey, and Safe Arrival at the Desired Countrey (1678). Lewis’s pilgrim, John, like Bunyan’s pilgrim, undertakes a journey past many ideological pitfalls and finally finds faith. The book received some favorable reviews but was not a commercial success. It also occasioned controversy—the first, but far from the last, of Lewis’s books to do so. It is an abrasive work that does not forgo easy attacks on or generalizations about churches and social trends; Lewis himself came to view it as too harsh. It was also too complicated for many readers; Lewis wrote an explanatory preface and annotations for the 1943 edition.\nIn September 1935 Lewis completed The Allegory of Love: A Study in Medieval Tradition (1936), a work he had begun in July 1928. In an September 18, 1935 letter to the publisher, Lewis said, “The book as a whole has two themes: 1. The birth of allegory and its growth from what it is in Prudentius to what it is in Spenser. 2. The birth of the romantic conception of love and the long struggle between its earlier form (the romance of adultery) and its later form (the romance of marriage).”\nDedicated to Barfield, the book made Lewis’s academic reputation. Reviews were positive, and scholars praised the work in letters to Lewis—even E.M.W. Tillyard, with whom Lewis was engaged in a fierce academic debate concerning the nature of poetry. The book won the Hawthornden Prize in 1936 and the Israel Gollancz Memorial Prize for literature in 1937.\nThe Allegory of Love also served to introduce Lewis to Charles Williams. Lewis had read Williams’s The Place of the Lion (1931), a supernatural novel concerning Platonic Forms breaking into everyday reality, and had sent Williams a letter praising it; coincidentally, Williams, an editor at Oxford University Press in London, had just seen and been impressed by the proofs of Lewis’s literary study. A correspondence led to a friendship that lasted until Williams’s death in 1945 and a literary influence that was even more enduring.\nLewis met another friend, the physician R.E. “Humphrey” Havard, by catching influenza in 1934 or 1935. Havard was a recent convert to Roman Catholicism; after discussing theology with him, Lewis invited him to join the conversations with Tolkien and others in his rooms at Magdalen.\nFrom these friendships and the precedent of the Coalbiters developed a literary circle, the Inklings. The name is a pun on insight—“having an inkling”—and the predominance of writers, who work in ink, among the members. The Inklings had begun in the early 1930s as a literary dining club organized by an undergraduate in University College. That club, to which Lewis and Tolkien were recruited, ended in 1933, but, according to William White, Tolkien recalled that the name was transferred to an “unelected and undetermined circle of friends who gathered about C.S.L. and met in his rooms at Magdalen.”\nWilliams, who moved with Oxford University Press from London to Oxford to escape the German bombing during World War II, joined the Inklings in September 1939. From 1939 through 1945 the group met at least twice a week, generally once in Lewis’s rooms and once at the Eagle and Child pub (which the Inklings called the “Bird and Baby”). After 1950 the meetings in Lewis’s rooms ended, but they continued at the Eagle and Child and other Oxford pubs; Lewis attended until shortly before his death. At the meetings the members read aloud from their works in progress, including Tolkien’s The Hobbit (1937), and discussed topics ranging from T.S. Eliot’s poetry to whether dogs have souls.\nLewis’s first novel, Out of the Silent Planet, was published in 1938. It was the first volume of his Space Trilogy (also known as the Cosmic Trilogy or the Ransom Trilogy), one of the two major pillars of Lewis’s fame as a writer of fantastic fiction. The story is a scientific romance, like those of H.G. Wells, Jules Verne, and Edgar Rice Burroughs, but the cosmology is Christian and—showing the influence of Lewis’s work on The Allegory of Love—medieval. Elwin Ransom, a philologist, is kidnapped by the amoral physicist Weston and the greedy industrialist Devine. They take him to Mars, known by its inhabitants as Malacandra, because they believe that a community of one of the three sentient species there desires a human sacrifice. Ransom escapes from Weston and Devine, learns the languages of the Martians, and discovers that his fellow earthlings are the savages, while the races of Mars are intelligent and caring. Earth is known to them as Thulcandra, the “silent planet”; it is ruled by the Bent One, a planetary spirit that revolted, like Satan. Weston and Devine kill a Malacandran and are tried and sent back to Earth; Ransom accompanies them.\nLewis’s world building, while enjoyable, is primitive by later standards of science fiction—the novel is definitely a romance rather than a work of scientific extrapolation, as Lewis himself explained in an essay published in Of Other Worlds: Essays and Stories (1966). For instance, his Mars has the canals that were part of the popular idea of the planet, although scientists in 1938 did not believe in their existence. Lewis excels in his presentation of nonhuman but sentient races, the hrossa, sorns, and pfifltriggi, and the novel explores differences in perception as Ransom comes to see the Malacandrans as normal and Thulcandrans as strange.\nLewis develops a vital Christian universe in which space is not cold, empty, and black but sings and shines with the presence of God; his eldila, angel-like presences, and Oyarsa, the great eldil who is the genius or spirit of each planet, have medieval and Renaissance predecessors but are original creations. In a November 1957 letter to a fan, Lewis said that he was influenced by Olaf Stapledon’s novel Last and First Men (1931), J.B.S. Haldane’s scientific work Possible Worlds (1927), and Wells’s novel The First Men in the Moon (1901); he also credited David Lindsay’s A Voyage to Arcturus (1920) with showing him that an interplanetary story could have a strong spiritual or supernatural dimension. Out of the Silent Planet was well received, both in reviews and in later scholarship, although it did not sell outstandingly well.\nWarren Lewis was called back to the army when World War II broke out in 1939; in May 1940 he was among troops evacuated from Dunkirk. Afterward he was assigned to patrol the outskirts of Oxford with the Home Guards. C.S. Lewis, who still carried shrapnel from World War I—some of which was surgically removed in 1944—did not fight in World War II but served the war effort as a popular morale-building Christian apologist. On October 22, 1939 he preached before Oxford University in the Church of St. Mary the Virgin on the topic “None Other Gods: Culture in War Time.” That same year his friend Ashley Sampson asked him to contribute a book to the Christian Challenge series that Sampson was editing for the publisher Geoffrey Bles. The Problem of Pain (1940) was designed to answer the question of how a loving and omnipotent God could allow suffering in humans and in animals.\nIn July 1940 Lewis conceived of the work that brought him to the attention of the general public. Originally titled “From One Devil to Another,” The Screwtape Letters was probably finished by Christmas. It records the advice of an experienced devil, Screwtape, to his nephew, Wormwood. The soul Wormwood is assigned to secure—called his “patient”—is an ordinary man who is capable of following influences from “the Enemy,” God. He is killed during an air raid and goes to heaven, for which Wormwood will be punished harshly. The book is filled with keen psychological insights and sharp humor. Influences may include Breve fra Helvede (1866), which Lewis seems to have read while studying with Kirkpatrick; the work was written in Danish by Valdeman Adolph Thisted and translated into English by Julie Sutter as Letters from Hell, with an introduction by MacDonald, in 1884. In a conversation with Hooper, documented in C.S. Lewis: A Biography, Lewis acknowledged inspiration from Stephen McKenna’s Confessions of a Well-Meaning Woman (1922). The diabolical letters were published as a weekly column in the Manchester Guardian from May 2 through December 28, 1941 and immediately attracted overwhelming positive attention, offending only a few who missed the satirical point. The book version, published in 1942 and reprinted eight times that year alone, was Lewis’s first financial success. He gave much of his new wealth to charity.\r\nStill, Lewis was hardly unknown when The Screwtape Letters came out. He had been speaking on the radio since 1941 at the invitation of Dr. James W. Welch, director of religious broadcasting for the British Broadcasting Corporation (BBC), who had been impressed by The Problem of Pain. Lewis wrote the scripts and traveled to London for the 15-minute broadcasts; mail poured in from listeners, and a show answering the letters only increased the response. The broadcasts were published as Broadcast Talks: Reprinted with Some Alterations from Two Series of Broadcast Talks (“Right and Wrong: A Clue to the Meaning of the Universe” and “What Christians Believe”) Given in 1941 and 1942 (1942; republished as The Case for Christianity, 1943); Christian Behaviour: A Further Series of Broadcast Talks (1943); and Beyond Personality: The Christian Idea of God (1944); in 1952 Lewis collected and revised them as Mere Christianity. Robert Speaight wrote in The Tablet (June 1943), “Mr. Lewis is that rare being—a born broadcaster; born to the manner as well as the matter.” Also in 1941 Lewis began speaking at Royal Air Force bases in England. On June 8, 1941, he delivered his best-known sermon, “The Weight of Glory,” at the Church of St. Mary the Virgin, Oxford University. The sermon was published a few months later in the November 1941 issue of Theology.\nThe second volume of Lewis’s Space Trilogy, Perelandra, was published in 1943. As The Allegory of Love sparked Lewis’s imagination toward Out of the Silent Planet, Perelandra is the outgrowth of Lewis’s lectures on Milton’s Paradise Lost, delivered between 1939 and 1941 and published in 1942 as A Preface to Paradise Lost. Perelandra—known to earthlings as Venus—has not yet fallen into sin. Most of the planet is covered by floating islands; the “forbidden fruit” for its only sapient inhabitants, the queen and her husband, is to stay overnight on the only solid land. Weston, cored out and replaced by the evil he channels to become “the Un-man,” has come there to tempt the queen, who is known as the Green Lady. He is capable of both sophisticated theological temptations and small, pointless cruelties. Ransom, transported to Perelandra by the planetary intelligences to do battle with Weston, fights with only human strength but finally defeats the Un-man. The book ends with a glorious pageant in which the planetary intelligences celebrate the victory. Perelandra was Lewis’s personal favorite among his works of fiction.\nThat Hideous Strength: A Modern Fairy-Tale for Grown-Ups, the third volume of the Space Trilogy, was published in 1945. The nonfiction text behind this novel is The Abolition of Man: Reflections on Education with Special Reference to the Teaching of English in the Upper Forms of Schools (1943), delivered as lectures at the University of Durham in 1943. Many critics claim that the setting of That Hideous Strength is modeled on the University of Durham, though Lewis denied it; the academic infighting, politics, and one-upmanship of the novel owe more to Lewis’s life at Oxford. Unlike its predecessors, That Hideous Strength is set in a realistic, almost mundane world of town-and-gown politics and marital adjustments. But fantastic elements are introduced into that setting: the head of a murderer that is being kept alive and used to channel evil spirits; the magician Merlin, awakened from centuries-long sleep; and the planetary spirits from the previous two books. Like Perelandra, the novel is the story of a battle between good and evil; but this time the battle takes place on Thulcandra, the silent planet.\nThat Hideous Strength has been frequently called “a Charles Williams novel written by C.S. Lewis” partly because, as Lewis’s only novel set on Earth, it resembles Williams’s seven fantasy novels. Moreover, the group that Mr. Fisher-King—as Ransom is called in this novel—assembles around himself is reminiscent of the Companions of the Co-inherence, the spiritual fellowship in Williams’s Arthurian poetry. Ransom himself—who, because he is a philologist, is often said to be inspired by Tolkien—resembles Williams more than Tolkien in this novel. Lewis, however, does connect the story to Tolkien’s Middle-earth: Merlin’s mention of “Numinor” refers to Tolkien’s “Númenór” from The Silmarillion (1977); Tolkien had been reading the manuscript for that work to Lewis. Wilson says that the crush of the young wife in the novel, Jane Studdock, on Ransom may be based on the infatuation with Lewis of a teenager, June Flewett, who was living and working as a domestic servant at the Kilns while Lewis was writing the work. Most critics contend that Jules, a Cockney scientist, is a satiric portrait of Wells in his later years. Green and Hooper disagree, pointing out that Lewis never met Wells. Devine from Out of the Silent Planet appears in That Hideous Strength as Lord Feverstone, an advocate for the National Institute of Coordinated Experiments—a group with the ironic acronym N.I.C.E.—that wants to resurrect Merlin and use his powers for its nefarious purposes.\nSales of That Hideous Strength were good, though the reviews, especially by science-fiction aficionados, were largely negative. Esteem for the novel has increased over the decades, although many readers are daunted by the misogyny, or at least sexism, that is shown in the relationships of men and women in the book, and by what certainly appears to be homophobia in the depiction of the repulsive lesbian, “Fairy” Hardcastle.\nImmediately after finishing That Hideous Strength Lewis began to write The Great Divorce: A Dream, which was serialized in the Manchester Guardian beginning in November 1944 and published in book form in 1945. Warren recorded in his diary that the idea had come to Lewis in 1932 as “a sort of infernal day-excursion to Paradise.” According to Puritan theology, the damned are shown heaven as additional torture; here, a busload of souls from hell are not only allowed to visit the outskirts of heaven but are invited to remain there if they choose to reject the sin that resulted in their damnation. Only one soul chooses not to return to hell, showing that heaven and hell are separated by one’s own choices. The title is a takeoff on William Blake’s poem The Marriage of Heaven and Hell (circa 1793). Lewis also clearly had Dante’s Divine Comedy (written circa 1310–1314; published, 1472) in mind: George MacDonald is the narrator’s guide, as Virgil is Dante’s in The Inferno. The Great Divorce was not as popular as The Screwtape Letters, but many readers consider it a more mature theological work.\nWilliams died on May 14, 1945. Lewis wrote in a letter to Sister Penelope, a friend, on May 28, 1945, “Death has done nothing to my idea of him, but he has done—oh, I can’t say what—to my idea of death. It has made the next world much more real and palpable.” Lewis’s acts to commemorate his friend included editing and contributing to Essays Presented to Charles Williams (1947) and a series of university lectures on Williams’s Arthurian poetry that he published, along with an unfinished study by Williams of King Arthur, as Arthurian Torso (1948).\nBy 1947 Janie Moore was bedridden, and her care fell to Lewis. In April 1950 she had to be placed in a nursing home, where Lewis visited her every day until she died on January 12, 1951. By that time Warren, who had retired from the military a second time and returned to the Kilns at Christmas 1932, had become an alcoholic; he was most apt to drink in stressful times when Lewis could most use his support. Another misfortune for Lewis during the late 1940s was that his friendship with Tolkien began to cool.\nAfter the Space Trilogy, the second major pillar of Lewis’s fame as a writer of fantastic fiction is what Green and Hooper call “that unexpected creation of his middle age,” The Chronicles of Narnia. Lewis believed that good children’s books should be enjoyable reading throughout one’s life; in a lecture published in On Stories: and Other Essays on Literature (1982) he says, “When I was ten, I read fairy tales in secret and would have been ashamed if I had been found doing so. Now that I am fifty I read them openly.” The seven Narnia books are fantasies written for children but intended to be appreciated by adults. The books were produced quickly, with Lewis writing later ones while the first was being illustrated by Pauline Baynes and set in proof. Though the volumes were released yearly from 1950 to 1956, Lewis had probably finished writing them by 1953.\nThe first book in the series, The Lion, the Witch, and the Wardrobe, has achieved fame apart from the rest, winning the Lewis Carroll Shelf Award in 1962. The work had its origin when Lewis was 16 and imagined, as he says in an essay collected in Of Other Worlds: Essays and Stories, “a picture of a Faun carrying an umbrella and parcels in a snowy wood.” He started writing the book in 1939, when three schoolgirls were evacuated to the Kilns because of World War II. When Lewis took up the story again in 1948, the girls developed into the Pevensie children—Peter, Susan, Edmund, and Lucy—who are “sent away from London during the Air-Raids” in 1940 to “the house of an old Professor who lived in the heart of the country.” The children, exploring the huge house, find a forgotten wardrobe, the back of which opens onto the magical land of Narnia.\nNarnia has been both praised and blamed for its intermingling of mythologies, including not only classical fauns and Beatrix Potter-like talking animals but also Father Christmas and a Christ-like lion named Aslan (Turkish for “lion”). Lewis was influenced by Nesbit’s children’s stories; Green and Hooper report he was also highly affected by “The Wood That Time Forgot,” a children’s novel by Green that he read in manuscript and that was never published. Lewis writes in an essay included in Of Other Worlds: Essays and Stories that Aslan “bounded into” the story relatively late in the composition of The Lion, the Witch, and the Wardrobe, but “once He was there He pulled the whole story together, and soon He pulled the other six Narnia stories after him.” The story concludes with the sacrificial death and resurrection of Aslan, defeating the evil White Witch who has condemned Narnia to perpetual winter and establishing the children on thrones in the Great Hall of Cair Paravel as rulers of the land. After a benevolent reign, they return to England—where no time has passed—through the wardrobe.\nLewis made a false start on the sequel to The Lion, the Witch, and the Wardrobe: on their arrival in Narnia the Pevensie children are greeted by a standard English lamppost; Lewis’s first impulse was to tell the story of its arrival in the fantasyland. A fragment of this work survives in manuscript. Instead, however, Lewis turned to an adventure story, Prince Caspian: The Return to Narnia, in which the children are recalled to Narnia in 1941 to rescue Prince Caspian, a descendant of the old royalty of Narnia and rightful heir to the throne, from his evil uncle, the tyrant Miraz. In Narnia more than 1,000 years have passed; Cair Paravel lies almost in ruins and barely recognizable. With the help of the children and Aslan, Caspian prevails in the struggle with his uncle. Lewis’s narrative voice is more assured and less precious here than in The Lion, the Witch, and the Wardrobe; both the adventure and the characters are more well-rounded and convincing.\nThe third book, The Voyage of the Dawn Treader, is set in 1942. Susan and Peter have become too old to travel to Narnia; with maturity has come preoccupation with the mundane world and a disinclination to believe in Narnia. Lucy and Edmund are accompanied to Narnia—where three years have passed since their previous adventure—by their cousin Eustace Clarence Scrubb. They must join King Caspian X, as Prince Caspian is now known, on a sea journey to find seven friends of his father who were exiled by his wicked uncle. At first, Eustace, raised to be a modern scientific—that is, unimaginative—sort, is a burden to the Pevensies; one theme of the novel is Eustace’s psychological and moral growth, which is produced by many trials, including transformation into a dragon. A major accomplishment in the work is Lewis’s creation of the valiant soldier Reepicheep, king of the mice. The captain of the Dawn Treader, Drinian, steadfast and settled, acts as a foil to the dramatic mouse. At the end of The Voyage of the Dawn Treader Aslan tells Lucy and Edmund that they, too, are aging and will not come back to Narnia.\nIn The Silver Chair a few weeks have passed on Earth since the events of The Voyage of the Dawn Treader. The novel begins at Experiment House, a scathing satire of the trends in modern education that Lewis criticized in The Abolition of Man. Eustace and his schoolmate Jill Pole escape through a door that leads to Narnia, where 70 years have passed since Eustace’s previous visit; there they find they are needed to rescue Prince Rilian, Caspian’s heir, from the underground lair of the Green Witch. The children repeatedly misjudge those they meet or miss important signs left for them, like Parzival failing to ask the right questions in his search for the Holy Grail. After some genuinely scary scenes, Aslan helps the children and their companion, the pessimistic frog-like “Marsh-wiggle” Puddleglum, rescue Rilian. Back in England, Eustace and Jill confront the bullies of Experiment House and win.\nThe fifth and seventh books, The Horse and His Boy and The Last Battle, begin in Narnia instead of in England. They are also the most controversial of the books. Both feature the Calormenes, whose culture is tyrannical and inimical to Narnia; it is also highly reminiscent of Muslim or Arab cultures, and Lewis’s depiction of it is often criticized as condescending or even racist. Yet, in The Last Battle a Calormene soldier is elected into eternity because he lived a moral life and honored Aslan in his heart, even though he thought he worshiped another—false—god: this development is, perhaps, condescending but certainly not racist. Similarly, the treatment of Susan in The Last Battle is often seen as sexist; but The Horse and His Boy includes some of Lewis’s best female characters, including Aravis, a Calormene princess who is a valiant rider on her talking horse, Hwin.\nThe Horse and His Boy returns to the time of the reign of the four Pevensies in Narnia. The male protagonist, Shasta, is riding to the North on his talking horse, Bree, as he flees the Calormene empire; he is actually the king of Archenland, who was rescued from the sea as a baby by Aslan and raised as the son and virtual slave of a Calormene fisherman. Besides action and some strong characters, The Horse and His Boy offers several good comic scenes. The book won the Carnegie Medal Commendation of the British Library Association in 1955.\nLewis finally explains the lamppost in Narnia—and depicts the creation of that entire world—in the sixth book, The Magician’s Nephew. Set in 1900, the time of Lewis’s own childhood, the novel concerns Digory Kirke, who grows up to be the “old Professor” of The Lion, the Witch, and the Wardrobe, and Polly Plummer, his friend and neighbor. Magical rings owned by Digory’s Uncle Andrew transport the children to a “Wood Between the Worlds,” from which they find themselves in the dismal, literally deadly Land of Charn. There they awaken Queen Jadis, who becomes the White Witch of The Lion, the Witch, and the Wardrobe. Narnia has not yet been created, and the children witness Aslan singing it into existence.\nIf The Lion, the Witch, and the Wardrobe is Narnia’s story of Resurrection from the Gospels, and The Magician’s Nephew is Narnia’s Book of Genesis, then The Last Battle is its Book of Revelation. It features a false prophet: Shift, an ape who disguises a donkey in a lion skin and presents him as Aslan. After the final battle between the Narnians and the Calormenes, Aslan escorts his chosen ones through a stable door, which is actually a door into eternity. The novel concludes, “All their life in this world and their adventures in Narnia had only been the cover and the title page: now at last they were beginning Chapter One of the Great Story, which no one on Earth has ever read: which goes on for ever: in which every chapter is better than the one before.” The Last Battle won the Carnegie Medal for best children’s book in 1956.\n“The critical reception of the seven books,” Green and Hooper note, “was varied and usually guarded.” The books have gained popularity over the decades, and a set published in paperback by Puffin between 1977 and 1979 was a bestseller. Lewis always stressed that the Narnia books were not Christian allegories, though many critics disagree; certainly, they are not allegories in the sense of The Pilgrim’s Regress but constitute a unique myth, although based in Christianity.\nIn a chronological bibliography of Lewis’s books the Narnia novels are interrupted by only three titles: Mere Christianity in 1952; English Literature in the Sixteenth Century Excluding Drama, a major scholarly project that was published as volume three in the Oxford History of English Literature series, in 1954; and Surprised by Joy, his first autobiography, in 1955. During this time two major changes occurred in Lewis’s life.\nIn June 1954, after having spent his entire career up to that time at Oxford, Lewis accepted the chair of Medieval and Renaissance English at the University of Cambridge. At Oxford he had been passed over for the Merton Professorship of English Language in 1947 and the poetry chair in 1951. According to Wilson, “Even colleagues who were Christian found Lewis’s career as a popularizer embarrassing.” Thus, Lewis moved from Magdalen College, Oxford, to Magdalene College, Cambridge. Oxford tried to entice Lewis back in 1957 and always listed him as an honorary fellow, but Lewis was much happier at Cambridge. He could travel to the Kilns for vacations and most weekends; more important, he had no tutorial duties. Lewis’s Cambridge lectures formed the basis of his Studies in Words (1960), The Discarded Image: An Introduction to Medieval and Renaissance Literature (1964), and the posthumous Spenser’s Images of Life, assembled by Alastair Fowler from Lewis’s notes and published in 1967.\nThe other major change in Lewis’s life in the 1950s was his relationship with an American poet, Joy Davidman. It began in 1950 when she wrote to him from her home in Westchester County, New York, where she was unhappily married to William Gresham. Davidman, then in her 30s, had converted to Christianity in 1946, partly because of the influence of Lewis’s books. They met when Davidman visited England in September 1952; while she was there, Davidman discovered that her husband had been unfaithful and that he wanted a divorce. She immediately returned to the United States to get the divorce, and came back to England in 1954 with her sons, David and Douglas. That year her Smoke on the Mountain: The Ten Commandments in Terms of Today was published with a preface by Lewis. She moved from London to Oxford the following year.\nLewis began his final completed work of fantastic fiction, “Bareface,” in 1955 and finished it in February 1956; the publisher insisted that he change the title, and Till We Have Faces: A Myth Retold appeared in 1956. The novel retells the story of Cupid and Psyche, a classical tale first recorded by Apuleius. Lewis’s twist, which had come to him as early as 1923—he tried the theme twice in poetry as an undergraduate—is that Psyche’s homely older half sister, Orual, the queen of the realm of Glome, is not jealous but genuinely cannot see the palace built for Psyche by Cupid; she fears that Psyche has gone insane or married a monster. Orual’s stark and powerful narrative voice is off-putting to some readers. At first a worshiper of the barbarian stone goddess Ungit, Orual advances in spiritual development when she is taught Platonism by the Fox, an educated Greek slave. With maturity and acceptance she can finally surrender to God: “How can the gods meet us face to face,” Orual asks, “until we have faces?” In contrast to the sweetness of the Narnia books, Till We Have Faces is a knotty, difficult work; the immediate reaction to it in England disappointed Lewis, though it was received more favorably in the United States.\nOn April 23, 1956 Lewis married Davidman in a civil ceremony, ostensibly—and perhaps actually—just so she could remain in England. In early 1957, however, Davidman was diagnosed with bone cancer, and Lewis married her again on March 21, 1957—this time in a religious ceremony officiated by the Reverend Peter Bide in her room at Churchill Hospital in Oxford. Some biographers think that even then Lewis was not in love with her but married her so that it would not be improper for him to take her to the Kilns to nurse her until she died. When, instead, she experienced a remission in late 1957, Davidman became Lewis’s wife in the full sense. In 1958 Lewis told Coghill, “I never expected to have, in my sixties, the happiness that passed me by in my twenties.” In August 1958 the couple traveled to Ireland. Davidman helped Lewis with Reflections on the Psalms (1958), a topic Lewis had thought about since the 1940s.\nIn 1958, in response to a request for tapes to be broadcast on the radio in the United States, Lewis wrote ten scripts concerning storge (affection), philia (friendship), eros (sexual love), and agape (gift-love or charity). The talks were not as widely broadcast as anticipated, because some thought that the discussion of eros was too brash for American audiences. Lewis adapted the talks into The Four Loves, which was published in March 1960. Cassettes of the talks were made commercially available in 1970.\nDavidman’s cancer returned in October 1959. Nonetheless, the couple vacationed in Greece in 1960; the trip, Lewis’s only excursion outside the British Isles since World War I, was Davidman’s idea. Soon after Davidman’s death on July 13, 1960 Lewis wrote his second autobiography, A Grief Observed, an account of their last years together; it was published under the pseudonym N.W. Clerk in 1961. In the book Lewis says of Davidman, “Her mind was lithe and quick and muscular as a leopard.”\nAfter Davidman’s death Lewis worked on, but did not finish, a story about Helen of Troy 10 years after the Trojan War. The idea had occurred to Lewis around 1956, and he had returned to the project after his and Davidman’s trip to Greece. The fragment was published posthumously as “After Ten Years” in the collections Of Other Worlds: Essays and Stories and The Dark Tower and Other Stories (1977).\nLewis created two final masterworks, one of literary criticism and one of religious writing. An Experiment in Criticism (1961) began as a paper presented to the Martlets on November 14, 1940, which Lewis developed into his essay “On Stories,” first published in Essays Presented to Charles Williams (1947). The essay and the book are of particular interest to readers of popular fiction, including fantastic fiction. Lewis examines various ways of approaching a book and shows how some strategies of appreciation fit better with some kinds of fiction than with others. Letters to Malcolm: Chiefly on Prayer, the last book Lewis wrote, was published posthumously in 1964; some scholars have tried to identify the person to whom the letters are written, though most contend that “Malcolm” is fictitious and that the “correspondence” is a device Lewis uses to elaborate his views on prayer and acceptance.\nFrom 1959 to 1962 Lewis collaborated on a revision of the Psalms for the Book of Common Prayer; it is impossible to know how much of the finished product is Lewis’s work. By late 1961, however, he was suffering from kidney, heart, and prostate problems. His health fluctuated, including an unexpected revival from a coma following a heart attack on July 15, 1963. After that recovery, Lewis finally retired from Cambridge. Warren cared for him throughout this period, until his death on November 22, 1963.\nLewis had a rich, though controversial, posthumous career, thanks largely to his tireless editor and literary executor, Walter Hooper. Hooper unquestionably did invaluable work by republishing Lewis’s uncollected pieces in accessible volumes, but some critics contend that Lewis had good reasons for leaving some fragments and even whole pieces unpublished, and that some of the material Hooper resurrected may be of interest for the light it sheds on Lewis’s other work but is not a credit to the author in itself. A more serious charge was raised by Kathryn Lindskoog in The C.S. Lewis Hoax (1988). She accused Hooper of using his position as Lewis’s literary executor to perpetrate his own versions of Lewis’s works. The most significant charge for readers of Lewis’s fantastic fiction concerns The Dark Tower and Other Stories. The volume includes two short stories that were published in The Magazine of Fantasy and Science Fiction during Lewis’s lifetime: “The Shoddy Lands” (February 1956) and “Ministering Angels” (January 1958). “The Shoddy Lands,” in which an elderly don literally walks inside the mind of a boring and pretty woman, can be seen as highly sexist; it is best viewed as a comment on any imprecise mind, not as an overall comment on women. “Ministering Angels” is a lighthearted tale of space-station concubines set on a Mars that is definitely not Malacandra. “The Forms of Things Unknown,” not published during Lewis’s lifetime, is a clever story in which the Gorgons live on the moon and turn all the astronauts sent there to stone. Many readers, however, do not realize that the mysterious figure at the end is a Gorgon. Lewis’s recognition of this defect may account for his failure to publish it.\n“The Dark Tower” is the piece Lindskoog attacks. Hooper presents it as the truncated beginning of another novel in the Space Trilogy, probably written immediately after Out of the Silent Planet but abandoned in 1939; MacPhee and Ransom are characters in it. It is not about space travel but about traveling in time, first through a viewing machine and then by switching bodies. One major image is surreal and disquieting, reminiscent of those in Lindsay’s A Voyage to Arcturus: a horrible figure stabs the unicorn-like horn in his forehead into the spines of human beings, who submit to its poison and become automata. According to Lindskoog, the piece is a forgery. Other critics contend that Lewis knew that the fragment went nowhere and wisely shelved it.\nC.S. Lewis accomplished enough for many lifetimes: he was a poet, a literary scholar and critic, a Christian apologist and theologian, an autobiographer, and a novelist. Yet, all of his work is of a piece, expressing his love of God’s creation and his dedication to that “something more” at which he believed all earthly joys hinted. Using the vehicle of fantastic fiction, Lewis left many views of the real world, as well as of that “something more,” all of them striking to the imagination and satisfying to the heart.\n", "attrs": {"Region:": ["England"]}}