{"pf_url": "https://www.poetryfoundation.org/poets/caitriona-oreilly", "name": "Caitríona O'Reilly", "yob": "1973", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f2435baf80d0b2c247e0bf066db21a4eaf7c1af0.jpeg", "bio": "\n                                                                    Born in Dublin, Irish poet and critic Caitriona O’Reilly earned a BA and PhD at Trinity College Dublin, and held the Harper-Wood Studentship at St. John’s College, Cambridge.   Influenced by Sylvia Plath, O’Reilly makes use of both received form and free verse in her explorations of nature and the self. In her 2004 anthology The New Irish Poets, editor Selina Guinness discusses O’Reilly’s The Nowhere Birds, noting “Although this book moves from childhood through adolescence and student travels to adult relationships, it charts this journey through a dream-world filled with natural imagery that either terrifies and repels, or that expresses libidinal desires intimately understood. At times eerie in their invocation of spiders, bats, and the claws of birds, these poems are drawn through such witch-like details to the edge of the known world, where they lift off into a surrealist vision of exemplary lyricism.”    Her debut collection, The Nowhere Birds (2001), was shortlisted for the Forward Prize for Best First Collection in 2001 and won the Rooney Prize for Irish Literature in 2002. Her second collection, The Sea Cabinet (2006), was a Poetry Book Society Recommendation and was shortlisted for the Irish Times Poetry Now Award in 2007. Her newest volume, Geis (2015), was chosen as one of The Guardian’s Best Books of 2015.    O’Reilly, who has served as a contributing editor of the Irish poetry journal Metre and has also edited Poetry Ireland Review, works as a freelance writer and critic. She has taught at Wake Forest University and the Irish Writers’ Center in Dublin. O’Reilly divides her time between Wicklow and Dublin.\n                                                            ", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}