{"pf_url": "https://www.poetryfoundation.org/poets/calvin-bedient", "name": "Calvin Bedient", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/26216e7f51ac232163a235adf7bd60a769c160df.jpeg", "bio": "\n                                                                    Raised in Washington State, poet Cal Bedient was educated at the Whitman College Conservatory of Music and the University of Washington, where he earned a PhD. Influenced by Walt Whitman and Gertrude Stein, Bedient composes poems that connect interior and experienced landscapes. In a conversation with poet and editor Rusty Morrison on the poems in The Multiple, Bedient stated, “I listen for the work’s difference even from itself. All on its own, as it were, the poetry wants to show that, loosed from its common discursive ruts, experience tumbles forth in a mixture of dismay and delight. Even so, the work’s unresolvable elements may join together in a vital motion that surpasses or at least contests its splintering. … The poems sometimes behave as if they want to attain to an uber stage of music and feeling that will bind the elements, bind them in flight.”   Bedient is the author of several poetry collections, including The Multiple (2012), Days of Unwilling (2008), The Violence of the Morning (2002), and Candy Necklace (1997). His critical writing includes The Yeats Brothers and Modernism’s Love of Mobility (2008), He Do the Police in Different Voices: The “Waste Land” and Its Protagonist (1986), In the Heart’s Last Kingdom: Robert Penn Warren’s Major Poetry (1984), Eight Contemporary Poets (1974), and Architects of the Self: George Eliot, D.H. Lawrence, and E.M. Forster (1972).    A founding editor of the New California Poetry Series, Bedient has also coedited Lana Turner: A Journal of Poetry and Opinion and VOLT. He is a professor emeritus at UCLA and lives in Santa Monica, California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}