{"pf_url": "https://www.poetryfoundation.org/poets/camille-t-dungy", "name": "Camille T. Dungy", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/4fb346c3a56055bfa939144eee03647d6515f338.jpeg", "bio": "\nPoet and editor Camille T. Dungy was born in Denver but moved often as her father, an academic physician, taught at many different medical schools across the country. She earned a BA from Stanford University and an MFA from the University of North Carolina, Greensboro.\r\n \r\nDungy’s full-length poetry publications include Trophic Cascade (2017); Smith Blue (2011), a finalist for the William Carlos Williams Award from the Poetry Society of America; Suck on the Marrow (2010), winner of an American Book Award, a California Book Award silver medal, and the Northern California book award; and the sonnet collection What to Eat, What to Drink, What to Leave for Poison (2006), a finalist for both the PEN Center USA Literary Award and the Library of Virginia Literary Award. Describing the poems in What to Eat, What to Drink, What to Leave for Poison as “rogue sonnets,” Dungy said of the poems’ speakers in a 2007 Boxcar Review interview, “These are folks who take the restrictions and traditions that have been handed to them and they do what they can to make beautiful things with their lives […] so the fact that the sonnets follow some rules and flaunt others is a direct reflection of their subjects.” In a 2009 review of the same collection for Pembroke Magazine, Tara Betts observed that the collection “offers a number of ways to look at what is considered to be a part of nature, whether it is a part of the plants or the people that inhabit a place.” As Betts later noted, “This tension of living close to passion and death simultaneously creates urgency in these quiet poems.”\r\n \r\nAddressing the paucity of African American poets in anthologies of nature poetry, Dungy stated in a 2010 interview for the Oakland Tribune, “I miss seeing writers of color in the conversation. Until we have greater variety in the conversation, it is not a conversation—it is a monologue.” To that end, Dungy edited Black Nature: Four Centuries of African American Nature Poetry (2009), which won a Northern California Book Award and was nominated for an NAACP Image Award. She was also co-editor of From the Fishouse: An Anthology of Poems that Sing, Rhyme, Resound, Syncopate, Alliterate, and Just Plain Sound Great (2009), and assistant editor for Gathering Ground: A Reader Celebrating Cave Canem’s First Decade (2006). Dungy's most recent work includes the essay collection Guidebook to Relative Strangers: Journeys into Race, Motherhood, and History (2017). \r\n \r\nDungy has won the Dana Award and the Sustainable Arts Foundation Promise Award, and was a finalist for the NAACP Image Award in 2010 and 2011. Dungy has also received fellowships and awards from the National Endowment for the Arts, the American Antiquarian Society, the Virginia Commission for the Arts, Cave Canem, the Bread Loaf Writers’ Conference, the Djerrasi Resident Artist Program, Yaddo, Virginia Center for Creative Arts, and the Norton Island Artist Residency Program. \n\n\n\n\n\n\n\nRecently a professor in the creative writing program at San Francisco State University, Dungy is currently a professor in the English department at Colorado State University. She lives in Colorado with her husband and daughter.\r\n \n\n\n\n\n\n\r\n \n\n", "attrs": {"Region:": ["U.S., Western"]}}