{"pf_url": "https://www.poetryfoundation.org/poets/campbell-mcgrath", "name": "Campbell McGrath", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/31ff07cb90a7c49f361dd86a1497052f2e56aff2.jpeg", "bio": "\nBorn in Chicago to Irish-Catholic parents, Campbell McGrath earned a BA from the University of Chicago and an MFA from Columbia University. Influenced by Walt Whitman, James Wright, Sylvia Plath, and Rainer Maria Rilke, McGrath writes predominantly free verse, long-lined, documentary poems deeply engaged with American popular culture and commerce. A master of the long poem, he has also written many prose poems as well as shorter lyrics.\nMcGrath has published numerous collections of poetry, including Nouns & Verbs: New and Selected Poems (2019) and Spring Comes to Chicago (1996), which won the Kingsley Tufts Poetry Award. In awarding the prize, poet Garrett Hongo labeled McGrath’s unique tone “ironic romanticism.” The centerpiece of the collection, and one of McGrath’s best-known poems, is “The Bob Hope Poem,” a 70-page opus modeled on Robert Pinsky’s “An Explanation of America” and James McMichael’s “Four Good Things.” In a 2005 interview McGrath explained that the poem’s shape “is not a narrative but a symphonic structure.”\nMcGrath’s many other books of poetry include In the Kingdom of the Sea Monkeys (2012), Seven Notebooks (2007), Pax Atomica (2005), Florida Poems (2002), American Noise (1994), and Capitalism (1990). McGrath’s poetry typically works as a kind of catalog; its long lines attempt to look at the vast complexity of America and penetrate its paradoxes and attractions. Reviewing McGrath’s Seven Notebooks, writer Justin Taylor noted that “McGrath’s poetry thrives on his dissatisfaction with the world … The same unquenchable passion and taste for thrill that sent the young William Vollmann to the war zones and whores of five continents sent the young McGrath all over the country, looking for America anywhere and—in an important reversal of the proposition set forth by Easy Rider—finding it everywhere.”\nMcGrath is also the co-translator of Aristophanes’s The Wasps (1999). He has won a MacArthur Foundation “Genius” Grant, a Guggenheim Fellowship, a Witter Bynner Fellowship from the Library of Congress, the Academy of American Poets Prize, the Cohen Award from Ploughshares literary journal, and a Pushcart Prize. His poetry has been widely anthologized, including in Great American Prose Poems (2003), The New American Poets (2000), and The New Bread Loaf Anthology of Contemporary American Poetry (1999). McGrath has taught at the University of Chicago and Northwestern University. He lives in Miami and is a distinguished professor at Florida International University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}