{"pf_url": "https://www.poetryfoundation.org/poets/carl-dennis", "name": "Carl Dennis", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d669865b1d5642b18674971b154f13439cbc7335.jpeg", "bio": "\nCarl Dennis was born in 1939 in St. Louis, Missouri. He earned a BA from the University of Minnesota and a PhD from the University of California-Berkeley. He taught at the State University of New York-Buffalo from 1966 until 2001, where he was both a professor of English and writer in residence. He has also taught in the MFA program at Warren Wilson College. Dennis has published numerous books of poetry, including House of My Own (1974), The Outskirts of Troy (1988), Meetings with Time (1992), Practical Gods (2001), for which he won the Pulitzer Prize, Callings (2010), Another Reason (2014), and Night School (2018).\nDennis’s work is known for its quiet intelligence, meditative bent, and honest exploration of the times and trials of a certain segment of the American middle-class. Stephanie Burt, reviewing Callings in the New Republic noted, “It is in the minor efforts, the daily or weekly rewards and tasks that make up most of any life, that Dennis finds his métier. He was, and remains at the age of seventy-one, a poet of what we are pleased to call Middle America, of a circumscribed middle class in mid-sized towns, of self-control, long-range planning, and middle age.” Using a plain spoken, even conversational style, Dennis’s work stands out for its consistent ability to shape everyday speech patterns into a “casually regular” pentameter line, as Burt noted. Or as Martin Pops, a colleague at Buffalo, put it: “Carl speaks the same language as we do. The only difference is, he speaks it better.” But Dennis’s moderate, easy tone—his accessibility—frequently masks a deep sense of nostalgia, loss, grief, and even fear. “His level discursiveness, his ongoing syntax, can become almost scary,” Burt notes. “If you keep talking intelligibly (the style implies), so that other people understand you, you will have some way to know that you are still alive.”\r\n \r\nDennis has also published a book of criticism, Poetry as Persuasion (2001). With its focus on the relationship between reader and writer, the book explores various methods of creating the voice of a poem, including the use of irony, the mock heroic, and myth. Dennis’s argument for poetry as fundamentally a kind of communication dependent upon compelling speakers is augmented by sensitive close readings of a range of poems and poets. Michael Collier noted that the book “brilliantly demonstrates… why poetic voice is essential to the process of lyric articulation. Dennis’s essays are particularly useful to poets learning their craft and to students of poetry, but every reader will find delight in the calm and lucid intelligence each page holds.”\r\n \r\nDennis has received numerous honors and awards for his work, including fellowships from the Guggenheim Foundation and the National Endowment for the Arts. In addition to the Pulitzer Prize, he has received the Oscar Blumenthal Prize, the Bess Hokin Prize, the J. Howard and Barbara M.J. Wood Prize, and the Ruth Lilly Prize.\r\n \r\nDennis once told Contemporary Authors: “I don’t see myself as belonging to any particular school of poetry.” And to the Poetry Society of America, he elaborated on his belief that poetry should not concern itself with movements or groups: “I would like to believe that at least some American poets manage to maintain the faith they can reach in a single work a diverse audience with a variety of perspectives as opposed to one two specific constituencies. I think that this kind of ambition is more likely to produce work that lasts, that will still be read when specific audiences, and the local conditions that have produced them, have ceased to exist. Writers cannot step back entirely from the presumptions of their specific cultures, but they are more likely to be useful critics of those cultures, not merely mirrors, if they make an effort to hold up all they believe to critical scrutiny. And more likely to make this effort honestly if they can imagine readers free of any particular political agenda. The difference may only be a matter of degree, but in these matters degree is everything.”\n", "attrs": {}}