{"pf_url": "https://www.poetryfoundation.org/poets/carmen-bugan", "name": "Carmen Bugan", "yob": "1970", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/32c168fa8564390e1a1f3aaa5eead67398b27134.jpeg", "bio": "\nPoet Carmen Bugan was born in Romania and emigrated to the United States in 1989. She earned a BA from the University of Michigan, an MA in creative writing from Lancaster University, and an MA and PhD, both in English Literature, from Oxford University. Bugan’s work reckons with the legacy of totalitarianism, including the crippling effects of the culture of surveillance that existed under Romanian dictator Nicolae Ceausescu. She is the author of the poetry collections Crossing the Carpathians (2004), The House of Straw (2015), and Releasing the Porcelain Birds (2016). Lilies from America: New and Selected Poems (2019) received the Poetry Society Special Commendation; Bugan's book of essays, Poetry and the Language of Oppression, is forthcoming (Oxford University Press, March 2021). \nHer memoir, Burying the Typewriter (2015), was translated into several languages and earned high praise for its evocation of communist-era Romania; the book was a BBC Radio 4 Book of the Week and a Waterstones Book Club Choice. The BBC documentary “The Man Who Went Looking for Freedom” was based on Bugan’s memoir. A selection of her poetry and prose was translated into Italian in the bilingual edition, On the Side of Forgetting/Sulla Soglia Della Dimenticanza (2015).\nBugan is also the author of the critical study, Seamus Heaney and East European Poetry in Translation: Poetics of Exile (2013). Bugan’s poetry and prose have been widely published and she has taught at Oxford University, University of Fribourg in Switzerland, and was Wolfson College’s Creative Arts Fellow in Literature at Oxford. In 2017 she was named a George Orwell Prize Fellow. She teaches at the Gotham Writers Workshop in New York City and lives in Long Island. Bugan was the 2018 Helen DeRoy Professor in Honors at the University of Michigan, where she gave a series of lectures on Poetry and the Language of Oppression.\n", "attrs": {"Region:": ["Eastern Europe", "U.S., Mid-Atlantic"]}}