{"pf_url": "https://www.poetryfoundation.org/poets/carolyn-kizer", "name": "Carolyn Kizer", "yob": "1925", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/17013cf768dfb95818097ffae5f29f80bc94331e.jpeg", "bio": "\nAward-winning poet, essayist, and translator Carolyn Kizer was born in Spokane, Washington. Raised by a prominent lawyer and highly educated mother, Kizer’s childhood was suffused with poetry. Of her development as a poet, she noted to the Poetry Society of America, “My parents were both romantics: father favored the poems of Keats; mother went for Whitman. No evening of my childhood passed without my being read to. But I think my choices of Stein and Shaw show that my tastes were different. I remember that when I was eleven or twelve I came storming home from school demanding, ‘Why didn’t you ever tell me about Pope and Dryden?’ They were stunned. Our library, copious as it was, didn’t contain the works of either. These were lasting influences. I have continued to prefer, and write, poems that have what you might call ‘a sting in the tail.’ Add Catullus and Juvenal. I adored wit, irony, and intellectual precision.” Kizer’s work is known for just those traits. From her early poems in The Ungrateful Garden (1961) to the Pulitzer-prize winning Yin: New Poems (1984) to such later works as Pro Femina (2000), which satirizes liberated women writers by mimicking the hexameter used by the ancient misogynist poet Juvenal, and her retrospective Calm, Cool, and Collected: Poems 1960–2000, Kizer’s work has received acclaim for its intellectual rigor, formal mastery, and willingness to engage with political realities. According to the San Francisco Chronicle, “Carolyn Kizer is a kind of institution. ... For over 40 years, she’s made poems with a stern work ethic of literary thought and linguistic scrupulousness.” In an interview with Allan Jalon for the Los Angeles Times, Kizer described her own style: “I’m not a formalist, not a confessional poet, not strictly a free-verse poet.” Jalon described Kizer as “tough without being cold, sometimes satirical (she’s a great admirer of Alexander Pope),” and noted that “her work expresses a worldly largeness that repeatedly focuses on the points at which lives meet.” “‘That’s my subject,’” concluded Kizer. “‘No matter how brief an encounter you have with anybody, you both change.’”\nKizer earned a BA from Sarah Lawrence College in 1945 and then went on to do graduate work at both Columbia University and the University of Washington. During the mid-1950s, she studied poetry at the University of Washington under the tutelage of Theodore Roethke. Later, Kizer cofounded the prestigious journal Poetry Northwest, which she edited from its inception in 1959 until 1965. Kizer described those years in an interview with the Paris Review: “I was then in my late twenties, living in Seattle. I had never taken myself seriously as a poet, and at that point the poetry didn’t deserve it. But then, most women poets of my generation didn’t dare take themselves seriously, because the men didn’t take us seriously—I was almost middle-aged before the idea penetrated. But Ted took poetry seriously, and taught me to do so eventually.”\nIn 1964 Kizer went to Pakistan as a US State Department specialist and taught at various institutions, including the distinguished Kinnaird College for Women. Among her other activities, Kizer was the first director of literary programs for the newly created National Endowment for the Arts in 1966, a position she held until 1970. As literary director, she promoted programs to aid struggling writers and literary journals, and she worked to have poetry read aloud in inner city schools. In addition to teaching and lecturing nationwide, Kizer translated poetry from various languages, including Urdu, Chinese, and Japanese poetry. Kizer described her various translation projects as “a kind of paradigm of our world as I wish it were,” admitting to the Paris Review that she doesn’t have “a general theory of translation.” Kizer continued: “I think I have a theory of translation for each poet that I translate, because each language requires such different things. Each poetic voice is so different from every other poetic voice. The thing you have to do is become that person for a time.”\nKizer’s experience as a woman and poet in the male-dominated world of 1950s America has shaped her work in countless ways. As Melanie Rehak in the New York Times put it, Kizer “was a feminist practically before the term existed, and she has consistently spoken out against injustice both in her work and in her life.” In the early years of her career, male poets and critics often unthinkingly undermined “female poetry,” a situation that Kizer attacked with her characteristic intelligence and irony. Roethke, for example, composed a list of common complaints made against women poets that included such things as lack of sense of humor, narrow range of subject matter, lamenting the lot of women, and refusing to face up to existence. In Alone with America: Essays on the Art of Poetry in the United States since 1950, Richard Howard maintained that Kizer has first incurred and then overcome these complaints. “She does not fear—indeed she wants—to do all the things Roethke says women are blamed for, and indeed I think she does do them. … But doing them or not, being determined to do them makes her a different kind of poet from the one who manages to avoid the traps of his condition, and gives her a different kind of success,” noted Howard.\nKizer’s decades-long career has allowed her to witness, and write about, significant changes in American cultural life. Jalon noted that “during the period her writing spans, women poets have moved from more reserved attacks on Olympus in the pre-World War II years to wildly, rebelliously bold ones afterward. Now a general feminist confidence exists, to which Kizer’s work must be seen as a bridge. For younger poets, her writing shows an impressive range of ways in which writing can cross gaps between tradition and change: rhyme, free verse, formal stanzas and a journalistic writing combine.” Kizer is adamant about the centrality of political concerns to her work: “I remember after a reading somebody came up to me,” she relayed to the Paris Review, “and said, I love that political poem of yours, and my husband, who was standing next to me, said, Which one? They’re all political, and I was pleased by that. I would feel the same if she had said, ‘I love that feminist poem of yours.’ It’s a point of view, it’s a stance, it’s an attitude towards life that affects, and afflicts, everything I do.”\nKizer’s essays and criticism have been gathered in several volumes, including Proses: Essays on Poems and Poets (1994) and Picking and Choosing (1995).  She has edited a number of anthologies and co-edited American Poetry: The Twentieth Century (2000). Her numerous honors and awards include the Frost Medal, the Theodore Roethke Memorial Poetry Award, and an American Academy of Arts and Letters Award. Kizer served as a chancellor of the Academy of American Poets. She divided her time between California and Paris before her death in 2014.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}