{"pf_url": "https://www.poetryfoundation.org/poets/carol-berge", "name": "Carol Bergé", "yob": "1928", "yod": "2006", "image": null, "bio": "\nPoet, journalist, and novelist Carol Bergé studied at New York University and at the New School for Social Research, but never sought a degree . She was a member of the East Village poetry scene of the late 1950s and 1960s. Bergé later helped document that scene with her anthology Light Years: an Anthology on Sociocultural Happenings (Multimedia in the East Village, 1960-1966) (2010), which featured recollections by poets and artists such as David Antin, Jackson Mac Low, and Carolee Schneemann.\nHer poems, published in hundreds of magazines ranging from Ed Sanders's Fuck You: A Magazine of the Arts to the Yale Review, offer portraits of overlapping natural and social communities. Collections include The Vulnerable Island (1964), Poems Made of Skin (1968), From a Soft Angle: Poems About Women (1971), and A Song, A Chant (1978). Her prose includes The Vancouver Report (1964), a report from the 1963 Vancouver Poetry Conference; Acts of Love: An American Novel (1973); Fierce Metronome: The One-Page Novels, and Other Short Fiction (1981); and Antics: Passionate Stories About Folks in the Antiques Trade (2007), a collection of short stories inspired by a lifetime of collecting. Her work was also featured in Amiri Baraka’s anthology Four Young Lady Poets (1962).\n\r\nBergé founded the literary magazine and small press CENTER and cofounded Five Cities Gallery in New York. She traveled extensively throughout her life and settled in Santa Fe during her later years, where she ran an antiques and art gallery.\n\r\nBergé’s honors included fellowships from the National Endowment for the Arts, the New York State Council on the Arts, and the Helene Wurlitzer Foundation. Archives of her work are held at Bowling Green State University, Kent State University, the University of Texas at Austin, and Washington University in St. Louis.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}