{"pf_url": "https://www.poetryfoundation.org/poets/carol-ann-duffy", "name": "Carol Ann Duffy", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/15/7e39393c99a2c3b9f3235629c4b6894ab2a8c35d.jpeg", "bio": "\nCarol Ann Duffy is an award-winning Scottish poet who, according to Danette DiMarco in Mosaic, is the poet of “post-post war England: Thatcher’s England.” Duffy is best known for writing love poems that often take the form of monologues. Her verses, as an Economist reviewer described them, are typically “spoken in the voices of the urban disaffected, people on the margins of society who harbour resentments and grudges against the world.” Although she knew she was a lesbian since her days at St. Joseph’s convent school, her early love poems give no indication of her homosexuality; the object of love in her verses is someone whose gender is not specified. With her 1993 collection, Mean Time, and 1994’s Selected Poems, she would begin to also write about queer love.\n\r\nDuffy’s poetry has always had a strong feminist edge, however. This position is especially well captured in her first collection, Standing Female Nude, in which the title poem consists of an interior monologue comprising a female model’s response to the male artist who is painting her image in a Cubist style. Although at first the conversation seems to indicate the model’s acceptance of conventional attitudes about beauty in art—and, by extension, what an ideal woman should be—as the poem progresses Duffy deconstructs these traditional beliefs. Ultimately, the poet expresses that “the model cannot be contained by the visual art that would regulate her,” explained DiMarco. “And here the way the poem ends with the model’s final comment on the painting ‘It does not look like me’—is especially instructive. On the one hand, her response suggests that she is naive and does not understand the nature of Cubist art. On the other hand, however, the comment suggests her own variableness, and challenges traditionalist notions that the naked model can, indeed, be transmogrified into the male artist’s representation of her in the nude form. To the model, the painting does not represent either what she understands herself to be or her lifestyle.”\n\r\nA Fellow of the Royal Society of Literature, Duffy is also the United Kingdom’s poet laureate, the first woman to be appointed the position in 400 years. She was seriously considered for the position in 1999. Prime Minister Tony Blair’s administration had wanted a poet laureate who exemplified the new “Cool Britannia,” not an establishment figure, and Duffy was certainly anything but establishment. She is the Scottish-born lesbian daughter of two Glasgow working-class radicals. Her female partner is also a poet and the two of them are raising a child together. Duffy has a strong following among young Britons, partially because her poetry collection Mean Time was included in Britain’s A-level curriculum, but Blair was worried about how “middle England” would react to a lesbian poet laureate. There were also concerns in the administration about what Britain’s notorious tabloids would write about her sexuality, and about comments that Duffy had made urging an updated role for the poet laureate. In the end, Blair opted for the safe choice and named Andrew Motion to the post.\n\r\nAfter Duffy had been passed over, Katherine Viner wrote in the Guardian Weekend that her “poems are accessible and entertaining, yet her form is classical, her technique razor-sharp. She is read by people who don’t really read poetry, yet she maintains the respect of her peers. Reviewers praise her touching, sensitive, witty evocations of love, loss, dislocation, nostalgia; fans talk of greeting her at readings ‘with claps and cheers that would not sound out of place at a rock concert.’” Viner lamented that Duffy only came to the attention of many people when she was caricatured and rejected as poet laureate. However, the poet got some satisfaction when she earned the National Lottery award of 75,000 pounds, a sum that far exceeded the stipend that poet laureates receive.\n\r\nAfter the laureate debacle, Duffy was further vindicated when her next original collection of poems, The World’s Wife, received high acclaim from critics. In what Antioch Review contributor Jane Satterfield called “masterful subversions of myth and history,” the poems in this collection are all told from the points of view of the women behind famous male figures, both real and fictional, including the wives and lovers of Aesop, Pontius Pilate, Faust, Tiresias, Herod, Quasimodo, Lazarus, Sisyphus, Freud, Darwin, and even King Kong. Not all the women are wives, however. For example, one poem is told from Medusa’s point of view as she expresses her feelings before being slain by Perseus; “Little Red-Cap” takes the story of Little Red Riding Hood to a new level as a teenage girl is seduced by a “wolf-poet.” These fresh perspectives allow Duffy to indulge in a great deal of humor and wit as, for example, Mrs. Aesop grows tired of her husband’s constant moralizing, Mrs. Freud complains about the great psychologist’s obsession with penises, Sisyphus’s bride is stuck with a workaholic, and Mrs. Lazarus, after finding a new husband, has her life ruined by the return of her formerly dead husband. There are conflicting emotions as well in such poems as “Mrs. Midas,” in which the narrator is disgusted by her husband’s greed, but, at the same time, longs for something she can never have: his physical touch. “The World’s Wife appeals and astonishes,” said Satterfield. “Duffy’s mastery of personae allows for seamless movement through the centuries; in this complementary chorus, there’s voice and vision for the coming ones.” An Economist reviewer felt that the collection “is savage, trenchant, humorous and wonderfully inventive at its best.” And Ray Olson, in Booklist, concluded that “Duffy’s takes on the stuff of legends are … richly rewarding.”\nDuffy’s recent collections include her Collected Poems (2015), The Bees (2011), winner of the Costa Poetry Award and shortlisted for the T.S. Eliot Prize; and Rapture (2005), winner of the T.S. Eliot Prize. Duffy has also written verses for children. Her several collections of children’s poetry include The Gift (2010), New and Collected Poems for Children (2009), and The Hat (2007).\nIn addition to her original poetry, Duffy has edited numerous anthologies, including To the Moon: An Anthology of Lunar Poems (2009) and Answering Back (2009), and has adapted eight classic Brothers Grimm fairy tales in Grimm Tales. Not intended for young children but for older children and young adults in drama and English classes, Grimm Tales includes adaptations of such stories as “Hansel and Gretel” and “The Golden Goose,” which are rewritten “with a poet’s vigor and economy, combining traditions of style with direct, colloquial dialogue,” according to Vida Conway in School Librarian.\nDuffy is a professor of contemporary poetry and the creative director of the Writing School at Manchester Metropolitan University. She lives in Manchester.\n", "attrs": {"Region:": ["Scotland"]}}