{"pf_url": "https://www.poetryfoundation.org/poets/carol-muske-dukes", "name": "Carol Muske-Dukes", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9f5d0472854aa7076f4196da32c027695eaa7d82.jpeg", "bio": "\nCarol Muske-Dukes was born in St. Paul, Minnesota. She earned a BA from Creighton University and an MA from San Francisco State University. Since 1993 she has taught at the University of Southern California, where she founded the PhD in creative writing and literature program. A former poet laureate of California, she is the author of the poetry collections Blue Rose (2018); Twin Cities (2011); Sparrow (2003), which was a National Book Award finalist; An Octave Above Thunder: New and Selected Poems (1997); Applause (1989); and Camouflage (1975). She has won numerous awards for her work, including the Alice Fay Di Castagnola Award, an Ingram-Merrill grant, several Pushcart Prizes, and a Witter/Bynner Award from the Library of Congress. She has received fellowships from the National Endowment for the Arts and the Guggenheim Foundation.\nIn addition to poetry, Muske-Dukes has published two collections of essays, including Married to the Ice Pick Killer: A Poet in Hollywood (2002), which humorously and insightfully describes her encounters with Hollywood following her marriage to the actor David Coleman Dukes. With Bob Holman, she co-edited the anthology Crossing State Lines: An American Renga (2011), and with Diana Arterian, she coedited The Magical Poetry Blimp Pilot’s Guide (2011), a handbook designed to help students read, memorize, and love poetry. Muske-Dukes has also written novels, including Dear Digby (2014), Saving St. Germ (2014), Life after Death (2001), and Channeling Mark Twain (2007). Known for her sharp portraiture and strong imagery, Muske-Dukes drew on her own experiences teaching in a women’s prison for the bestselling Channeling Mark Twain. In 1972, she created Free Space, a creative writing program at the Women’s House of Detention on Riker’s Island.\nA careful writer who balances rhetorical precision with a unique manner of relating personal experience, Muske-Dukes has discovered, in the words of one critic, how to “reach past anecdote.” Writing in Contemporary Women Poets, essayist Duane Ackerson noted of Muske-Dukes’ verse that, “while well-anchored in daily life, [it] moves far beyond to become a meditation on philosophical concerns like the nature of time and the value of life. This carefully achieved scope contributes much of what is powerful and persuasive in her work.” Muske-Dukes published her first story at age 11 and began writing poetry at an even earlier age. “But I was fairly unconscious about the power of words and what it meant to have the power to use them until I came to New York in 1971,” she explained to Contemporary Authors. After becoming involved in several writing workshops, including Free Space, she “began to hear the dialogue between craft and sentiment, form and feeling.” Still she considers herself to be primarily a visual poet: “images come ... easily to me, imagistic phrases litter my poems. I feel very close to painters, our processes are similar.”\nThe difference between “seeing” and “hearing” her writing is one of the distinctions Muske-Dukes finds between her poetry and her prose. “The problem for me is ‘hearing’ what I write—that’s why it was so refreshing for me to write [my first novel]. I found a voice, I trusted it, I let it speak. Beyond time and how time happens in a poem or a story, the relationship between eye and ear forms the difference for me between poetry and prose. In prose, the reader listens, the reader is being told a story, she hears, then sees—in poems, the reader sees aurally, the eye and ear become one.” With the same precision that she composes her poetry, Muske-Dukes extracts real meaning from the images created by the words in each of her novels, and her wide variety of subjects demonstrate her broad learning and interests. “As many writers have said before me,” she told Contemporary Authors, “I didn’t choose my subjects, they chose me. I was ‘given’ a set of themes early in life and they’ve obsessed me and continue to do so.”\nCarol Muske-Dukes writes regularly for the New York Times Book Review and the Los Angeles Times Book Review. She lives in Los Angeles.\n", "attrs": {}}