{"pf_url": "https://www.poetryfoundation.org/poets/caroline-bird", "name": "Caroline Bird", "yob": "1986", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/58e8fa2a93172f4b26bd50dec43dace4c960d058.jpeg", "bio": "\nEnglish poet and playwright Caroline Bird grew up in Leeds, the daughter of noted theater director and producer Jude Kelly. Bird’s first collection of poems, Looking Through Letterboxes (2002), was published when she was just 15. Her other collections of poetry include Trouble Came to the Turnip (2006); Watering Can (2009); The Hat-Stand Union (2013); In These Days of Prohibition (2017), which was shortlisted for both the T.S. Eliot Prize and the Ted Hughes Award; and The Air Year (2020). Bird’s work has been commended for her dexterous use of image, pun, and voice; poet Simon Armitage described Bird’s poetry as “spring-loaded, funny, sad and deadly.” Her poems have been widely anthologized, and in 2012, she was an official poet at the London Olympics. Her poem “The Fun Palace” is on permanent display at the Queen Elizabeth Olympic Park.\nBird is also a successful playwright. She was the youngest ever member of the Royal Court Young Writers Programme, working under the guidance of Simon Stephens. Her plays include the musical The Trial of Dennis the Menace, which debuted in 2012 in the Purcell Room at the Southbank Centre. She is at work on the book and lyrics for the musical for the Old Vic. Bird’s other plays include a new version of The Trojan Women for the Gate Theatre (2012), Chamber Piece for the Lyric Theater Hammersmith’s Secret Theatre season (2013), and The Wonderful Wizard of Oz for Northern Stage (2015). In 2013, Bird was shortlisted for Most Promising New Playwright at the Off-West-End Awards.\nBird’s honors and awards include an Eric Gregory Award, and she has twice won the Foyle Young Poet of the Year award. She won third prize in the Poetry London Competition in 2007 and the Peterloo Poetry Competition in 2004, 2003, and 2002. She has been shortlisted twice for the Dylan Thomas Prize, was a finalist for the Susan Smith Blackburn Prize, and was on the shortlist for the Shell Woman of the Future Awards. Bird teaches at the Arvon Foundation and is a writer-in-residence for First Story. She lives in London.\n", "attrs": {"Region:": ["England"]}}