{"pf_url": "https://www.poetryfoundation.org/poets/carolyne-wright", "name": "Carolyne Wright", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/e4696f57138573a59d46c4eed3e8153469a29a18.jpeg", "bio": "\nCarolyne Wright's most recent poetry collection is This Dream the World: New & Selected Poems (Lost Horse Press, 2017), whose title poem received a Pushcart Prize and was included in Best American Poetry 2009 and the Pushcart Prize XXXIV: Best of the Small Presses (2010). She is the author of nine earlier books of poetry, including Mania Klepto: the Book of Eulene (2011); A Change of Maps (2006), nominated for the LA Times Book Award, and finalist for the Idaho Prize and Alice Fay di Castagnola Award; and Seasons of Mangoes & Brainfire (2005), winner of the Blue Lynx Prize and American Book Award. Her poetry, essays, and translations appear in magazines such as Arts & Letters, the Iowa Review, New Letters, the New Yorker, North American Review, Poetry, Rattle, the Southern Review, Tahoma Literary Review, and Triquarterly; and in anthologies such as Discoveries: New Writing from The Iowa Review, Poetry 180: A Turning Back to Poetry, and The Vintage Book of Contemporary World Poetry. Her coedited anthology, Raising Lilly Ledbetter: Women Poets Occupy the Workspace (Lost Horse Press, 2015), received ten Pushcart Prize nominations and was a finalist in the Foreword Review's Book of the Year Awards.\nWright has received several awards from the Poetry Society of America; fellowships from the Fine Arts Work Center in Provincetown, the New York State Arts Council, and the Seattle and King County Arts Commissions; and residencies at Yaddo, Millay Colony, Vermont Studio Center, Santa Fe Arts Institute, and Jentel, among others. She is a contributing editor for the Pushcart Prizes and a senior editor at Lost Horse Press.\r\n \r\nA Seattle native who studied with Elizabeth Bishop, Richard Hugo, W.D. Snodgrass, and William Stafford, Wright has been a visiting writer at conferences, colleges, and universities, including Harvard, Radcliffe, Emory University, and the University of Miami. She moved back to her native Seattle in 2005, where she teaches for the Richard Hugo House and the Antioch University Los Angeles MFA Program. She also taught at Northwest Institute of Literary Arts Whidbey Writers Workshop MFA Program for its entire 2005-2016 existence.\r\n \r\nWright earned her BA from the Humanities Honors Program at Seattle University and an MA and a PhD in English/creative writing from Syracuse University. She spent a year in Chile and Brazil on a Fulbright Study Grant and has received a PEN/Jerard Fund Award and a Crossing Boundaries Award for The Road to Isla Negra. Wright lived for four years on Indo-U.S. Subcommission and Fulbright Senior Research fellowships in Kolkata, India, and Dhaka, Bangladesh, translating the work of Bengali women poets and writers. Her translations have received Witter Bynner Foundation grants and fellowships from the NEA and the Bunting Institute of Radcliffe College. Fluent in Spanish, Brazilian Portuguese, and Bengali, Wright has published five books of poetry in translation.\r\n \r\nWright’s translations of Chilean poet Jorge Teillier, In Order to Talk with the Dead (1993), won a National Translation Award. Her translations from Bengali include Majestic Nights: Love Poems of Bengali Women (2008) and Another Spring, Darkness: Selected Poems of Anuradha Mahapatra (1996), a West Bengali poet about whom Adrienne Rich wrote, \"across culture and language we are encountering a great world poet.\" Wright's translation of Bangladeshi poet Ruby Rahman poem, \"I Didn't Keep My Word,\" appeared in Poetry magazine in 2006.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}