{"pf_url": "https://www.poetryfoundation.org/poets/carter-revard", "name": "Carter Revard", "yob": "1931", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/4aaf8d55d6906be4c66d504700d05038896b327b.jpeg", "bio": "\n                                                                    Carter Revard grew up on the Osage Reservation in Pawhuska, Oklahoma. He is of Osage, Ponca, Irish, and Scotch-Irish heritage; in 1952 his grandmother gave him the Osage name Nompehwahteh (meaning “fear-inspiring”). Despite a difficult early life—he attended a one-room schoolhouse and worked odd jobs throughout his childhood—Revard eventually won a scholarship to the University of Tulsa through a radio quiz. He was one of the first Native Americans to receive a Rhodes Scholarship to study at Oxford University in England; he received his PhD in English literature from Yale University.    Revard is the author of the poetry collections Ponca War Dances (1980), Cowboys and Indians Christmas Shopping (1992), and An Eagle Nation (1993), as well as the nonfiction collection Family Matters, Tribal Affairs (1998) and a memoir in prose and poetry, Winning the Dust Bowl (2001).    A medieval scholar, Revard is notable for blending Western literary traditions and Native American culture in his poetry. In Winning the Dust Bowl, in settings ranging from Depression-era Oklahoma to Oxford, England, he writes of history, family, and his development as a poet. Ellen L. Arnold, in her introduction to The Salt Companion to Carter Revard, commented: “While all of Revard’s poetry is deeply informed by and continues Osage and Ponca histories and traditions (…) he is also concerned with building pan-tribal connections.”   Revard won the Oklahoma Book Award for Poetry for An Eagle Nation. He has taught at Amherst College and is professor emeritus at Washington University in St. Louis.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}