{"pf_url": "https://www.poetryfoundation.org/poets/caryn-mirriam-goldberg", "name": "Caryn Mirriam-Goldberg", "yob": "1959", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/f43677ac0af328d5d9622f224d780edef94ded4a.jpeg", "bio": "\n                                                                    The 2009-13 Kansas poet laureate Caryn Mirriam-Goldberg is the author of five collections of poetry, including Chasing Weather (with photographer Stephen Locke, Ice Cube Press, 2014), a Kansas Notable Book Award winner, and Animals in the House (Woodley Memorial Press, 2009). Other books include the memoirs The Sky Begins At Your Feet: A Memoir of Cancer, Community, and Coming Home to the Body (Ice Cube Press, 2009), and Needle in the Bone: How a Holocaust Survivor and Polish Resistance Fighter Beat the Odds and Found Each Other (Potomac Press, 2013); To the Stars Through Difficulties: A Kansas Renga in 150 Voices (Mammoth Publications, 2013); and the novel The Divorce Girl (Ice Cube Press, 2012). She is a registered songwriter with Broadcast Music, Inc.   Mirriam-Goldberg has taught at Goddard College since 1996 in the Goddard Graduate Institute, where she founded the emerging field and first MA program in Transformative Language Arts (TLA): Social and Personal Transformation Through the Spoken, Written and Sung Word. She started the annual Power of Words conference, bringing together writers, storytellers, spoken word artists, playwrights, musicians and other artists to explore how the literary arts can build community and shift culture, and cofounded the Transformative Language Arts Network, which offers the first certification in TLA. She facilitates community writing workshops widely throughout the country for many populations, and has been active in the bioregional movement since 1982.   Mirriam-Goldberg earned a MA and PhD in English at the University of Kansas. She previously taught at Haskell Indian Nations University, and the University of Kansas. Born in Brooklyn, and raised in New Jersey, Mirriam-Goldberg has made her home in Kansas since 1983, where she and her husband, the writer Ken Lassman, restore and steward tallgrass prairie.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}