{"pf_url": "https://www.poetryfoundation.org/poets/catherine-davis", "name": "Catherine Davis", "yob": "1924", "yod": "2002", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5be03f15cee17bf6bba5699bffd6de4360c0fdcc.jpeg", "bio": "\n                                                                    Catherine Breese Davis was born in Minneapolis and left home under difficult circumstances at the age of 16. She studied at the University of Minnesota, the University of Chicago, Stanford University (where she held what is now the Stegner Fellowship), and the University of Iowa. Davis’s poetry was admired during her lifetime for her classical dexterity and formal innovation by many poets and critics, especially Donald Justice, a longtime supporter of her work. More recently she has been praised by Annie Finch as a “lucid, poignant, and unflinching poet,” and by Dana Gioia for her “exquisitely sculpted lyrics.” In her later years, her poetry progressed toward a looser formalism and a free verse style that encompassed both the intensely personal and the socially aware.     Davis was widely published during her lifetime in, among other publications, the New Yorker, the Paris Review, the Southern Review, the North American Review, and also in the seminal anthology New Poets of England and America (edited by Donald Hall, Robert Pack, and Louis Simpson, 1957).   Davis lived in New York and Washington, DC before going to the University of Iowa. She later taught at California State Polytechnic College and Northeast Missouri State College (now Truman University) before moving to the Boston area, where she taught at the University of Massachusetts-Boston and spent many of her later years. She died in Providence, Rhode Island.      A chapbook of her poems, Looking In and Looking Out, was published by Robert L. Barth in 1998, but she did not have a full-length book of poems published in her lifetime. Her work is now collected, along with several appreciative essays and an interview with her longtime companion Marie Pelletier, in Catherine Breese Davis: On the Life & Work of an American Master (Unsung Masters Series, 2015), edited by Martha Collins, Kevin Prufer, & Martin Rock.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}