{"pf_url": "https://www.poetryfoundation.org/poets/cathy-song", "name": "Cathy Song", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/74c9e9a1b672aade3dfade14196688a242db70b5.jpeg", "bio": "\nPoet Cathy Song was born and raised in Hawaii. Her work draws on her rich Korean-Chinese ancestry as well as her experiences as an American and a woman. In poems that have been compared by critics to the muted tints of watercolor paintings, Song has consistently created a world rich with narrative and imagery. Her first volume of poems, Picture Bride, won the 1982 Yale Series of Younger Poets Award and was also nominated for that year’s National Book Critics Circle Award. Her other collections include Cloud Moving Hands (2007), The Land of Bliss (2001), School Figures (1994), and Frameless Windows, Squares of Light (1988). In 1994, she received the Shelley Memorial Award from the Poetry Society of America. She is also the author of the short story collection All the Love in the World (2020).\nSong’s father was a pilot and the family traveled extensively during her youth. In interviews, Song has credited her early interest in writing to her family’s travels: “Our family travels started my writing. I guess I was around nine years old when I decided I wanted to be the family chronicler.” Her interest and talent were encouraged by her high school teacher, the Hart Crane biographer John Unterecker. Song attended Wellesley College and earned an MFA from Boston University. She met her husband, a medical student at Tufts University, while in Boston. The couple moved to Denver, Colorado, in 1984 while he completed his residency at Denver General Hospital, and there Song wrote Frameless Windows, Squares of Light (1988). In 1987 they returned to Honolulu.\nSong’s poetic oeuvre is united by her abiding focus on family. The moral ties that bind women to children and parents, to their community, to tradition, and to the land are continuously interwoven throughout her verse. In the title poem from Picture Bride, for example, Song recalls the story of her grandparents. At age 23, Song’s grandmother was sent to the United States from Korea in an arranged marriage through the exchange of photographs; her husband, a Chinese immigrant who worked on a Hawaiian plantation, was much older. Much of the book addresses such family relationships. Shirley Lim, in a review of the book in Asian American Literature, commented, “Song’s greatest strength lies in this marvelous organic nature of her imagery and in the complete fusion of form, image, occasion, and emotion. Every poem is marked by this naturalness of form, based unpretentiously on phrasal pauses or the breadth of a line, by an unforced storyline or ease of observation; almost every poem has a sudden eruption of metaphor, which startles, teases, illuminates.”\nFrameless Windows, Squares of Light (1988) continues to explore family history and relationships; as Booklist reviewer Pat Monaghan noted, “Song explores the nuances of intimacy with admirable clarity and passion.” Song’s poem “A Mehinaku Girl in Seclusion” describes a girl’s coming of age and subsequent removal from her tribe for three years in order to be “married to the earth.” Reviewer Jessica Greenbaum noted in Women’s Review of Books that “A Mehinaku Girl” deftly draws the reader into the inner life of its main character.\nIn School Figures (1994) Song again casts the stories of her family in verse. Both “A Conservative View” and “Journey” explore challenges that her parents faced. The thoughts, feelings, and impressions couched within each of Song’s poems—whether quietly coming to terms with the death of a father or sitting amid the clatter of serving dishes and the buoyant chatter of family during dinner—are transformed by the poet into universal images, transcending labels of race, gender, and culture. Song’s collection The Land of Bliss (2001) is shot through with familial and autobiographical themes. Rochelle Ratner, reviewing the collection for Library Journal, commented that here, Song “magnificently intertwines the harsh reality of her aging parents (including a mother frequently hospitalized for depression) with memories of her grandparents.” Ratner considered the longer autobiographical poems to be “some of the finest this reviewer has read in recent memory.”\nCloud Moving Hands (2007), Song’s fifth book, takes its name from a tai chi movement, and is informed by Buddhism. As Eric McHenry noted in the New York Times Book Review, the work is “preoccupied with suffering—as itself and as an opportunity for change.” McHenry praised Song’s shorter poems in the belief that “Song is at her best when her poems are most—pun unavoidable—songlike, or when she’s imagining other lives.” The poet Li Young-Lee added, “Cloud Moving Hands is Song’s best work. More of the heart and mind and soul are integrated than ever. More finely seen differentiations arise. Deeper chords are struck. She moves more and more into the unknown. This book is a gift to her readers.” \nSong is a noted teacher and leader of creative writing workshops through Hawaii’s “Poets in the Schools” program. Of her work with the program Song has said, “I’m not there to give [the students] false praise. It’s not going to do them any good ... Sometimes I tell them to rewrite something over and over, and they do, creating a really good poem. You’ve got to be willing to dismantle ... to realize that poetry is something made outside of yourself.”\nSong lives in Honolulu and teaches at the University of Hawaii at Mānoa.\n", "attrs": {"Region:": ["Pacific Islands"]}}