{"pf_url": "https://www.poetryfoundation.org/poets/cecilia-vicuna", "name": "Cecilia Vicuña", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/39fe13a8f2135b0f65a9b718b3ef677aa810cf43.jpeg", "bio": "\nPoet and multidisciplinary artist Cecilia Vicuña was born and raised in Chile. In her poems, she engages themes of language and memory, with particular attention to decay and exile. As art historian Roberto Tejada observed, “Vicuña's work, at its very essence, is 'a way of remembering'—as if exile and recall joined to unravel an 'autobiography in debris' as one personal story within a larger narrative.”\r\n \r\nVicuña is the author of more than a dozen books of poetry, including Instan (2002), Cloud-Net (1999), Unravelling Words & the Weaving of Water (1992, translated by Eliot Weinberger and Suzanne Jill Levine), Precario/Precarious (l983), and SABORAMI (l973, reissued with an afterword by the author in 2011). She is the editor of The Oxford Book of Latin American Poetry: A Bilingual Anthology (2009, coedited with Ernesto Livon Grosman) and Ül: Four Mapuche Poets: An Anthology (1998, translated by John Bierhorst). \n \r\nScholarly responses toVicuña’s work include Spit Temple: The Selected Performances of Cecilia Vicuña (2012, edited and translated by Rosa Alcalá), which offers transcriptions of some of Vicuña’s performances, a memoir, and critical responses to her work, and The Precarious/QUIPOem: The Art & Poetry of Cecilia Vicuña (1997, edited by Catherine de Zegher and translated by Esther Allen).\r\n \r\nVicuña’s visual art has been exhibited in New York at the Whitney Museum of American Art and the Museum of Modern Art, at the Museo Nacional de Bellas Artes in Buenos Aires, and at the Institute of Contemporary Arts and the Whitechapel Art Gallery in London. Vicuña is a founding member of Artists for Democracy and divides her time between Chile and New York.\n", "attrs": {"Region:": ["Latin America"]}}