{"pf_url": "https://www.poetryfoundation.org/poets/cesare-pavese", "name": "Cesare Pavese", "yob": "1908", "yod": "1950", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/b3c41073a2d87ece65171e73cd864519e78fcdd8.jpeg", "bio": "\nCesare Pavese is widely regarded as one of the foremost men of letters in twentieth-century Italian cultural history, and in particular as an emblematic figure: an earnest writer maimed by fascism and struggling with the modern existentialist dilemma of alienated meaning. Little known in the United States, Pavese was profoundly influenced by American literature, and, when official censorship closed his mouth, he would use his position as a translator and editor indirectly to bring into Italy messages of freedom and new ideas from English-language authors. Most Italians first encountered Herman Melville, James Joyce, William Faulkner, Charles Dickens, Gertrude Stein, John Steinbeck, John Dos Passos, and Daniel Defoe in Pavese's translations, and also encountered their influence, and echoes of their meditations, in Pavese's own highly accomplished body of novels, short stories, and poems.\n\r\nPavese was born to Eugenio and Consolina Pavese in their family summer vacation spot, Santo Stefano Belbo, on September 9, 1908. Eugenio Pavese was a functionary in the law courts of Turin, in the north of Italy, and died of a brain tumor when Cesare was only six years old. Pavese's mother, Consolina, was evidently remote and unavailable for her son, and Pavese grew into a state of solitude from which he never fully emerged. One of his few friends, Natalia Ginzburg, in a posthumous memoir published in London magazine, remembered him: \"It seemed to us that his sadness was that of a boy, the voluptuous heedless melancholy of a boy who has still not come down to earth, and moves in the arid, solitary world of dreams.\"\n\r\nTurin was the crucible in which Pavese's character was formed, and his powerful sense of connection to it and the countryside of northern Italy would recur in his stories: the typical Pavese narrator is part of a landscape, the product of a certain place. At the time, Turin was considered by many to be more a French than an Italian city, and, a generation before, German philosopher Friedrich Nietzsche had made it his home for several years prior to his mental collapse in 1888. While studying at Turin's Lyceum, Pavese met and more or less adopted one of the instructors, Augusto Monti, who would later publicly oppose Mussolini's fascist regime. Monti became Pavese's intellectual father and mentor, and it was most likely this period of study with Monti that confirmed Pavese in his literary vocation; Pavese's first poems date from his Lyceum years.\n\r\nAfter graduating, Pavese enrolled at the University of Turin and continued to pursue his study of literature, especially American literature, which, he became increasingly certain, offered a viable alternative to European cultural alienation and outright disintegration. Writing in the Kenyon Review, Leslie Fiedler addressed Pavese's \"preoccupation with the meanings of America,\" stating, \"Pavese's impulse as an artist was toward a dimension he liked to call 'mythic', a dimension he found in Melville and not in Flaubert . . . and it is through [Melville] that [Pavese] finds in our books an identity of word and thing . . . not the aristocratic symbolisme of the French. . . . The American artist, Pavese believed, had discovered how to reject conformism without becoming 'a rebel in short pants,' how to be at once free and mature.\" Pavese took his degree in 1930 with a thesis on poet Walt Whitman.\n\r\nAfter University, Pavese threw himself into all manner of literary work, from producing his own poems, stories, and novels, to translating and editing English literature: Sinclair Lewis, Melville's  Moby Dick (Pavese's favorite book), Sherwood Anderson, James Joyce's Dedalus, and John Dos Passos. As fascism took hold in Italy, Pavese stood in desultory attendance at meetings of diverse anti-fascist groups, remaining characteristically on the margins, and it was at these meetings that he met and fell in love with Tina Pizzardo, who was secretly a member of the Italian Communist Party. She convinced Pavese to receive certain letters for her at his address—letters from jailed anti-fascist dissident Altiero Spinelli—and, on the evidence of these letters, Pavese was arrested in 1935 and sentenced to three years incarceration at Brancaleone Calabro, in the south. Pavese served his time under house arrest, and wrote of his ordeal in Prima che il gallo canti (\"Before the Cock Crows,\" translated as The Political Prisoner ) in 1949. Arguably more wounding to Pavese than the prison term was his discovery, on returning to Turin, that Pizzardo had not waited for him.\n\r\nIn the meantime, however, Pavese's first book, a collection of poems titled Lavorare stanca or \"Hard Work,\" had appeared in 1936, shortened by four poems deleted by fascist censors. Seven years later, Pavese would publish an expanded version nearly double the size of the original. William Arrowsmith, in his introduction to the English language volume, described Lavorare stanca as \"an act of radical personal culture.\" Pavese is widely regarded as a modern \"mythic\" poet, who bridged the gap between the general and the particular, the past and the present, and external and internal experience, by means of a personal mythology. He called his poetry \"an attempt to express a cluster of fantastic associations, of which one's own perception of reality consists, with a sufficient wholeness.\" The language of his verse is both conventional and conversational, in contrast to the often extremely convoluted and oblique rhetoric of other contemporary Italian poets—a rhetorical complexity and indirectness that allowed them to hide their anti-fascist views from inastute censors. Pavese opted instead a more \"American\" style that R. W. Flint described in Delos as a \"knotty, emphatic, improvised syntax.\" Pavese also published four further translations during his time in prison: a second novel by John Dos Passos, the Autobiography of Alice B. Toklas by Gertrude Stein, Moll Flanders by Daniel Defoe, and one of John Steinbeck's novels.\n\r\nAlthough he did not publish any of his own work for another three years after his release, Pavese again immersed himself in literary pursuits and accumulated a sizeable cache of unpublished writings. Giulio Einaudi, a Turinese friend from his youth, had revived Italy's most prestigious publishing company, which bore his name, and Pavese not only subsequently published almost exclusively with Einaudi, but also provided some welcome editorial guidance to the company as well.\n\r\nPavese's public silence during the period from 1938 to 1941 was most likely due to the ongoing subjection of the press to fascist censorship; Pavese preferred to remain silent rather than see his material edited, cut, or deleted. Instead, while continuing to write in private, he translated and shepherded into print five English language titles, including Charles Dickens' David Copperfield, the long story Beneto Cereno by Melville, and pieces by Stein, Trevelyan, and Morley. What is less well known, is that Pavese also encouraged Einaudi to publish Freud, Jung, Durkheim, and numerous other important authors and thinkers, some for the first time in Italy.\n\r\nPavese broke his silence with two novels in 1941 and 1942, and released his translation of William Faulkner's The Hamlet, but it wasn't until Mussolini's demise and the end of the war in Europe that the floodgates opened for Pavese's own work. In light of the defeat of fascism in Italy, Pavese was regarded as a minority member of the side that was \"right all along.\" Of the three books that followed, Feria d'agosto (1946), La terra e la morte (1947), and Dialoghi con Leuco (1947), it was the latter, translated as Dialogues with Leuco in 1965, that most critics regard as Pavese's masterpiece. It is a series of dialogues between mythological figures, treating the question of human destiny as the personal content of myths. In his foreword, Pavese elaborates on his method in the Dialogues: \"What is more acutely disturbing than to see familiar scenes troubled into new life? . . . A true revelation, I am convinced, can only emerge from stubborn concentration on a single problem. I have nothing in common with experimentalists, adventurers, with those who travel in strange regions. The surest, and the quickest, way for us to arouse the sense of wonder is to stare, unafraid, at a single object. Suddenly—miraculously—it will look like something we have never seen before.\" Sven Birkerts commented, \" Dialogues with Leuco . . . is a Gordian knot of a book, except that no stroke of the sword will solve it; one must work, slowly and patiently, drawing continually on what one knows of life.\"\n\r\nPavese's prose was anything but fantastic. He chose a flat, restrained realism closer in spirit to the styles of Anderson or Hemingway, and his subject-matter was generally restricted to the friction between individual men and society; violence, the country and the city, the north and south of Italy, the tension between men and women—Pavese's experience with Pizzardo seemed to confirm a durable misogynistic strain in him—and the broader question of human destiny familiar to all European postwar literatures, are his reliable themes.\n\r\nIn 1949 Pavese met and fell in love with Constance Dowling, an American actress, but after a year their time with each other was clearly at an end. In 1950 Pavese stood at the zenith of his literary career, widely lauded on all sides and acclaimed as one of the two greatest living Italian authors, and awarded the Strega Prize for Tre romanze in June; two months later, on August 27, he was discovered dead in his hotel room, having administered to himself a fatal dose of sleeping pills. His diary, which he apparently intended for posthumous publication, indicated that he had been devastated by his failure with Dowling, and took it as a sign that he would never find happiness in marriage, or among people under any circumstances. He was two weeks away from his forty-second birthday.\n\r\nAfter Pavese's death, much of the critical discourse about him was focused on his personal psychology, in light of the highly personal nature of his art. Italo Calvino became an early champion of Pavese's work, and was instrumental to its preservation. Subsequent generations of critics have valued his work for its resistance to fascism, its individualism, erudition, and philosophical sophistication. Pavese was furthermore responsible for a change in the manner and mode of Italian poetry, as others followed his example and deviated from the established, academic, and formal style and adopted his deliberate, blunt inelegance. In prose, he helped to establish a realism that did not rely on the bantering charm of other Italian narratives; a different strain in which suffering legitimates, and provokes, utterance, such that each of his novels and short story collections was, as Sven Birkerts said of  Dialogues with Leuco, \"a repository of human wisdom and the anguish that earns it.\"\n", "attrs": {"Region:": ["Italy"]}}