{"pf_url": "https://www.poetryfoundation.org/poets/charles-d-orleans", "name": "Charles d'Orleans", "yob": "1394", "yod": "1465", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e9816f21a7c23e3f1576e3a6f1d63b01750baf59.jpeg", "bio": "\nConsidered one of the finest French poets writing in the courtly tradition, Charles d’Orleans was born into an aristocratic family: His father was Louis d’Orleans, his grandfather was Charles V of France, and his uncle was Charles VI. He spent his childhood in the Loire Valley, in a household attuned to the literature of the day. His father was a patron of poets and artists, and the poet Christine de Pizan dedicated poems to Charles’s mother, Valentina Visconti. Charles was educated by his father’s secretary and was writing poems in his teens. It is believed that he was familiar with the works of Chaucer and Gowes, as well as Boethius’s The Consolation of Philosophy.\n\r\nBy the time Charles d’Orleans was 21, his father had been murdered by the order of the duke of Burgundy and his mother had died. He was captured by Henry V’s army in the battle of Agincourt and taken to England, where he remained a prisoner for 25 years. He was kept in a series of noblemen’s castles where he learned English, wrote poetry, and may have translated his own French poems into English. When he returned to France, there were reports that he spoke English better than his native language.\n\r\nHis poems were primarily ballades and chansons, and occasionally allegories, that celebrated love, chivalry, and the aristocratic lifestyle. His later poems were less idealistic and reflected some of the hardships he had suffered during his lifetime. After his return to France, he concentrated on the rondel. His mature work attends to wider concerns in the world, in addition to love and aging.\n\r\nEditions of d’Orleans’s poems in English include The Poems of Charles d’Orleans (Sally Purcell, ed., 1973), The French Chansons of Charles d’Orleans with the Corresponding Middle English Chansons (Sarah Spence, trans., 1986), and Fortunes Stabilnes: Charles of Orleans’s English Book of Love (Mary-Jo Arn, ed., 1994).\n", "attrs": {"Region:": ["France"]}}