{"pf_url": "https://www.poetryfoundation.org/poets/charles-bruce", "name": "Charles Bruce", "yob": "1906", "yod": "1971", "image": null, "bio": "\nCharles Bruce was one of Canada’s most respected journalists and is also distinguished for his regional poetry and prose, characterized by concrete imagery and direct language. Analogous to the area of Nova Scotia where Bruce grew up, Channel Shore’s weather and terrain feature prominently in Bruce’s work, lending a sense of time and place which the author emphasizes throughout as important to an individual’s personal development as well as to his kinship with the world. Bruce’s poetry was influenced by Bliss Carman, poet laureate of Canada in 1928, and by the Georgians, an early 20th-century movement of English pastoral poets who celebrated nature and the rustic life.\nBruce was born in Port Shoreham, Nova Scotia, in 1906. His parents, William Henry and Sarah Tory Bruce, were descended from a long line of Nova Scotia residents as far back as the American Revolution in the late 1700s. Inspired by his heritage, Bruce explored themes of ancestry as a subject matter in many of his writings, and was encouraged by an older sister to submit his stories and poems to local newspapers such as the Evening Echo in nearby Halifax. Later, in his short story collection The Township of Time: A Chronicle (1959), Bruce returned to the motif of family genealogy through linked stories following a fictional Nova Scotia family whose generations are traced back to 1786.\nDuring his college years in Sackville, New Brunswick, Bruce was editor of the Argosy, a campus publication. Upon graduation in 1927 he privately published his first book of poems and sonnets, Wild Apples. That same year he joined the staff of a newspaper in Halifax, transferring soon thereafter to the Canadian Press news bureau where he would spend the remainder of his career. Bruce worked as a journalist in Halifax until 1933, then relocated to the Toronto office, where he served for the next 30 years as editor, war correspondent, and, ultimately, as general superintendent. He was married in 1929 to Agnes King; the couple had four children, one of whom, Harry, became a successful nonfiction writer.\nTomorrow’s Tide, Bruce’s second book of poetry, was released in 1932. According to critic J.A. Wainwright, the finest poems in this collection draw on the author’s “Nova Scotia experience,” evocative of the characteristics of the region and its significance to the individual: “Although he wrote in a conventional manner, with fixed rhyme scheme and stress patterns, Bruce was more concerned with the physical landscape in which wind and water replace dream.” Similarly the long, narrative poem The Flowing Summer, (1947) centers on a region by the sea. Here were the beginnings of Bruce’s trademark Channel Shore legend—a place where working the land enriches the life of an elderly couple, who pass along the secrets of farming and fishing to their grandchild visiting from the city.\nThe onset of World War II was to have a profound effect on Bruce’s personal life, as well as on his subsequent poetry. Sent to the front as a war correspondent in 1944, Bruce survived a crash-landing in Belgium and was listed for 24 hours as missing in action. Both Personal Note, and Grey Ship Moving consist of poetic meditations on lives interrupted by war. In the title poem of Grey Ship Moving, the narration follows a discussion between four Canadian officers on their way from Halifax to England aboard the troopship Sappho. Wainright noted that the volume is also significant because “the essential aspect ... is that in it Bruce includes those poems he began to write in the late 1930s, poems in which he broke away from his traditional manner of writing verse.”\nThe Mulgrave Road, Bruce’s 1951 tome, is an accumulation of lyrics (including some already published in the above-mentioned Grey Ship Moving) which was honored with the Governor General’s award for poetry. Here Bruce again employs the Channel Shore to emphasize the heritage of land and sea, past and present, and people moving through “`the skein of time,’” as Wainwright explained. A new edition of this volume featuring an introduction written by the poet’s son Harry was released in 1985 as The Mulgrave Road: Selected Poems of Charles Bruce.\nAlthough most often recognized for his poetry, Bruce also wrote a successful novel, The Channel Shore (1954). Set in a farming-fishing town, the story follows events from 1919 through 1946 in a family linked to the land through time and change. The main character, Alan Marshall, discovers the secret of his birth, and thereby finds his loyalties challenged. Winding throughout the narrative is the everpresent Channel Shore—the region and the people—reflecting and inspiring Alan’s devotion to both land and family. The exploration of relationships, is central to the story, as Wainwright observed: “The influence of individual experience is tempered by the heritage of community. ... with the universal theme of human kinship.”\nBruce’s last book, News and the Southams, is an historical account of the Southam Press, written during the author’s retirement from the Canadian Press. Bruce died in 1971 in Toronto, Ontario. Several of his works have been republished posthumously, including 1980s editions of The Channel Shore and The Township of Time.\n", "attrs": {"Region:": ["Canada"]}}