{"pf_url": "https://www.poetryfoundation.org/poets/charles-tomlinson", "name": "Charles Tomlinson", "yob": "1927", "yod": "2015", "image": null, "bio": "\nPoet, artist, and translator Charles Tomlinson was born in Stoke-on-Trent, Staffordshire in 1927. Fluent in German, French, and Italian, he read English at Queen’s College Cambridge, studying with poet Donald Davie, who was an early influence and later became a close friend. Tomlinson taught elementary school before joining the University of Bristol, where he taught for 36 years. His collections of poetry include Relations and Contraries (1951), American Scenes and Other Poems (1966), To Be Engraved on the Skull of a Cormorant (1968), The Shaft (1978), Jubilation (1995), Skywriting and Other Poems (2003), for which he won the New Criterion Poetry Prize, and New Collected Poems (2009). Tomlinson’s work is known for its attention to both visual and aural perception, its painterly effects, and its cosmopolitan, even urbane, style and subject matter. Though he wrote of the natural world, especially in his early work, his philosophical bent and interest in other places and cultures—as well as his highly regarded work as a translator—made him somewhat of an outsider in British poetry. According to the critic Michael Hennessy, “Tomlinson is the most international and least provincial English poet of his generation. At a time when most of his contemporaries were drawing inward, nursing and grooming their ‘Englishness,’ Tomlinson was traveling, engaging with the world, and enriching his work through the agency of American, European, and even Japanese poetic traditions.”\nTomlinson was a champion of America and American poetry. He held visiting positions at the University of New Mexico and Princeton University; his collection A Peopled Landscape (1963) was influenced by the landscape of the American Southwest, while Notes from New York, and Other Poems (1984) was prompted by a visit to New York. Essay collections such as Some Americans (1981) and American Essays (2001) also treated his long-standing relationship with American culture and poetry. In an interview with the Paris Review he remarked that his “sense of America cohered out of many fragments, among them that tiny reproduction of a Georgia O'Keeffe, utterly unknown here at the time. I came to America at a period when the New York School had shifted attention from Paris to that city. For me, it was one of those periods of rapid assimilation—Jackson Pollock, Willem de Kooning, Arshile Gorky, particularly Gorky.” Tomlinson was influenced by American poets quite early in his career and admitted an affinity for American modernists such as William Carlos Williams, Wallace Stevens, Ezra Pound, Marianne Moore, George Oppen, and Louis Zukofsky. Critical Quarterly writer Alan Young compared the American modernist poets’ project to Tomlinson’s “own ‘basic theme’, in Tomlinson’s words: ‘that one does not need to go beyond sense experience to some mythic union, that the “I” can only be responsible in relationship and not by dissolving itself away into ecstasy or the Oversoul.’” And Jonathan Barker, also quoting Tomlinson in the Times Literary Supplement, pointed out that Tomlinson rejects “symbolic poetry as representing ‘a view of life too subjective to allow accurate contemplation of the outside world.’”\nTomlinson is also known as a translator, and translated work by César Vallejo, Attilio Bertolucci, Antonio Machado, and Octavio Paz, with whom he wrote the collection Airborn/Hijos del aire (1981), a bilingual edition of a single poem which each poet translated into the language of the other. In his Paris Review interview, Tomlinson noted of his work with Paz on Airborn: “I simultaneously came to realize just how many of our poets, going back to Chaucer, had been great translators, all the time extending the possibilities of English by introducing new forms and new ideas for poetry. So I went ahead and edited The Oxford Book of Verse in English Translation (1980).”\nTomlinson’s work as an editor—he has also edited Marianne Moore: A Collection of Critical Essays (1969) and William Carlos Williams’ Selected Poems (1976)—and translator have secured his place as one of Britain’s most important and diverse talents. In learning his craft from numerous poets of varied backgrounds, Tomlinson has found a style all his own; critics such as Cal Bedient considered him to be “unmistakably an original poet.” Bedient continued in British Poetry since 1960: “There is in him, it is true, a measure of Wordsworth ... [but] Wordsworth discovers himself in nature—it is this, of course, that makes him a Romantic poet. Tomlinson, on the other hand, discovers the nature of nature: a classical artist, he is all taut, responsive detachment.” Ultimately, it is difficult to categorize Tomlinson as either distinctly British or American. “To my mind,” the poet Ed Hirsch has said, “Tomlinson is one of the most astute, disciplined, and lucent poets of his generation. He is one of the few English poets to have extended the inheritance of modernism and I suspect that his quiet, meditative voice will reverberate on both sides of the Atlantic for a long time to come.”\nCharles Tomlinson became a member of the American Academy of Arts and Sciences in 1998. He received numerous awards and honors for his work, including the Italian Premio Internationale Flaiano per la Poesia and the Bennett Award from the Hudson Review. He was made a CBE in 2001 and received an Honorary Doctorate of Letters from the University of Gloucestershire in 2008. He died in 2015.\n", "attrs": {"Region:": ["England"]}}