{"pf_url": "https://www.poetryfoundation.org/poets/charles-dickens", "name": "Charles Dickens", "yob": "1812", "yod": "1870", "image": null, "bio": "\nCharles Dickens was one of the most famous and successful writers in 19th-century England. Along with 14 novels, many of them rich in topical allusion, he produced a body of work as reporter, essayist, correspondent, and editor that constitutes a lifelong account of the facts of Victorian life as he knew them. Dickens was a lover of facts in his work as a reporter, but his nonfiction work is anything but a mere collection of data. In his reporting and commentary, Dickens is often an outraged reformer, uncompromising in his attacks on privileged interests. In the early sketches, he is a writer trying to achieve a synthesis of art and social criticism. The surviving letters, some 14,500 of which the editors of the ongoing Pilgrim Edition have collected, reveal a man of astonishing energies, who attempted to impose an artist’s vision of order on every aspect of his life and work. In the late essays, Dickens emerges as a restless, poetic wanderer who masterfully blends observation, autobiography, and allegory. Much of this prose is valuable as a window on the novelist’s attitudes and preoccupations, but most of it stands on its own, the work of an acute observer and dedicated craftsman.\n\r\nThe experiences that nourished this prodigious talent began in Portsmouth, where Dickens was born on February 7, 1812 to John and Elizabeth Barrow Dickens. John Dickens was a clerk in the naval pay office, a job that took him and his family to London in 1814, to Chatham in 1817, and back to London in 1822. In Chatham the young Charles Dickens spent the happiest years of his childhood. He loved the sights and sounds of the busy shipbuilding center, and both his parents encouraged his early devotion to such 18th-century prose masters as Henry Fielding, Oliver Goldsmith, and Tobias Smollett. But his father’s inability to live within his means, coupled with the growth of the Dickens household (Charles Dickens had four brothers and sisters by 1822), brought an early end to this happiness that coincided with the family’s second move to London. Just two days past his 12th birthday, Dickens was sent to work in a warehouse pasting labels on shoe-blacking pots to supplement the family income; 11 days later his father was arrested for debt and taken to the Marshalsea debtor’s prison. The double blow of his family’s fall from fortune and his own banishment into drudgery and humiliation constituted an abrupt loss of innocence whose ache never fully subsided. Although a bequest freed his father from the Marshalsea after three months, and Dickens’s own warehouse tenure lasted only four, the sense of insecurity and injustice these events instilled lasted a lifetime. At the same time, the experience benefited the future writer, broadening his scope, deepening his insight, and contributing to the astonishing energy and resolve with which he subsequently pursued his vocation.\n\r\nLess than a month after his father removed him from the blacking warehouse, Dickens was enrolled as a day student at the Wellington House Academy in London. Here, between the ages of 12 and 15, he was already trying his hand at the kind of writing that would launch him on his professional career. He submitted what was called “penny-a-line stuff” to his father’s employer, the British Press: information about fires, accidents, or police reports missed by the regular reporters. Several years later, constrained by his work as a clerk in a law office, he set himself the difficult task of mastering shorthand so as to return to journalism in earnest. In 1828, during his 16th year, he became a freelance reporter in the London law courts. For several years he alternated reporting, exploring the London streets, and reading avidly at the British Museum. Already devoted to the essays of Joseph Addison, Oliver Goldsmith, and Samuel Johnson, he now read the major 19th-century essayists: Leigh Hunt, William Hazlitt, Charles Lamb, Walter Savage Landor, and Thomas DeQuincey.\n\r\nIn his 20th year, Dickens secured a job as a parliamentary reporter for the Mirror of Parliament, founded by his uncle John Henry Barrow. He worked there from 1832 to 1834. The reputation he made for himself would be the envy of any aspiring journalist. A contemporary of Dickens, James Grant of the Morning Advertiser, claimed that Dickens “occupied the very highest rank, not merely for accuracy in reporting, but for marvelous quickness in transcript.” Despite his youth, he quickly won the respect of his older colleagues. “There never was such a shorthand writer!” declared one of them. Dickens’s observations of parliament during and after the heady days of the Reform Bill debates constituted the liberal education neither he nor his parents could afford to finance. It also committed him to reform while making him suspicious of many reformers. The only problem with the Mirror of Parliament was that it did not pay its staff members when parliament was not in session, which forced Dickens back to free-lance court reporting. Thus when the liberal daily newspaper the Morning Chronicle was reorganized and expanded, Dickens jumped at the chance of becoming one of its regular staff members. His thoroughness and speed helped the Chronicle provide serious competition to its conservative rival the Times. The ambition that drove Dickens during these apprenticeship years, he later admitted to his friend and biographer John Forster, “excluded every other idea from my mind for four years, at a time of life when four years are equal to four times four.” He added that he “went at it with a determination to overcome all difficulties, which fairly lifted me up into that newspaper life, and floated me away over a hundred men’s heads.”\n\r\nDickens’s reputation as a reporter was soon eclipsed, however, by his growing fame as “Boz,” the name under which he wrote a series of tales and sketches published in the Monthly Magazine, Bell’s Weekly Magazine, the Morning Chronicle, the Evening Chronicle, and Bell’s Life in London and Sporting Chronicle. He later collected these pieces in two hardcover volumes titled Sketches by Boz (1836), adding additional material and revising the originals. Many of the sketches are in fact essays, possessing a colloquial immediacy that vividly captures the lower- and middle-class street life he observed firsthand. In them Dickens introduced many of the scenes and much of the subject matter that later appeared in his fiction. For example, the sketch “Gin-Shops,” besides demonstrating Dickens’s knowledge of the lower reaches of Victorian society, is an early instance of the reformer’s anger at those who condemn the symptoms of poverty without addressing its causes: “Gin-drinking is a great vice in England, but wretchedness and dirt are greater; and until you improve the homes of the poor, or persuade a half-famished wretch not to seek relief in the temporary oblivion of his own misery, with the pittance which, divided among his family, would furnish a morsel of bread for each, gin-shops will increase in number and splendor.”\n\r\nWhen Sketches by Boz was published contemporary reviewers were impressed. The critic for the Morning Post said that the “graphic descriptions of ‘Boz’ invest all he describes with amazing fidelity.” The Sunday Herald hailed the collected sketches as “inimitably accurate.” Many years later, during a banquet in his honor given by the New York press on April 18, 1868, Dickens attributed the verisimilitude of his writing to “the wholesome training of severe newspaper work.” Recently, increased attention has been paid to the importance of the Sketches by Boz. Of the many reassessments the best is Duane DeVries’s Dickens’s Apprentice Years: The Making of a Novelist (1976), which shows how these short pieces allowed Dickens to develop the technical skill necessary to his later achievements.\n\r\nThe origins of The Posthumous Papers of the Pickwick Club (1836-1837), later known simply as The Pickwick Papers, suggest that Dickens the novelist is often difficult to separate from Dickens the journalist. The success of Sketches by Boz brought Dickens to the attention of Edward Chapman and William Hall, booksellers and publishers of periodicals who had recently begun producing books. They proposed that Dickens provide a series of Boz-like sketches to accompany the illustrations of Robert Seymour, one of England’s leading comic artists. Dickens would write and edit 20 monthly installments to be sold for one shilling apiece. As reported by biographer Edgar Johnson, Dickens’s friends warned him that the shilling number was a “low, cheap form of publication” that would prevent him from rising to the rank of respectable writer, but to no avail. Dickens began writing a few days after his 24th birthday, and before the end of March 1836, he had written 24,000 words, enough for the first two installments. With the 29 pounds he received in payment Dickens was able to marry Catherine Hogarth (1815-1879) on April 2, leaving on a short honeymoon before the first installment was published. The couple’s first child, Charles, was born nine months later; over the next 15 years came nine more children, several named after writers for whom Dickens had a special affinity: Mary, Kate, Walter Landor, Alfred Tennyson, Sydney Smith Haldemand, Henry Fielding, Dora Annie, and Edward Bulwer-Lytton.\n\r\nThe first number of The Pickwick Papers sold only 400 copies, but when the last number was printed in October 1837 the run was 40,000. In his preface to the first cheap edition of The Pickwick Papers, Dickens ironically recalled the warning of his friends, concluding: “how right my friends turned out to be, everybody now knows.” The phenomenal success that resulted from this venture created an entirely new approach to the publication of novels. Previously, serial publication of literature was restricted to cheap reprints of classics or ephemeral nonfiction turned out by poorly paid hack writers. Readers bought or checked out novels in three-volume hardback editions. Dickens’s gamble wedded the serial appeal of journalism to the emotional engagement of fiction. All of his subsequent novels were published in installments, and many other novelists adopted this mode.\n\nThe Pickwick Papers turned Dickens from an obscure reporter into a celebrity, but it did not diminish his journalistic energy. While writing The Pickwick Papers, in fact, he found that he could occasionally blend his journalism into his fiction. In May, with only two installments of The Pickwick Papers in print, Dickens, using the pseudonym Timothy Sparks, wrote a pamphlet fiercely attacking a bill that would prohibit all work and recreation on Sundays. The pamphlet, Sunday Under Three Heads: As It Is; As Sabbath Bills Would Make It; As It Might Be Made, argued that without this day of recreation and enjoyment, increasing numbers of poor would resort to the gin shops, just the result that “your saintly law-givers” are supposedly trying to avoid as they “lift up their hands to heaven, and exclaim for a law which shall convert the day intended for rest and cheerfulness, into one of universal gloom, bigotry, and persecution.” In the pamphlet Dickens created a Nonconformist preacher whose hypocrisy anticipates that of the red-nosed minister Stiggins, who appeared in the December number of The Pickwick Papers. And on June 22, on assignment for the Morning Chronicle, Dickens attended a divorce case in which Lord Melbourne was accused of adultery with the wife of the Hon. George Norton; some of this material found its way into the farcical trial of Bardell vs. Pickwick, which appeared in the July installment. It is likely that the monthly praise Dickens received as Pickwick’s adventures unfolded convinced him of the advantages of maintaining regular contact with his readers, as journalism allowed him to do. He did sever his connection with the Morning Chronicle in November 1836, but he continued to submit articles and letters to newspapers for the remainder of his life. He even agreed to become founding editor of a new radical paper, the Daily News, in January 1846, but he was not suited for the role of daily-newspaper editor, and his tenure lasted a short 17 issues. His editorial ambitions, however, were not confined to newspapers.\n\r\nJanuary 1837 saw publication of the first issue of Bentley’s Miscellany, a monthly collection of fiction, biographical notes, verses, and humor edited by Dickens and published by Richard Bentley. Oliver Twist, the first of Dickens’s novels to be published as part of a magazine, was serialized in the Miscellany beginning with the second issue and published in three volumes by Bentley in 1838. The novel was partly inspired by Dickens’s hatred of the New Poor Law, which he heard debated in Parliament and which he viewed as a subordination of the needs of the poor to institutional control and efficiency. Oliver Twist was a huge success for both Dickens and Bentley, but financial and editorial disputes between the two men became increasingly bitter. In a move that foreshadowed subsequent dealings with his publishers, Dickens resigned his position at the magazine in February 1839 in a disagreement over editorial control. At the end of an otherwise judicious and moderate farewell address published in the March issue, Dickens told his readers that the magazine had “always been literally 'Bentley’s Miscellany,' and never mine.”\n\r\nSeeking greater editorial autonomy, Dickens arranged with Chapman and Hall to bring out a new weekly periodical, and Master Humphry’s Clock was born on April 4, 1840. Conceived in the spirit of Addison’s Spectator papers, Master Humphry’s Clock began as a blend of sketches, essays, and tales but quickly faltered when readers discovered there was no engrossing novel by Dickens to hold their interest. Before the decline Dickens had discussed with Forster a short pathetic tale he would write for the magazine; when trouble arose he responded with a characteristic adaptability, turning the tale into a novel. Thus was The Old Curiosity Shop produced, one of many cases of Dickens’s journalism fostering his fiction. The Old Curiosity Shop brought the circulation of Master Humphry’s Clock up to 100,000, and Chapman and Hall published the novel in two volumes in 1841. But after Barnaby Rudge (1 volume, 1841) had also appeared in its pages, Dickens arranged with Chapman and Hall to discontinue the magazine in November 1841 and return to publishing his novels in monthly parts.\n\r\nFor Dickens, editing (or “conducting” as he later described it) a magazine was a way of maintaining close contact with his audience, something he learned to value during the publication of The Pickwick Papers. When he decided to make his first trip to America, he used the preface to Master Humphry’s Clock to announce his impending separation from his readers: “I have decided, in January next, to pay a visit to America. The pleasure I anticipate from this realization of a wish I have long entertained … is subdued by the reflection that it must separate us for a longer time than other circumstances would have rendered necessary.” Dickens and his wife left England on January 4, 1842, arriving in Boston on January 22 and returning on June 7.\n\r\nTheir itinerary was ambitious, taking them from the eastern seaboard to the southern slave states and west to St. Louis, then back via Ohio, Toronto, Montreal, and New York by way of Lake Champlain. The process whereby Dickens’s infatuation with most things American turned to disillusionment is chronicled in a series of increasingly caustic letters he wrote home to friends and in books seven through 13 of The Life and Adventures of Martin Chuzzlewit (published 1842-1844, in 20 parts). In much of American Notes for General Circulation, published in two volumes in October 1842, Dickens replaces this vituperation with shrewd journalistic analyses of American institutions in light of their English counterparts: asylums, factories, prisons. His accounts of New York’s Tombs prison and the Philadelphia penitentiary are especially powerful, recalling “A Visit to Newgate” in Sketches by Boz. In his account of touring the Tombs, Dickens applies the mordant wit of the satirist to his description of an exchange he had with a prison guard. The guard had explained that the boy in one cramped cell had been locked up for “safe keeping” because he was a witness in the upcoming trial of his father. Dickens asked if this was not hard treatment for the witness, and the guard replied: “Well, it ain’t a very rowdy life, and that’s a fact!”\n\r\nDespite the generally moderate tone of American Notes for General Circulation, certain U.S. papers reacted violently. The New York Herald reviewer called Dickens “that famous penny-a-liner,” with “the most coarse, vulgar, imprudent, and superficial” mind, whose view of America was that of “a narrow-minded, conceited cockney.” English readers were generally unimpressed and longed for another novel. 20th-century opinion ranges from high praise for the book’s social criticism to disappointment at its lack of “personality” in comparison with Dickens’s other travel book, Pictures from Italy (1846). A richly detailed account of the response to American Notes for General Circulation is provided in Michael Slater’s introduction to Dickens on America and the Americans, a collection that attests to the continuing appeal of Dickens’s nonfiction.\n\r\nUnlike the two travel books, most of Dickens’s journalism in the 1840s was strident and outspoken. On June 25, 1842 a fiery letter from Dickens appeared in the Morning Chronicle supporting Lord Ashley’s Bill to bar women and girls from working in the mines. On July 7 he sent a circular letter that continued his criticisms of American publishers who pirated English books. In June 1843 he lashed out against the High Church movement in an unsigned piece for the Examiner, where some of his best reporting appeared in the late 1840s, writing to its editor Albany Fonblanque about how misguided it was “to talk in these times of most untimely ignorance among the people, about what Priests shall wear and whither they shall turn when they say their prayers!”\n\r\nDickens began writing A Child’s History of England at about this time, he told a friend, so his son Charley would not “get hold of any conservative or High Church notions.” A Child’s History of England, published in Household Words beginning in 1851 and in three volumes from 1852 to 1854, is an ill-informed and often astonishingly slapdash production, but even here Dickens’s radical opinions give rise to powerful imagery, as when he refers to Henry VIII as “a blot of grease and blood upon the History of England.” In March 1846 he wrote a long and carefully reasoned attack on capital punishment for the Daily News, the editorship of which he had recently resigned. This attack was echoed in a November 13, 1849 letter to the Times on the evening of a public hanging. “I do not believe that any community can prosper where such a scene of horror and demoralisation as was enacted this morning outside Horsemonger Lane Gaol is presented at the very doors of good citizens, and is passed by unknown and forgotten.” Another campaign for reform had begun on January 20, 1849, with the appearance of the first of Dickens’s four articles for the Examiner on the Tooting scandal, involving the deaths of 150 children at a childfarm outside of London. The article ends with a scathing indictment in the form of a characteristic peroration: “The cholera, or some unusually malignant form of typhus assimilating itself to that disease, broke out in Mr. Drouet’s farm for children, because it was brutally conducted, vilely kept, preposterously inspected, dishonestly defended, a disgrace to a Christian community, and a stain upon a civilized land.”\n\r\nFollowing the failed Daily News experiment, Dickens’s next major journalistic project was Household Words. Having broken with Chapman and Hall over their response to the poor sales of Martin Chuzzlewit, Dickens contracted with his new publishers, William Bradbury and Frederick Evans, to bring out the first issue of the two penny weekly on 30 March 1850. This time Dickens was half-owner, assuring him editorial control, and for eight years he directed Household Words with an unerring sense of what would succeed. He also devoted extraordinary energies to every aspect of the magazine’s production, from soliciting manuscripts to directing revisions to acting as a sort of silent collaborator on most of the articles. As Harry Stone has shown in his introduction to Dickens’s Uncollected Writings from Household Words (1968), Dickens made certain that every contribution to the magazine was consistent with his views. Central to these views was a belief in the restorative power of the imagination. In “A Preliminary Word” to the first issue of the magazine, Dickens proclaimed that Household Words would teach “the hardest workers at this whirling wheel of toil, that their lot is not necessarily a moody, brutal fact, excluded from the sympathies and graces of imagination.” He added that the magazine would show that “in all familiar things, even in those which are repellent on the surface, there is Romance enough, if we will find it out.” This clothing of fact in the fabric of fancy is evident in “Valentine’s Day at the Post Office,” an article that details the workings of London’s central postal office. W.H. Wills wrote the bulk of the article, but Dickens’s improving hand is evident in many sections, including the following passage, describing the scene as the deadline for posting newspapers approaches: “By degrees it began to rain hard; by fast degrees the storm came on harder and harder, until it blew, rained, hailed, snowed, newspapers. A fountain of newspapers played in at the window. Water-spouts of newspapers broke from enormous sacks, and engulphed the men inside.”\n\r\nDickens published a great many of this kind of essay in Household Words (he called them “process” articles), on subjects ranging from the production of plate glass to the editing and printing of Household Words itself. He also made room for a series of major novels, from Elizabeth Cleghorn Gaskell’s North and South to his own Hard Times. In addition, the magazine often became the voice of Dickens the radical moralist. The January 4 1851 issue, for instance, contained an article that presented a very different image of England from that promoted by the Great Exhibition of that year. Titled “The Last Words of the Old Year,” the article catalogued the legacy of 1850: dispossessed and hungry children, desperate farmers, crowded slums, sewers that spread disease throughout the country. He “bequeathed” to the new year “a vast inheritance of degradation and neglect in England, a general mismanagement of all public expenditure, revenues and property.” To urge reform of these “brutal” facts, Dickens regularly employed Household Words to campaign for improvements in sanitation, slum housing, popular education, and workplace safety, and for the right workingmen to form trade unions. This blend of information, art, and radical polemic produced a lively hybrid, something like a cross between the New Yorker and the Nation but with a broader appeal than either.\n\r\nOn April 30, 1859 Dickens brought out the first issue of All the Year Round, a magazine that had its origins in a feud with Bradbury and Evans. Dickens had begun to make reference to his marital troubles in several letters of the early 1850s; in April 1857 he met the actress Ellen Ternan, who was 27 years his junior. His infatuation with Ellen made him determined to establish Catherine in a separate household, a move that was accompanied by ill-conceived public announcements, including a front-page address to the readers of the June 12, 1858 issue of Household Words. Bradbury and Evans disapproved of this publicity and were critical of the stories that were circulating about Dickens’s affair with Ternan. Dickens’s anger over their response, coupled with his desire for total control over publication, drove him to sever his relations with the publishers, begin All the Year Round, and buy Household Words in order to close it down. The last issue of Household Words was published on May 28, 1859. Dickens was the publisher and editor of All the Year Round until his death, and in most ways it was a continuation of the successful formula of its predecessor. But Dickens did break with the tradition of unsigned articles in 1860 when he was announced as the author of a series of essays narrated by The Uncommercial Traveler. Employed by the “great house of the Human Interest Brothers,” the Traveler wanders through a variety of London landscapes and rural scenes. In evocative, memorable images, Dickens describes workhouses, cheap theaters, churches, tramps, merchants, émigrés, and, at times, himself. The reminiscences, many of them recollections of childhood, supplement the autobiographical fragment Dickens wrote (published in Forster’s 1905 The Life of Dickens) and provide insight into a childhood more famously evoked in The Personal History of David Copperfield (20 parts, 1849-1850) and Great Expectations (1861). The latter novel, first published in All the Year Round beginning December 1, 1860, was in fact initially conceived as a sketch for The Uncommercial Traveler series. Many of the essays in this series incorporate current events, but unlike the polemical journalism of the same period, they are more clearly literary productions. In an otherwise limited formulation, John Forster aptly characterized Dickens’s approach in this kind of essay: “In his character of journalist Mr. Dickens has from the first especially laboured to cultivate the kindly affections and the fancy at the same time with the intellect.” More recently, Gordon Spence has analyzed the literary qualities of several of these essays in Charles Dickens as a Familiar Essayist (1977).\n\r\nDuring the last months of his life, while writing The Mystery of Edwin Drood (6 parts, 1870) and concluding a final series of phenomenally successful but physically punishing public readings, Dickens remained faithful to the profession that first nurtured his talent. In the spring of 1870 he made several trips to London to supervise his son Charley in the offices of All the Year Round. At the end of April he officially installed him as subeditor. On April 5, he gave a speech at the annual dinner of the Newsvendors' Benevolent Association, a group which aided the ragged boys and discharged servicemen who peddled newspapers in the streets. On June 2, seven days before his death, he added a codicil to his will which gave his son his interest in All the Year Round. In his journalism as in his fiction, he remained a consummate professional to the end. — James Diedrick, Albion College\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}