{"pf_url": "https://www.poetryfoundation.org/poets/charles-martin", "name": "Charles Martin", "yob": "1942", "yod": null, "image": null, "bio": "\nPoet, critic, and translator Charles Martin was born in New York City in 1942. He earned a BA from Fordham University and a PhD from the State University of New York at Buffalo. Known for his erudition, wit, and dexterity with form and meter, Martin’s poetry tackles contemporary themes with classical grace, and his oeuvre ranges from translations to parodies and imitations in the styles of Franz Kafka, Theodore Roethke, Matthew Arnold, and Alfred Lord Tennyson. Three of his collections have been nominated for the Pulitzer Prize, including Steal the Bacon (1987), What the Darkness Proposes (1996), and Starting from Sleep: New and Selected Poems (2002), which was also a finalist for the Lenore Marshall Award. His book Signs & Wonders (2011) received praise for its humor as well as careful handling of topics like September 11 and the political outrage surrounding the presidency of George W. Bush. The recipient of numerous awards, including multiple Pushcart Prizes, Martin has received the Bess Hokin Award, the Literature Award from the American Academy of Arts and Letters, and fellowships from the National Endowment for the Arts and the Merrill Ingram Foundation. He is also a noted translator of Latin poetry, and his translations of Ovid and Catullus have been well received. His translation of Ovid’s Metamorphoses (2004) won the Harold Morton Landon Award from the Academy of American Poets.\r\n \r\nPoet in residence at the Cathedral of Saint John the Divine in New York City from 2005–2009, Charles Martin has been a professor at Queensborough Community College, Syracuse University, in the Stonecoast low-residency MFA at the University of Southern Maine, and at the School of Letters of the University of the South. He has also taught workshops at the Sewanee Writers Conference and the West Chester Poetry Conference.\r\n \r\nAccording to Richard Moore in the Dictionary of Literary Biography, Martin “is known among his fellow poets … as a writer of wit, lyrical delicacy, and compelling form, who has developed an artistic language with which he can deal with fundamental questions in American life.”\n\r\n \n", "attrs": {}}