{"pf_url": "https://www.poetryfoundation.org/poets/charles-olson", "name": "Charles Olson", "yob": "1910", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/c39ec9e291a04c13086624def9a9663b560514b5.jpeg", "bio": "\nCharles Olson was an innovative poet and essayist whose work influenced numerous other writers during the 1950s and 1960s. In his influential essay on projective (or open) verse, Olson asserts that \"a poem is energy transferred from where the poet got it (he will have some several causations), by way of the poem itself to, all the way over to, the reader. Okay. Then the poem itself must, at all points, be a high energy-construct and, at all points, an energy-discharge.\" Form is only an extension of content and \"right form, in any given poem, is the only and exclusively possible extension of content under hand. . . . I take it that PROJECTIVE VERSE teaches, is, this lesson, that that verse will only do in which a poet manages to register both the acquisitions of his ear and the pressures of his breath.\" Olson goes by ear, and his lines are breath-conditioned. The two halves, he says, are: \"the HEAD, by way of the EAR, to the SYLLABLE/the HEART, by way of the BREATH, to the LINE.\" He believes \"it is from the union of the mind and the ear that the syllable is born. But the syllable is only the first child of the incest of verse. . . . The other child is the LINE. . . . And the line comes (I swear it) from the breath. . . .\" Robert Creeley explains thus: \"What he is trying to say is that the heart is a basic instance not only of rhythm, but it is the base of the measure of rhythms for all men in the way heartbeat is like the metronome in their whole system. So that when he says the heart by way of the breath to the line, he is trying to say that it is in the line that the basic rhythmic scoring takes place. . . . Now, the head, the intelligence by way of the ear to the syllable—which he calls also 'the king and pin'—is the unit upon which all builds. The heart, then, stands, as the primary feeling term. The head, in contrast, is discriminating. It is discriminating by way of what it hears.\" Olson believes that \"in any given poem always, always one perception must must must MOVE, INSTANTER, ON ANOTHER!\" So, all the conventions that \"logic has forced on syntax must be broken open as quietly as must the too set feet of the old line.\"\n\r\nOlson thus rejected \"academic\" verse, with its closed forms and alleged artifice. The Times Literary Supplement notes that \"culture, civilization, history (except history as personal exploration as in Herodotus) and, above all, sociology, are dirty words for him.\" Olson said: \"It comes to this: the use of a man, by himself and thus by others, lies in how he conceives his relation to nature. . . . If he is contained within his nature as he is participant in the larger force, he will be able to listen, and his hearing through himself will give him secrets objects share. And by an inverse law his shapes will make their own way. . . . This is not easy. Nature works from reverence, even in her destructions (species go down with a crash). But breath is man's special qualification as animal. Sound is a dimension he has extended. Language is one of his proudest acts. . . . I keep thinking, it comes to this: culture displacing the state.\" M. L. Rosenthal comments: \"The problem is to get back to sources of meaning anterior to those of our own state-ridden civilization and so to recover the sense of personality and of place that has been all but throttled.\"\n\nRobert Duncan, in his essay \"Regarding Olson's  'Maximus,'\" writes: \"Olson insists upon the active. Homo maximus wrests his life from the underworld as the Gloucester fisherman wrests his from the sea.\" Olson's striding poetic syllables, says Duncan, are \"no more difficult than walking.\" Duncan traces Olson's aesthetics to nineteenth-century American sources: \"I point to Emerson or to Dewey,\" writes Duncan, \"to show that in American philosophy there are foreshadowings or forelightings of 'Maximus.' In this aesthetic, conception cannot be abstracted from doing; beauty is related to the beauty of a archer hitting the mark.\" A  Times Literary Supplement reviewer observes that Olson's style is at times a \"bouncy, get-in-with-it manner,\" often involving the \"juxtaposition of a very abstract statement with a practical, jocular illustration of what the statement might imply.\" Wrote Olson: \"It's as though you were hearing for the first time—who knows what a poem ought to sound like? until it's thar? And how do you get it thar ezcept as you do— you, and nobody else (who's a poet?. . .)\"\n\r\nAnyone familiar with contemporary poetry would agree with Robert Creeley when he calls Olson \"central to any description of literary 'climate' dated 1958.\" Olson's influence extends directly to Creeley, Duncan, Denise Levertov, and Paul Blackburn, and, as Stephen Stepanchev notes, Olson's projective verse \"has either influenced or coincided with other stirrings toward newness in American poetry.\" He himself owed a great deal to Ezra Pound, William Carlos Williams, and Edward Dahlberg. The scope of Olson's work is \"as broad as Pound's,\" writes Kenneth Rexroth. It is not simple poetry, much of it being fragmentary and experimental. But it has, says Rosenthal, \"the power of hammering conviction—something like Lawrence's but with more brutal insistence behind it. It is a dogmatic, irritable, passionate voice, of the sort that the modern world, to its sorrow very often, is forever seeking out; it is not a clear voice, but one troubled by its own confusions which it carries into the attack.\"\n\r\nThe magnitude of Olson's work can be viewed in the 1993 volume Selected Poems, which was edited by Creeley, \"Olson's running mate' and poetic heir,\" according to Albert Mobilio in the  Village Voice Literary Supplement. While Mobilio finds that the selections \"tilt towards the Maximus Poems,\" he remarks that \"the appearance of a sleek , intelligently honed selection of Olson's unwieldy oeuvre is reason to cheer.\" In another review, a Village Voice Literary Supplement contributor cites Olson as \"the most American of this century's poets\" and praises the volume: \"At last we have the quintessential American format—the portable—from which we can savor his rare and agile brilliance.\"\n\r\nOlson's correspondence has been published in a number of volumes. It includes letters to other writers, such as Edward Dahlberg, published in In Love, In Sorrow as well as to the entire town of Gloucester via The Gloucester Times (Maximus to Gloucester.) The letters in In Love, In Sorrow illustrate the younger Olson's early relationship to Dahlberg as that of an apprentice. Over the twenty years of correspondence, that relationship changed to one of peers, then disintegrated as Olson's poetry matured. Albert Glover in  American Book Review comments, \"What distinguishes this correspondence . . . is the character of the figure to whom Olson writes and the nature of the issue that clearly hangs in the balance: identity. . . . these letters are addressed to a man who embodies authority, an older writer with experience and personal contacts useful to a beginner.\" Referring to Dahlberg's identity as a \"confessional\" writer, Glover notes, \"I find in [the correspondence] more evidence of Olson's need to define an acceptable relation of personal life to creative work.\" Charles L. DeFanti in Washington Post Book World pursues a similar thread: \"By itself, the psychopathology in the Dahlberg/Olson friendship is enough to maintain the reader's fascination, but Christensen wisely de-emphasizes clinical aspects in order to evaluate the literary issues surrounding these two bizarre American writers.\" Unfortunately, DeFanti continues, \"Though this is a fascinating story, the wisdom of presenting it in this form is questionable.\" In particular, DeFanti cites the editing as \"uneven,\" the texts incomplete, and ineffective or nonexistent notes: \"Gaps in information are wide, references are obscure, and even fans of the two writers will need a Webster's Unabridged close at hand.\"\n\nMaximus to Gloucester, Olson's correspondence to his hometown newspaper The Gloucester Times, fares better. Olson's original aim in writing these letters and poetry was to preserve Gloucester as a \"living entity,\" according to Karl Young in American Book Review. Olson backed up the correspondence with activities such as the preservation of historic buildings in the city and saving wetlands. Ten Pound Island Press's motivation in publishing the texts in 1993 was to accomplish similar aims, as well as to \"reintroduce Olson to Gloucester, this time as poet,\" notes Young. While the collection's primary audience may be assumed to be New England, Young declares that \"it has a profound and emphatic significance [beyond New England]: it firmly and irrefutably throws the emphasis of Olson's work back on the local-on the detailed, immediate, and particular life of a polis that Olson thought essential to a proper vision of the world and existence in it.\"\n\r\nOlson did not consider himself \"a poet\" or \"a writer\" by profession, but rather that nebulous and rare \"archeologist of morning,\" reminiscent of Thoreau. He wrote on a typewriter. \"It is the advantage of the typewriter that, due to its rigidity and its space precisions, it can, for a poet, indicate exactly the breath, the pause, the suspensions even of syllables, the juxtapositions even of parts of phrases, which he intends. For the first time the poet has the stave and the bar a musician has had. For the first time he can, without the convention of rime and meter, record the listening he has done to his own speech and by that one act indicate how he would want any reader, silently or otherwise, to voice his work.\"\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Black Mountain"]}}