{"pf_url": "https://www.poetryfoundation.org/poets/charlotte-bronte", "name": "Charlotte Brontë", "yob": "1816", "yod": "1855", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/81ed79326233ca867da955614fb0114e2ce338f1.jpeg", "bio": "\nOne of the most famous Victorian women writers, and a prolific poet, Charlotte Brontë is best known for her novels, including Jane Eyre (1847), her most popular. Like her contemporary Elizabeth Barrett Browning, Brontë experimented with the poetic forms that became the characteristic modes of the Victorian period—the long narrative poem and the dramatic monologue—but unlike Browning, Brontë gave up writing poetry after the success of Jane Eyre. Included in this novel are the two songs by which most people know her poetry today. Brontë’s decision to abandon poetry for novel writing exemplifies the dramatic shift in literary tastes and the marketability of literary genres—from poetry to prose fiction—that occurred in the 1830s and 1840s. Her experience as a poet thus reflects the dominant trends in early Victorian literary culture and demonstrates her centrality to the history of 19th-century literature.\nBrontë was born on April 21, 1816 in the village of Thornton, West Riding, Yorkshire. Her father, Patrick Brontë, was the son of a respectable Irish farmer in County Down, Ireland. As the eldest son in a large family, Patrick normally would have found his life’s work in managing the farm he was to inherit; instead, he first became a school teacher and a tutor and, having attracted the attention of a local patron, acquired training in the classics and was admitted to St. John’s College at Cambridge in 1802. He graduated in 1806 and was ordained as a priest in the Church of England in 1807. In addition to writing the sermons he regularly delivered, Patrick Brontë was also a minor poet, publishing his first book of verse, Cottage Poems, in 1811. His rise from modest beginnings can be attributed largely to his considerable talent, hard work, and steady ambition—qualities his daughter Charlotte clearly inherited.\nCharlotte’s mother, Maria Branwell Brontë, died when her daughter was only five years old. Born to a prosperous tea merchant and grocer, Maria Branwell was raised in Penzance, Cornwall, married Patrick Brontë in 1812, bore six children in seven years—Maria (1813), Elizabeth (1815), Charlotte (1816), Patrick Branwell (1817), Emily (1818), and Anne (1820)—and died of cancer at the age of 38. Though the loss of their mother certainly made a difference in the lives of all the Brontë children, the younger ones—Charlotte, Branwell, Emily, and Anne—seem not to have been seriously affected by her death. A remarkably observant child with a good memory, Charlotte nevertheless remembered little of her mother; when, as an adult, she read letters that her mother had written to her father during their courtship, she wrote to a friend on February 16, 1850, “I wish She had lived and that I had known her.”\nDuring Maria Brontë’s illness her sister, Elizabeth Branwell, came from Penzance to care for the family temporarily and, because Patrick Brontë’s attempts to remarry after his wife’s death were unsuccessful, she stayed until she died in 1842. “Aunt Branwell” has often been characterized as a gloomy and rigid Methodist who cast a pall of moral reproval over the lives of the little Brontës, but Charlotte’s close friend Ellen Nussey remembered her in an 1871 memoir as “lively and intelligent” and capable of arguing “without fear” in conversations with her brother-in-law. She seems to have had more influence over Anne, who was still an infant when her aunt arrived in Haworth, than over the older children, who had considerable freedom in choosing their activities. Often left to their own devices, they played on the wide expanse of moors that surrounded their parsonage home; they also read voraciously and engaged in the imaginative play that was to develop quickly into literary inventiveness.\nCharlotte’s eldest sister, Maria, appears to have been especially influential in the creative development of her siblings. Unusually bright and mature for a nine-year-old, Maria became somewhat of a companion to her father after her mother’s death, reading to him and her siblings from the pages of Blackwood’s Magazine. She also directed little dramas through which the children early developed skill at speaking in the voices of imagined characters. Under the tutelage of her father and at the encouragement of Maria, Charlotte, like her younger brother and sisters, was attracted to the literary life at an early age.\nIn 1824, when she was eight years old, Charlotte and Emily joined their older sisters at the newly opened Clergy Daughters’ School at Cowan Bridge in the parish of Tunstall. Although later made infamous by Charlotte’s scathing depiction of “Lowood School” in Jane Eyre, Cowan Bridge had, in fact, much to recommend it to Patrick Brontë’s notice. Having five daughters and one son to educate on a small income, he clearly qualified as a “necessitous clergy” and, moreover, he would have found the mission of the school compatible with his expectations for his daughters. According to a December 1823 advertisement in the Leeds Intelligencer, the aim of the school was to provide a “plain and useful Education” that would allow young women “to maintain themselves in the different Stations of Life to which Providence may call them” and to offer “a more liberal Education for any who may be sent to be educated as Teachers and Governesses.” Patrick Brontë’s decision to send his four eldest daughters to Cowan Bridge thus reflects his concern for their material as well as intellectual and spiritual welfare, a concern that he passed on to Charlotte, who of the three Brontë sisters that survived to adulthood came to feel most anxious about her need to establish herself in a fulfilling and yet economically viable career.\nCharlotte Brontë’s earliest experience with school life could not have made teaching seem an attractive career. As Juliet Barker notes in The Brontës (1994), the record of her abilities in the school register hardly suggests that her potential was noticed: “Reads tolerably—Writes indifferently—Ciphers [arithmetic] a little and works [sews] neatly. Knows nothing of Grammar, Geography, History or Accomplishments [such as music, drawing, French].” Since the assessment of every other student is essentially the same, the register tells little about Charlotte but certainly reveals that Cowan Bridge was unlikely to recognize individual talent, much less foster it. The evaluation concludes with a telling comment: “Altogether clever for her age but knows nothing systematically.”\nCharlotte found the rigors of boarding school life harsh in the extreme. Food was badly prepared under unsanitary conditions and, as a consequence, outbreaks of “low fever,” or typhus, forced the withdrawal of many students, some of whom died. Maria developed consumption while at Cowan Bridge and was harshly treated during her incapacitating illness, an incident Charlotte drew upon in portraying Helen Burns’s martyrdom at the hands of Miss Scatcherd in Jane Eyre. Patrick Brontë was not informed of his eldest daughter’s condition until February 1825, two months after Maria began to show symptoms; when he saw her, he immediately withdrew her from the school and she died at home in early May. Elizabeth, in the meantime, had also fallen ill. When the entire school was temporarily removed on doctor’s orders to a healthier site by the sea, Elizabeth was escorted back to Haworth where she died two weeks after Charlotte and Emily were brought home by their father on June 1.\nThe loss of Elizabeth and Maria profoundly affected Charlotte’s life and probably helped shape her personality as well. Suddenly becoming the eldest child in a motherless family forced her into a position of leadership and instilled in her a sometimes almost overwhelming sense of responsibility, one that conflicted with a streak of rebelliousness and personal ambition. From this point on, Charlotte took the lead in the children’s activities, a position of sibling dominance that she maintained throughout their lives and literary careers.\nFollowing the tragic experience at Cowan Bridge, Patrick Brontë tutored his four remaining children at home and provided them with music and art instruction from competent teachers. The children were responsive scholars who also read avidly on their own and continued their imaginative play under Charlotte’s direction. They were allowed to choose freely from their father’s library, which included requisite family reading such as John Bunyan‘s Pilgrim’s Progress (1678–1684), Hannah More’s Moral Sketches (1784), John Milton’s Paradise Lost (1667), Sir Walter Scott’s The Lay of the Last Minstrel (1805), James Thomson’s The Seasons (1726–1730), and, of course, the Bible. The family regularly received Blackwood’s Magazine, which heavily influenced Charlotte and Branwell’s early writing, and, beginning in 1832, Fraser’s Magazine For Town and Country, both lively and influential conservative periodicals with a heavy emphasis on literature. The Brontës also apparently had access to the library at Ponden House, a private residence nearby, and belonged to the Keighley Mechanics’ Institute library as well as one or more of the local circulating libraries that carried popular contemporary novels and poetry.\nThe seminal event of the Brontës’ literary apprenticeship occurred on June 5, 1826, when Mr. Brontë returned from a trip to Leeds with a present for Branwell—a box of toy soldiers—to which all four children immediately laid claim. Each child selected a soldier as his or her own and, naming them for their respective childhood heroes (Charlotte’s was the Duke of Wellington), they began to construct plays and narratives around and through the voices of these characters. The earliest of such works were written in an almost microscopic hand in minuscule manuscripts so they would be compatible in size with their supposed authors—the toy soldiers.\nCharlotte Brontë’s juvenile tales revolve around the imagined adventures of the Duke of Wellington’s two sons, Charles and Arthur Wellesley, and the social elite of “Glass Town,” later transformed into the kingdom of “Angria.” Arthur, soon elevated to the “Duke of Zamorna,” is a recognizably Byronic hero who engages in romantic intrigues as well as in political treachery; his younger brother Charles is a less powerful, often humorous figure, who spies and reports on the scandalous doings of his Angrian compatriots—particularly his brother and his many paramours. Both Wellesleys are authors, and it is significant that Brontë’s attractive but morally reprehensible Duke of Zamorna develops into the poet of the family while Charles emerges as a storyteller and her favorite narrator.\nThese early tales not only reveal the themes that preoccupied Brontë as a young writer and which reemerge in her adult writing—themes of romantic passion and sexual politics, desire, betrayal, loyalty, and revenge—but also reflect her early awareness of an issue central to early Victorian literary culture: the concern that poetry writing was a self-indulgent and even morally questionable activity. Romantically alluring but destructively egotistical, Brontë’s “self-concentered” poet-duke is one of the means by which she represents her own early ambivalence about being a poet. This ambivalence—also experienced by male Victorian poets such as Alfred, Lord Tennyson, Robert Browning, and Matthew Arnold—was surely later intensified by social proscriptions against feminine subjectivity.\nWhile the juvenile writings of the Brontës have been justly compared to fantasies, they were not merely uninformed imaginings. For example, early stories such as “A Romantic Tale,” dated April 15, 1829, reflect the young writers’ familiarity with articles on British colonizing in Africa published by Blackwood’s Magazine in 1826 as well as more expected sources such as the Bible (especially the Book of Revelations), standard educational texts such as J. Goldsmith’s Grammar of General Geography (1825), the works of Bunyan, the Arabian Nights Entertainments, and Tales of the Genii (1820) by Sir Charles Morell (pseudonym of James Ridley).\nCharacters in the children’s stories debate contemporary issues such as the Catholic Emancipation Act of 1829, indulge in political gossip about prominent figures such as the Duke of Wellington, and conduct military campaigns informed by the children’s knowledge of actual military engagements such as the Peninsular War, 1808–1814. The fictitious setting for the tales, supposedly on the coast of West Africa, owes much to the popular oriental cityscape paintings of John Martin, and the Angrians are based on contemporary engravings that Charlotte patiently copied from such books as Finden’s Illustrations of the Life and Works of Lord Byron (1833–1834) and popular annuals such as The Literary Souvenir.\nBy 1829 Branwell was “editing” Branwell’s Blackwood’s Magazine—the title changed, ironically, to Blackwood’s Young Men’s Magazine when Charlotte assumed editorship seven months later­—and the two collaborators were producing tiny, hand-sewn volumes that imitate in striking detail Blackwood’s Edinburgh Magazine, the original upon which they were based. Like their prototype, Charlotte and Branwell’s magazines are gatherings of writings in various genres—plays, stories, poems, imagined conversations, letters, sketches, anecdotes, essays—and include the advertising, editorial notes, and information about publication and marketing that are typically found in such periodicals. Reproducing the material form of Blackwood’s Magazine, Charlotte and Branwell also engaged in literary gossip and controversies like those they learned about through their reading, filling the pages of their narratives with literary reviews and vituperative personal exchanges between Glass Town literati.\nIt was during this early period of playful yet intense immersion in make-believe literary life that Charlotte Brontë first experimented with poetry. Producing 65 poems and a satirical play about poetry writing in 1829–1830, the 14-year-old self-consciously attempted to define herself as a poet. Though most of these early poems have a Glass Town context, being embedded within her narratives and spoken or sung by fictitious characters, some are only loosely connected to the stories. Many are interesting in that they reveal Brontë’s exposure to current literary debates such as those concerning “neglected genius,” the role of tradition and imitation versus originality and inspiration, and the public reception of poetry in a changing literary economy. The various poetic forms that Brontë experimented with during this time reflect her self-designed apprenticeship through imitation of earlier poets. For example, her many descriptions of natural landscapes are indebted to the 18th-century topographical poem that had been developed by “nature poets” such as James Thomson and William Wordsworth. Also, the influence of the popular Thomas Moore can be seen in Brontë’s many poems written as songs.\nBrontë deliberately imitates Thomas Gray’s “Progress of Poetry” (1754) in “The Violet,” dated November 14, 1830, in which she traces the history of Western literature beginning with Homer and then beseeches admission to that “bright band” of poets who have preceded her:\n \nHail army of immortals hail!\nOh Might I neath your banners march!\nThough faint my lustre faint & pale\nScarce seen amid the glorious arch\n \nYet joy deep joy would fill my heart\nNature unveil thy awful face\nTo me a poets pow’r impart\nThoug[h] humble be my destined place\n\nSuch an early poem of course reflects Brontë’s poetic immaturity as well as her enthusiasm for her chosen métier. In other pieces Brontë shows the ability to view her own literary pretensions with humorous detachment. She concludes one lushly descriptive poem with the self-deflating observation that “such a charming dogge[re]l / as this was never wrote / not even by the mighty / & high Sir Walter Scott.”\nAlthough the early poems contain visionary, lyre-playing bards and other Romantic poet-figures, Brontë in her stories and plays repeatedly satirizes the romantic conception of the poet as a self-inspired original genius. She deploys parodic characters, such as Henry Rhymer in “The Poetaster,” a story dated July 6–12, 1830, to debunk her own romantic posturing and that of her siblings. “The Poetaster” also humorously depicts the changing literary culture of England in the 1830s, a time when technological advances in printing allowed for the entry of many new writers into the literary marketplace. The “noble profession [of authorship] is dishonoured,” wails a Glass Town publisher who soon expects to see “every child that walks along the streets, bearing its manuscripts in its hand, going to the printers for publication.” Making fun of her own and her siblings’ precocious literary aspirations, Brontë shows a good-humored awareness of both the opportunities and the complexities involved in pursuing a literary career in her day.\nThis spate of poetic production was interrupted in January 1831, when Brontë left Haworth for a second time, traveling 20 miles to become a student at Roe Head School in Mirfield, near Dewsbury. Owned and run by Margaret Wooler, whom her father called a “clever, decent, and motherly woman,” Roe Head was a small school that usually enrolled only about seven boarding students at a time, all girls around the same age, and therefore was able to attend closely to the needs and abilities of individuals. Although Brontë was initially homesick and isolated from the other students because of her differences from them—her outdated dress, slightly eccentric behavior occasioned by poor eyesight and timidity, and her ignorance of grammar and geography as well as her precocious knowledge of literature and the visual arts—in time she won the respect and affection of her peers and came to feel quite at home in her new school environment.\nAt Roe Head, Brontë made two contrasting yet equally enduring friendships. One friend was Ellen Nussey, an entirely conventional and affectionately loyal girl with whom Brontë corresponded throughout her life. After the writer’s death, Nussey jealously guarded her friend’s reputation, in part by heavily editing her letters. Brontë’s other friend, Mary Taylor, was as radical as Nussey was conservative. Boisterous, intelligently opinionated, and more intellectual than Nussey, Taylor apparently appealed to the bright, rebellious, and ambitious side of Brontë. Late in her life Taylor published The First Duty of Women (1870), in which she argued that the first priority for women should be to prepare to support themselves financially. She had acted upon this conviction in 1845 by immigrating to New Zealand, where she ran a successful business as a shopkeeper until she returned to England in 1860 to live out her life in comfortable economic independence. It is unfortunate that only one of the many letters that Brontë wrote to Taylor survives.\nAlthough she was considerably behind most of the other girls when she entered the school, Brontë quickly moved to the top of the class and stayed there until she left 18 months later, carrying away several prizes and medals awarded for outstanding academic achievement. Often continuing her studies while the other girls were relaxing at the end of the day, Brontë apparently recognized that her education was a necessary investment in the future: she was not attending Miss Wooler’s establishment merely to gain polish but rather to train herself for a career as a governess. Due to her dedication to her studies she wrote only three poems during her time at the school.\nAfter her departure from Roe Head in May 1832, the rather uneventful round of life at Haworth, where she was in charge of her younger sisters’ educations, eventually led Brontë back to the exciting world of Angria and the occupation of writing. From 1833 to 1834 she produced approximately 2,200 lines of poetry, most of it tightly embedded within the context of the passionate tales that she and Branwell were spinning around the political and romantic experiences of their beloved Angrians. Many of these poems are songs whose meaning and effect depend on a knowledge not only of the subject matter alluded to but also of the singer’s character and the situation in which the lyric is sung. Other poems are lengthy narratives that develop the Angrian saga, deepening and sometimes complicating the plots developed in the accompanying prose narratives. These poems are formally more competent than the ones she produced prior to her stay at Roe Head, but they also show less willingness to experiment with poetic form and more absorption in the characters and content of the tales. The literary self-reflectiveness of her earlier writing gave way to an almost total absorption in the Angrian world of fantasy, with its emphasis on military conflict (largely Branwell’s contribution) and romantic betrayal (Charlotte’s main interest).\nThe few exceptions to Brontë’s Angrian writings include a group of poems written in normal-sized script on lined paper, apparently from the same notebook, and preceded by instructions from her father: “All that is written in this book, must be in a good, plain and legible hand. PB.” Several of these non-Angrian poems—“Richard Coeur de Lion & Blondel,” “Death of Darius Codomanus,” and “Saul”—may suggest that Brontë recognized the need to develop a public poetic mode to complement the private writing she and her siblings indulged in their literary fantasies. Thus, evidence of conflict in Brontë’s poetry emerges in a way that connects literary differences—in poetic modes, voices, subject matters, even penmanship—with a perceived division between the private life of communication with a coterie audience, her siblings, and a public life of responsibility to authority figures, such as her father and teachers (the poems on historical and Biblical figures are similar to school exercises she later wrote in Brussels). This division eventually led Brontë to abandon poetry for prose fiction, but not until she had gained significant poetic skill and struggled through much anxiety related to this perceived conflict between the lure of the private imagination and the call of public duty.\nThe decision that Brontë should return to Roe Head as a teacher in July 1835 certainly contributed to this anxiety since there was little opportunity to “play out” the Angrian tales at Miss Wooler’s school. As her journal testifies, Brontë grew increasingly resentful of what she saw as her “wretched bondage” to the teaching profession, with its long hours, lack of privacy, and tedious duties. She was able to write only in snatches and during vacations, so it is not surprising that her rate of production at this period fell well below that of her partner, Branwell, who installed himself in a Halifax studio with the intent of earning his living as a portrait painter and who found considerable time for both writing and socializing.\nBrontë’s poems after her return to Roe Head reflect her longing for home and for Angria as well as her anxious need to reconcile her desire to write with the necessity of continuing to teach to earn a living. The most famous of these poems, sometimes anthologized as “Retrospection,” begins poignantly:\n \nWe wove a web in childhood\nA web of sunny air\nWe dug a spring in infancy\nOf water pure and fair\nWe sowed in youth a mustard seed\nWe cut an almond rod\nWe are now grown up to riper age\nAre they withered in the sod …\n \nThe poem continues for 177 more lines, developing into vividly realized scenes featuring the Duke of Zamorna. The poem then breaks into a retrospective prose narrative that is rudely interrupted by “a voice that dissipated all the charm” as a student “thrust her little rough black head into [her teacher’s] face” to demand, “Miss Brontë what are you thinking about?”—a striking example of the incompatibility of Brontë’s inner, imaginative life with her actual experience while at Roe Head.\nGradually, Brontë was able to resume a pace of writing comparable to that of her earlier productive times, but even when she was writing prolifically there is evidence of distraction and dissatisfaction. The stories of 1836, for example, show that she was often unable to settle on a subject or identify new topics to write about, and many poems from this period end abruptly or trail off rather than draw to a close. Poems such as “But Once Again … ,” dated January 19, 1836, explicitly articulate Brontë’s concern about the conflict between the demands of her teaching career and her desire for romantic, social, and intellectual stimulation, which she associated with the imaginary world of Angria and, especially, with her poet-duke, who emerges as an enthralling poetic muse in the poem:\n \nI mean Zamorna!\n … he has been a mental King\nThat ruled my thoughts right regally\nAnd he has given me a steady spring\nTo what I had of poetry.\n \n … I’ve heard his accents sweet & stern\nSpeak words of kindled wrath to me\nWhen dead as dust in funeral urn\nSank every note of melody\nAnd I was forced to wake again\nThe silent song the slumbering strain.\n … to his altar I am bound\nFor him the consecrated ground\nMy pilgrim steps have trod\n \n … grovelling in the dust I fall\nWhere Adrian’s shrine lamps dazzling glow …\n\nIn December of 1836 Brontë decided to try her hand at professional writing, with the hope of earning her living as a publishing poet. To this end she sought the advice of no less a figure than Robert Southey, then poet laureate of England, to whom she sent a selection of her poems. The discouraging response in his letter of March 12, 1837 has become infamous:\n \n\nLiterature cannot be the business of a woman’s life: & it ought not to be. The more she is engaged in her proper duties, the less leisure she will have for it, even as an accomplishment & a recreation. To those duties you have not yet been called, & when you are you will be less eager for celebrity.\n\n\nBrontë’s reply to Southey and the fact that she preserved his letter in a wrapper inscribed “Southey’s Advice | To be kept forever” seem to suggest that she took it to heart, but her prodigious literary output during this period, particularly of poetry, tells a different story. Between January 1837 and July 1838, Brontë wrote more than 60 poems and verse fragments, including drafts of what were eventually to be some of her best poetical works. However, they remained fragmentary and defective; it was not until 1845 that she was able to revise them into poems she was willing to publish.\nBrontë left Roe Head for good in December 1838 and spent the next four years attempting to reconcile her need to earn a living with her desire to remain at Haworth and write. She accepted two positions as a governess, working for the Sidgwick family in nearby Lothersdale from May to July in 1839 and for the Whites at Upperwood House in Rawdon from March to December 1841. Both experiences ended badly, largely because she could not accommodate herself to her situation. On March 3, 1841 she confided to Nussey:\n \n\n … no one but myself can tell how hard a governess’s work is to me—for no one but myself is aware how utterly averse my whole mind and nature are to the employment. Do not think that I fail to blame myself for this, or that I leave any means unemployed to conquer this feeling. Some of my greatest difficulties lie in things that would appear to you comparatively trivial. … I am a fool. Heaven knows I cannot help it!\n\n\nIn the summer of 1841 Brontë began negotiations for a loan from Aunt Branwell to establish a school that she and her sisters might operate. In December she declined Miss Wooler’s generous proposal that she replace her as director of Roe Head, turning down a fine opportunity to take charge of an established school with a good reputation. This remarkably bad business decision is explained by her having become committed in the meantime to a new and more exciting plan suggested to her by Mary Taylor: that she and Emily attend school on the Continent in order to improve their command of French and Italian, and acquire “a dash of German” so to attract students to the school they would open upon their return. Inspired by Taylor’s descriptions of Europe and emboldened by the Taylors’ presence in Brussels, where she intended to study, on September 29, 1841 Brontë wrote a letter to Aunt Branwell in a manner characteristic of her self-confident mood:\n \n\nI feel an absolute conviction that, if this advantage were allowed us, it would be the making of us for life. Papa will perhaps think it a wild and ambitious scheme; but who ever rose in the world without ambition? When he left Ireland to go to Cambridge University, he was as ambitious as I am now. I want us all to go on. I know we have talents, and I want them to be turned to account.\n\n \nCharlotte and Emily Brontë left England in February 1842 to enroll as the oldest students in a school run by Madame Claire Zoë Heger and her husband, Constantin. English and Protestant in a school of Roman Catholic Belgians, the Brontës were isolated from their younger peers by differences in language, culture, age, and faith, not to mention Emily’s austere reserve and Charlotte’s social timidity. Although both young women made considerable academic progress in Brussels and were praised for their success, neither ever felt entirely comfortable there, and when they went back to Haworth for Aunt Branwell’s funeral in November 1842, Emily chose not to return to Brussels.\nFor Charlotte Brontë, though, there was an attraction at the Pensionnnat Heger beyond the opportunity for academic achievement; or rather, such achievement was inextricably involved for her with the attractive presence of Constantin Heger. He was an excellent teacher of literature, who, unlike Southey, encouraged Brontë’s literary talent, giving her close, individual attention and challenging her to clarify her thinking about writing as well as to refine her writing skills. In the essays she wrote under Heger’s direction, Brontë returned to the literary issues raised in her earliest poems with a new sense of urgency. To her Romantic insistence on the spontaneity of poetic “genius, [which] produces without work,” Heger wrote extensive marginal notes, arguing for the neoclassical values of control, learning, and imitation. He did not simply dismiss Romantic ideas about genius and poetic creativity as Brontë had often done when she was younger; rather, he took such arguments seriously and patiently explained the need for mechanical expertise and careful craftsmanship in her writing.\nAlthough she apparently composed little new poetry in Brussels, Brontë did continue to transcribe revised versions of earlier poems into a copybook she had brought with her from Haworth, an indication that she may have been contemplating publishing them in the future. Encouraged in her literary efforts as she had never been before, Brontë’s regard for Heger quickly developed into a grateful infatuation with the man whom she addressed in a July 24, 1844 letter as “my literature master … the only master that I have ever had.” Understandably, Madame Heger soon tried to put some distance between her husband and his interesting English pupil. Hurt and angry, Brontë withdrew from the Belgian school in January 1844 and returned to England nursing her wounded pride and unrequited affections.\nThe letters she wrote to Heger from Haworth in 1844 painfully display her feelings for “Monsieur,” while at the same time they reveal Brontë’s increasing anxiety about establishing herself in a fulfilling line of work. Always troubled by extreme nearsightedness, she experienced a temporary further weakening of her sight at this time, writing Heger, a bit histrionically, that since too much writing would result in blindness “a literary career is closed to me--only that of teaching is open to me.” In November the Brontë sisters abandoned their plan for opening a school in Haworth since not one prospective applicant had responded to their advertisements. The eldest Brontë’s prospects—romantic, professional, and literary—seemed dim indeed, and she sank into a state of hopeless lethargy.\nBrontë suddenly recovered from this period of enervating depression in the fall of 1845, when she stumbled upon a notebook of Emily’s poems. As she remarked in her “Biographical Notice” to the 1850 edition of Wuthering Heights, she recognized that these were “not common effusions, nor at all like the poetry women generally write.” She eagerly pressed her sister to publish her poems with a selection of her own verse, to which were added poems contributed by Anne. The sisters agreed to publish the poems pseudonymously (perhaps at Emily and Anne’s insistence), and Charlotte Brontë energetically set about the task of finding a publisher for Poems by Currer, Ellis, and Acton Bell (1846), which the small London firm of Aylott & Jones agreed to print at the authors’ expense, a common practice for unknown writers.\nCharlotte Brontë cheerfully took sole responsibility for corresponding with their publisher and for seeing the Poems through the press; as she later recorded in the “Biographical Notice,” “the mere effort to succeed had given a wonderful zest to existence; it must be pursued.” Her enthusiasm for the business end of authorship, as well for its creative aspect, demonstrates her determination to succeed as a professional author in the literary economy of early Victorian England—a quality that she shared with successful contemporaries such as her future biographer, Elizabeth Cleghorn Gaskell. It is a quality that also explains why she wrote almost no poetry after 1845 and why she was already attempting to secure a contract for her first novel, The Professor (1857), before the Poems had even appeared in print.\nUnlike her sisters’ contributions, nearly all of Charlotte Brontë’s poems in the 1846 volume are reworkings of much earlier compositions, mostly from the prolific period of 1837–1838, which she revised expressly for publication in this volume. In preparing her poems Brontë not only deleted all references to their original narrative contexts, as her sisters did for their “Gondal poems”; she additionally changed them to suit her new readership, invoking popular motifs (such as the sailor’s return in “The Wife’s Will”) and expressing sentiments that were culturally resonate in 1846. For example, “Pilate’s Wife’s Dream”—originally a monologue spoken by the Duchess of Zamorna in a quite different fictitious situation—concludes with lines that anticipate the final affirmation of faith expressed in Tennyson’s In Memoriam (1850):\n \nI feel a firmer trust--a higher hope\nRise in my soul--it dawns with dawning day;\n. . . . . . . . . . . . . . . . . . . . . . . . . . .\nEre night descends, I shall more surely know\nWhat guide to follow, in what path to go;\nI wait in hope--I wait in solemn fear,\nThe oracle of God--the sole--true God--to hear.\n \nThe poems that Brontë chose to present to the public in 1846 were not composed spontaneously and “without work” but deliberately altered to suit their new environment and purpose—a sure sign that Brontë had begun to modify her romantic notions about literary genius and accommodate herself to the demands of professional authorship.\nBecause Charlotte Brontë’s poems are longer than those of her sisters, she contributed only 19 to their 21 each, so that each writer is given approximately the same amount of space in the book. Each poem is clearly attributed to either “Currer,” “Ellis,” or “Acton,” and the contributions by the three are presented alternately, so that no one poet dominates any portion of the volume. The effect invites comparison between the three writers and makes Emily’s superiority as a poet noticeable.\nThe arrangement of the poems also obscures a coherence between Charlotte Brontë’s poems, many of which are connected through continuing narrative lines and/or through consistencies in character. For example, four of her poems—“The Wife’s Will,” “The Wood,” “Regret,” and “Apostasy”—together constitute a single story of an English wife who chooses to accompany her husband into political exile in France, where she affirms at the end of her life a loyalty to her native faith, the religion of romantic love:\n \n’Tis my religion thus to love,\nMy creed thus fixed to be;\nNot Death shall shake, nor Priestcraft break\nMy rock-like constancy!\n\nPresented through extended monologues, this story effectively develops the character of the speaker through four dramatically realized situations in which she addresses an implied audience—William in the first three poems, a French-Catholic priest in the last. These poems thus resemble both the long narrative poem that was to become popular in Victorian England—Elizabeth Barrett Browning’s Aurora Leigh (1857), for example—but also the dramatic monologue, perhaps the most distinctively Victorian poetic form, one refined by poets like Tennyson and the Brownings. Other Brontë monologues include “Frances,” “The Missionary,” “Pilate’s Wife’s Dream,” and “The Teacher’s Monologue.”\nSome of Brontë’s poems are clearly lyrical—the companion pieces “Evening Solace” and “Winter Stores,” for example—but most of the poems have a narrative component. Such narrative poems as “Gilbert” and “Mementoes,” include Gothic elements like those that made Jane Eyre so popular; other poems, such as “The Letter,” use precise imagery and details of setting to project a character’s state of mind into his or her external environment, much as she did later in her novels and as Tennyson did in poems such as “Mariana.” Others are linked together through narrative compatibility: for instance, “Preference” seems to be an indignant woman’s response to the aggressive declaration of love asserted by the male speaker of her preceding poem, “Passion”; and “Gilbert” seems to be exactly the kind of arrogant lover who seduced and betrayed “Frances,” whose troubled monologue precedes the story in which he is brought to retributive justice (though his victim is identified as “Elinor”).\nThe sense of coherence in Charlotte Brontë’s published poems derives in part, of course, from their common origin in the juvenile writings, which initiated the themes that appear so often in her novels; but their unity is also due to formal similarities based on a new purpose in her writing: to develop characters that are psychologically interesting through monologues and narratives that reveal personality within the context of dramatic situation. This purpose links the poems that Brontë published in 1846 to the dominant poetic modes of the Victorian period—the long narrative poem and the dramatic monologue—as well as to the literary form by which she ultimately became identified as an author in the public sphere: the novel.\nThough Brontë made every effort to publicize Poems, paying for advertising and requesting that Aylott & Jones send review copies to fourteen periodicals, the volume sold poorly—only two copies in the first year—and received only three reviews, which were, however, rather favorable. Originally priced at four shillings, the volume was republished by the publishers of Jane Eyre in 1848, and received more insightful critical attention after the publication of Gaskell’s The Life of Charlotte Brontë in 1857. Though most critics have acknowledged the superiority of Emily Brontë’s poems, a few reviews published in 1848 to 1849, when Jane Eyre was selling very well, favored Charlotte Brontë’s; for example, the anonymous reviewer for the November 10, 1849 Britannia praised her “mastery in the art of word painting” and her “faculty of exhibiting in words the shadowy images of mental agony.” E.S. Dallas, in a July 1857 review in Blackwood’s Magazine, remarked that her poetry is distinguished from that of her sisters’ by her “faculty of forgetting herself, and talking of things and persons exterior to herself”—a quality shared by novelists and poets who write in the narrative and dramatic monologue forms. Brontë, however, adamantly agreed with those who thought her sister’s poetry superior, and in a September 26, 1850 letter to Gaskell she dismissed her own contributions to the 1846 volume as “juvenile productions; the restless effervescence of a mind that would not be still.”\nIn 1847, before she had secured her public reputation as a novelist, Brontë sent presentation copies of Poems to several important literary figures—a common strategy for unknown authors who wished to attract the attention of influential critics. She also persistently tried to publish her first novel, The Professor, which was rejected nine times before she received an encouraging reply from the firm of Smith, Elder, who declined to publish the book but asked to review any other novel she might be working on. Heartened by this request, Brontë finished Jane Eyre rapidly—in about two weeks—and had the satisfaction of seeing the novel in print shortly thereafter. The book was immediately popular and “Currer Bell” quickly became known by the reading public as “the author of Jane Eyre.”\nAfter the success of her novel, Brontë wrote no poetry except for three unfinished poems on the occasions of her sisters’ deaths. Though greatly saddened by the tragically early deaths of Branwell (September 24, 1848), Emily (December 19, 1848), and Anne (May 28, 1849), she continued to publish novels—Shirley in 1849, Villette in 1853—and enjoyed stimulating literary correspondences with several people, including George Henry Lewes and William Smith Williams, the perceptive and kindly reader for her publishing firm, Smith, Elder. Letting her identity become known, she achieved the literary celebrity that Southey had warned her to eschew and became acquainted with several important authors, including William Makepeace Thackeray, Harriett Martineau, and Gaskell. At the age of 38, Brontë married her father’s curate, Arthur Bell Nichols and died, possibly of either hyperemesis gravidarum (severe vomiting caused by pregnancy) or a serious infection of the digestive tract, on March 31, 1855. She is buried, along with the rest of her remarkable family (except for Anne, who died in the seaside town of Scarborough), in the Church of St. Michael and All Angels, immediately across from her parsonage home.\nCharlotte Brontë was not a successful poet in her own day, and today she is still rightfully known for her novels rather than for her poems. The inevitable comparisons between Emily’s terse romantic lyrics and her sister’s more discursive poetic style have produced a lower estimate of her poems than they probably deserve. “Pilate’s Wife’s Dream,” for example, is arguably a much better poetic monologue than Elizabeth Barrett Browning’s well-known “The Runaway Slave at Pilgrim’s Point.” Brontë is an important figure in the history of 19th-century poetry because her career illustrates the shift in literary tastes from poetry to prose fiction and because she employed, sometimes quite skillfully, the poetic modes that became characteristic of the Victorian period.\nIf one agrees with Virginia Woolf’s claim in “‘Jane Eyre’ and ‘Wuthering Heights’” that Charlotte Brontë’s novels are read “for her poetry,” one might argue that Brontë never did entirely abandon her career as a poet. Adapting her creative impulses to the demands of the market, Brontë incorporated poetic features into the more viable form of the novel, and so became a successful literary professional in Victorian England and a “major author” in the accepted canon of British literature.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}