{"pf_url": "https://www.poetryfoundation.org/poets/charles-simic", "name": "Charles Simic", "yob": "1938", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/0260b8333b2d3707fae6b846762004c7d3cc87c7.jpeg", "bio": "\nCharles Simic is widely recognized as one of the most visceral and unique poets writing today. His work has won numerous awards, among them the 1990 Pulitzer Prize, a MacArthur Foundation “genius grant,” the Griffin International Poetry Prize, the Wallace Stevens Award, and the appointment as US poet laureate. He taught English and creative writing for over 30 years at the University of New Hampshire. Although he emigrated to the US from Yugoslavia as a teenager, Simic writes in English, drawing upon his own experiences of war-torn Belgrade to compose poems about the physical and spiritual poverty of modern life. Liam Rector, writing for the Hudson Review, has noted that the author’s work “has about it a purity, an originality unmatched by many of his contemporaries.” Though Simic’s popularity and profile may have increased dramatically over the two decades, his work has always enjoyed critical praise. In the Chicago Review, Victor Contoski characterized Simic’s work as “some of the most strikingly original poetry of our time, a poetry shockingly stark in its concepts, imagery, and language.” Georgia Review correspondent Peter Stitt wrote: “The fact that [Simic] spent his first eleven years surviving World War II as a resident of Eastern Europe makes him a going-away-from-home writer in an especially profound way. … He is one of the wisest poets of his generation, and one of the best.”\nSimic spent his formative years in Belgrade. His early childhood coincided with World War II and his family was forced to evacuate their home several times to escape indiscriminate bombing; as he has put it, “My travel agents were Hitler and Stalin.” The atmosphere of violence and desperation continued after the war. Simic’s father left the country for work in Italy, and his mother tried several times to follow, only to be turned back by authorities. When Simic was 15, his mother finally arranged for the family to travel to Paris. After a year, Simic sailed for America and a reunion with his father. The family moved to Chicago, where Simic attended high school and began to take a serious interest in poetry.\n\r\nSimic’s first poems were published in 1959, when he was 21. Simic began college at the University of Chicago, but was drafted into the armed service in 1961. Simic finally earned his bachelor’s degree from New York University in 1966. His first full-length collection of poems, What the Grass Says, was published the following year. In a very short time, Simic’s work, including original poetry in English and translations of important Yugoslavian poets, began to attract critical attention. In The American Moment: American Poetry in the Mid-Century, Geoffrey Thurley noted that the substance of Simic’s earliest verse—its material referents—“are European and rural rather than American and urban … The world his poetry creates—or rather with its brilliant semantic evacuation decreates—is that of central Europe—woods, ponds, peasant furniture.” The Voice Literary Supplement reviewer Matthew Flamm contended that Simic was writing “about bewilderment, about being part of history’s comedy act, in which he grew up half-abandoned in Belgrade and then became, with his Slavic accent, an American poet.”\n\r\nSimic’s work defies easy categorization. Some poems reflect a surreal, metaphysical bent and others offer grimly realistic portraits of violence and despair. The Hudson Review contributor Vernon Young maintained that memory is the common source of all of Simic’s poetry. “Simic, a graduate of NYU, married and a father in pragmatic America, turns, when he composes poems, to his unconscious and to earlier pools of memory,” the critic wrote. “Within microcosmic verses which may be impish, sardonic, quasirealistic or utterly outrageous, he succinctly implies an historical montage.” Young elaborated: “His Yugoslavia is a peninsula of the mind...He speaks by the fable; his method is to transpose historical actuality into a surreal key …[Simic] feels the European yesterday on his pulses.”\n\r\nSome of Simic’s best-known works challenge the dividing line between the ordinary and extraordinary. He animates and gives substance to inanimate objects, discerning the strangeness in household items as ordinary as a knife or a spoon. Robert Shaw wrote in the New Republic that the most striking perception of the author’s early poems was that “inanimate objects pursue a life of their own and present, at times, a dark parody of human existence.” Childhood experiences of war, poverty, and hunger also lie behind a number of poems. In the Georgia Review, Peter Stitt claimed that Simic’s most persistent concern “is with the effect of cruel political structures upon ordinary human life. … The world of Simic’s poems is frightening, mysterious, hostile, dangerous.” However, Stitt noted, Simic tempers this perception of horror with gallows humor and an ironic self-awareness: “Even the most somber poems … exhibit a liveliness of style and imagination that seems to re-create, before our eyes, the possibility of light upon the earth. Perhaps a better way of expressing this would be to say that Simic counters the darkness of political structures with the sanctifying light of art.”\n\r\nSimic’s style has been the subject of much critical discussion. As Benjamin Paloff noted in his Boston Review piece on The Voice at 3:00 A.M.: Selected Late and New Poems (2008), Simic’s work has been repeatedly described by a handful of adjectives: “Words like ‘inimitable,’ ‘surreal,’ and ‘nightmarish’ have followed him around in countless reviews and articles.” And though Simic’s subjects are often surreal, evoking a dark Eastern Europe of the mind, his language is frank and accessible. As Paloff put it, “[Simic’s] predilection for brief, unembellished utterances lends an air of honesty and authority to otherwise perplexing or outrageous scenes.” Adam Kirsch, writing in the New York Sun described the remarkable assemblage of influences that has produced Simic’s style: “He draws on the dark satire of Central Europe, the sensual rhapsody of Latin America, and the fraught juxtapositions of French Surrealism, to create a style like nothing else in American literature. Yet Mr. Simic’s verse remains recognizably American—not just in its grainy, hard-boiled textures, straight out of 1940s film noir, but in the very confidence of its eclecticism.”\nInstantly recognizable, Simic’s poetic style has changed little throughout the course of his career. For some critics, this opens his work to charges of stasis and, increasingly, self-imitation; but, as Ian Sampson noted in his Guardian review of Selected Poems 1963-2003, Simic’s “work reads like one big poem or project, a vast Simic-scape of ‘eternal November.’” And David Orr, reviewing The Voice at 3:00 A.M. in the New York Times Book Review, agreed that “though many of the new poems here are interesting, almost all of them could easily have appeared 20 years ago.” As with many readers and critics, however, this wasn’t necessarily a problem for Orr: Simic’s “repetitiveness is a complicated matter,” Orr wrote, “because it’s intimately related to the themes around which his poetry revolves. Simic can’t quite believe in anything, and he can’t quite not believe in anything; as a result, his irony and his romanticism can grind against each other in a tortured stasis. The sameness of some of his poetry can be explained, if not always excused, by this tendency.”\nSimic has been incredibly prolific as a poet, translator, editor and essayist. He has translated the work of French, Serbian, Croatian, Macedonian and Slovenian poets, including Tomaz Salamun and Vasko Popa. He translated and edited the anthology The Horse Has Six Legs: An Anthology of Serbian Poetry (1992), regarded as the premier introduction to that country’s contemporary poetry. In addition to poetry and prose poems, Simic has also written several works of prose nonfiction, including 1992’s Dime-Store Alchemy: The Art of Joseph Cornell. A paean to one of the most innovative visual artists of the twentieth century, Simic’s book highlights Cornell’s work—which included minimalist sculptures using found objects to create intriguing surrealist collages—by creating verbal collages that are themselves composed of still smaller units of prose. “As in his poems, Simic’s style in Dime-Store Alchemy is deceptively offhand and playful,” noted Edward Hirsch in the New Yorker, “moving fluently between the frontal statement and the indirect suggestion, the ordinary and the metaphysical.” Among Simic’s essay collections are Orphan Factory (1997) and the memoir A Fly in the Soup (2000), which collected previously published autobiographical essays and fragments. Kirsch recommended the last, along with Simic’s Selected Poems 1963-1983 (1984), to new readers for showing Simic’s “dark illuminations and acrid comedy in their most concentrated form.”\nThough Simic’s poetry has always been well received, his collections over the past 20 years have garnered even wider critical acclaim. His book of prose poems, The World Doesn't End, won the Pulitzer Prize for poetry in 1990; Walking the Black Cat (1996) was a finalist for the National Book Award; Jackstraws (1999) was a New York Times Notable Book of the year and was glowingly reviewed; and Simic’s Selected Poems 1963-2003 (2004) won the prestigious Griffin International Poetry Award. Other collections from this period like Hotel Insomnia (1992), Night Picnic: Poems (2001), and My Noiseless Entourage (2005) are also considered to be some of Simic’s finest work. Reviewing That Little Something: Poems (2008) for the New York Times Book Review, Katha Pollitt noted that, though the collection was the poet’s 19th, it included poems full of his “characteristic ingredients, and they are as fresh as ever.” Pollitt also pointed to the poems’ continued “estrangement from place, from the present moment,” connecting it to “part of a more general sense of estrangement between the self and its circumstances.” Pollitt, like Diana Engelmann of the Antioch Review and many others, saw Simic’s personal history behind his project. Engelmann observed, “While it is true that the experiences of Charles Simic, the ‘American poet,’ provide a uniquely cohesive force in his verse, it is also true that the voices of the foreign and of the mother tongue memory still echo in many poems.” Engelmann concluded, “Simic’s poems convey the characteristic duality of exile: they are at once authentic statements of the contemporary American sensibility and vessels of internal translation, offering a passage to what is silent and foreign.”\nDiscussing his creative process, Simic has said: “When you start putting words on the page, an associative process takes over. And, all of a sudden, there are surprises. All of a sudden you say to yourself, ‘My God, how did this come into your head? Why is this on the page?’ I just simply go where it takes me.”\n", "attrs": {"Region:": ["U.S., New England"]}}