{"pf_url": "https://www.poetryfoundation.org/poets/charles-reznikoff", "name": "Charles Reznikoff", "yob": "1894", "yod": "1976", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/16d50075ac30a8b178708d5f1cf8b6e075ad09c9.jpeg", "bio": "\nCharles Reznikoff was born in the Jewish neighborhood of Brownsville in Brooklyn, New York, to Nathan and Sarah Yetta (Wolvosky) Rezni­koff, immigrants from Russia fleeing the pogroms of the 1880s. His father was in the millinery business and the family moved several times during Reznikoff’s childhood, often to non-Jewish neighborhoods, where he experienced the virulent anti-semitism that influenced his self-identification as an outsider and informed much of his later writing. Reznikoff was intellectually precocious and entered high school three years ahead of schedule; he graduated from Brooklyn’s Boys High School at the age of 15. A year later, in 1910, he entered the University of Missouri’s School of Journalism, where he remained for a year before returning to New York. In 1912, he entered the New York University Law School; he was 18 years old. Although he graduated in 1915 and was admitted to the New York Bar a year later, he practiced law for a very short time and concentrated instead on his writing. In 1917, Reznikoff joined the ROTC at Columbia University, but the war ended before he completed his training. He worked briefly for his father in the hat-making business, then as a freelance writer and editor. He also began publishing his poems and plays; however, very little of his work was critically or commercially successful. In 1930, Reznikoff mar­ried Marie Syrkin, a high school teacher. That same year, he published the novel By the Waters of Manhat­tan, a work that earned him a fair amount of recogni­tion, but few royalties. In 1931, some of his poems were included in Poetry magazine’s special issue on the Objectivist movement edited by Louis Zukofsky, who also discussed Reznikoff’s work in his essay outlining the principles of the movement. Economic conditions during the Great Depression forced Rezni­koff to take a job for a legal publishing company as the editor of Corpus Juris, a reference book for lawyers. He left after a few years and returned to his writing career, by this time earning a sufficient amount of money to live on. During the 1940s, Reznikoff’s wife took a position at Brandeis University in Waltham, Massachusetts, while he remained in Manhattan; the couple then lived apart except for weekends and holidays until his wife’s retirement from Brandeis in 1966 when she rejoined him in New York. Reznikoff continued to write and publish throughout the 1960s and early 1970s until his death on January 22, 1976, after suffering a heart attack the previous day.\n\r\nCharles Reznikoff’s first two volumes of verse, Rhythms (1918) and Rhythms II (1919) were both printed on a small press in his parents’ home. A year later, his first com­mercially produced volume, Poems, appeared, but most of the other poems from the early 1920s were published in periodicals. During this same period, Reznikoff was writing plays, some of them in verse, in addition to his poetry, but most of the plays were poorly received. In 1927, he issued Five Groups of Verse and Nine Plays, most of which had been published previously. Following that publication, he apparently gave up on play writing. During the 1930s and early 1940s, he published only two more volumes of poetry: Jerusalem the Golden (1934) and Going To and Fro and Walking Up and Down (1941). His next important volume of poetry did not appear until 1962 when he published By the Waters of Manhattan: Selected Verse; the title causes some confusion since he had earlier written a novel titled By the Waters of Manhattan. Similar confusion arises between Testimony, a collection of prose narratives published in 1934, and the poetry volumes Testimony: The United States, 1885-1890: Recitative (1965) and Testimony: The United States, 1891-1900: Recitative (1968). Reznikoff’s work from the 1960s and 1970s includes By the Well of Living and Seeing, and The Fifth Book of the Maccabees (1969) and By the Well of Living & Seeing: New & Selected Poems, 1918-1973 (1974).\nAlthough Reznikoff responded to the threat posed by the Nazis in the 1930s, notably in the poems In Memoriam, 1933 and “A Compassionate People,” his most powerful works on the fate of European Jews did not appear until much later with the publication of Holocaust in 1975, following a long silence on the subject after the war. Using the Nuremberg and Eichmann trials as source material, the volume transforms courtroom testimony into poetry. The first volume of Reznikoff’s collected poems, Poems 1918-1936, was published in 1976; however it would take another 13 years for his complete poetic output to appear, as Poems 1918-1975: The Complete Poems of Charles Reznikoff (1989; 2005). And the two volumes of Testimony would not be published together until 2015.\nWriter Paul Auster described Reznikoff as “a poet of the eye,” explaining that for Reznikoff “each poetic utterance is an emanation of the eye, a transcription of the visible into the brute, unciphered code of being. Which means that the act of writing is not so much an ordering of the real as a discovery of it.” Milton Hindus also notes the visual quality of Reznikoff’s work, contending that the poet had an ‘“eye for resemblances,’ which could take the most commonplace scene and transform it with an unforgettable metaphor.” Rocco Marinaccio maintains that Reznikoff’s poetry was similar to the writings of the era’s crusading journalists; many of the things Reznikoff saw and reported to his readers involved the exposure of social injustice and inequal­ity. According to Marinaccio, Reznikoff “spent a lifetime writing about the disenfranchised, relentlessly and incisively detailing the plights of the working class, women and children, racial and ethnic minori­ties, immigrants, and artists, many of them living in wretched poverty.”\nAs the child of Russian Jews who emigrated to the United States, Reznikoff wrote about Jewish themes, as well as themes of exile, of being cut off from the ethnic background of his parents while, at the same time, never quite fitting into American life. Thus, much of his work deals with loneliness and isolation; as Auster puts it, Reznikoff is “the poet as solitary wanderer, as man in the crowd, as faceless scribe,” who walks through the city space, observing it from the vantage point of an outsider, and recording those observations in his poetry. Bob Perelman notes that while Reznikoff’s early writing involves the lives of Jewish immigrants in America, “his later poems tend to be short ruminations of a solitary walker noticing bushes, birds, clouds, pedestrians,” characterized by “loneliness” and “a touch of solipsism.” For Stephen Fredman, “the heart of the Jew­ish dilemmas in Charles Reznikoff’s writing” is best demonstrated by his treatment of the Hebrew language. Ranen Omer reports that although Reznikoff was “a thoughtful chronicler of the major currents in Jewish history,” as well as of his own lifetime, he rarely discussed zionism, thus offering “an alternative model of ethnic identity” for Jewish Americans apart from their relationship to Israel and/or the Holocaust.\nReznikoff’s poetic response to the Holocaust has been criticized as far too factual to convey the horror of the events. Robert Franciosi, however, refutes the charges that the presentation of documentary facts amounts to an oversimplification and dehumanization of the experiences of the victims. According to Franciosi, in his use of testimonies Reznikoff “does not surrender the emotional and moral authority with which they were delivered to austere factuality, does not sacrifice the witnesses’ humanity ... to a naive gesture toward the ‘neutral’ documentation of historical or political events.” Charles Bernstein calls Holocaust ”the most unrelentingly painful to read of Reznikoff’s work,” and at the same time believes that it is his “most problematic work at a technical—in the sense of aesthetic or formal—level.” Reznikoff had used the documentary approach in the earlier two-volume work Testimony, which Bernstein calls “perhaps the darkest, and certainly most unrelenting, of modernist long poems.” The work, like Holocaust, is based on court records, in this case detailing racism, violence, negligence, and injustice in American life. Auster claims that Testimony is “at once a kaleidoscopic vi­sion of American life and the ultimate test of Reznikoff’s poetic principles.” David Guest discusses the effectiveness of both Testimony and Holocaust, explaining that both “are notable for describing emotionally charged events in voices lacking in emotional force.” Yet despite the “flat tone of these narratives” they nonetheless “manage to convey powerful emotion.”\nCharles Reznikoff received the Morton Dauwen Zabel Award from the National Institute of Arts and Letters in 1971. After his death in 1976, Reznikoff’s publisher John Martin, of Black Sparrow Press, discovered an unpublished novel among his papers. This was published as The Manner Music, with an introduction by Robert Creeley.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Objectivist"]}}