{"pf_url": "https://www.poetryfoundation.org/poets/charles-north", "name": "Charles North", "yob": "1941", "yod": null, "image": null, "bio": "\nBorn in Brooklyn, New York, poet and writer Charles North grew up in New York City and earned degrees from Tufts University and Columbia University. Associated with writers of the New York School, including Kenneth Koch, North was also involved in the beginnings of the famed Poetry Project. With the poet Paul Violi, he ran Swollen Magpie Press from 1976 to 1982. Known for his close collaboration with the artist Trevor Winkfield and fellow poet Tony Towle, North frequently blurs genres, forms, and subjects in his work. Publisher’s Weekly noted that “North’s work constantly greets us with the deft presence of a mind devilishly enamored of improbable form and substantial ideation … there is a pervasive wistfulness and lyric rush that pervades even the most artificial of forms, as if blueprint ink was running from the draughtsman’s tears.”\nNorth is author of the poetry collections Lineups (self-published, 1972), Elizabethan & Nova Scotian Music (1974), Leap Year (1978), The Year of the Olive Oil (1989), New and Selected Poems (1999), The Nearness of the Way You Look Tonight (2001), Cadenza (2007), Complete Lineups (2009), What It Is Like: New and Selected Poems (2011), and North of the Charles (2018). Frequently set in New York City, North’s poetry can be conversational, witty, and vigilant as the writer examines the meanings and implications of language and form. His close contact with artists has influenced his innovative formal approaches; Lineups adopts the form of baseball lineups in weighing a variety of subjects. North is also the author of the prose collections No Other Way: Selected Prose (1998), Ode to Asparagus, Peonies and Manet (2010), and States of the Art: Selected Essays, Interviews, and Other Prose, 1975-2014 (2017). With the poet James Schuyler, he helped edit the anthologies Broadway: A Poets and Painters Anthology (1979) and Broadway 2: A Poets and Painters Anthology (1989). North’s poetry has been published in anthologies such as Post-Modern Poetry in America: 1950-The Present (1994), Ecstatic Occasions, Expedient Forms (1996), Best American Poetry (1995, 2002), and The New York Poets II (2006).\nNorth is poet-in-residence at Pace University. His honors include awards from the Poets Foundation and the Fund for Poetry and grants from the Foundation for Contemporary Art and the National Endowment for the Arts. He is married to the artist Paula North.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}