{"pf_url": "https://www.poetryfoundation.org/poets/charles-lamb", "name": "Charles Lamb", "yob": "1775", "yod": "1834", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f4dc5dcc8dca5e8f089164bcf6289d096c17104b.jpeg", "bio": "\nEssayist, critic, poet, and playwright Charles Lamb achieved lasting fame as a writer during the years 1820-1825, when he captivated the discerning English reading public with his personal essays in the London Magazine, collected as Essays of Elia (1823) and The Last Essays of Elia (1833). Known for their charm, humor, and perception, and laced with idiosyncrasies, these essays appear to be modest in scope, but their soundings are deep, and their ripples extend to embrace much of human life—particularly the life of the imagination. In the 20th century, Lamb was also recognized for his critical writings; Lamb as Critic (1980) gathers his criticism from all sources, including letters.\nThe son of John and Elizabeth Field Lamb, Charles Lamb, a Londoner who loved and celebrated that city, was born in the Temple, the abode of London lawyers, where his father was factotum for one of these, Samuel Salt. The family was ambitious for its two sons, John and Charles, and successful in entering Charles at Christ's Hospital, a London charity school of merit, on October 9, 1782. Here he met Samuel Taylor Coleridge, a fellow pupil who was Lamb's close friend for the rest of their lives and who helped stir his growing interest in poetry. Lamb left school early, in late 1789. (Because he had a severe stutter, he did not seek a university career, then intended to prepare young men for orders in the Church of England.) In September 1791 he found work as a clerk at the South Sea House, but he left the following February, and in April he became a clerk at the East India Company, where he remained for 33 years, never feeling fitted for the work nor much interested in \"business,\" but managing to survive, though without promotion.\nSoon after leaving school, he was sent to Hertfordshire to his ill grandmother, housekeeper in a mansion seldom visited by its owners. Here he fell in love with Ann Simmons, subject of his earliest sonnets (though his first to be published, in the December 29, 1794 issue of the Morning Chronicle, was a joint effort with Coleridge to the actress Sarah Siddons—evidence of his lifelong devotion to the London theater). His \"Anna\" sonnets, which appeared in the 1796 and 1797 editions of Coleridge's Poems, have a sentimental, nostalgic quality: \"Was it some sweet device of Faery / That mocked my steps with many a lonely glade, / And fancied wanderings with a fair-hair'd maid?\"; \"Methinks how dainty sweet it were, reclin'd\"; \"When last I roved these winding wood-walks green\"; \"A timid grace sits trembling in her eye.\" All were written after the love affair had ended, to Lamb's regret. His early novel, A Tale of Rosamund Gray (1798), is also rooted in the Ann episode.\nAfter the death of Samuel Salt in 1792 the Lambs were in straitened circumstances, mother and father both ill. The elder brother, John, was living independently and was not generous to his family. On Charles (after an unpaid apprenticeship) and his elder sister, Mary, a dressmaker who had already shown signs of mental instability, fell the burden of providing for the family, and Mary took on the nursing as well. Two of Lamb's early sonnets are addressed to her: Mary, who was ten years older than Charles, had mothered him as a child, and their relationship was always a close one. Charles continued to write—a ballad on a Scottish theme, poems to friends and to William Cowper on that poet's recovery from a fit of madness. \"A Vision of Repentance\" (\"I saw a famous fountain, in my dream\") treats a truly Romantic theme—the hope of God's forgiveness for the sin of a repentant Psyche.\nThe tragedy of September 22, 1796—when Mary, exhausted and distraught from overwork, killed their mother with a carving knife—changed both their lives forever. She was judged temporarily insane, and Lamb at 22 took full legal responsibility for her for life, to avoid her permanent hospitalization. Thereafter she was most often lucid, warm, understanding, and much admired by such friends as the essayist William Hazlitt. She also developed skills as a writer. But she was almost annually visited by the depressive illness which led to her confinement for weeks at a time in a private hospital in Hoxton. (Lamb too had been confined briefly at Hoxton for his mental state in 1795, but there was no later recurrence.) Both were known for their capacity for friendship and for their mid-life weekly gatherings of writers, lawyers, actors, and the odd but interesting \"characters\" for whom Lamb had a weakness.\nFor the moment Lamb \"renounced\" poetry altogether, but he soon took it up again and began work on a tragedy in Shakespearean blank verse, John Woodvil (1802), which has autobiographical elements. While there are a few fine lines and the writing in general is competent but unoriginal, plotting and character are weak: it was never produced. \"The Wife's Trial,\" a late play in blank verse, is of minor interest. It was published in the December 1828 issue of Blackwood's Magazine. His only play to reach the stage, Mr. H——(in prose), was roundly hissed in London when it opened on December 10, 1806, but it was successfully produced in the United States thereafter.\nThough soon after his mother's death he announced his intention to leave poetry \"to my betters,\" Lamb continued to write verse of various kinds throughout his life: sonnets, lyrics, blank verse, light verse, prologues and epilogues to the plays of friends, satirical verse, verse translations, verse for children, and finally Album Verses (1830), written to please young ladies who kept books of such tributes. By 1820 he had developed what was to be his \"Elia\" prose style. He was the first intensely personal, truly Romantic essayist, never rivaled in popularity by his friends Leigh Hunt and William Hazlitt. Many of Lamb's essays before those he signed Elia came out in Hunt's publications. While he is better known for his prose E. V. Lucas, Edmund Blunden, George L. Barnett, and William Kean Seymour, have pointed to his verse’s charm, honesty, strength of feeling, and originality. \"His poetry,\" Seymour writes, \"makes a pendant to his Essays, and it is a lustrous and significant pendant.\" The roles of artist and critic, of course, demand very different abilities: Lamb was, in correspondence, an able critic of the poetry of Coleridge and Wordsworth, who sometimes took his advice. (He met Wordsworth, who became a lifelong friend, through Coleridge in 1797.)\"\nOf considerable interest are Lamb's blank-verse poems, which reveal his spiritual struggles after his mother’s death as he sought consolation in religion. In one, he doubts whether atheists or deists (such as his friend William Godwin, novelist, philosopher, and publisher of children's books) have adequate answers for the larger questions of life; other poems dwell on the death of the old aunt whose favorite he was (she also appears in his essay \"Witches and Other Night-Fears\"), on his dead mother with regrets for days gone, on his father's senility, on Mary's fate, and on his growing doubts about institutional religion. Several were published with poems by his Quaker friend Charles Lloyd in their Blank Verse (1798).\nSoon after composing this group he contributed a piece on his grandmother (later developed in \"Dream-Children\") to Lloyd's Poems on the Death of Priscilla Farmer (1796). The culmination of this period was \"The Old Familiar Faces\" (written in 1798 and published in Blank Verse), which ends:\n                    some they have died and some they have left me,\r\n                    And some are taken from me; all are departed;\r\n                    All, all are gone, the old familiar faces.\nThis poem is still anthologized; it tells with grace the story of his own youth, touching a universal human chord. Written in 1803 and published in Lamb's 1818 Works, \"Hester\" takes as its subject a young Quaker whom he had often seen but to whom he had never spoken, though he said he was \"in love\" with her. She married early and soon died; his poem, a delicate tribute to a charming girl who enhances even Death, ends with lines addressed to her:\n                    My sprightly neighbour, gone before\r\n                    To that unknown and silent shore,\r\n                    Shall we not meet, as heretofore,\r\n                    Some summer morning,\n\r\n                    When from thy cheerful eyes a ray\r\n                    Hath struck a bliss upon the day,\r\n                    A bliss that would not go away,\r\n                    A sweet fore-warning?\nThese are his poetic triumphs. After them came more poems to friends, and also political verses, which are often sharp and clever, even venomous. \"The Triumph of the Whale,\" on the prince regent, whom he sincerely hated, was published in Hunt's Examiner (March 15, 1812) and may have had a part in Hunt's two-year incarceration for libel, though the official charge was based on Hunt's editorial a week later. \"The Gipsy's Malison,\" another harsh poem of Lamb's later years, on the ill-born child who is destined to hang, is sometimes anthologized. Like \"The Triumph of the Whale,\" it reveals a bitter aspect of Lamb's complex nature, which shows rarely but persistently in his work. Among Lamb's humorous light-verse pieces, \"A Farewell to Tobacco\" is one of the best. He never gave up smoking or lost his taste for drink, though he tried often.\nIn 1808 he published his Specimens of English Dramatic Poets, Who Lived About the time of Shakspeare, with commentary that was later admired by the younger generation of Romantics, particularly Keats, and established Lamb as a critic. For needed cash, he and Mary, at Godwin's request, wrote Poetry for Children (1809), in which their fondness for children shines through the moral verses. It did not reach a second edition, but the Lambs were much more successful with Mrs. Leicester's School (1809) and Tales from Shakespear (1807), which has never since been out of print.\nIn 1818 Lamb published his early Works, and in 1819 he proposed to Fanny Kelly, a popular comic actress who was later a friend of Dickens and founder of the first dramatic school for girls. She refused him, confiding to a friend that she could not carry Mary's problems too. Charles and Mary did know a sort of parenthood in their 1823 \"adoption\" of a teenage orphan, Emma Isola, who regarded their home as hers until she married Lamb's new young publisher, Edward Moxon, in 1833.\nIn the years 1820-1825 Lamb made his reputation as Elia in the London Magazine. By 1825, though he was still a clerk, Lamb's salary had risen after long service, and he was able to retire at 50 with a good pension and provision for Mary. He occupied his new leisure for several years at the British Museum, compiling more dramatic excerpts, which appeared in William Hone's Table Book throughout 1827, and contributing other writings to periodicals. When Album Verses appeared in 1830, followed by the humorous ballad Satan in Search of a Wife (1831), they were poorly received by critics; Last Essays of Elia (1833), from the London Magazine, made amore favorable impression.\nBrother and sister had had to move many times as the reason for Mary's increasing absences from home became known. Their last move was to a sort of sanitarium at Edmonton, near London, in 1833. Here, while out walking one day in 1834, Lamb fell. He died of a bacterial infection a few days later. Mary lived on, with a paid companion, till 1847.\nLamb's essays were taught in schools until World War II, when critics such as F.R. Leavis contributed to a shift in critical approaches. Yet in the 1970s serious scholars increasingly discovered new virtues in Lamb’s letters. criticism, and essays. Since the 1980s, Lamb’s prose has enjoyed a renewed appreciation among scholars, marked by the publication of insightful biographies and critical studies. The Charles Lamb Society of London flourishes, and publishes a bulletin which has become impressively scholarly since its new series began in the 1970s.\r\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}