{"pf_url": "https://www.poetryfoundation.org/poets/cheryl-clarke", "name": "Cheryl Clarke", "yob": "1947", "yod": null, "image": null, "bio": "\nPoet, critic, and activist Cheryl Clarke was born in Washington, DC. She earned her BA from Howard University and her MA and PhD from Rutgers University. Clarke is the author of five collections of poetry: Narratives: Poems in the Tradition of Black Women (1983), Living as a Lesbian (1986), Humid Pitch (1989), Experimental Love (1993), and By My Precise Haircut (2016), which won a Hilary Tham Capital Competition. She wrote the critical study “After Mecca”: Women Poets and the Black Arts Movement (2005), and a volume collecting her poetry and prose was published as The Days of Good Looks: Prose and Poetry of Cheryl Clarke, 1980–2005 (2006). Many of Clarke’s most influential essays, including “Lesbianism: an Act of Resistance” and “The Failure to Transform: Homophobia in the Black Community,” first appeared in landmark publications such as This Bridge Called My Back: Writings by Radical Women of Color (1981) and Home Girls: A Black Feminist Anthology (1983). Clarke also served as editor for Conditions, an influential journal of lesbian feminist literature.\nAll of Clarke’s writings advocate for queer communities of color, paying attention to the social implications of language and labels and the possibilities of art and activism to stage resistance to dominant culture. According to Alexis Pauline Gumbs, who co-organized a conference on Clarke at Rutgers in 2013, “Cheryl Clarke’s life and work offer an enduring rejection of straightness and a constant reorientation to alternative space.” Clarke was an influential administrator and teacher at Rutgers for more than 40 years. She founded the Office of Diverse Community Affairs and Lesbian-Gay Concerns, which became the Office of Social Justice Education and LGBT Communities, and retired as the Livingstone Dean of Students in 2013. For her service to LGBTQ communities, Clarke received a David Kessler Award. She currently lives in Hobart, New York, where she owns and operates Blenheim Hill Books with her partner, Barbara J. Balliet.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}