{"pf_url": "https://www.poetryfoundation.org/poets/chinua-achebe", "name": "Chinua Achebe", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/ba21eb31e7c9ed7c2f4e9807a73179573f9cf121.jpeg", "bio": "\nWriter Chinua Achebe was born in the village of Ogidi in eastern Nigeria. His father worked for the Church Missionary Society, and his early education was through the society’s school. At the age of eight, Achebe began to learn English. When he was 14, he was one of a few boys selected to attend the government college at Umuahia, which was one of the best schools in west Africa. In 1948, Achebe enrolled at University College, Ibadan, which was a new school. He intended to study medicine, but he soon switched to English literary studies. The college at Ibadan was affiliated with the University of London, and Achebe’s course of study was very similar to that required by the University of London’s honors degree program. While at school, he contributed stories, essays, and sketches to the University Herald; these pieces were collected in Girls at War and Other Stories.\nAfter he graduated in 1953, Achebe decided to make writing his life’s work. He made as his goal effectively and realistically communicating the stories of the African people, particularly the Igbo civilization. Achebe worked as a teacher in his first year out of school. Then he began a career as a producer for the Nigerian Broadcasting Corporation. He remained there for twelve years, and was appointed director of the external broadcasting show, Voice of Nigeria. In 1957, he went to London to attend the British Broadcasting Corporation staff school where one of his teachers was novelist and literary critic, Gilbert Phelps. Phelps recommended Achebe's work for publication. A year later, Achebe’s first novel, Things Fall Apart (1958) appeared. It presents an account of colonial history from the point of view of the colonized. His writing also encouraged Achebe to learn about his native culture and to accurately depict it with his words. He did so by interviewing older people and reading the writings of colonial administrators and missionaries. The novel has since been translated into 45 different languages.\nIn 1967, civil war broke out in Nigeria. The eastern region declared itself the independent state of Biafra. Over the next 30 months, Achebe traveled to Europe and North America on Biafran affairs. During this period, Achebe retreated from long fiction, instead choosing to work on poetry and several short stories, including “Civil Peace.”\nAchebe’s two follow-up novels to Things Fall Apart—No Longer at Ease (1960) and Arrow of God (1964)—continued the story the first novel began. Together, these three novels span precolonial Africa to colonial times to the days before Nigeria’s independence from Britain. In works published since then, Achebe has continued to explore 20th-century Nigerian life. Achebe also published essay collections on literary and political subjects, particularly focusing on the role of the African writer in society. These collections include Hopes and Impediments: Selected Essays 1965-1987, Home and Exile (2000), and There Was a Country: A Personal History of Biafra (2012).\nAchebe was also a well-published poet. His poetry collections include Collected Poems (2002), Another Africa (1997), and Christmas in Biafra and Other Poems (1973). He was awarded the Commonwealth Poetry Prize in 1972 for his first collection, Beware, Soul-Brother, and Other Poems.\nIn 1994, Achebe fled to Europe from the repressive Nigerian regime, which threatened to jail him. He moved to the United States, becoming a professor at Bard College in New York. In 1999, he was named a goodwill ambassador to the world by the United Nations Population Fund.\nAchebe’s awards include the German Booksellers Peace Prize, the Dorothy and Lillian Gish Prize, the Man Booker International Prize for fiction, and honorary degrees from over 20 American universities. He died in Boston in 2013.\n \n", "attrs": {"Region:": ["Africa"]}}