{"pf_url": "https://www.poetryfoundation.org/poets/chitra-banerjee-divakaruni", "name": "Chitra Banerjee Divakaruni", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/de098732f6eb5a539d8b7c37db5ec1e8619d0488.jpeg", "bio": "\nPoet and writer Chitra Banerjee Divakaruni was born in Kolkata, India, and came to the United States to pursue graduate work, earning an MA at Wright State University and a PhD at the University of California-Berkeley. The author of numerous works of poetry and prose, Divakaruni is known for her careful exploration of the immigrant experience, particularly that of South Asian women. Her collections of poetry include Black Candle: Poems about Women from India, Pakistan, and Bangladesh (1991) and Leaving Yuba City (1997), which won the Allen Ginsberg Poetry Prize and the Gerbode Foundation Award.\r\n \r\nHer story collections include Arranged Marriage (1994), which won the American Book Award, the Bay Area Book Reviewers Award, and the PEN Josephine Miles Award for fiction, and The Unknown Errors of Our Lives (2001). Divakaruni’s many novels include the best-selling Mistress of Spices (1997); Sister of My Heart (1999) and its sequel, The Vine of Desire (2002); Queen of Dreams (2003); The Palace of Illusions (2008); One Amazing Thing (2009); and Oleander Girl (2013). Her work has been widely published, anthologized, and translated. She is also the author of young adult fiction, including Neela: Victory Song (2002) and the trilogy The Brotherhood of the Conch: The Conch Bearer (2003), The Mirror of Fire and Dreaming (2005), and Shadowland (2009). She wrote the children’s book Grandma and the Great Gourd: A Bengali Folktale (2013), with illustrations by Susy Pilgrim Waters.\r\n \r\nDivakaruni’s many honors and awards include a C.Y. Lee Creative Writing Award, PEN Syndicated Fiction Awards, multiple Pushcart Prizes, the South Asian Literary Association’s Distinguished Author Award, International House Alumna of the Year from the University of California-Berkeley, the Cultural Jewel Award from the Indian Culture Center in Houston, and the Light of India Award from the Times of India. Divakaruni is the Betty and Gene McDavid Professor of Creative Writing at the University of Houston.\n", "attrs": {"Region:": ["Asia, South", "U.S., Southwestern"]}}