{"pf_url": "https://www.poetryfoundation.org/poets/christopher-marlowe", "name": "Christopher Marlowe", "yob": "1564", "yod": "1593", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/05bb0e71f3863741f6bbf790a61dd22afbde05f1.jpeg", "bio": "\nThe achievement of Christopher Marlowe, poet and dramatist, was enormous—surpassed only by that of his exact contemporary, William Shakespeare. A few months the elder, Marlowe was usually the leader, although Shakespeare was able to bring his art to a higher perfection. Most dramatic poets of the 16th century followed where Marlowe had led, especially in their use of language and the blank-verse line. The prologue to Marlowe’s Tamburlaine the Great (1587–1588) proclaims its author’s contempt for the stage verse of the period, in which the “jygging vaines of riming mother wits” presented the “conceits [which] clownage keepes in pay”: instead the new play promised a barbaric foreign hero, the “Scythian Tamburlaine, Threatning the world with high astounding terms.” English drama was never the same again.\nThe son of John and Catherine Marlowe, Marlowe was born in Canterbury, where his father was shoemaker, in 1564. He received some of his early education at The King’s School, Canterbury, and an Archbishop Parker scholarship took him from this school to Corpus Christi College in the University of Cambridge. In 1584 he graduated as Bachelor of Arts. The terms of his scholarship allowed for a further three years’ study if the holder intended to take holy orders, and Marlowe appears to have fulfilled this condition. But in 1587 the University at first refused to grant the appropriate degree of Master of Arts. The college records show that Marlowe was away from Cambridge for considerable periods during his second three years, and the university apparently had good reason to be suspicious of his whereabouts. Marlowe, however, was not without some influence by this time: Archbishop Whitgift, Lord Burghley, and Sir Christopher Hatton were among members of Queen Elizabeth’s Privy Council who signed a letter explaining, “Whereas it was reported that Christopher Morley was determined to have gone beyond the seas to Reames and there to remaine, Their Lordships thought good to certefie that he had no such intent, but that in all his accions he had behaved him selfe orderlie and discreetlie wherebie he had done her Majestie good service, & deserved to be rewarded for his faithfull dealinge.” The reference to “Reames” makes everything clear. The Jesuit seminary at Rheims was the refuge of many expatriate Roman Catholics, who were thought to be scheming to overthrow the English monarch: the Babington Conspiracy was plotted here—and its frustration in 1586 was achieved through the efforts of secret agents placed by Sir Francis Walsingham.\nIn 1587 Marlowe, earned his MA from Cambridge and moved to London. For the next six years he wrote plays and associated with other writers, among them the poet Thomas Watson and the dramatist Thomas Kyd. His friendship with Watson brought trouble: the two friends were arrested in 1589, charged with the homicide of William Bradley, and committed to Newgate Prison. Marlowe was released after a fortnight, and Watson (whose sword had killed Bradley) pleaded that he had acted “in self-defence” and “not by felony”; he was set free after five months in prison. The association with Kyd was also the cause of trouble some years later. In the spring of 1593 Kyd was arrested on a charge of inciting mob violence in riots against Flemish Protestants. His home was searched, and papers were found there containing “vile hereticall Conceiptes Denyinge the Deity of Jhesus Christ our Savior.” Kyd denied that the document was his, asserting that the papers belonged to Marlowe and had been “shuffled with some of myne (unknown to me) by some occasion of our wrytinge in one chamber twoe yeares synce.” Perhaps Kyd, a professional scrivener, had been transcribing the manuscript for Marlowe—who was not, however, the author (the ideas had been published in 1549 by John Proctor under the title The Fal of the Late Arrian). Riots combined with the plague made the spring of 1593 an unusually tense period; and the Privy Council (Archbishop Whitgift and Lord Burghley were still members, as they had been in 1587) acted quickly on Kyd’s information and instructed a court messenger “to repaire to the house of Mr. Tho: Walsingham in Kent, or to anie other place where he shall understand Christofer Marlow to be remayning, and ... to apprehend, and bring him to the Court in his Companie. And in case of need to require ayd.” Marlowe—who had perhaps retreated to Kent in order to avoid the plague that had closed the London theaters—was commanded to report daily to the council. The treatment was proper for a gentlemen: a lesser person would have been imprisoned.\nAttempting to exculpate himself from the charges of heresy and blasphemy, and to deny any continuing friendship with his former chamber mate, Kyd sent two letters to the Lord Chancellor, Sir John Puckering. In the first he affirmed Marlowe’s ownership of the papers that had been “shuffled” with his own, declaring “That I shold love or be familiar frend, with one so irreligious, were very rare ... besides he was intemperate & of a cruel hart.” In the second he enlarged upon the subject of “marlowes monstruous opinions,” offering examples of how Marlowe would “gybe at praiers, & stryve in argument to frustrate & confute what hath byn spoke or wrytt by prophets & such holie men.”\nKyd was not alone in making such accusations at this time. Puckering also received a note from a certain Richard Baines, who may have been a government informer and had previously been arrested with Marlowe at Flushing in 1592. On this occasion the Governor of Flushing commented in a letter he sent to Lord Burghley along with the prisoners, that “Bains and he [Marlowe] do also accuse one another of intent to goe to the Ennemy or to Rome, both as they say of malice one to another.” In 1593 Baines denounced Marlowe for his “Damnable Judgement of Religion, and scorn of gods word.” Marlowe, he said, had stated\nThat the first beginning of Religioun was only to keep men in awe ...\nThat Christ was a bastard and his mother dishonest ...\nThat if there by any god or any good Religion, then it is in the papistes because the service of god is performed with more Cerimonies, as Elevation of the mass, organs, singing men, Shaven Crownes & cta. that all protestantes are Hypocriticall asses ...\nIt is perhaps understandable that the Elizabethans, fearful for their Church and their State, should have given some credence to these wild statements, but it is astonishing to find that some readers of Marlowe’s works—to the present day—are prepared to accept the slanders of Kyd and Baines and believe in Marlowe’s “atheism.”\nAlthough such slanders have affected the dramatist’s reputation, they did no harm to the man. By the time Puckering received Kyd’s second letter and the note from Baines, Marlowe was probably already dead.\nMarlowe’s death and the events which immediately preceded it are fully documented in the report of the inquest (which was discovered by Leslie Hotson and published in The Death of Christopher Marlowe). The report tells of a meeting at the house of Mrs. Eleanor Bull in Deptford—not a tavern, but a house where meetings could be held and food supplied. On May 30, 1593 Marlowe spent the whole day there, talking and walking in the garden with three “gentlemen.” In the evening there was a quarrel, ostensibly about who should pay the bill, “le recknynge”; in the ensuing scuffle Marlowe is said to have drawn his dagger and wounded one of his companions. The man, Ingram Frizer, snatched the weapon and “in defence of his life, with the dagger aforesaid of the value of 12d. gave the said Christopher then & there a mortal wound over his right eye of the depth of two inches & of the width of one inch; of which mortal wound the aforesaid Christopher Morley then & there instantly died.” Ingram Frizer was granted a free pardon within one month, and returned to the service of the Walsinghams. One of his accomplices was Robert Poley, the man largely responsible for the discovery of the Babington Conspiracy in 1586. The third man was Nicholas Skeres, who may have been the “Skyrres” who was with Poley and some of the conspirators shortly before the discovery. Such a combination of events and personalities makes it unlikely that this was a mere tavern brawl.\nSome contemporary moralists seized on the story with an unholy glee; in 1597, for example, Thomas Beard recognized in it “a manifest signe of Gods judgement ... in that hee compelled his owne hand which had written those blasphemies to be the instrument to punish him, and that in his braine, which had devised the same.” The poets were more generous: Thomas Nashe described Marlowe as “a diviner Muse” than Musaeus; George Peele called him “the Muses’ darling”; and Michael Drayton observed in him “those brave translunary things That the first poets had.” This early appreciation has extended over the years, so that now most critics—sharing the benefits of hindsight—would agree with A.C. Swinburne that Marlowe was “the father of English tragedy and the creator of English blank verse.” According to Havelock Ellis, “Marlowe’s place is at the heart of English poetry”; and T.S. Eliot even predicted “the direction in which Marlowe’s verse might have moved ... [which was toward] ... intense and serious and indubitably great poetry.”\nIn his 1592 letter to Lord Burghley, the Governor of Flushing described his prisoners and said that Marlowe was “by his profession a scholar.” Marlowe’s earliest writings are certainly those one would expect from a learned man—at the beginning of his career. Marlowe began writing verse by translating the Roman poets Ovid and Lucan. He could well have encountered Lucan while he was at grammar school; and at school too he would have read some of Ovid’s verse—but not the Amores, which he chose to translate.\nThe Latin poems are written in the elegiac meter: a hexameter line followed by a pentameter. They show Ovid at his most sophisticated, writing of love in many different aspects with complete confidence in his linguistic brilliance. Marlowe’s translations of these elegies are not uniformly successful; but they nevertheless form an impressive achievement. For the Latin elegiac couplet, Marlowe substituted the rhymed pentameter couplet—which John Donne later followed, imitating Marlowe with his own elegies. Instead of the polished artifice with which Ovid manipulated his inflective language, Marlowe wrote with the directness of the spoken voice, using the range and variety of speech tones to approach the “masculine perswasive force” for which Donne is so highly esteemed. The couplet and the speaking voice often combine to give a dramatic immediacy and wit to lines such as these from elegy 18 of book two, where the poet makes his excuses for writing of love when he should be contemplating epic matters:\n \nOften at length, my wench depart, I bid,\nShee in my lap sits still as earst she did.\nI sayd it irkes me: halfe to weping framed,\nAye me she cries, to love, why art a shamed?\nThen wreathes about my necke her winding armes,\nAnd thousand kisses gives, that worke my harmes:\nI yeeld, and back my wit from battells bring,\nDomesticke acts, and mine owne warres to sing.\nHere the closing of the couplet enacts the speaker’s resignation as well as bringing to a close the first section of the poem.\nThere are 48 poems in the collection All Ovids Elegies, and many are less satisfying than this one. Sometimes Marlowe seems to be bored with his work and snatching at the most obvious English word without reflecting on its aptness (“admonisht” for admonitus); at other times the exigencies of rhyme force the English language new strange shapes to take (“forbod” to rhyme with “god”); and often the attractive circumlocutions of the Latin are rendered with a pedantry which assumes an ignorant readership (the worst example is the translation of Ovid’s pretty reference to the birth of Bacchus in III. iii “non pater in Baccho matris haberet opus” becomes “The fathers thigh should unborne Bacchus lacke”). More often, however, we see the praiseworthy attempts of a young poet to master the foreign language and his native tongue—and on occasion we see the genesis of a notion which is developed later in his career.\nThe translating of book one of Lucan’s epic poem the Pharsalia was in many ways less demanding than the translating of the Amores: the poem’s narrative line and the medium (blank verse) were better guides to Marlowe—and when his comprehension of the Latin was inadequate, he had a copiously annotated commentary to help him. Neither this translation nor that of the Amores can be dated with any accuracy, but it seems likely that such academic—and apprentice—work would be undertaken at a time of (comparative) leisure such as the Cambridge years. For the nation, these were times of political tension, with events such as the unmasking of the Babington Conspiracy, the execution of Mary, Queen of Scots, and the threat of the Spanish Armada. In literature the national unease manifested itself in works such as Lodge’s play The Wounds of Civil War and Shakespeare’s Henry VI trilogy. In this context book one of Pharsalia takes on a new dimension: it is not merely an academic and personal exercise but a warning of grim topicality against the horrors and dangers of civil butchery. Lucan’s Centurion promises to wage war against his city at Caesar’s command, even if he should “Intombe my sword within my brothers bowels; / Or fathers throate ... [.]” The lines may be compared with the stage direction which, for Shakespeare, indicated the greatest of civil (and natural) disorders: “Enter a Sonne that hath kill’d his Father ... and a Father that hath kill’d his Sone” (Henry VI, part three, II.v).”\nIn the preface to his translations of Ovid’s Epistles (1680) John Dryden distinguished three kinds of translation, of which the first was “that of Metaphrase, or turning an Author word by word, and line by line, from one language into another.” Marlowe’s translations of Ovid and Lucan are of this kind—which is good reason to suppose that they are early works, where Marlowe might be reluctant to allow himself too much freedom because he lacked the confidence to use it. Dryden’s second method offers greater scope: “Paraphrase, or Translation with Latitude,” which is a useful term to describe Marlowe’s handling of Virgil’s Aeneid for what was probably his first play, Dido Queen of Carthage.\nDryden explained “Paraphrase” by saying that in this kind of translation “the Author is kept in view by the Translator, so as never to be lost, but his Words are not so strictly followed as his Sense, and that too is admitted to be amplified, but not altered.” Marlowe took the plot of his play from book six of Virgil’s poem, but he moved easily around the epic, taking details from books one and two for his dramatic purposes. His translation changes the Latin into English, transforms epic narrative into stage action, and takes the part for the whole—the story of Dido occupies only one twelfth of the Aeneid, so that the episode can be viewed sub specie aeternitatis.\nAnother difference—which is of great importance for the appreciation of the play—is that whereas Virgil’s characters are superhuman, of proper epic proportions, Marlowe’s are slightly less than human in size: they were meant to be acted by children. The title page of the first quarto edition advertises that the play was “Played by the Children of her Majesties Chappell.” The plays written for these highly professional children obeyed conventions different from those obtaining in plays written for adult performers: Dido is more appropriately compared—in respect of its technique—with the plays of Peele than with Antony and Cleopatra (whose subject matter is comparable).\nMarlowe took from Virgil the account of Dido’s passion for Aeneas, the Trojan hero ship-wrecked on the Carthaginian coast after the destruction of Troy, and he added a subplot of the unrequited love of Anna, Dido’s sister, for one of Dido’s suitors, whose name—Iarbus—is mentioned only infrequently in the Aeneid. Virgil’s hero is a man of destiny, ordained by the gods to sail to Italy and there establish the Roman race, the true descendants of the Trojans. The interlude with Dido is only a part of the divine plan, and Aeneas must not allow himself to be detained in Carthage, even though his departure is a tragic catastrophe for the Queen. Virgil’s gods are always in control of the action.\nMarlowe introduces the gods at the beginning of his play, daringly presenting them as a bunch of rather shabby immortals subject to very human emotions: Venus is anxious for the welfare of her shipwrecked son, Aeneas; Juno is jealous of Venus and irritated by her husband’s infidelities; and Jupiter is besotted with a homosexual passion for Ganymede. This is a grotesquely “domestic” comedy, which might seem to endanger the tragic stature of the play’s heroine and the epic status of its hero, since both Dido and Aeneas are at the mercy of such deities. The character of Aeneas has provoked varying reactions in critics of the play (one sees him as “an Elizabethan adventurer”; another adopts the medieval view in which he is the betrayer of Troy; and for yet another he is the unheroic “man-in-the-street” who has no desire for great actions). Dido, however, is unambiguously sympathetic. At first a majestic queen, she becomes almost inarticulate as she struggles with a passion that she does not understand; her grief at Aeneas’s departure brings back her eloquence, and then, preparing for death, she achieves the isolated dignity of a tragic heroine. The inarticulateness was described by Virgil (incipit effari, mediaque in voce resistit), and Marlowe adds the immediacy of speech when in III.iv Dido is overcome with love:\n \nAENEAS. What ailes my Queene, is she falne sicke of late?\nDIDO. Not sicke my love, but sicke:—I must conceal\nThe torment, that it bootes me not reveale,\nAnd yet Ile speake, and yet Ile hold my peace,\nDoe shame her worst, I will disclose my griefe:—\nAeneas, thou art he, what did I say?\nSomething it was that now I have forgot.\nAt the end of the play Marlowe does not translate the Latin, and this has been called by Harry Levin “an evasion that smells of the university.” Rather, it shows Marlowe’s respect, both for his author and for his audience. The lines that he takes from Virgil are beautiful—and well known: he could not hope to equal them. When the stage Aeneas is adamant to Dido’s entreaties, he utters the words of the epic hero (which include one of the best-known half lines in all poetry): “Desine meque tuis incendere teque querelis,/ Italiam non sponte sequor.” (“Cease to inflame both me and yourself with your lamentations. It is not of my own free will that I seek Italy.”) And Dido’s last words, as she curses Aeneas before her self-immolation, are the words of Virgil—but the dramatic moment is intensified by the interpolation of an English line:\n \nLittora littoribus contraria, fluctibus undas\nImprecor: arma armis: pugnent ipsíque nepotes:\nLive false Aeneas, truest Dido dyes,\nSic sic juvat ire sub umbras.\n(“I pray that coasts may be opposed to coasts, waves to waves, and arms to arms; may they and their descendants ever fight. ... Thus, thus I rejoice to enter into the shades.”)\nImplicit tribute is paid in these lines not only to the verse of Virgil and the understanding of the audiences but also to the skills of the child actors, who were chosen from the (already highly selected) boys of the royal choirs and given special coaching for their theatrical roles. Writers in the 16th century such as Peele and Lyly (and in the seventeenth century, Jonson and Middleton) were proud to write for such companies, recognizing that special demands were made on them to exploit the assets and minimize the limitations of the child actors.\nImmaturity was the most obvious limiting factor: verisimilitude was not to be looked for, and the presentation of “character” (in the modern sense of the word) was clearly impossible. Instead the productions compensated by offering spectacle, where the emphasis was always on artifice and where imitation was always ready to draw attention to itself qua imitation—expecting applause for the excellence of its craftsmanship in equalling (and, if possible, surpassing) nature. For example, an Oxford boys’ production of an entertainment in 1583 was reported with wonder, for there was “a goodllie sight of hunters with full crie of a kennel of hounds ... The tempest wherein it hailed small confects, rained rose water, and snew an artificial kind of snew, all strange, marvellous, and abundant” (in John Nichols, The Progresses, and Public Processions, of Queen Elizabeth, 1788–1807). The dramatists’ choice of subject matter also emphasized the artificiality of the performances: boys with unbroken voices took the parts of the great figures from classical mythology—“Hercules and his load too,” as Rosencrantz tells Hamlet.\nThe great strength of the children was their elocution, taught as part of the discipline of rhetoric in every Elizabethan grammar school. It included not only the training of the voice but practice in the appropriate accompanying gestures and facial expressions. And the child actors were, of course, far more accomplished than the average schoolboy. Marlowe’s play calls for such talent—especially in Aeneas’s account of the Fall of Troy, where more than 60 lines are punctuated only occasionally by comments from the other character, orchestrating pity and terror in fine narrative verse.\nThe play was published in 1594, and the title page claims Thomas Nashe as part author—but there is no trace of his hand in the composition. Perhaps Nashe secured, or even transcribed, the manuscript for publishers eager to take advantage of the notoriety of Marlowe’s death and unable to obtain possession of the other plays since these were all the valued property of adult theatrical companies.\nThe earliest of these plays had, however, already been published: the two parts of Tamburlaine the Great, subtitled Two Tragicall Discourses, appeared in print in 1590, two or three years after the plays were performed by the Admiral’s Men. The first of these “Discourses” appears to be complete in itself, leaving the eponymous hero triumphantly alive at the end of act five, where he announces that now “Tamburlaine takes truce with al the world.” The second “Discourse” opens with a prologue which testifies to the popularity of the first, explaining its own raison d’être:\n \nThe generall welcomes Tamburlain receiv’d,\nWhen he arrived last upon our stage,\nHath made our Poet en his second part [.]\nAt the end of this play’s act five, “earth hath spent the pride of all her fruit”: Tamburlaine is dead.\n\r\nIn outline, the action of Tamburlaine is simple. The hero of part one, a Scythian shepherd of boundless aspiration, encounters no serious opposition in his rise to power and majesty. By force, either of rhetoric or of arms, he overcomes all resistance—winning allies, conquering kings and kingdoms, and captivating the beautiful Zenocrate. The play ends with amatory as well as martial triumph, anticipating the “celebrated rites of mariage.” In part two the opposition grows and is not merely human in origin: Tamburlaine is disappointed in his sons; Zenocrate falls sick and dies; lastly Tamburlaine himself is forced to confess that “sicknesse proove[s] me now to be man.”\n\r\nThe play’s style suits the character. In verses prefixed to the first folio edition of Shakespeare’s plays (1623), Ben Jonson referred to “Marlowe’s mighty line,” and it is in part one of Tamburlaine that this line is evolved, especially when in II.vii the hero enunciates his credo:\n \nNature that fram’d us of foure Elements,\nWarring within our breasts for regiment,\nDoth teach us all to have aspyring minds:\nOur soules, whose faculties can comprehend\nThe wondrous Architecture of the world:\nAnd measure every wandring plannets course:\nStill climing after knowledge infinite,\nAnd alwaies mooving as the restles Spheares,\nWils us to weare our selves and never rest,\nUntill we reach the ripest fruit of all,\nThat perfect blisse and sole felicitie,\nThe sweet fruition of an earthly crowne.\nThe verse sweeps to its climax at the end of the paragraph, verbally enacting the speaker’s breathless impetuousness and captivating audiences just as Tamburlaine’s person vanquishes all resistance.\nBut the play does not ask for uncritical applause, either for the character or for the “high astounding tearms” of his utterances. Marlowe is well aware that both ambition and hyperbole are potentially ludicrous, and in the first scene he encourages laughter, thereby establishing criteria for the appreciation of his protagonist.\nThe very first lines of the play, spoken by Mycetes, King of Persia, make the proper association between personality and linguistic command:\n \nBrother Cosroe, I find my selfe agreev’d\nYet insufficient to expresse the same:\nFor it requires a great and thundring speech [.]\nMarlowe demonstrates the comic range of such “thundring speech” as soon as Mycetes attempts to speak as befits his dignity. His comedy includes the grimly incongruous—in the description of “milk-white steeds”\n \nAll loden with the heads of killed men.\nAnd from their knees, even to their hoofes below,\nBesmer’d with blood, that makes a dainty show.\nThere is even one of the crude “conceits [which] clownage keeps in pay” which are scorned in the prologue:\nMYCETES. Well here I sweare by this my royal seate—\nCOSROE. You may doe well to kisse it then.\nMYCETES. Embost with silke as best beseemes my state [.]\nThe folly and weakness of Mycetes justify Cosroe in his determination to overthrow his brother and wear the crown himself; and this act of usurpation serves to justify Tamburlaine in his subsequent decision.\nTamburlaine first appears in the company of Zenocrate, to whom he offers comfort and protection. Although he is dressed as a shepherd, his behavior is more like that of a knight in some medieval romance. Before our eyes, he seems to increase in stature as he sheds his humble garments (“weedes that I disdaine to weare”) and exchanges them for “adjuncts more beseeming”—a “compleat armour” and a “curtle-axe.” So accoutred, he is compared by his companions to a lion (the emblem of kingship), and he himself refers to “Empires”; but the first impassioned speech is made to Zenocrate—and Tamburlaine is thereby associated with beauty, jewels, love, and richness, rather than bloodthirsty conquests. The advance of the Persian horsemen also places Tamburlaine in a favorable position for winning the sympathy of the audience—he asks the Soldier to confirm the enemy numbers: “A thousand horsemen? We five hundred foote?” Undeterred he outlines a stratagem and declares his willingness to combat against far greater odds—“Weele fight five hundred men at armes to one”—and to face the foe himself—“My selfe will bide the danger of the brunt.”\nBy the end of act two, Tamburlaine is secure in his position of “super-man,” because he has been seen to deserve it and to be morally as well as physically superior to those he has defeated. He reaches a pinnacle of success in act three, when he fights against the Turkish Emperor Bajazeth.\nThe Turk’s proud boasts overtop Tamburlaine’s own claims, and Bajazeth is accompanied by apparently powerful allies—so that once again Tamburlaine’s army seems to be heavily outnumbered. Furthermore, Tamburlaine is now presented as a defender of the faith, opposed to the infidel Turks and promising to\n \ninlarge\nThose Christian Captives, which you keep as slaves,\nBurdening their bodies with your heavie chaines,\nAnd feeding them with thin and slender fare,\nThat naked rowe about the Terrene sea.\nThe battle is splendidly managed. Fought offstage, its progress is commented on by Zabina and Zenocrate, who also wage a verbal battle which parallels the conflict of the warriors. But although Tamburlaine once again deserves victory, his treatment of the conquered Bajazeth gives rise to audience suspicion that he is beginning to overreach himself.\nFor the rest of part one, and throughout most of part two, Marlowe balances scenes of great brutality, performed with a ritual solemnity, against speeches of amazing beauty in praise of Zenocrate and in lament for her death. Themes of ambition, love, power, and justice are introduced in part one and developed further in part two, so that the two parts form a symphonic unity.\nIncreasingly in part one and throughout the whole of part two, Tamburlaine images himself as “the Scourge and Wrath of God,” the instrument of some divine retribution; this must be accepted by the audience—who must also recognize (as an Elizabethan audience certainly would acknowledge) that the scourge itself must be scourged and destroyed. Even Tamburlaine seems sporadically aware of this fact—as when, at the death of Zenocrate, he inveighs in II.iv against the\n \nProud furie and intollorable fit,\nThat dares torment the body of my Love,\nAnd scourge the Scourge of the immortall God [.]\nThus admiration (for the valor) and horror (at the cruelty) are tempered with respectful anticipation of the inevitable catastrophe.\nThe style of Tamburlaine was immediately infectious: but imitation soon turned to parody and then to scorn. In Timber Ben Jonson warns his “true Artificer” that the language of his play should not “fly from all humanity, with the Tamerlanes, and Tamer-Chams of the late Age, which had nothing in them but the scenicall strutting, and furious vociferation, warrant them to the ignorant gapers.” The actor responsible for the “scenicall strutting” was Edward Alleyn, the star performer of the Admiral’s Men, for whom Marlowe wrote this play. For Alleyn, also, he created the role of Barabas in his next play, The Jew of Malta.”\nInternal evidence (mainly stylistic) suggests that The Jew of Malta was written circa 1589; it was frequently performed by The Admiral’s Men in the years immediately following Marlowe’s death, and the recorded “box-office receipts” testify to its popularity. There was no printed text until 1633 when a quarto edition was published carrying new prologues and epilogues written by Thomas Heywood; it seems likely that Heywood was also responsible for a complete revision of the play—but the full extent of his revising cannot be ascertained. In both of his new prologues Heywood alludes to the play’s antiquity: addressing the “Gracious and Great” in the “Prologue spoken at Court,” he explains that The Jew of Malta was “writ many years agone,” and he adds that it was “in that Age, thought second unto none.”\nThe play has always been “second unto none” in the sense that nothing else in English drama is quite like it: it has no place in any recognizable dramatic tradition. The theme of radix malorum cupiditas is not unknown in English drama. Shakespeare’s Shylock is a distant relation of Marlowe’s Barabas, and Jonson’s Volpone shares his interest: but these similarities only emphasize the differences between The Jew of Malta on the one hand, and The Merchant of Venice or Volpone on the other.\nMarlowe’s play has no obvious source. The action is set on the tiny Mediterranean island of Malta, which at the end of the 16th century was a Spanish possession occupied by the Knights of St. John Hospitaller after their expulsion from Rhodes in 1522. Marlowe’s Knights (and audience) are reminded of this fact in II.ii:\n \nRemember that to Europ’s shame,\nThe Christian Ile of Rhodes, from whence you came,\nWas lately lost, and you were stated here\nTo be at deadly enmity with Turkes.\nThe Knights of the play, however, have a truce with the Turks, to whom they owe a tribute. In order to pay this tribute Ferneze, the Governor of Malta, determines to levy tax on the island’s Jews, who must either pay one-half of their estates, or else be converted to Christianity. The wealthiest Jew, Barabas, rejects both alternatives. To punish him, Ferneze confiscates his entire property; the rest of the play shows Barabas’s efforts to reinstate himself—he in fact becomes Governor of Malta—and to take revenge on those who have injured him. There follows a rapid succession of murders: Ferneze’s son, who is in love with the Jew’s daughter, fights a duel—in which both he and his rival are killed; Abigail, the object of their affections, is poisoned—and an entire convent of nuns dies with her; two suspicious friars quarrel—one is strangled and the other hanged; Ithamore, a villainous Turkish slave who has been Barabas’s instrument, is poisoned before he can betray his master—a prostitute and her pimp die with him; a monastery housing the Turkish forces is blown up while their leader is preparing to banquet with Barabas—but the leader (the son of the Turkish emperor) is saved when Ferneze operates the mechanism which should have precipitated him into a cauldron of boiling water. It is Barabas who is boiled to death, caught in his own trap; and he dies with a fine, melodramatic defiance: “Dye life, flye soule, tongue curse thy fill and dye.”\n\r\nThe speed with which these crimes are dispatched encourages in the spectator the detachment appropriate to comedy, precluding any sympathy with the victims. And only Abigail is presented as an attractive character—“The hopelesse daughter of a haplesse Jew.” Her death is pathetic: in III.vi she expires in the arms of the friar who converted her, with the laudable sentiment\n \nah gentle Fryar,\nConvert my father that he may be sav’d,\nAnd witnesse that I dye a Christian.\nBut pathos is immediately dissolved in laughter with the friar’s response: “I [Aye], and a Virgin too, that grieves me most.” None of the other murder victims emerges as more than a comic stereotype—the romantic lover, the avaricious friar (an anti-Catholic caricature), a slave whose curriculm vitae includes “setting Christian villages on fire, Chaining of Eunuches, binding gallyslaves,” and a prostitute lamenting the decline of trade in Malta (“my gaine growes cold ... now against my will I must be chast”).\nIn contrast to all these Barabas is presented as a richly unique character. A “bottle-nos’d knave,” he opens the play as a mercantile adventurer, discovered “in his Counting-house, with heapes of gold before him.” Absorbed in his enterprises, he is a businessman who keeps his accounts straight. In I.i he says,\n \nSo that of thus much that returne was made:\nAnd of the third part of the Persian ships,\nThere was the venture summ’d and satisfied.\nBut he soon shows frustration and envy:\n \nFye; what a trouble tis to count this trash.\nWell fare the Arabians who so richly pay\nThe things they traffique for with wedge of gold [.]\nAmbition turns him into a dreamer—a visionary lost in the admiration of\n \nBags of fiery Opals, Saphires, Amatists,\nJacints, hard Topas, grasse-greene Emeraulds,\nBeauteous Rubyes, sparkling Diamonds,\nAnd seildsene costly stones ... [.]\nThe speech builds to a crescendo, rising to one of Marlowe’s best-known lines when Barabas longs to “inclose / Infinite riches in a little roome.” There are further revelations to come, but already we (as audience or readers) have begun to understand Barabas; we are more inward with him than any of the other dramatis personae. This sense of intimacy is developed in the ensuing action through the use of asides which allow us to feel superior to the other characters—to the Jews, for instance, when later in I.i Barabas seems to be promising his support:\n \n2. JEW. But there’s a meeting in the Senate-house,\nAnd all the Jewes in Malta must be there.\n \nBARABAS. Umh; All the Jewes in Malta must be there?\nI [Aye], like enough, why then let every man\nProvide him, and be there for fashion-sake.\nIf any thing shall there concerne our state\nAssure your selves I’le looke—\nunto my selfe. Aside.\nBarabas is also a sympathetic character in that, at the beginning of the play, he is a man more sinned against than sinning: the victim of prejudice, his fault lies in his Jewishness—and the Knights of Malta are prepared to use religion as a cloak for theft when they take the Jews’ property to pay the Turks. Barabas discloses their hypocrisy—“Preach me not out of my possessions.”\n\r\nIn this confrontation of Jew and Roman Catholic, Marlowe is presenting two objects of fear, hatred, and suspicion to the Elizabethan Protestants who formed the play’s contemporary audience. As Christians, the Elizabethans believed the Jews to be the race that betrayed and crucified their God; but as Englishmen they recognized in Roman Catholicism a threat to their church and their monarch. From the very beginning of the play there is a complexity of emotional response which is by no means reconciled at the end of act five.\nBy overreaching himself in his villainy Barabas, like Tamburlaine in the earlier play, has alienated the audience; his ignominious death in the cauldron—standard Elizabethan punishment for the poisoner—is seen to be most appropriate. At the same time, it is impossible to share in the unctuous piety of Ferneze’s closing couplet: “let due praise be given / Neither to Fate nor Fortune, but to Heaven.” It is, perhaps, the last joke of this early “black comedy.”\nMarlowe seems to be well acquainted with the history of Malta—whence Jews were expelled in 1422 unless they cared to purchase Christian baptism at the price of 45 percent of their individual estates. In the 1580s the island seems to have had a particular interest for the English. There were suspicions—still imperfectly understood—of conspiracies and espionage which might have been known to Marlowe, whose interest in politics and current events did not cease with his Cambridge career.\nThis interest is clearly evidenced by The Massacre at Paris, a play linked stylistically with The Jew of Malta by its grim humor. The date of The Massacre at Paris is unknown: it was performed in 1593, and must have been written after the death, in August 1589, of Henry III of France. The first scenes of the play present the bloody violence of the French riots in 1572, when more than 30,000 French Protestants were murdered at the hands of Roman Catholics led by the Duke of Guise (drawing support from Catherine de Medici). The play ends after Guise has been murdered (December 1588) at the instigation of Henry III, and when Henry himself is dying, passing the French crown to Henry of Navarre (Henry IV of France). Among the accusations made against Guise is the rhetorical reminder\n \nDid he not draw a sorte of English priestes\nFrom Doway to the Seminary at Remes,\nTo hatch forth treason gainst their naturall Queene?\nDid he not cause the King of Spaines huge fleete,\nTo threaten England ... ?\nMarlowe could, of course, have gained this information from the printed sources that he was using; but it must not be forgotten that he may well have been at Rheims in the service of Walsingham and the Privy Council. Just before his death Henry III addresses the “Agent for England,” instructing him to “send thy mistres word, What this detested Jacobin [the Duke of Guise] hath done”; swearing to “ruinate that wicked Church of Rome,” he vows his loyalty to the Protestant cause, “And to the Queene of England specially, / Whom God hath blest for hating Papestry.” The “Agent for England” at the time of Henry III of France was Walsingham himself.\nUnfortunately, The Massacre at Paris survives only in a pitifully mangled form, and the undated octavo edition cannot offer adequate material for an assessment of Marlowe’s work. There are the traces of a fine theatricality in the very first scene, where the religious tensions are shown at the wedding of the Protestant Navarre to the Catholic Margaret—a union which Catherine de Medici threatens to “desolve with bloud and crueltie.” The character of Guise is presented with typical Marlovian ambivalence: unquestionably a brutal, ruthless murderer, he nevertheless is possessed of aspiration and a high disdain which in themselves are praiseworthy:\n \nThat like I best that flyes beyond my reach.\nSet me to scale the high Peramides,\nAnd thereon set the Diadem of Fraunce,\nIle either rend it with my nayles to naught,\nOr mount the top with my aspiring winges,\nAlthough my downfall be the deepest hell.\nAnd although Henry III’s deeds are sanctioned by his Protestant sympathies, the character is not given uncritical approval: his hypocrisy is blatant, and we are clearly shown the weakness to which Queen Catherine draws attention: “His minde you see runnes on his minions.” In this last respect, the character seems to adumbrate the protagonist of Edward II.\nThe eponymous hero of this play on the subject of English history is the only one of Marlowe’s protagonists who is totally lacking in the charismatic energy with which the rest are driven, and which is voiced in the “high astounding tearmes” of Tamburlaine. This was not a part designed for Edward Alleyn.\nAccording to the title page of the first (1594) edition, Edward II was “sundrie times publiquely acted in the honourable citie of London, by the right honourable the Earle of Pembrooke his servants.” Pembroke’s Men seem to have been a scratch troupe of actors who toured the provinces in time of plague; in September 1593 they were penniless and forced to disband, pawning their costumes and selling their playbooks. Marlowe might have written his play especially for this company: it demands few elaborate costumes and asks for no multilevel staging, and in such respects it would suit a touring company. But it offers no roles comparable with those of Tamburlaine, Barabas, or Dr. Faustus—the parts played by Alleyn for the Admiral’s Men.\nMost of the events of Edward II were taken from Holinshed’s Chronicles of England (1597). The five acts of Marlowe’s play span 23 years of English history, from the accession of Edward II in 1307 until the events of 1330 when Mortimer’s treachery was discovered. Edward was a weak king, besotted by love for his “minion,” Piers Gaveston. Neglecting—and even abusing—both his queen and the realm, he was imprisoned and cruelly murdered.\nThe play also shows the rise to power and “the tragicall fall of proud Mortimer.” At first Mortimer is an impetuous patriot, resenting the honors that the King bestows on Gaveston because the country is thereby impoverished. But ambition leads him to rebel. He becomes the Queen’s lover; forces Edward to resign the crown to his son; and takes upon himself the position of Protector to the young King. For a short time he can gloat over his power, saying in V.iv:\n \nNow all is sure, the Queene and Mortimer\nShall rule the realme, the king, and none rule us,\nMine enemies will I plague, my friends advance,\nAnd what I list commaund, who dare controwle?\nMajor sum quam cui possit fortuna nocere.\n(“I am great beyond Fortune’s harm.”)\nHe has arranged the murder of Edward, who dies in agony; but the crime is discovered, and the new King condemns Mortimer to a traitor’s death.\n\r\nSympathies in this play are never fixed, and the characters are unusually complex. From a passionate patriot Mortimer becomes a Machiavellian usurper and a sadistic regicide. Isabella, the Queen, is at first (in II.iv) a cruelly wronged wife, “Whose pining heart, her inward sighes have blasted, / And body with continuall moorning wasted.” Love and obedience are eventually destroyed, and she finds comfort in Mortimer’s gentle courtesy. Soon she is quite dominated by her lover: in IV.vi we are told by the Earl of Kent (always a useful guide to the direction our sympathies should take) that “Mortimer And Isabell doe kisse while they conspire,” and in V.ii the Queen herself acknowledges her new love:\n \nSweet Mortimer, the life of Isabell,\nBe thou perswaded, that I love thee well,\nAnd therefore so the prince my sonne be safe,\nWhome I esteeme as deare as these mine eyes,\nConclude against his father what thou wilt,\nAnd I my selfe will willinglie subscribe.\nIsabella’s rival for her husband’s attentions is the young Frenchman, Piers Gaveston. He too is a character who develops—or at least changes—during the course of the play’s action. He opens the play with a soliloquy, outlining schemes he has devised to “draw the pliant king which way I please”; although he speaks of Edward with affection, it is certain that self-interest is a powerful motivating force. As the play progresses, however, it becomes equally certain that his self-interest gives way to an unselfish love that overcomes the bitterness of captivity and the imminence of an ignoble death—in II.iv, for example, Gaveston looks forward to a final meeting with his lover: “Sweete soveraigne, yet I come To see thee ere I die.”\n\r\nToward Edward II Marlowe’s attitude (and consequently our attitude) seems to be ambivalent. Edward is a danger to the country’s stability in his free dispensation of offices and wealth to a commoner. Wailing over Gaveston’s departure, or on tiptoe with excitement at his return, the King is ludicrous. And the husband who flaunts a lover before his wife, making her acceptance of Gaveston the condition for the continuance of their marriage, is utterly despicable. Against such charges Marlowe sets the solitary redeeming fact that Edward loves Gaveston:\n \nMORTIMER. Why should you love him, whome\r\nthe world hates so?\nEDWARD. Because he loves me more then all\r\nthe world.\nEdward is a man of extremes, swerving violently from the blackest depression to carefree exuberance with no intervening stage of reasonable moderation. In his death he is the object of intense pity—and admiration.\n\r\nEdward’s death is a parody of the homosexual act. The details were supplied by history, and Marlowe accumulated them from various chronicle sources. The King is arrested at the Abbey of Neath, where he has tried to find sanctuary among friends and sympathizers; in IV.vii Marlowe, the poet of striving and aspiration, becomes the poet of weariness and despondency:\n \ngood father on thy lap\nLay I this head, laden with mickle care,\nO might I never open these eyes againe,\nNever againe lift up this drooping head,\nO never more lift up this dying hart!\nIt is the last comfort he will find. After his capture he is bundled “from place to place by night,” shaved in puddle water, and finally imprisoned in a stinking cell—“the sincke / Wherein the filthe of all the castell falles” and where “One plaies continually upon a Drum.” Edward recounts his pitiful story to Lightborn, a character of Marlowe’s own imagination, who is in fact the murderer. Lightborn is subhuman, a machine for murder. He is the only character in the play who has no emotional response to Edward, and his heartless efficiency seems to intensify the King’s muddled, suffering humanity. For one moment Edward becomes a king again as in V.v, with an almost habitual grace, he bestows his last jewel—“Know that I am a king.”\n\r\nNot until he lost his throne did Edward rise to kingship, and the sad eloquence of his final speeches is in contrast to the empty rhetoric that precedes them. The “mighty line” is subdued in this play, whose characteristic modes are irony and deflation: when in IV.iv Isabella begins a peroration to justify the rebellion against Edward, she is abruptly silenced by Mortimer:\n \nQUEENE. .............................................\nMisgoverned kings are cause of all this wrack,\nAnd Edward thou art one among them all,\nWhose loosnes hath betrayed thy land to spoyle,\nAnd made the channels overflow with blood,\nOf thine own people patron shouldst hou be\nBut thou—\nMORTIMER. Nay madam, if you be a warriar,\nYe must not grow so passionate in speeches [.]\nOnly Mortimer is allowed to hold up the play’s action with a heroic parting speech, but the words of stoical courage are preceded and followed by references to Mortimer as “traitor” and “murderer” which effectively reduce the speech’s impact.\nFrustration and weakness are Marlowe’s themes in Edward II. There is no superman hero—and the soaring splendor of Tamburlaine’s verse would be inappropriate here. In his next play, Dr. Faustus, Marlowe sets the mighty lines of the hero’s aspirations in a critical balance against the cool tones of experience, achieving thereby a tragedy which is still—in the 20th century—able to startle and terrify with its thoughtful intensity.\nAt the beginning of the play Faustus, having excelled in all branches of human knowledge, finds his intellectual ambitions still unsatisfied: although as a physician, for instance, he has achieved renown in the treatment of “thousand desperate maladies,” he longs for greater power:\n \nCouldst thou make men to live eternally,\nOr being dead, raise them to life againe,\nThen this profession were to be esteem’d.\nAt last he turns to Divinity, but upon opening the Bible he is confronted with an apparently insoluble dilemma when he juxtaposes two sentences: “The reward of sin is death”; and “If we say that we have no sinne we deceive our selves, and there is no truth in us.” From these two premises he proceeds to the syllogism’s logical conclusion:\n \nWhy then belike\nWe must sinne, and so consequently die,\nI [Aye], we must die, an everlasting death.\nThrowing his books aside, he opts for the study of magic, resolving be this means “to get a Deity.”\nIn I.iii, with his first invocation, he conjures up the devil, Mephostophilis, and makes a bargain with him: in exchange for 24 years of power and knowledge, when Mephostophilis will be his servant, Faustus will hazard his immortal soul. Mephostophilis, a surprisingly honest devil, tries to dissuade the eager conjurer by painting a bleak picture of the torments of the damned\n \nThink’st thou that I who saw the face of God,\nAnd tasted the eternall Joyes of heaven,\nAm not tormented with ten thousand hels,\nIn being depriv’d of everlasting blisse?\nO Faustus leave these frivolous demandes,\nWhich strike a terror to my fainting soule.\nFaustus is undeterred, refusing to believe “that after this life there is any paine.” At the devil’s request he writes a formal legal document in his own blood, which is “A Deed of Gift, of body and of soule.”\nFor the next 24 years he pursues knowledge and pleasure, but finds only disappointment. All the time he is accompanied by two Angels, Good and Evil; the former urges him to turn to God in repentance and hope for mercy, while the Evil Angel persuades him that he cannot repent, that he can never be forgiven, and that “devils will teare [him] in peeces” if he attempts to break the promise he has made to the devil. In the last act of the play he twice conjures up the spirit of Helen of Troy—the first time for the benefit of his scholar friends, who have requested to see “the admirablest Lady that ever lived.” The second conjuration is for his own delight and comfort; he asks for Helen as his “paramour,”\n \nWhose sweet embraces may extinguish cleare,\nThose thoughts that do disswade me from my vow,\nAnd keepe mine oath I made to Lucifer.\nThe second appearance of Helen calls forth from Faustus the most famous lines that Marlowe ever wrote:\n \nWas this the face that Launcht a thousand ships,\nAnd burnt the toplesse Towers of Ilium?\nSweet Hellen make me immortall with a kisse:\nHer lips sucke forth my soule, see where it flies.\nSuch hyperbole is by no means uncommon in the love poetry of the 16th century, but here there is a cruel irony. In Helen’s embraces Faustus “from [his] soule exclud[es] the grace of heaven” (V.i) and indeed assures himself of immortality—“in hell for ever” (V.ii).”\nThe final soliloquy enacts his last hour on earth and reverses the movement of the first soliloquy. The proud scholar, who had fretted at the restrictions imposed by the human condition and longed for the immortality of a god, now seeks to escape from an eternity of damnation. To be physically absorbed by the elements, to be “a creature wanting soule,” “some brutish beast,” even—at the last—to be “chang’d into little water drops”: this is the final ambition of the man who had once tried “to get a Deity.” Time is the dominant in this speech. The measured regularity of the opening gives way to a frantic tugging in two directions as Faustus is torn between Christ and the devil: “O I’le leape up to my God: who puls me downe?” The pace and passion increase as the clock strikes relentlessly, and the second half-hour passes more quickly than the first. We are agonizingly aware of the last minutes of Faustus’s life, trickling away like sand through the hourglass with what seems like ever-increasing speed. But as each grain falls, bringing Faustus closer to his terrible end, we become more and more conscious of the deserts of vast eternity and damnation that open up beyond death.\nThe critic Leo Kirschaum said in 1943 that “there is no more obvious Christian document in all Elizabethan drama than Doctor Faustus” (Review of English Studies). But its ideology is not simple. The form is, in some respects, that of the old morality plays—with two significant differences. Firstly, the central figure is not the generic Everyman: Dr. Faustus is an individual, with a history (born in Germany, “within a Towne cal’d Rhode,” to parents “base of stocke”) and an impressive curriculum vitae. And, in the second place, the fate of this individual is not that of the type character, whose fall into sin is condemned and then—before the end of the play—redeemed.\nIt is important to remember that Marlowe spent some time as a student of theology; and a close reading of Dr. Faustus reveals the dramatist’s recollections of his study. Dr. Faustus sins willfully: he has full knowledge of the consequences of his deed (even though he does not believe in the reality of the threatened hell), and in II.i he takes complete responsibility:\n \nMEPHOSTOPHILIS. Speake Faustus, do you deliver this\r\nas your Deed?\nFAUSTUS. I [Aye], take it, and the devill give thee\r\ngood of it.\nThroughout the play there is a conflict in Faustus’s mind, encouraged and expressed by the two Angels, as in these lines from II.ii:\n \nGOOD ANGEL. Faustus repent, yet God will pitty thee.\nBAD ANGEL. Thou art a spirit, God cannot pity thee.\nOrthodox theology taught that the devils—in this context “spirit” is a synonym—were by their very nature incapable of repentance and therefore of receiving divine forgiveness; and Faustus acknowledges this doctrine when he hears the two promptings and responds:\n \nFAUSTUS. Who buzzeth in mine eares I am a spirit?\nBe I a devill yet God may pitty me,\nYea, God will pitty me if I repent.\nBAD ANGEL. I [Aye], but Faustus never shall repent.\nFAUSTUS. My heart is hardned, I cannot repent [.]\nHe confesses to despair—a “deepe despaire” which even prompts him to suicide, but which is overcome by “sweete pleasure.”\nThe triviality in the central scenes of the play has often drawn attention away from its profound seriousness. Acts three and four, where Faustus explores his magic powers, show scenes of slapstick farce and simple conjuring. Some suggestions for these scenes could have come from the prose narrative which was the main source of Marlowe’s plot—Das Faust-Buch (1587) translated into English by 1592 as The Historie of the Damnable Life and Deserved Death of Doctor John Faustus. This prose work was a mixture of jestbook and moral fable, which offered also a guidebook to Europe and a tour of hell. But the storyteller’s license was not available to the playwright, and the middle part of the dramatic Dr. Faustus is a disappointment.\nBut it is unlikely that Marlowe himself was responsible for this flaw. Perhaps the manuscript of the play, unfinished when Marlowe died in 1593, came into the hands of the impresario Philip Henslowe, who found other writers to complete the piece for performance in 1594. Eight years later Henslowe recorded in his diary a payment to two hack dramatists, Samuel Rowley and William Birde, for their “adicyones” to Dr. Faustus. The play in its earlier form was not published until 1604 (the A Text); the later edition, published in 1616 (the B Text), incorporates the 1602 “adicyones.” These complications of writing and printing make Dr. Faustus one of the major bibliographical problems of English literature.\nBefore his death, Marlowe had returned to the writing of nondramatic verse and was again working on a form of translation—the kind that Dryden describes as “imitation.” In Dryden’s sense, “imitation” does not seek to translate the words, or even the sense, of an author but “to set him as a pattern and to write as [the translator] supposes that author would have done, had he lived in our age and in our country.” The “pattern” for Marlowe was Musaeus, a Greek poet of the fourth or fifth century A.D., whose narrative poem Hero and Leander earned him the title of “grammatikos”—which distinguished him as a scholarly writer, learned in the poetry, rhetoric, and philosophy of his own time and expert in the interpretation of the great authors of the past. Marlowe’s poem is a worthy imitation; and to the necessary qualities of a “grammatikos” the English writer adds one more: wit.\nThe Greek poem briefly describes the first encounters of the two lovers and then narrates Leander’s final attempt to swim the Hellespont on a winter’s night; the youth was drowned, and his Hero died by his side. Marlowe’s poem, however, is a comedy, lavishing care on the meeting of Hero, “Venus Nun,” with the stranger from Abydos. The two lovers are described in great detail. Hero is a masterpiece of art—her footwear, for example, is a technological tour de force:\n \nBuskins of shels all silvered, used she,\nAnd brancht with blushing corall to the knee;\nWhere sparrowes pearcht, of hollow pearle and gold,\nSuch as the world would woonder to behold:\nThose with sweet water oft her handmaid fils,\nWhich as shee went would cherupe through the bils.\nThe verse admires the elaborate luxury, while at the same time revealing its absurdity. In complete contrast to the description of Hero is Marlowe’s portrait of Leander, which lingers erotically over the boy’s naked body:\n \nEven as delicious meat is to the tast,\nSo was his necke in touching, and surpast\nThe white of Pelops shoulder. I could tell ye,\nHow smooth his brest was, and how white his bellie,\nAnd whose immortal fingers did imprint,\nThat heavenly path, with many a curious dint,\nThat runs along his backe ... [.]\nThe admixture of comedy (especially through the rhymes) prevents the sensual and mythological richness from becoming self-indulgent.\nUsing persuasions taken from Ovid’s Amores, Leander starts his seduction of Hero; he is at first a “bold sharpe Sophister,” but quickly shows himself to be a “novice ... rude in love, and raw.” Hero responds by protecting herself, initially, with her status as priestess, but instinctive attraction soon leads to unconscious encouragement as “unawares (Come thither) from her slipt.” She shows her true innocence when she opens the door to Leander, who has just swum across the Hellespont, and “seeing a naked man, she scriecht for feare, / Such sights as this, to tender maids are rare.” Marlowe’s poem moves toward a climax as the poet slowly describes the encounter of the two lovers, which leads to the consummation of their love. The passage is splendidly orchestrated. It begins with the human comedy of Leander’s appeal to Hero’s pity (“This head was beat with manie a churlish billow, / And therefore let it rest upon thy pillow”); a second movement is the sympathetic presentation of Hero’s conflicting emotions as she halfheartedly tries to ward off Leander’s assaulting hands; then, after a brief and “metaphysical” comparison of Hero’s breasts to “a globe,” we reach the moment of Leander’s triumph, when he achieves the status of a superman and, “like Theban Hercules,” accomplishes his mission.\nHero and Leander reveals qualities in its author that the plays seem to suppress or deny: tenderness, sympathy, and generous humor which can laugh without cruelty. The poem is not without flaws, of course; but the achievement is great in itself and suggests enormous potential for the future, which can only be lamented in the words of the epilogue to Dr. Faustus:\n \nCut is the branch that might have growne full straight,\nAnd burned is Apollo’s Lawrell bough,\nThat sometime grew within this learned man [.]\nBut Marlowe’s actual achievement (rather than his unfulfilled potential) is best summed up in the words of a contemporary; Shakespeare’s reference to Marlowe’s death (in As You Like It) serves as an epitaph on the writer’s work—it was “A great reckoning in a little room.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}