{"pf_url": "https://www.poetryfoundation.org/poets/christopher-logue", "name": "Christopher Logue", "yob": "1926", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/06152fa0230dcc419a851194ac525c07512d3c1f.jpeg", "bio": "\nBorn in England, poet and actor Christopher Logue, a pacifist, served as a private in the Black Watch and was imprisoned twice, once for his pacificism and once, as he told the Guardian, for “nastily boasting that I would sell documents to a supposed enemy. There was no substance to it.” He is best known for his innovative adaptations of Homer’s Iliad, which he has been producing since receiving a BBC radio commission in the late 1950s.\n\r\nHumbly referring to himself as “a rewrite man” in his 2006 interview for the Guardian, Logue has adapted and edited the books of Homer’s Iliad in modern, cinematic blank verse while retaining the storyline of the original, creating a bold hybrid of translation, adaptation, and invention. An autodidact with no knowledge of ancient Greek, Logue, inspired by Ezra Pound’s early Cantos, uses previously published translations as springboards for his accessible, vivid adaptations. War Music (2003), a revision of his first three installments of books from the Iliad, was shortlisted for the International Griffin Poetry Prize. Cold Calls (2005), winner of the Whitbread Poetry Award, showcased Logue’s ability to “re-enact and reinvigorate Homer’s poem,” according to Guardian critic Charles Bainbridge.\n\r\nIn addition to his accounts of Homer, Logue has also published numerous collections of politically engaged and jazz-influenced poetry. His Selected Poems was published in 1996. Logue has also written screenplays, memoirs, and, under the pen name Count Palmiro Vicarion, pornographic fiction, ballads, and limericks. He has edited anthologies of children’s poetry, including The Children’s Book of Children’s Rhymes (1986), and has translated Bertolt Brecht’s The Seven Deadly Sins (1986). His autobiography, Prince Charming, was published in 2001.\n\r\nLogue has won the Paris Review/Bernard F. O’Connor Award and has been honored by the queen of England as a Commander of the Most Excellent Order of the British Empire for his contributions to literature.\n", "attrs": {"Region:": ["England"]}}