{"pf_url": "https://www.poetryfoundation.org/poets/christina-rossetti", "name": "Christina Rossetti", "yob": "1830", "yod": "1894", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/72562c1fafbc1bbd847ad807ed3d8d40f96af0bc.jpeg", "bio": "\nPoet Christina Rossetti was born in 1830, the youngest child in an extraordinarily gifted family. Her father, the Italian poet and political exile Gabriele Rossetti, immigrated to England in 1824 and established a career as a Dante scholar and teacher of Italian in London. He married the half-English, half-Italian Frances Polidori in 1826, and they had four children in quick succession: Maria Francesca in 1827, Gabriel Charles Dante (famous under the name Dante Gabriel but always called Gabriel by family members) in 1828, William Michael in 1829, and Christina Georgina on 5 December 1830. In 1831 Gabriele Rossetti was appointed to the chair of Italian at the newly opened King’s College. The children received their earliest education, and Maria and Christina all of theirs, from their mother, who had been trained as a governess and was committed to cultivating intellectual excellence in her family. Certainly this ambition was satisfied: Maria was the author of a respected study of Dante, as well as books on religious instruction and Italian grammar and translation; Dante Gabriel distinguished himself as one of the foremost poets and painters of his era; and William was a prolific art and literary critic, editor, and memoirist of the Pre-Raphaelite movement. Christina became one of the Victorian age’s finest poets. She was the author of numerous books of poetry, including Goblin Market and other Poems (1862), The Prince’s Progress (1866), A Pageant (1881), and The Face of the Deep (1882).\nRossetti’s poetry has never disappeared from view. Critical interest in Rossetti’s poetry swelled in the final decades of the twentieth century, a resurgence largely impelled by the emergence of feminist criticism; much of this commentary focuses on gender issues in her poetry and on Rossetti as a woman poet. In Rossetti’s lifetime opinion was divided over whether she or Elizabeth Barrett Browning was the greatest female poet of the era; in any case, after Browning’s death in 1861 readers and critics saw Rossetti as the older poet’s rightful successor. The two poets achieved different kinds of excellence, as is evident in Dante Gabriel Rossetti‘s comment on his sister, quoted by William Sharp in The Atlantic Monthly (June 1895): “She is the finest woman-poet since Mrs. Browning, by a long way; and in artless art, if not in intellectual impulse, is greatly Mrs. Browning’s superior.” Readers have generally considered Rossetti’s poetry less intellectual, less political, and less varied than Browning’s; conversely, they have acknowledged Rossetti as having the greater lyric gift, with her poetry displaying a perfection of diction, tone, and form under the guise of utter simplicity.\nRossetti’s childhood was exceptionally happy, characterized by affectionate parental care and the creative companionship of older siblings. In temperament she was most like her brother Dante Gabriel: their father called the pair the “two storms” of the family in comparison to the “two calms,” Maria and William. Christina was given to tantrums and fractious behavior, and she fought hard to subdue this passionate temper. Years later, counseling a niece subject to similar outbursts, the mature Christina looked back on the fire now stifled: “You must not imagine, my dear girl, that your Aunt was always the calm and sedate person you now behold. I, too, had a very passionate temper; but I learnt to control it. On one occasion, being rebuked by my dear Mother for some fault, I seized upon a pair of scissors, and ripped up my arm to vent my wrath. I have learnt since to control my feelings—and no doubt you will!” Self-control was, indeed, achieved—perhaps too much so. In his posthumous memoir of his sister that prefaces The Poetical Works of Christina Georgina Rossetti (1904) William laments the thwarting of her high spirits: “In innate character she was vivacious, and open to pleasurable impressions; and, during her girlhood, one might readily have supposed that she would develop into a woman of expansive heart, fond of society and diversions, and taking a part in them of more than average brilliancy. What came to pass was of course quite the contrary.” As an adult Christina Rossetti was considered by many to be overscrupulous and excessively restrained.\nFrances Rossetti read to her children, favoring religious texts such as the Bible, John Bunyan‘s The Pilgrim’s Progress (1678), and the writings of St. Augustine, or moralistic tales such as those by Maria Edgeworth. When the children began reading for themselves, however, they generally shunned their mother’s edifying selections in favor of the imaginative delights of The Arabian Nights or Thomas Keightley’s Fairy Mythology (1828); later favorites included Sir Walter Scott, Ann Radcliffe, and Matthew Gregory “Monk” Lewis. Until 1836, when the boys began attending day school, the four children were offered similar instruction by their mother; thereafter, only Dante Gabriel and William were formally instructed in classics, mathematics, and sciences. Asked to describe her poetic influences, Rossetti speculated in a 26 March 1884 letter to Edmund Gosse: “If any one thing schooled me in the direction of poetry, it was perhaps the delightful idle liberty to prowl all alone about my grandfather’s cottage-grounds some thirty miles from London.” At Gaetano Polidori’s cottage at Holmer Green she fostered the attention to the minute in nature that marks her poetry; there she also observed the corruptibility and mortality that became keynotes in her work. Her reminiscences in Time Flies: A Reading Diary (1885) include reflections on childhood adventures at the cottage: her patient attendance on a strawberry, only to find it blighted before it has fully ripened, and her burial of a dead mouse and later observation of its decay. The visits to Holmer Green ended in 1839 when her grandfather sold the house and moved to London. A great lover of nature, Rossetti nevertheless spent most of her life in the city.\nIn his memoir William notes that Christina composed her first verse, “Cecilia never went to school / Without her gladiator,” before she was old enough to write. Her next attempt was an aborted tale, modeled on The Arabian Nights, about a dervish named Hassan; and she wrote her first poem, “To my Mother on her Birthday,” when she was eleven. The children produced a family newspaper, “The Hodge-Podge or Weekly Efforts,” the first issue of which was dated 20 May 1843, and later a periodical titled “The Illustrated Scrapbook.” Christina’s early poetic efforts included experiments in lyric, devotional, pastoral, ballad, and fantasy forms.\nCaught up in the Tractarian or Oxford Movement when it reached London in the 1840s, the Rossettis shifted from an Evangelical to an Anglo-Catholic orientation, and this outlook influenced virtually all of Christina Rossetti’s poetry. She was also influenced by the poetics of the Oxford Movement, as is documented in the annotations and illustrations she added to her copy of John Keble’s The Christian Year (1827) and in her reading of poetry by Isaac Williams and John Henry Newman. For more than twenty years, beginning in 1843, she worshiped at Christ Church, Albany Street, where services were influenced by the innovations emanating from Oxford. The Reverend William Dodsworth, the priest there until his conversion to Catholicism in 1850, assumed a leading role as the Oxford Movement spread to London. In addition to coming under the religious influence of prominent Tractarians such as Dodsworth, W. J. E. Bennett, Henry W. Burrows, and E. B. Pusey, Rossetti had close personal ties with Burrows and Richard Frederick Littledale, a High Church theologian who became her spiritual adviser. The importance of Rossetti’s faith for her life and art can hardly be overstated. More than half of her poetic output is devotional, and the works of her later years in both poetry and prose are almost exclusively so. The inconstancy of human love, the vanity of earthly pleasures, renunciation, individual unworthiness, and the perfection of divine love are recurring themes in her poetry.\nGabriele Rossetti’s health collapsed in 1843, leaving him virtually blind and unable to teach. Frances Rossetti returned to her former employment as a daily governess. Maria and William also took employment, Maria as a nursery governess and William in the civil service. Dante Gabriel continued his art studies, while Christina remained at home as a companion to their ailing father. In 1845 she, too, suffered a collapse in health. The breakdown has mystified biographers, some of whom have surmised that the physical symptoms were psychosomatic and rescued Rossetti from having to make a financial contribution to the family by working as a governess like her mother and sister. She was diagnosed as having a heart condition, but another doctor speculated that she was mentally ill, suffering from a kind of religious mania. Her biographer Jan Marsh conjectures that there may have been an attempt at paternal incest: the father’s breakdown and the resultant changes in family fortunes leaving a needy patriarch in the daily care of his pubescent daughter, Christina’s recurring bouts of depression, her lifelong sense of sinfulness, nightmarish poems about a crocodile devouring his kin, a poetic image of a “clammy fin” repulsively reaching out to her, and the recurring motif of an unnameable secret, Marsh suggests, could be indications of suppressed sexual trauma. Rossetti had bouts of serious illness throughout her life; William insists in his memoir that one cannot understand his sister unless one recognizes that she “was an almost constant and often a sadly-smitten invalid.” The morbidity that readers have so often noted in her poetry, William suggests, was attributable to Christina’s ill health and the ever-present prospect of early death rather than any innate disposition. \nBy her sixteenth birthday Christina, who was regarded as the poet in the family, had written more than fifty poems that were transcribed into a notebook by her sister. In 1847 a collection of her poems, titled Verses, was privately printed by her grandfather Polidori. As Marsh points out, this private publication, dedicated to her mother, decorously avoided anything resembling public display, but at the same time it constituted a juvenile literary debut in the tradition of other women poets such as Browning and Felicia Hemans. It was circulated among family and friends and was well received. The thirty-nine poems are notably literary in their inspiration, which is traceable to the Gothic writers Radcliffe, Lewis, and Charles Maturin; the English poets George Herbert, George Crabbe, William Blake, Samuel Taylor Coleridge, Percy Bysshe Shelley, John Keats, and Alfred, Lord Tennyson; and the Italian poets Dante, Torquato Tasso, and Pietro Metastasio. The first and most striking poem in the collection is “The Dead City,” an ambitious 275-line dream vision of a magnificent city, succulent banquet, and voluptuous revelers all turned to stone, the evocative descriptions of which anticipate the Pre-Raphaelite style. Here, as in Rossetti’s most famous poem, “Goblin Market“ (1862), lusciously described fruits represent the temptations of self-indulgence and pleasure. This genre—a narrative that combines fantasy with moral allegory—was an important one for Rossetti, and she employed it in more-accomplished poems such as “Goblin Market,” “From House to Home,” “The Prince’s Progress,” and “A Ballad of Boding,” as well as in her tales “Nick,” “Hero,” and Speaking Likenesses, with Pictures thereof by Arthur Hughes (1874). A morbid strain can be seen in many of the poems in the collection: themes of mortality, inconstancy, and corruptibility figure prominently. Although Rossetti’s mature style is not fully realized at this point, Verses is important as a tangible sign of her commitment to poetry and of her family’s recognition of her vocation.”\nLater in 1847 Dante Gabriel, William, and Christina began a tradition of playing bouts rimés, a game in which two of them would race to compose a sonnet conforming to a set of line endings provided by the third. Christina excelled at the exercise, composing sonnets in a matter of minutes. In 1848 she had her first taste of fame when, at Dante Gabriel’s instigation, she submitted two of her poems, “Death’s Chill Between” and “Heart’s Chill Between,” to the prestigious literary periodical The Athenaeum; their acceptance made her a nationally published poet at seventeen. During this period Dante Gabriel was gathering around him the circle of young men who named themselves the Pre-Raphaelite Brotherhood. Although he assumed that Christina would participate, she was never a member of this artistic and literary group; she even refused to have her work read aloud in her absence at its meetings, on the grounds that such display was unseemly. Nevertheless, her poetry has been described as “Pre-Raphaelite” in its rich and precise natural detail, its use of symbol, its poignancy, and its deliberate medievalism. Later in her career a reviewer in the Catholic World (October 1876) called her the “queen of the Preraphaelite school”; but more-recent critics have remarked that the Pre-Raphaelite elements in Rossetti’s work have been overemphasized at the expense of proper notice of the Tractarian influences. Certainly, Rossetti was involved in the early days of Pre-Raphaelitism. She sat as Mary for Dante Gabriel’s paintings The Girlhood of Mary Virgin (1848-1849) and Ecce Ancilla Domini! (1850), and her pensive Italianate countenance was a familiar image in the first phase of the movement. The art and poetry of the brotherhood has a strong sacramental element, and Rossetti had more in common with this early manifestation of the Pre-Raphaelite aesthetic than she did with its later developments.\nLate in 1849 the Pre-Raphaelite Brotherhood initiated a periodical, The Germ, as a vehicle for the members’ innovative views on art. Its four issues—dated January to April 1850—provided a venue for seven of Rossetti’s poems: “Dreamland,” “An End,” “Song“ (“Oh roses for the flush of youth” ), “A Pause of Thought,” “A Testimony,” “Repining,” and “Sweet Death.” These publications, which were anonymous in the first issue and pseudonymous thereafter, found an appreciative, though small, audience. The poems, and others composed at this time but not published until later, show that Rossetti had by then attained her mature poetic style, in which pain, loss, and resignation are expressed in diction and images that strike the reader as simple, perfect, and effortless.”\r\n \r\nOne of the Pre-Raphaelite brethren, James Collinson, proposed marriage to Rossetti in 1848. She refused the offer, giving Collinson’s recent conversion to Roman Catholicism as the reason. Collinson promptly returned to the Church of England, proposed a second time, and was accepted. Collinson has struck biographers as an unlikely suitor (anecdotes generally portray him as a lackluster sleepyhead), and opinion is mixed as to whether Rossetti was ever in love with him. The engagement ended in the spring of 1850 when Collinson reverted to Catholicism.\r\n \r\nIn 1850 Rossetti wrote Maude: A Story for Girls (1897), a novella that was not published until after her death. The title character’s appearance and personality bear many similarities to accounts of the author, and this work, with its exploration of the tensions among the sometimes incompatible categories of female, poet, and Anglo-Catholic, is usually considered a semi-autobiographical portrait of the adolescent Rossetti. Fifteen-year-old Maude Foster is a poet whose “broken-hearted” verse dwells on themes of suffering, world-weariness, resignation, and religious devotion. Some of Rossetti’s important early poems, later published under the titles “Song” (“She sat and sang alway”), “Three Nuns,” and “Symbols,” are included as Maude’s productions, and a bouts rimés contest also appears in the narrative. Rossetti returned to this mixing of genres—prose punctuated with poetry—in her devotional works Called to Be Saints: The Minor Festivals Devotionally Studied (1881), Time Flies, and The Face of the Deep: A Devotional Commentary on the Apocalypse (1892). Religious issues play a central role in the story when Maude suffers a spiritual crisis, and Anglo-Catholic practices are described as she discusses with her cousins the heavily symbolic lectern cover they are embroidering, the question of a vocation as a nun, and the Eucharist. The main conflict in the narrative revolves around Maude’s experience of the incompatibility of ladylike behavior and poetic achievement. Like the author, Maude is torn between pride in her work and moral qualms about that pride. The heroine’s overactive conscience and endless self-recriminations provide considerable insight into Rossetti’s own overscrupulous nature.\nThe family’s financial crisis continued, and in 1851 the Rossettis moved from Charlotte Street to Camden Town, where Christina and her mother briefly ran a small day school. A second attempt at establishing a school, this time in Frome, lasted from March 1853 to February 1854, the only period in Rossetti’s life when she made her home outside London. When she returned to the city, the family moved to Albany Street. At this point Christina and her mother permanently gave up teaching, and the family lived on William’s and Mary’s earnings and Frances’s modest inherited income. Gabriele Rossetti died on 26 April 1854. For most of her adulthood Christina was financially supported primarily by William, a debt that she made provisions in her will to repay.\nThroughout her twenties Rossetti continued to write poetry and prose. Her Italian heritage is apparent in the Italian poems “Versi” and “L’Incognita” and an unfinished epistolary novel, “Corrispondenza [sic] Famigliare,” which were published in a privately printed periodical, The Bouquet from Marylebone Gardens during 1851 and 1852. Attempts at publication in prestigious periodicals such as Blackwood’s and Fraser’s in 1854 failed. In a letter of 1 August 1854 to William Edmonstoune Aytoun of Blackwood’s Rossetti declared: “poetry is with me, not a mechanism, but an impulse and a reality; and… I know my aims in writing to be pure, and directed to that which is true and right.”\r\n \r\nRossetti has often been depicted as shrinking from worldly concerns, but, in fact, she did engage in humanitarian work. In 1854, during the Crimean War, she volunteered to join Florence Nightingale’s nurses but was turned down. Her aunt Eliza Polidori did join Nightingale in Scutari, and Rossetti temporarily took over some of Polidori’s district visiting, providing assistance to the sick and poor of the parish. In early 1859 Rossetti began volunteering at the St. Mary Magdalene Penitentiary in Highgate, a charitable institution for the reclamation of “fallen” women. As an “associate” at Highgate, Rossetti was known as “Sister Christina” and wore a habitlike black uniform with a veil. When she was on duty she resided at the penitentiary, probably for a fortnight at a time. By the summer of 1859 Rossetti was devoting a good deal of time to her work at Highgate, and its influence can be seen in her poems about illicit love, betrayal, and illegitimacy, such as “Cousin Kate,” “‘The Iniquity of the Fathers upon the Children,’” and “From Sunset to Star Rise,” though poems composed before the period of her work at Highgate— “An Apple-Gathering,” “The Convent Threshold,” and “Maude Clare” for instance—demonstrate her prior interest in the fallen woman. “Goblin Market,” with its theme of a fallen woman being saved by a “sister,” can also be seen as informed by Rossetti’s experiences at the St. Mary Magdalene Penitentiary. Her interest in this topic reflects the Victorian concern about prostitution as a social evil; other Pre-Raphaelite treatments of the subject include Dante Gabriel’s poem “Jenny,” begun in 1847 and revised in 1858-1859 and again in 1870; his unfinished painting Found (1854-1881); and William Holman Hunt’s The Awakened Conscience (1853).”\r\n \r\nIn the 1850s a few of Rossetti’s poems were published in anthologies; “Maude Clare” appeared in Once a Week (5 November 1859) and the short stories “The Lost Titian” (The Crayon, 1856) and “Nick” (National Magazine, October 1857). In 1861 she submitted poems to Macmillan’s Magazine, and Dante Gabriel sent “Goblin Market“ to the art critic John Ruskin in the hope that he would recommend it to William Makepeace Thackeray, editor of The Cornhill. Ruskin’s criticism of Rossetti’s masterpiece is infamous. In his letter of 24 January 1861 to Dante Gabriel, Ruskin singled out for criticism the original meter that is now so often praised: he acknowledged the poem’s “beauty and power” but asserted that it was unpublishable because it was “so full of quaintnesses and offences,” adding, “Irregular measure… is the chief calamity of modern poetry… your sister should exercise herself in the severest commonplace of metre until she can write as the public like.” Almost simultaneously, Rossetti’s poem “Up-hill” was accepted enthusiastically for Macmillan’s (February 1861), and Alexander Macmillan expressed an interest in seeing more of her work. During 1861 Macmillan’s published two more of Rossetti’s poems: “A Birthday“ (April 1861) and “An Apple-Gathering” (August 1861). In June of that year Rossetti took a short vacation in France.”\nIn 1862 the Macmillan firm brought out Rossetti’s first commercially published volume of poetry, Goblin Market and Other Poems. Although some of the poems had been published in Macmillan’s, Once a Week, and The Germ, and others were included in the manuscript for Maude, most were taken from the notebooks in which Rossetti had been writing since the private printing of Verses in 1847. Comparisons of the manuscript and printed versions of the poems show that most were not substantially revised. Usually the earliest extant version of a given poem is the fair copy transcribed into the notebook; if Rossetti reworked it in the act of composition, such drafts no longer exist. She often changed a word or two in preparation for publication; where major revisions occurred, they took the form of the deletion of whole stanzas, sometimes reducing a poem by more than half its original length: such is the case with “Maude Clare,” “Echo,” and “Bitter for Sweet.” This tendency to reduce is part of the economy of expression that is a Rossetti trademark, and the result is poetry in which meaning is suggestive rather than explicit. Looking back on her career, Rossetti wrote in an 1888 letter to an unknown clergyman that “Perhaps the nearest approach to a method I can lay claim to was a distinct aim at conciseness; after a while I received a hint from my sister that my love of conciseness tended to make my writing obscure, and I then endeavoured to avoid obscurity as well as diffuseness. In poetics, my elder brother was my acute and most helpful critic.” Throughout her career Dante Gabriel not only critiqued her work but also negotiated with publishers, assisted with book design, corrected proofs, and provided illustrations for her publications. As Goblin Market and Other Poems was being prepared for the press, he advised on the selection of poems, suggested dividing them into secular and devotional sections, and proposed new titles for some—including the title poem, which was originally called “A Peep at the Goblins.” He also provided frontispiece and title-page designs drawn from that poem.\r\n \nGoblin Market and Other Poems was a critical success, with favorable notices in many periodicals, including The London Review (12 April 1862), The Spectator (12 April 1862), The Athenaeum (26 April 1862), The Saturday Review (24 May 1862), The Eclectic Review (June 1862), and The British Quarterly Review (July 1862). Critics welcomed a fresh and original poetic voice: The Eclectic Review hailed “a true and most genuine poet,” while The Athenaeum remarked that “To read these poems after the laboured and skilful but not original verse which has been issued of late, is like passing from a picture gallery, with its well-feigned semblances of nature, to the real nature out-of-doors which greets us with the waving grass and the pleasant shock of the breeze.” “Goblin Market,” “Up-hill,” “An Apple-Gathering,” and “Advent” were frequently singled out for praise.\r\n \r\nToday “Goblin Market“ remains Rossetti’s most discussed poem. Critics have dismissed her protest that she intended no allegorical meaning and have interpreted in various ways her fairy tale of two sisters’ responses to the temptation of goblin fruit. Lizzie rejects the luscious fruit as “evil,” but Laura purchases it with a lock of her hair and indulges. Afterward she wastes away, pining for more fruit. The goblins refuse to allow Lizzie to purchase fruit to save her sister, try to persuade her to eat with them, then attempt to force the fruit into her mouth. Lizzie escapes and runs home to Laura, who is cured by tasting the juices smeared on her sister’s face. The poem ends years later with Laura telling the story to the sisters’ offspring; she concludes by saying: \n\r\n          For there is no friend like a sister\r\n          In calm or stormy weather;\r\n          To cheer one on the tedious way,\r\n          To fetch one if one goes astray,\r\n          To lift one if one totters down,\r\n          To strengthen whilst one stands.\n\r\nThe suggestiveness of the narrative runs in many directions, and this multivalency is perhaps the most striking quality of the poem. It can be read as a straightforward moral allegory of temptation, indulgence, sacrifice, and redemption. It has also been interpreted as a specifically Christian allegory, with a reenactment of the temptation in the Garden of Eden and a Christ-like offer of redemption through sacrifice—a reading that is encouraged by the Eucharistic diction of Lizzie’s greeting, “‘Eat me, drink me, love me; / Laura, make much of me.’“ Significantly, this Christ is a female one, and feminist readings of “Goblin Market“ have often focused on its positive image of sisterhood. Psychoanalytic interpretations have regarded the sisters as two aspects of one psyche and have emphasized the sexuality of the poem, noting both its orality and its lesbian dynamics. Marxist critics have pointed to the poem’s separation of the domestic and commercial spheres and to Lizzie and Laura’s attempts to do business in a marketplace designed to make women into goods to be exchanged rather than agents in their own right. Critics of many orientations have noted that the sensuality of the fruit, its prohibition to maidens, and its association with nuptial pleasures suggest that Laura’s transgression is a sexual one. In this interpretation, Lizzie’s climactic redemption of Laura can be seen as a critique of the Victorian cultural understanding of the fallen woman, for here she is not forever lost but is saved by a sister’s intervention.\r\n \r\nIn “Goblin Market“ the sisters are endangered by male goblins, and Laura is redeemed through the strength of sisterhood; elsewhere in Goblin Market and Other Poems, however, the danger that men pose as sexual predators is not offset by female solidarity. Throughout the volume Rossetti presents a bleak appraisal of gender relations. The flimsiness and inconstancy of romantic love is a recurring theme, as is the treachery of sister against sister in a ruthlessly competitive marriage market. In “Cousin Kate” the unnamed speaker has been seduced by a nobleman and has borne him a son; now she finds herself a discarded “plaything,” supplanted by her fair and pure cousin Kate, whom the lord has taken not as a mistress but as his wife. The women in this ballad do not live up to the code of sisterly conduct with which “Goblin Market” concludes. Kate usurps her cousin’s position and ensures the latter’s status as “an outcast thing”; the speaker accuses Kate of betrayal of female loyalty, but her own moral integrity comes under question in the final stanza when she gloats that while she has borne her former lover a son, her cousin remains barren.\r\n \r\nAdversarial women are also depicted in “Noble Sisters,” a deftly ambiguous dialogue in which the reader must evaluate the reliability of two speakers with opposed moral viewpoints. Similarly, in “Sister Maude” the reader is asked to consider whose sin is greater: the woman who has taken a lover or her sister, who exposes the illicit union. Other pieces in Goblin Market and Other Poems that depict the failure or betrayal of human (as opposed to divine) love and explore women’s sexual and economic vulnerability include “At Home,” “A Triad,” “After Death,” “The Hour and the Ghost,” “An Apple-Gathering,” “Maude Clare,” and “The Convent Threshold.” These works serve to reinforce the devotional poems’ theme of looking to the next life for reward, happiness, and fulfillment. Indeed, with the exception of “A Birthday“ and its ecstatic declaration that “the birthday of my life / Is come, my love is come to me,” little evidence exists anywhere in the volume that human love is satisfied or satisfying.\nThe theme of the inconstancy and insufficiency of any love except God’s pervades the devotional section. Deferral of satisfaction is constantly advocated, as in “The Convent Threshold,” in which the speaker urges her lover to join her in repentance for their “pleasant sin.” The speaker’s motives are complex, however, for her purpose seems to be the prospect of resuming their “old familiar love” in heaven. Consistently in Rossetti’s poetry the concerns of this world are regarded as inconsequential in comparison to the promise of salvation. Throughout her canon, but especially in the devotional poems, biblical image and idiom merge with Rossetti’s own voice. Revelation and Ecclesiastes are favorite sources, and the “vanity of vanity” refrain is a recurring motif.\nOther pieces reveal some of Rossetti’s poetical range: the political subject matter of “In the Round Tower at Jhansi, June 8, 1857”; the social critique of “A Triad”; the banter of “No, Thank You, John” ; the whimsical, teasing mystery of “Winter: My Secret” ; and the darker, suggestive mystery of poems with enigmatic and unnamed significances, such as “My Dream,” “May,” and “A Pause of Thought.” In a style that has affinities with the Pre-Raphaelite Brotherhood but that she made distinctively her own, Rossetti’s precisely drawn natural details assume the weight of suggestive symbolism. For example, in “An Apple-Gathering,” in which the speaker finds herself abandoned by Willie and replaced by “Plump Gertrude,” the speaker’s ill-considered plucking of apple blossoms and the concomitant forfeit of a rich harvest resonates on many levels. Similarly, “Up-hill” and “Symbols” effortlessly evoke profound meaning from the simplest details: an uphill journey toward a place of rest, a flower that blooms and fades, and eggs that fail to hatch. Many poems in Goblin Market and Other Poems continue the morbid strain that was so prominent in Verses. “Dream-land,” “At Home,” “Remember,” “After Death,” “An End,” “Song“ (“Oh roses for the flush of youth”), “Echo,” “A Peal of Bells,” “May,” “A Pause of Thought,” “Shut Out,” “Song” (“When I am dead, my dearest“), “Dead Before Death,” “Bitter for Sweet,” and “Rest” strike the signature Rossetti notes of longing, loss, resignation, and death. In the final two poems in the volume, “Old and New Year Ditties” and “Amen,” this loss is met with the promise of fulfillment, expressed in the biblical figures of marriage and the fruitful garden. Critics have noted that Rossetti’s volumes are carefully arranged into meaningful sequences, and Goblin Market and Other Poems includes many examples of significant continuities among the poems and correlations between the nondevotional and devotional sections.\r\n \r\nDuring the early 1860s Rossetti was often in contact with female artists—including the members of the Portfolio Society, an informal group organized by Barbara Bodichon—and female poets, such as Jean Ingelow and Dora Greenwell. She published poems in the feminist periodicals The English Woman’s Journal and Victoria Magazine and in various anthologies, in addition to making regular appearances in Macmillan’s. A respiratory complaint led her to spend the winter of 1864-1865 in Hastings, where she began work on her next poetry volume, The Prince’s Progress and Other Poems (1866).\nThat Dante Gabriel played a large role in the preparation of the book is evident from the almost daily correspondence between brother and sister, which provides valuable insight into Rossetti’s methods and includes some spirited rebuttals to Dante Gabriel’s criticisms. Rossetti’s letters make it clear that she tried to write to order for the book, which was not her preferred method of composition. In later years she acknowledged in a 20 May 1885 letter to W. Garrett Horder that “Just because poetry is a gift… I am not surprised to find myself unable to summon it at will and use it according to my choice.” According to William Michael Rossetti in Rossetti Papers 1862 to 1870 (1903), the title poem originated in a suggestion from Dante Gabriel that she “turn a brief dirge-song… into that longish narrative, as pièce de résistance for a new volume.” The Prince’s sojourn with the Alchemist gave Rossetti some difficulties, as she explained in a 16 January 1865 letter to Dante Gabriel: “the Alchemist makes himself scarce, and I must bide his time.” Rossetti was not given to rewriting, and once written, the Alchemist remained unchanged: “He’s not precisely the Alchemist I prefigured, but thus he came,” she wrote to Dante Gabriel on 30 January, “& thus he must stay: you know my system of work.”\nIn a letter of 10 February she rejected Dante Gabriel’s suggestion that she try to write an episode in which the Prince would fight in a tournament, pleading inability, lack of inspiration, and the formidable precedent of Tennyson’s two tournaments in Idylls of the King (1859). Publication of the volume was delayed for a year, while Rossetti waited for Dante Gabriel’s promised illustrations. In May 1865 she, William, and their mother traveled in France, Switzerland, and Italy. That same year she met Robert Browning, who visited her in London and told her about his work in progress, The Ring and the Book (1868-1869).\r\n \nThe Prince’s Progress and Other Poems was met with mildly favorable reviews. The critic for The Saturday Review (23 June 1866) thought that the title poem lacked “subtle suggestion,” while the reviewer for The Reader (30 June 1866) pronounced it “too long to suit Christina Rossetti’s genius for short lyrical thoughts.” In a letter of 6 March 1865 to Dante Gabriel Rossetti, Christina Rossetti agreed that “The Prince’s Progress” lacked “the special felicity (!) of my Goblins.” “The Prince’s Progress” has never attracted the same intensity of critical scrutiny as “Goblin Market“ and typically suffers in comparisons with that masterpiece. As the reviewer for the 23 June 1866 issue of The Athenaeum observed, the two title poems are similar in that both are allegories of temptation; in “Goblin Market,” however, temptation is overcome, while in “The Prince’s Progress” it wins out. The Prince procrastinates at great length before setting out to claim his waiting bride. He does not, however, remain true to his purpose, and on his journey he is sidetracked and delayed first by a milkmaid, then by an alchemist, and finally by a circle of ministering females who save him from drowning. When he arrives at his bride’s palace, she is dead. The element of spiritual allegory is evident in “The Prince’s Progress”; even the title echoes Bunyan’s allegorical The Pilgrim’s Progress, a literary influence from Rossetti’s earliest childhood. The pilgrimage of Bunyan’s Christian through an emblematic landscape is a topos that Rossetti must have absorbed into her own consciousness, for her poems often depict journeys in which topographical details, such as paths that go uphill or downhill, are morally and spiritually significant. For instance, the easy downhill path of “Amor Mundi“ is clearly the way to damnation, while the upward climbs of “Up-hill” and “The Convent Threshold” are made by those who aspire to salvation.\r\n \r\nWhile biblical language and image are pervasive in “The Prince’s Progress,” the poem also has a fairy-tale quality; the unhappy ending, however, serves to critique the gender roles typical of that genre. Relegated to a passive role, the waiting bride dies because of the Prince’s failure to complete his quest in a timely fashion; her fate underlines the dangerous predicament of women waiting to be rescued. Elsewhere in The Prince’s Progress and Other Poems, however, women engage in lives of active service, deferring satisfaction in this life in favor of the reward promised in the next. In “A Portrait” the sacrifice of “youth,” “hope and joy and pleasant ways” for the sake of serving the “poor and stricken” earns the heroine union with the Bridegroom Christ in Paradise. In “A Royal Princess,” which originally appeared in Poems: An Offering to Lancashire (1863), an anthology published in support of Lancashire textile workers, the title figure realizes that her wealth and privilege are based on the enslavement of others: “Once it came into my heart and whelmed me like a flood, / That these too are men and women, human flesh and blood.” The poem ends with the princess’s rebellion against the insulation from social concerns to which she has been subject because of her class and gender; echoing the biblical Esther, she risks all in offering herself and her wealth to an angry, hungry mob.\r\n \r\nDante Gabriel was highly critical of a long poem that his sister included in The Prince’s Progress and Other Poems, “‘The Iniquity of the Fathers Upon the Children.’“ Responding in a letter of 13 March 1865, Rossetti vigorously defended the woman poet’s right to explore indelicate issues such as illegitimacy: “whilst I endorse your opinion of the unavoidable and indeed much-to-be-desired unreality of women’s work on many social matters, I yet incline to include within female range such an attempt as this: where the certainly possible circumstances are merely indicated as it were in skeleton, where the subordinate characters perform (and no more) their accessory parts, where the field is occupied by a single female figure whose internal portrait is set forth in her own words… and whilst it may truly be urged that unless white could be black and Heaven Hell my experience (thank God) precludes me from hers, I yet don’t see why ‘the Poet mind’ should be less able to construct her from its own inner consciousness than a hundred other unknown quantities.” The speaker of “‘The Iniquity of the Fathers Upon the Children’” lives as a servant in the household of her mother, who so fears social condemnation that she does not acknowledge her illegitimate daughter. Mother and daughter suffer the lifelong consequences of illegitimacy, while the seducer father is absent from the poem and, presumably, free of social stigma. The poem shows the injustice of conventional morality in a patriarchal society and offers the equality of the grave as the only solution.\r\n \r\nTypically, Rossetti’s poems evince a concern with individual salvation rather than social reform. Writing to Dante Gabriel in April 1870, she declared, “It is not in me, and therefore it will never come out of me, to turn to politics or philanthropy with Mrs Browning: such many-sidedness I leave to a greater than I, and having said my say may well sit silent.” The Prince’s Progress and Other Poems lays great emphasis on the transitoriness of this life, a recurring theme in the Rossetti canon. The lesson to be learned from poems such as “On the Wing,” “Beauty is Vain,” “The Bourne,” “Vanity of Vanities,” “Grown and Flown,” “A Farm Walk,” and “Gone for Ever” is that all earthly things are unreliable, illusory, and passing. Implicitly contrasted with the fleeting quality of this life is the permanence of God and the heavenly reward. With its comparison of human and divine love, “Twice” is a characteristic statement of this theme. The speaker first offers her heart to her lover, who, with a “friendly smile” and “critical eye,” sets it aside as “unripe.” The speaker then offers the broken heart to God, with the entreaty “Refine with fire its gold, / Purge Thou its dross away.” The failure of human love is a keynote in the volume, beginning with the title poem and appearing again in “Jessie Cameron,” “The Poor Ghost,” “Songs in a Cornfield,” “One Day,” “A Bird’s-Eye View,” “Light Love,” “On the Wing,” “Maggie a Lady,” “The Ghost’s Petition,” “Grown and Flown,” and “‘The Iniquity of the Fathers Upon the Children.’”\r\n \r\nIn the autumn of 1866 Rossetti declined an offer of marriage from Charles Bagot Cayley. Cayley had begun studying Italian with her father in 1847, sharing the Rossettis’ enthusiasm for Dante and endearing himself to them with his attentive visits during their father’s final illness. A hesitant romance probably began to develop between Rossetti and the awkward, absentminded scholar around 1862. Rossetti’s reasons for rejecting his proposal can only be surmised. In a note in his edition of The Family Letters of Christina Georgina Rossetti (1908) William says that she turned Cayley down “on grounds of religious faith.” At the time, William thought that there might be financial obstacles to the union and offered the couple a place in his household; his sister responded on 11 September 1866: “As to money I might be selfish enough to wish that were the only bar, but you see from my point of view it is not.— Now I am at least unselfish enough altogether to deprecate seeing C.B.C. continually (with nothing but mere feeling to offer) to his hamper & discomfort: but, if he likes to see me, God knows I like to see him, & any kindness you will show him will only be additional kindness loaded on me.” Much is unknown about the relationship between Cayley and Rossetti. In his memoir William notes that “Christina was extremely reticent in all matters in which her affections were deeply engaged” and that “it would have been both indelicate and futile to press her with inquiries, and of several details in the second case [Rossetti’s relationship with Cayley]— though important to a close understanding of it—I never was cognizant.” Cayley and Rossetti remained close until his death in 1883, and Rossetti served as his literary executor. She declined to have a large packet of her letters to him returned to her, asking that they be destroyed. After Rossetti’s death, William found in her desk a series of twenty-one highly personal poems written in Italian. Composed between 1862 and 1868 and titled “Il Rosseggiar dell’Oriente” (The Reddening Dawn), the sequence is generally understood to be addressed to Cayley; it was first published in Rossetti’s New Poems, Hitherto Unpublished or Uncollected (1896).\r\n \r\nIn 1867 Rossetti published in The Churchman’s Shilling Magazine three religious and moralistic stories: “The Waves of this Troublesome World: A Tale of Hastings Ten Years Ago” (April and May 1867), “Some Pros and Cons about Pews” (July 1867), and “A Safe Investment” (November 1867); all were republished in Commonplace and Other Short Stories (1870). For this volume Rossetti was persuaded by Dante Gabriel to defect from Macmillan to his publisher, F. S. Ellis. Commonplace and Other Short Stories was a commercial failure, though reviewers singled out “The Lost Titian” and the title story, with its Jane Austen-like social comment, for praise.\r\n \r\nFrom 1870 to 1872 Rossetti was dangerously ill, at times apparently near death, with a condition characterized by fever, exhaustion, heart palpitations, stifling sensations, occasional loss of consciousness, violent headaches, palsied hands, and swelling in the neck that made swallowing difficult. Her hair fell out, her skin became discolored, her eyes began to protrude, and her voice changed. After some months her doctors diagnosed a rare thyroid condition, exophthalmic bronchocele, more commonly known as Graves’ disease. Although Rossetti recovered, the threat of a relapse always remained. Moreover, the crisis left her appearance permanently altered and her heart weakened.\r\n \r\nThe reception of Rossetti’s collection of stories left Ellis disinclined to publish her next work, a collection of poems for children. Sing-Song: A Nursery Rhyme Book was published by Routledge in 1872 and was favorably received; the public was particularly pleased by the illustrations by Arthur Hughes. Some of the poems are primarily edifying, promoting, for instance, patience or good manners; others are memory aids for learning about numbers, time, money, months, and colors. The sound and meter of these little rhymes delight the ear, and Rossetti’s wit is evident in the playfulness of lines such as “A hill has no leg, but has a foot; / A wine-glass a stem, but not a root.” Again nature presents an emblematic aspect, and the phenomena of wind, rain, growth, and death and the alternation of night and day suggest a larger order. Most of the poems are evocative of the security of an ideal childhood, but others modulate into more-serious subject matter in simple and moving explorations of death and loss. Some critics have questioned the appropriateness of these darker themes for the intended audience.\r\n \r\nDante Gabriel had been prone to insomnia for some time and had become dependent on alcohol and chloral in his attempts to sleep. By June 1872 his paranoid belief that there was a conspiracy led by Robert Buchanan, author of “The Fleshly School of Poetry” (1871), to ruin his reputation had become clearly delusional, and he was raving and hearing voices. William concluded that his brother was insane and put him under the care of Dante Gabriel’s friend Dr. Thomas Gordon Hake, in whose home he took a large dose of laudanum in an unsuccessful suicide attempt. Cared for by friends, Dante Gabriel made a partial recovery, though he continued his use of alcohol and chloral.\r\n \r\nIn 1873 Maria Rossetti joined the All Saints’ Sisterhood. In March 1874 William married Lucy Brown, daughter of the painter Ford Madox Brown. The combined household of the newly married couple and William’s mother, sister, and aunts Charlotte and Eliza Polidori was not a harmonious one.\r\n \r\nFollowing her recovery from Graves’ disease Rossetti published the first of her six volumes of devotional prose, Annus Domini: A Prayer for Each Day of the Year, Founded on a Text of Holy Scripture (1874). In these devotional writings readers can find explicit statements of themes treated in the poetry of previous decades, and in many instances Rossetti discusses natural and biblical images, virtually glossing favorite poetic symbols. More generally, the devotional prose provides insight into Rossetti’s symbolic method, for she repeatedly indicates that this world is to be read as “typical,” “suggestive,” “emblematical,” and “symbolical.” Annus Domini consists of 366 meditations, each of which includes a passage from scripture followed by a collect beginning with an invocation to Christ. The texts are arranged in the order of their appearance in the Bible, and prayers throughout are intensely Christ-centered; even Old Testament passages prompt an address to Christ.\r\n \r\nRossetti returned to Macmillan for the publication of Speaking Likenesses in 1874. The book consists of three tales framed by the dialogue among a storytelling aunt and her nieces. Many readers have noted the sexual implications of the monstrous children in the first tale—boys bristling with hooks, quills, and angles; girls exuding sticky and slimy fluids—and that the predatory games they play amount to a figurative rape. While terror predominates in the first tale, in the second a young child’s desire to have a gypsy tea ends in frustration and despair as she fails to master the tasks of lighting a fire and boiling a kettle. The final tale, in which danger and temptation are overcome, rounds out the volume with a happy ending. The influence of Lewis Carroll’s Alice’s Adventures in Wonderland (1865) and Through the Looking-Glass (1872) is evident, and Rossetti herself described the work to Dante Gabriel in a letter of 4 May 1874 as “a Christmas trifle, would-be in the Alice style, with an eye to the market.” The title, Rossetti explained to Macmillan on 27 July 1874, refers to the way the heroines “perpetually encounter ‘speaking (literally speaking) likenesses’ or embodiments or caricatures of themselves or their faults.” Ruskin lamented in a 21 January 1875 letter to the publisher Ellis that Speaking Likenesses was the worst of the children’s books from the previous Christmas season: “How could she or Arthur Hughes sink so low after their pretty nursery rhymes?”\r\n \r\nIn 1874 Macmillan offered to bring out a new edition of Rossetti’s complete poems and inquired after new compositions. On 4 February Rossetti responded, “the possibility of your thinking proper some day to reprint my two volumes, is really gratifying to me as you may suppose; but as to the additional matter, I fear there will be little indeed to offer you. The fire has died out, it seems; and I know of no bellows potent to revive dead coals. I wish I did.” In 1875 the idea of a new edition of Goblin Market and Other Poems and Prince’s Progress and Other Poems was taken up again. In a 30 January letter to Macmillan, Rossetti said that she would try to gather new pieces as well as “waifs and strays,” poems that had appeared in magazines but had not been published in her collections. In Goblin Market, The Prince’s Progress and Other Poems (1875) pieces from the previous volumes and thirty-seven new ones are intermingled into a single poetic sequence. Rossetti omitted some poems from the new collection, most notably “A Triad,” “Cousin Kate,” and “Sister Maude,” all of which explore sexual issues. Evidently she did not work under her brother’s guidance in preparing the volume, for Dante Gabriel’s 3 December 1875 letter addressed the book as a fait accompli. While he conceded that “A Royal Princess” is “too good to omit,” he thought it bore the taint of “modern vicious style,” a kind of “falsetto muscularity” in part traceable to Elizabeth Barrett Browning’s influence. He also perceived this taint in “No, Thank You, John” and, more prominently, in “The Lowest Room,” and he lectured his sister that “everything in which this tone appears is utterly foreign to your primary impulses” and warned that she should “rigidly keep guard” against it. Although “The Lowest Room” had been published in Macmillan’s Magazine in March 1864, Dante Gabriel had prevailed in keeping it out of The Prince’s Progress and Other Poems. In this extended dialogue between two sisters the younger asks, “Why should not you, why should not I / Attain heroic strength?”—a question at the heart of the poem’s engagement with Homeric epic and with women’s search for fulfilment in the modern Christian age. The tensions between the sisters, between aspiration and opportunity, and between ambition and resignation are highly charged and never fully resolved. One speaker’s hard-won submission—”Not to be first: how hard to learn / That lifelong lesson of the past; / Line graven on line and stroke on stroke; / But, thank God, learned at last”—and acceptance of the “lowest place” are undermined in the final stanza by her anticipation of an inversion of this hierarchy in the heavenly order, where “many last be first.” This inversion of earthly and heavenly status appears again in “The Lowest Place,” the final poem in the collection. The richness of this well-known lyric comes largely from its curious blend of timidity and temerity, for self-abnegation promises to be rewarded with exaltation, and thus the speaker’s humble request is also an audacious one.\r\n \r\nIn 1876 Rossetti, her mother, and her aunts left William’s Euston Square home and moved to Torrington Square, Bloomsbury. In November, Maria died of cancer; Christina’s reminiscence in Time Flies portrays her death as an example of spiritual confidence and anticipation of salvation. Biographers have often commented on its contrast to Christina’s deathbed anguish.\r\n \r\nRossetti’s next book, Seek and Find: A Double Series of Short Studies on the Benedicite (1879), was published by the Society for Promoting Christian Knowledge (S.P.C.K.), which published the rest of her devotional prose works as well as Verses (1893), her collection of devotional poems. Seek and Find consists of two series of studies on the Benedicite, a long poem praising a catalogue of God’s works that is included in the Book of Common Prayer as an apocryphal addition to the Book of Daniel. The first series of studies in Seek and Find, “Creation,” contemplates each item in the Benedicite—heavens, waters, the sun, birds, other animals, and human beings—in the context of its creation by providing and discussing scriptural passages that are generally, though not exclusively, from the Old Testament. The second series, “Redemption,” considers the same items in relation to Christ and cites mainly New Testament passages.\r\n \r\nLike many of Rossetti’s poems, her devotional works are double-edged swords of submission and assertion: while they urge obedience to divine will, they also encroach into the traditionally male territories of theological study, biblical exegesis, and spiritual guidance. Similarly, Rossetti’s views on gender issues combine the conservative with the radical. Citing biblical teaching on woman’s subordination to man, Rossetti had written to the poet Augusta Webster in 1878 that because she believed that “the highest functions are not in this world open to both sexes,” she could not sign a petition for women’s suffrage. She went on, however, to suggest that suffrage is not enough to protect women’s interests and that female representation in Parliament would be more consistent with the aims of the women’s movement. She also argued for the heroic possibilities of maternal love and its potential to sweep away “the barrier of sex.” It is not uncommon to find such traces of subversiveness in Rossetti’s apparently conservative statements on gender roles. An extended discussion of the subject in Seek and Find begins with a quite traditional discussion of woman as a lesser light—a moon to man’s sun. But Rossetti then moves from a statement about the feminine lot being one of obedience to a paragraph-long comparison between the feminine role and the position that Christ voluntarily assumed on earth, and she ends with a leveling of gender hierarchies: “one final consolation yet remains to careful and troubled hearts: in Christ there is neither male nor female, for we are all one (Gal.iii.28).”\r\n \r\nBiographers have painted an overly simplistic portrait of the middle-aged Rossetti as narrowly conservative, reclusive, and overly pious. Her dedication to Anglo-Catholicism certainly intensified, and it took some odd forms, such as her habit of stooping to pick up stray pieces of paper on the street lest they have the Lord’s name printed on them. From 1876, when she moved to Torrington Square, until her final illness Rossetti worshiped at Christ Church, Woburn Square. Mackenzie Bell relates the impression that she made on a fellow member of the congregation: “A friend informs me that towards the close of her life Christina always sat in the very front pew in church. She remained until the very last before leaving the building, and it was evident from her demeanour that even then she strove to avoid ordinary conversation, evidently feeling that it would disturb her mood of mind.” Never comfortable socially, by this time she was reluctant to venture beyond her intimate circle of family and friends: she was aware that she possessed a degree of fame, and she felt self-conscious in conversations that bore the aspect of an interview. She also dreaded receiving unsolicited poems from aspiring writers, because she was torn between kindness and honesty regarding the merit of the work. Though increasingly reclusive, however, Rossetti was more politically outspoken in these later years. Critical of slavery, imperialism, and military aggression, she was most passionately committed to the antivivisection movement, at one point breaking with the S.P.C.K. over its publication of a work condoning animal experimentation. She also petitioned for legislation to protect children from prostitution and sexual exploitation by raising the age of consent.\r\n \r\nRossetti’s next work, Called to Be Saints: The Minor Festivals Devotionally Studied, published in 1881, had been completed by 1876; Macmillan had turned it down under its previous title, “Young Plants and Polished Corners.” A devotional accompaniment for the red-letter saints’ days, Called to Be Saints provides for each day an account of the saint’s life, a prayer, an intricate “memorial” in two columns linking the saint’s life with biblical texts, and descriptions of the emblem, precious stone, and flower associated with the saint and discussions of their appropriateness. Although biographers have tended to emphasize the narrowing of Rossetti’s interests in her later life in that she then wrote in an exclusively devotional vein, one might note that she dealt with a wide array of topics within this framework. In Called to Be Saints she ranges from the biblical and hagiographical to the botanical and petrographical.\r\n \r\nAs her poetic creativity decreased, Rossetti cultivated a modest scholarly impulse. Earlier instances of her scholarly writing include her entries on Italian writers and other celebrities in the Imperial Dictionary of Universal Biography (1857-1863); in her article on Petrarch she claims to be a descendant of Laura. In 1867 she had published the first of two articles on Dante, a commendatory piece written in support of Cayley’s terza rima translation of The Divine Comedy (1851-1855). After attending lectures on The Divine Comedy at University College, London, from 1878 to 1880 she wrote a more ambitious article, “Dante: The Poet Illustrated out of the Poem” (1884). In 1882 she considered undertaking literary biographies of Adelaide Proctor and Elizabeth Barrett Browning; and she took a commission and began to research a life of Ann Radcliffe, but a lack of materials prevented her from completing it. She agreed to trace allusions to Dante, Petrarch, and Giovanni Boccaccio for Alexander Balloch Grosart’s scholarly edition of The Faerie Queene in The Complete Works in Verse and Prose of Edmund Spenser (1882-1884), a project from which she withdrew because of ill health. She spent many afternoons at the British Museum and was a tireless reader of periodicals, including The Athenaeum, Macmillan’s Magazine, The Saturday Review, Blackwood’s, and The Edinburgh Review.\r\n \r\nRossetti’s research on Petrarch and Dante informs one of the most important poems of her maturity, “Monna Innominata,” which appeared in her third commercially published poetry collection, A Pageant and Other Poems (1880). A sequence of fourteen sonnets— thus subtitled “A Sonnet of Sonnets”—”Monna Innominata” draws attention to its links to the medieval amatory tradition both in its prose preface and in the epigraphs from Dante and Petrarch that introduce each sonnet. In his notes in The Poetical Works of Christina Georgina Rossetti William Michael Rossetti attested that the introductory prose note was “a blind interposed to draw off attention from the writer in her proper person” and that the sonnet sequence was an “intensely personal” utterance. The subject matter of love deeply felt, reciprocated, and yet unfulfilled is generally taken to refer to Rossetti’s relationship with Cayley, but its import is not limited to this context. Recent criticism of “Monna Innominata” has explored its complex intertextual operations, particularly its revisionary treatment of the sonnet form, whose gender roles Rossetti deliberately and self-consciously reverses by having the unnamed lady, traditionally the silent object of the male sonneteer’s desire, express her love. In doing so, Rossetti is emulating the gender subversion of Sonnets from the Portuguese (1850), by Elizabeth Barrett Browning, to whom she refers in her preface as “the Great Poetess of our day and nation.”\r\n \r\nAlthough it is not the title poem, “Monna Innominata,” with its valedictory mode, its questioning of the very possibility of fulfilled desire, and its reappraisal of the sonnet form, sets the tone for A Pageant and Other Poems. Rossetti opens the volume with a dedicatory sonnet addressed to her mother, drawing attention both to the expectations raised by the tradition of the genre— “Sonnets are full of love”—and to the preponderance of sonnets in her collection: “and this my tome / Has many sonnets.” But in the sonnet sequences that follow— “Monna Innominata,” “Later Life,” “‘If thou sayest, behold, we knew it not,’“ “The Thread of Life,” and “‘Behold a Shaking’“ — Rossetti veers away from the amatory tradition by dwelling on the love of and aspiration for union with God. These sonnet sequences are complemented by the abundance of multipart poems in the volume, such as “The Months: A Pageant,” “Mirrors of Life and Death,” and “‘All thy works praise Thee, O Lord.’ A Processional of Creation,” as well as smaller poetic sequences, such as the seasonal sequence “An October Garden,” “‘Summer is Ended,’“ and “Passing and Glassing” and the three Easter poems, “The Descent from the Cross,” “‘It is finished,’“ and “An Easter Carol.”\r\n \r\nAnticipating the final farewell to youth, beauty, and song in “Monna Innominata,” in “The Key-note” Rossetti laments “the Winter of my year” and the silencing of “the songs I used to know.” Similarly, desire is relinquished in “Till Tomorrow”:\n          Long have I longed, till I am tired\r\n            Of longing and desire;\r\n         Farewell my points in vain desired,\r\n            My dying fire;\r\n         Farewell all things that die and fail and tire.\n\r\nBy reiteration and accretion the passing months, the progression of seasons, and blooming and fading flowers become poignant and nostalgic symbols of the process of aging. Some poems provide consolation, as when the robin in “The Key-note” “sings thro’ Winter’s rest” or in the title poem, “The Months: A Pageant,” a performance piece consisting of a procession of personifications of the twelve months, where “October” offers comfort: “Nay, cheer up sister. Life is not quite over, / Even if the year has done with corn and clover.” But the real movement of the volume is toward relinquishment of love, beauty, Italy, hope, and life itself. The final poems of the non-devotional section return to the seasonal, vegetative cycle. “An October Garden” begins, “In my Autumn garden I was fain / To mourn among my scattered roses,” while the next poem, “‘Summer is Ended,’“ asks if bliss will inevitably end as the rose does, a “Scentless, colourless, . . . meaningless thing.” The following poem, “Passing and Glassing,” confirms the human analogy readable from “withered roses . . . the fallen peach,” and “summer joy that was,” saying that “All things that pass / Are woman’s looking glass; / They show her how her bloom must fade.”\n\r\nFamiliar Rossetti themes are in evidence in the devotional pieces: renounced desire, weariness with this life, the “vanity of vanities” refrain, and God’s love for the unworthy supplicant. Rossetti’s youthful verses had been called morbid, and death remains a central theme in A Pageant and Other Poems but with an altered emphasis. While in earlier verses death was presented in its more-sentimental aspect, often intruding into the frailty of romantic love, in A Pageant and Other Poems it is contemplated in a subdued and personal way, as a foreseeable and inevitable event. In the sonnet sequence “Later Life: a Double Sonnet of Sonnets” Rossetti writes, “I have dreamed of Death:—what will it be to die / Not in a dream, but in the literal truth / With all Death’s adjuncts ghastly and uncouth.” Always doubting her worthiness of salvation, Rossetti imagines her deathbed and acknowledges the possibility that she “May miss the goal at last, may miss a crown.” In “The Thread of Life,” a sequence of three sonnets, the speaker contemplates the essential and solitary self, aloof from external objects and bound by “inner solitude,” and realizes that “I am not what I have nor what I do; / But what I was I am, I am even I.” This self, her “sole possession,” she offers to God. The relation of the self to the external world is again contemplated in “An Old-World Thicket,” which begins with an epigraph from Dante and is obviously engaged with the legacy of Romanticism.\n\r\nIn “‘All Thy Works Praise Thee, O Lord.’ A Processional of Creation” all aspects of the created world declare God’s glory, each according to its nature. In “Spring and Autumn” the two seasons declare, respectively, “I hope,— / And I remember,” and these vernal and autumnal attitudes resonate through the volume. In “Later Life” the speaker is “glancing back” on “Lost hopes that leave our hearts upon the rack, / Hopes that were never ours yet seemed to be.” The devotional poems trace the yielding of unfulfilled earthly hopes in exchange for the heavenly reward. This life is full of “promise unfulfilled, of everything, / That is puffed vanity and empty talk.” Paradoxes abound in “Later Life” as Rossetti writes, “This Life we live is dead for all its breath,” “Its very Spring is not indeed like Spring,” and she looks for rebirth through “Death who art not Death.” The conundrum/insight is reiterated in the pair of sonnets titled “‘Behold a Shaking’“: “Here life is the beginning of our death, / And death the starting-point whence life ensues; / Surely our life is death, our death is life.” The final poems bring a satisfying closure to the volume, looking past the end of this life and ending with a divine embrace in “‘Love is as strong as death.’“ Though sales were sluggish, A Pageant and Other Poems was a critical success: the sonnet sequences, in particular, were praised by reviewers, and “Monna Innominata” was compared favorably with Sonnets from the Portuguese.\n\r\nDante Gabriel Rossetti died in Birchington on Easter Sunday 1882. Christina’s commemorative poem, “Birchington Churchyard,” was published in The Athenaeum (25 April 1882). The following winter she composed her fourth book of devotional prose, Letter and Spirit: Notes on the Commandments (1883), in which she considers the Ten Commandments in terms of Christ’s two great commandments, to love thy God and thy neighbor. “A Harmony on First Corinthians XIII,” first published in the January 1879 issue of New and Old, a church magazine, was revised and included as an appendix.\nRossetti’s next book, Time Flies: A Reading Diary, published in 1885, is both the most readable and the most autobiographical of her devotional works. As the subtitle suggests, the book is diarylike in structure, with daily entries consisting of meditations on religious feast days and saints’ days, poetic compositions, or personal reflections and reminiscences. The most often quoted passages are those in which Rossetti describes her experiences of nature and elaborates on the moral and symbolic meaning suggested by them. She regards a spider attempting to escape its own shadow as “a figure of each obstinate impenitent sinner, who having outlived enjoyment remains isolated irretrievably with his own horrible loathsome self.” One glimpses Rossetti’s affection for God’s smallest creatures in the pleasure she took in visiting a garden where she “sat so long and so quietly that a wild garden creature or two made its appearance: a water rat, perhaps, or a water-hunting bird.” She goes on, “Few have been my personal experiences of the sort, and this one gratified me.” \nAfter her mother’s death in 1886 Rossetti continued to keep house for her elderly aunts Charlotte and Eliza until their deaths in 1890 and 1893, respectively, while working on a commentary on the Book of Revelation. The last of Rossetti’s six devotional studies, The Face of the Deep: A Devotional Commentary on the Apocalypse, published in 1892, bears the familiar dedication to her mother, but now “for the first time to her beloved, revered, cherished memory.” A substantial work, The Face of the Deep consists of wide-ranging, free-association meditations on each verse of Revelation. While some passages engage in traditional exegesis, others are more personally contemplative and address issues of spiritual and moral duty. More important for today’s reader, The Face of the Deep includes more than two hundred poems; Rossetti combined them with poems from Called to Be Saints and Time Flies into a volume of devotional poems titled simply Verses. Published in 1893 by the S.P.C.K., this collection of 331 religious lyrics was Rossetti’s last volume to appear during her lifetime. She undertook extensive revisions and arranged the poems into eight sections that form a double poetic sequence: spiritual progress is traced in terms of the individual’s relationship with God in the first four sections and from a universal perspective in the final four. Rossetti’s devotional poems have received scant critical attention, but Verses enjoyed great popularity and continued to be reprinted well into the twentieth century.\nIn 1892 Rossetti was diagnosed with breast cancer and underwent a mastectomy that was performed in her own home. The cancer recurred the following year, and after months of acute suffering she died on 29 December 1894. Rossetti had attained fame as a poet and had earned high regard as a spiritual guide; some had even speculated, after Tennyson’s death in 1892, that she would make a suitable successor to the laureateship. After her death many articles appeared with personal reminiscences, expressing admiration of her saintliness and assessing her poetry and prose. The sole surviving sibling, William made special efforts to document his sister’s life and edit her work. In New Poems, Hitherto Unpublished or Uncollected he made available carefully edited and annotated texts of poems from periodicals and anthologies and many unpublished ones, some written late in Rossetti’s life and others that she had written earlier but had not published presumably because she deemed them either too personal or not up to the standard of her best work. Maude appeared in 1897 and The Poetical Works in 1904; the latter remained, despite its awkward divisions and arrangement, the standard edition of her poetry until Rebecca W. Crump’s The Complete Poems of Christina Rossetti: A Variorum Edition (1979- 1990), which prompted a modern reassessment of Rossetti’s poetry.\n\r\nWhile many other women poets are still in the process of being “rediscovered,” Rossetti is undergoing a radical revaluation which promises a new appreciation of the complexity and variety of her work. In the century after her death her reputation survived largely on the strength of “Goblin Market” and a handful of lyrics. Her lyric gift has never been doubted, but the unassuming tone and flawless finish of these compositions has sometimes led critics to suggest that their lyric purity is achieved at the expense of intellectual depth and aesthetic complexity. Such assessments have been bolstered by William’s description of her as a “casual” and “spontaneous” poet to whom verse came “very easily, without her meditating a possible subject,” and without her having to undertake substantial revisions. More recently critics have expressed suspicion of William’s reconstruction of his sister’s life, his censorship of her letters, and his revisionist editing in the posthumous collections of her poetry.\nFor several decades after her death Rossetti criticism tended to be narrowly biographical, her mournful lyrics and fantastic allegories being used to construct narratives of agonizing conflict between secular and sacred impulses, renounced love, and repressed passion. In the 1980s a Rossetti renaissance began as feminist critics undertook a reexamination of her poetry, addressing particularly “Goblin Market” and exploring Rossetti’s representation of sororal bonds, female creativity, and sexuality and her critique of patriarchal amatory values and gender relations. The trends today run toward a proliferation of critical approaches, many of which re-contextualize Rossetti in Victorian culture, and toward critical interest in a wider range of her works, including her fiction, nonfiction, and children’s poetry. Critics continue to study Rossetti’s response to and influence in a women writers’ tradition; also under discussion are gender-conscious models for positioning Rossetti in the mainstream (that is, predominantly male) canon. Christina Rossetti has often been called the greatest Victorian woman poet, but her poetry is increasingly being recognized as among the most beautiful and innovative of the period by either sex.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}