{"pf_url": "https://www.poetryfoundation.org/poets/christina-pugh", "name": "Christina Pugh", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e30bc371ecd09dc355c4926227a9d9ce63ebe99e.jpeg", "bio": "\nChristina Pugh is the author of four full-length books of poems: Perception (Four Way Books, 2017); Grains of the Voice (Northwestern University Press, 2013); Restoration (TriQuarterly Books, 2008); and Rotary (Word Press, 2004); and the chapbook Gardening at Dusk (Wells College Press, 2002). Her poems have appeared in journals such as the Atlantic Monthly, Poetry magazine, TriQuarterly, Ploughshares, Kenyon Review, and in anthologies such as Poetry 180 (2003).\n\r\nPugh earned a PhD in comparative literature from Harvard University, where she was awarded a Whiting Foundation dissertation fellowship. She continues to publish criticism as well as poetry, with scholarly interests centering on the poetics of ekphrasis, poetic form and meter, the lyric poem as a genre, and manuscript scholarship treating the work of Emily Dickinson. Her articles have appeared in the Emily Dickinson Journal, Literary Imagination, and The Cambridge Companion to American Poetry Post-1945 (2013), among others. Her book reviews have appeared in Poetry magazine, Verse, Ploughshares, and Harvard Review.   \n\r\nPugh has received a Guggenheim Fellowship, the Word Press First Book Prize (for Rotary), the Ruth Lilly Poetry Fellowship, the Lucille Medwick Memorial Award from the Poetry Society of America, an individual artist fellowship in poetry from the Illinois Arts Council, the Associated Writing Programs’ Intro Journals Award, and the Grolier Poetry Prize. She has been granted residencies at the Bogliasco Foundation, Ragdale, Ucross, and the Virginia Center for the Creative Arts. At the University of Illinois at Chicago, Pugh received a faculty fellowship from the Institute for the Humanities, a Graduate Mentoring Award for outstanding mentoring of graduate students, a Teaching Recognition Program award, and a Dean’s Award for Faculty Research in the Humanities.   \r\n \nPugh is consulting editor for Poetry and a professor in the Program for Writers (the PhD program in creative writing) at the University of Illinois at Chicago.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}