{"pf_url": "https://www.poetryfoundation.org/poets/christopher-middleton", "name": "Christopher Middleton", "yob": "1926", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9abfccf77a8d25627d2fce655c6253ae833600dd.jpeg", "bio": "\nDescribed as “one of the most scrupulous of British poets involved in following the innovations of modernism,” by Douglas Dunn, poet and translator Christopher Middleton holds a unique place in contemporary British and American verse. Born in Truro, England, Middleton served in the Royal Air Force before attending Merton College at Oxford University. He taught at the University of Zurich and King’s College in London, and at the University of Texas at Austin from 1966 to 1998. Highly regarded as a translator, Middleton translated the work of major German authors including Robert Walser, Gottfried Benn, Christa Wolf, and Paul Celan. In 1987 he was awarded the prestigious Schlegel-Tieck Translation Prize.\nMiddleton’s own poetry is notable for its erudition, playfulness, and openness to experiment. “Although its roots are in surrealism … and German Expressionism,” Brian Swann commented in Library Journal, “Middleton’s poetry is unlike any other. He specializes in lively juxtapositions, incongruities of collage, the play of forms … Vistas recede in a number of poems into the prehistoric so we are aware of mysterious correlations.”\nMiddleton’s first collection of poetry to be widely published was Torse 3 (1962), which shared the Geoffrey Faber Award. Describing the volume as an “apprentice book of experiments,” Oliver Dixon in The Wolf noted the range and variety of Middleton’s effects; from blank verse to off-rhymed couplets to sonnets, the book is full of “‘developable surfaces’ that lay the foundations for later work,” according to the reviewer. One of Middleton’s continuing concerns has been the shaping of each individual poem to suit its particular subject. “His concern to produce an individual structure of perception for every place, thought and experience he writes about,” noted Alan Brownjohn in the New Statesman, “results in a ceaseless and challenging originality.” Such originality has often put Middleton at odds with the British poetry mainstream, though his stubbornly experimental streak is sometimes seen as a corrective to it. In his collection of essays The Pursuit of the Kingfisher (1983), Middleton calls for an “exigent poetry, hard-bitten poetry, which goes to the limits of the conceivable and thus relocates the centre,” descrying the “suave poetry” which he sees as dominating the British literary scene. Critic George Steiner has argued that Middleton’s “linguistic range, the severe seriousness of his conception of the role of the poet and of the poet’s reader in these ‘terrible times’, his unembarrassed celebration of the visionary, ‘transcendent’ potentialities in art and the imagination, are correctives to the retrenched provincialism of the current English manner.”\nIn books such as The Lonely Suppers of W.V. Balloon (1975), 111 Poems (1983), and The Balcony Tree (1992), Middleton continued to explore a startling array of topics, themes, and forms. Denis Donoghue called 111 Poems “metrically inventive and various, these poems are remarkably alive to ‘the unknown thing beside us’; they listen for ‘the due sound’, and, as if watching birds, register ‘the timed flight of words.’” Though not solely concerned with its own status, Middleton’s poems frequently interrogate the limitations of poetry as such. Perhaps as a result, Middleton’s poetry was lauded and queried in almost equal measure. Oliver Dixon noted that, like W.H. Auden and Thom Gunn, “relocation to the States seems to have been … a liberating move” for Middleton. “The approach towards language is increasingly fluid and Joycean,” Dixon wrote. “There are no pre-set formal templates within which to fit neat portions of confessional or descriptive subject-matter; each text is an inclusive act of discovering, through animated dialogue with some point of focus (be it human, animal, household object, historical locale), its own organic form.”\nAlthough he lived in Texas for over 30 years, Middleton was a vital part of the contemporary British poetry scene, and his influence as an innovative poet open to the traditions of other languages, cultures, and even genres is increasing. The British literary scene hailed the publication of his Collected Poems in 2008 as a major event.\nIn addition to his collections of essays and expository writing, Middleton published several books of prose, including Loose Cannons: Selected Prose (2014), In the Mirror of the Eighth King (1999), Serpentine (1983), and Pataxanadu (1977). \nMiddleton died in Texas on November 29, 2015.\n", "attrs": {"Region:": ["England"]}}