{"pf_url": "https://www.poetryfoundation.org/poets/christine-brooke-rose", "name": "Christine Brooke-Rose", "yob": "1923", "yod": "2012", "image": null, "bio": "\nBritish experimental novelist and scholar Christine Brooke-Rose was born in 1923 into a trilingual household in Geneva and raised in Brussels and Britain. During World War II, she helped decode intercepted German messages. She earned a BA and an MA at Oxford University and a PhD at University College London.\nAfter publishing four well-reviewed, conventional novels, Brooks-Rose survived a difficult illness and moved to France, where she began writing experimental fiction. In her inventive works. she often utilized a particular syntactical or linguistic constraint while addressing postmodern themes of text and identity with humor and curiosity. In an obituary for the New York Times, Margalit Fox noted that Brooke-Rose “wield[ed] words with the ardor of a philologist, the fingers of a prestidigitator and the appetite of a lexivore, resulting in novels that exhilarated many critics and enervated others.”\nBrooke-Rose’s 12 experimental novels include Amalgamemnon (1984), the science fiction novel Xorandor (1986), the autobiographical Remake (1996), and Life, End of (2006). The novels Out (1964), Such (1966), Between (1968), and Thru (1975) are gathered in The Christine Brooke-Rose Omnibus (1986, reprinted in 2006, and her short stories appear in the collection Go When You See the Green Man Walking (1970). The author of the scholarly works A Grammar of Metaphor (1958), A Rhetoric of the Unreal: Studies in Narrative Structure, Especially of the Fantastic (1981), and Stories, Theories and Things (1991), Brooke-Rose also wrote the critical volume A ZBC of Ezra Pound (1971 and translated the work of experimental French writer Alain Robbe-Grillet.\nFrom 1968 to 1988, she taught at the University of Paris. She spent her later life in the south of France and died in 2012.\n", "attrs": {"Region:": ["England"]}}