{"pf_url": "https://www.poetryfoundation.org/poets/chris-wallace-crabbe", "name": "Chris Wallace-Crabbe", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8446b56366bfdf20b7d7ebe66bd45dd188825e8d.jpeg", "bio": "\n                                                                    Born in Melbourne, Australian poet Chris Wallace-Crabbe is the son of a pianist and a journalist. He earned a BA at Melbourne University and attended Yale University. Wallace-Crabbe’s wry yet expansive poems mix high and low diction to sometimes startling effect. In the Times Literary Supplement, critic Eric Ormsby referred to Wallace-Crabbe as “a genial smuggler of surprises,” noting, “His uncommon affability, even when treating the gravest subjects, leaves the reader unprepared for his sudden luxuriance of phrase.”  \nWallace-Crabbe is the author of more than a dozen collections of poetry, including By and Large (2001); Selected Poems 1956–1994 (1995), which won the Dinny O’Hearn Poetry Prize; The Amorous Cannibal (1985), which won the Grace Leven Prize for Poetry; and Blood Is the Water (1969), which won the Farmer’s Poetry Prize. He also published the novel Splinters (1981) and several critical works, including Read It Again (2005) and Falling into Language (1990). He has edited numerous anthologies, including Imagining Australia: Literature and Culture in the New New World (2004, with Judith Ryan), The Oxford Literary History of Australia (1998, with Bruce Bennett and Jennifer Strauss), and The Golden Apples of the Sun: Twentieth Century Australian Poetry (1980).   In 2011, Wallace-Crabbe was awarded the Order of Australia. Over the course of his career, he has received the St. Michael’s Medal, the Philip Hodgins Memorial Medal, the Human Rights Award for Poetry, and the Christopher Brennan Award for Literature. Founding director of the Australian Center at Melbourne University, he has taught at Harvard and Yale Universities. He lives in Melbourne.\n", "attrs": {"Region:": ["Australia"]}}