{"pf_url": "https://www.poetryfoundation.org/poets/christopher-smart", "name": "Christopher Smart", "yob": "1722", "yod": "1771", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/fda6ff3b8f26fd7331a35dfec2e3520c73621b9d.jpeg", "bio": "\nChristopher Smart’s poetry is notable for its visionary power, Christian ardor, and lyrical virtuosity. Poets, including Robert Browning , have long been the warmest and most perceptive admirers of Smart’s poetry, which is more nuanced than its reputation as a precursor to the Romantic tradition allows. In a 1975 radio broadcast in Australia, Peter Porter spoke of Smart as \"the purest case of man's vision prevailing over the spirit of his times.\"\nSmart was born April 11, 1722 at Shipbourne in Kent, the youngest of three children of Peter and Winifred Griffiths Smart. He was proud of having Welsh ancestry through his mother, who belonged to a family from Radnorshire; his boast in Jubilate Agno (first published in 1939 as Rejoice in the Lamb), \"For I am of the seed of the WELCH WOMAN and speak the truth from my heart,\" is one of several references to his Welsh descent. Peter Smart had moved to Kent from Durham to take over the stewardship of Fairlawn, an estate belonging to the Vane family, whose principal seat was Raby Castle in Durham. Peter Smart himself belonged in a modest way to the landowning gentry, but \"having been originally intended for Holy Orders, had a better taste for literature than is commonly found in country gentlemen\" (so writes Christopher Hunter, Christopher Smart's nephew, whose 1791 account of Smart's life is the primary source of biographical information). If, as seems likely, this Peter Smart was the same one whose signature appears on the translation of an important Rosicrucian document dated 1714, Christopher Smart's interest in the supernatural and occult may have begun early. His earlier forebears included another Peter Smart—a prominent Puritan divine, prebendary of Durham Cathedral in the reign of Charles I, and one-time headmaster of Durham School who was jailed for ten years for publishing a fierce antiprelatical sermon in 1628. Another ancestor through his father was the 16th-century preacher Bernard Gilpin, the \"Apostle of the North,\" renowned on the opposite side for his steadfast adherence to Catholic principles. Christopher Smart's religious preoccupations thus had mixed origins in his family history.\n\r\nThe Medway valley where he spent his earliest years became Smart's Arcadia; references in his poetry to the Kentish countryside around Shipbourne are always suffused with nostalgia. \"For I bless God in SHIPBOURNE FAIRLAWN the meadows the brooks and the hills,\" he wrote in Jubilate Agno, 25 years after leaving them. This phase of his life came to an abrupt end in 1733 with the death of his father. Left in straitened circumstances, Winifred Smart returned with the children to Durham, where the 11-year-old Christopher was taken under the wing of Lord Barnard (Henry Vane) and his family at Raby Castle and sent to Durham School. This period, too, however, he remembered as a happy one, in which he had the run of Raby's \"blissful bowers\" and his poetic gifts were fostered by noble patrons, as he recorded in \"To the Rt. the Hon. Lord Barnard on His accession to that Title\" (published in the Gentleman's Magazine, December 1754). According to a story related by Smart's daughter, Elizabeth Le Noir, in a letter to E. H. Barker (circa 1825), and corroborated by allusions in Jubilate Agno, he had a youthful love affair with the daughter of Lord Barnard, Anne Vane; she is said to have been the subject of an amorous poem that Smart claimed to have written at the age of 13: \"To Ethelinda, on her doing my verses the honour of wearing them in her bosom\" (first published in Poems on Several Occasions [1752]). Le Noir relates that \"this very spirited ode had taken such effect that these young lovers had actually set off on a runaway match together; they were however timely prevented and saved.\" Whatever the truth of this colorful story, Smart never forgot Anne Vane, who is recalled by name or other reference with loving frequency in Jubilate Agno.\n\r\nAfter distinguishing himself in his classical studies at school Smart went up to Pembroke Hall, Cambridge, at the age of 17, with the help of an annual allowance from Anne Vane's aunt, the duchess of Cleveland (Henrietta Fitzroy). As an undergraduate he earned acclaim both for his classical learning and for his abilities as a poet, which were considerable enough to win for him for three years in succession the honor of composing the Latin verses to accompany the tripos lists. In 1742 he was awarded the coveted Craven scholarship. He graduated the following year, celebrating the occasion with an ode, \"On Taking a Bachelor's Degree\" (published in the Student, September 16, 1750). Two years later he was elected to a fellowship at Pembroke.\n\r\nAll was set, it might have seemed, for the comfort, security, and modest distinction of an academic career, but Smart's desires and ambitions were pulling him in other directions. Already he had sought the attention of Alexander Pope by sending him Carmen Cl. Alexandri Pope in S. Caeciliam Latine redditum (1743), a Latin version of Pope's Ode for Musick (1713), to which Pope responded with a courteous and encouraging letter. By 1744 he had begun to frequent London; soon he was spending more time in town than in college, competing for recognition as a poet, enjoying the pleasures of the city, and running up tailor's bills. At Cambridge he showed little inclination to settle down to the tranquil seclusion of college life. His ode \"On an Eagle confined in a College-Court,\" written sometime between 1744 and 1746 and published in the Student for June 20, 1751, is an eloquent expression of his discontent: though ostensibly concerned with the oppressive domination of mathematics and pedantic scholarship at the expense of humane letters, the poem clearly voices a more personal sense of frustration. Like the caged eagle, \"Thou type of wit and sense confin'd,\" the poet cramped in his \"servile cell\" can find no outlet for his \"daring fire.\"\n\r\nNevertheless, it was during this period that Smart's first original publication appeared: to the second edition of his Latin version of Pope's ode was added his own \"Ode for Musick on St. Cecilia's Day.\" This poem was Smart's first major essay in the \"sublime\" mode. Smart asserts in a preface that his models, the Pindaric odes of John Dryden (1687) and Pope on the same subject, were, paradoxically, blemished by their beauty: in achieving \"exact unity of design\" they forfeited some of the \"enthusiastic fire and wildness\" of Pindar, which derives from the \"vehemence of sudden and unlook'd for transitions.\"\n\r\nSmart at this time was breaking out in other, more material ways: drinking and entertaining prodigally, running up debts from which the hasty intervention of friends and colleagues rescued him, and producing and acting in a farce of his own composition, The Grateful Fair; or, A Trip to Cambridge. Thomas Gray, then at Peterhouse, gives an amusing account of this venture in a letter to William Mason written in March 1747, commenting with grim prescience that Smart's drunkenness, extravagance, and wild behavior would inevitably lead him to jail or to Bedlam. While he was a Cambridge fellow, Smart had his second love affair, pursuing, as Hunter records, \"a long and unsuccessful passion\" for Harriote Pratt, sister of undergraduate friends of Smart and daughter of a Norfolk landowner. He addressed several poems to her and remembered her kindly in Jubilate Agno.\n\r\nSmart's career at Cambridge effectively ended in 1749 when he was granted a leave of absence from college and moved to London, though he retained his fellowship until his marriage. By 1751 \"Harriote\" had been replaced by \"Nancy,\" Anna Maria Carnan, stepdaughter of the publisher John Newbery. According to Robert Surtees's history of Durham (1840), Smart came to know her when the Newberys were living at Canonbury House, Islington, where he was \"a constant visitor.\" Intimacy soon \"ripened into affection,\" and a \"clandestine marriage\" followed, \"without the consent of Mr. Newbery, whose favour however was soon conciliated, and Smart was immediately established at Canonbury House, where he pursued his literary labours for several years.\" The reason for the secrecy of the marriage and for Newbery's disapproval was probably the precariousness of Smart's prospects: as a married man he could not retain his fellowship at Pembroke, and Newbery must have known about his improvident habits. Moreover, Anna Maria, like her mother, was a Roman Catholic, and Newbery would have been aware of the difficulties besetting a mixed alliance. Initially, however, the marriage seems to have been happy. Smart's poem \"On my Wife's Birth Day\" (published in the Gentleman's Magazine, February 1754) strikes a note of unaffected ardor, and in Jubilate Agno he remembered his life at Canonbury House with gratitude: \"I bless God for my retreat at CANBURY, as it was the place of the nativity of my children.\" His daughters, Marianne and Elizabeth, were born there in 1753 and 1754, respectively.\n\r\nAfter leaving Cambridge, Smart attempted to earn his living by writing. In practice this endeavor meant becoming a literary jack-of-all-trades: editing and supplying copy for magazines, including the Student (1750-1751), the Midwife (1750-1753), and other publishing ventures promoted by Newbery; translating Horace into prose for the use of students (1756); composing songs and other pieces for the theaters and pleasure gardens; and providing material for a series of popular entertainments, called \"Mrs. Midnight's Oratory,\" sponsored by the tireless Newbery. These entertainments were something between a music-hall show and a circus, with songs, recitations, dances, performing animals, and other acts. Smart himself is said to have taken the part of \"Mrs. Midnight\" on some occasions. Although there is no evidence that he found this kind of activity uncongenial, he never lost sight of his serious ambitions as a poet in these busy years from 1749 to 1756.\n\nPoems on Several Occasions (1763) represents his first major bid for public recognition. Published by subscription and handsomely printed, with full-page plates by Francis Hayman and Thomas Worlidge, the volume contained a careful selection of writings from the juvenile ode \"To Ethelinda\" onwards. The work of his Cambridge years was extensively quarried: more than a quarter of the space was occupied by his Latin version, written between 1743 and 1746, of Pope's An Essay on Criticism (1711) alone. The collection was arranged by kind, beginning with a series of 15 odes, followed by longer poems (Latin translations of Pope and John Milton; the three sets of tripos verses, with English translations by Smart's friend Francis Fawkes; and The Hop-Garden); a section titled \"Ballads, Fables and other Miscellaneous Pieces,\" containing two epigrams, a prologue, and an epilogue; and finally a masque, The Judgment of Midas.\n\r\nAmong the shorter pieces, the most ambitious work in the volume was The Hop-Garden, a georgic in two books running to well over seven hundred lines of Miltonic blank verse. The first part was written while Smart was an undergraduate and conscious of his status as apprentice poet. He explains in the opening paragraphs that he has chosen the georgic mode because of its lowliness in the hierarchy of genres, and its suitability therefore for the \"infant bard,\" with the clear implication that Smart, the \"young rustic,\" is cutting his teeth on country matters in preparation for \"far nobler themes\" in riper years. Like Smart's immediate model for an English georgic, John Philips's Cyder (1708), The Hop-Garden is written in the shadow of Virgil. Nevertheless, it is an \"imitation\" in the 18th-century creative sense: an attempt to anglicize a highly sophisticated form, with its own conventions of subject matter, organization, and diction. A conspicuous feature of the poem is its mixture of styles, ranging from polysyllabic Latinate coinages and Spenserian archaisms to blunt colloquialisms. As John Chalker points out, the interplay of styles enables Smart to express contrasting viewpoints; but his handling of this sophisticated weaponry is not altogether assured, and there is some justice in John Butt's comment that Smart's depreciation of the georgic as a genre represents a radical failure in sympathy for the Virgilian impulse. The poem attracted some modest attention in the 18th century. James Grainger referred flatteringly to Smart as an illustrious predecessor in his own georgic, The Sugar Cane (1764), and John Hill in the Monthly Review (August 1752) granted it \"Many poetical strokes\" and \"whole pages that abound in beauty\"; but Hill added that these were \"only a few fine flowers, appearing here and there in an uncultivated field, over-run with nettles and briars.\" His main objection was to the choice of blank verse, which he called \"a very unfortunate error,\" disregarding the precedent set by Philips's Cyder.\n\r\nThe reception of Poems on Several Occasions was lukewarm, in spite of a flattering prepublication notice in the Westminster Journal (August 10, 1751) by Smart's friend Richard Rolt, in which parts of the volume were said to show \"all the glowing fire ... that can enrapture the Soul of Poetry, and enliven the Heart of the Reader.\" Hill cared even less for the Latin poems and translations than for The Hop-Garden and complained of many \"glaring inaccuracies\" in other poems; but he found some of the odes spirited and expressive and The Judgment of Midas \"masterly\" in execution and elegant in versification. An anonymous writer in The General Review (1752) grumbled about the inclusion of too many frivolous pieces from the Student, saying Smart would have earned more credit by reprinting his poems On the Eternity of the Supreme Being (1750) and On the Immensity of the Supreme Being (1751).\n\r\nThe reviewer's judgment was shrewd. These poems were the first and second of Smart's five Cambridge prize poems, published between 1750 and 1755, which later-18th-century and early-19th-century opinion rated the peak of his achievement; this assessment was reflected in the frequency with which they were quoted from and reprinted. They were written for the newly inaugurated Seatonian Prize, offered annually for the best poem by a Cambridge Master of Arts on \"one or other of the perfections or attributes of the Supreme Being\"; Smart won the prize every time he entered for it.\nMeanwhile, Smart continued throughout the early 1750s to pour out a stream of minor poems: songs, epigrams, epitaphs, fables, complimentary addresses, verse epistles, and one full-dress satire, The Hilliad (1753). This sprightly work, written more or less extempore, was intended to discredit Hill, Smart's enemy in the paper war between Henry Fielding and Hill in which Smart had become embroiled. The point of many of its sallies can now only be recovered with difficulty, but Smart's deft and vivacious handling of personal abuse can still be recognized. Among the shorter poems, the fables were the pieces most highly prized by Smart's contemporaries, showing a lightness of touch and acuteness of social observation that made 18th-century critics put him in the same league as John Gay. Charles Burney in the Monthly Review (January 1792) rated him \"the most agreeable metrical Fabulist in our language\" after Gay, finding that although his versification was less polished and \"his apologues in general perhaps less correct\" than those of Gay and Edward Moore, nevertheless \"in originality, in wit, in humour, the preference seems due to Smart.\"\n\r\nThroughout the 1750s, Smart spent freely on clothes and entertainment and borrowed from Newbery when he got into difficulties. Hunter describes him as \"friendly, affectionate, and liberal to excess,\" but so regardless of practicalities that according to his wife he often invited company to dinner when there was not enough in the house to provide a meal even for themselves. In 1755, also he and Rolt entered into a 99-year contract with the publisher Thomas Gardner, binding them to supply material for a new monthly periodical to be called the Universal Visiter and prohibiting them from engaging in any similar work as long as the agreement remained in force. The Universal Visiter began publication with the January 1756 issue, but Smart's contributions were soon cut short: twice since leaving Cambridge he had suffered bouts of dangerous illness, and in 1756 he had an attack of such severity that his life was despaired of.\nThe causes his illnesses are unknown; such evidence as there is points to an acute and recurrent fever of some kind, no doubt accompanied by delirium. Whatever the cause, the third and gravest of the attacks was, by his own account, a turning point in Smart's life which he commemorated with Hymn to the Supreme Being, on Recovery from a dangerous Fit of Illness (1756). The poem describes the course of his illness in terms of a spiritual crisis. At the height of his sufferings, he relates, reason, sense, and religious faith all failed him. The hymn was published in June 1756; less than a year later Smart was admitted to the curable ward of St. Luke's Hospital for Lunatics on Windmill Hill in London. The onset of his breakdown must have been considerably earlier, if Samuel Johnson's recollections are to be taken literally, for, as he reported to James Boswell, Smart's work on the Universal Visiter was interrupted by his insanity: \"I wrote for some months in 'The Universal Visitor [sic],' for poor Smart, while he was mad, not then knowing the terms on which he was engaged to write, and thinking I was doing him good. I hoped his wits would soon return to him. Mine returned to me, and I wrote in 'The Universal Visitor' no longer.\" It is possible, of course, that Johnson's memory of an episode that occurred almost 20 years earlier conflated Smart's physical illness in 1756 with his later mental illness; but the gap between the two cannot have been more than a matter of months, and there are significant links between the crisis described in the hymn and the of Smart's mental health. What Smart described in the hymn was a classical conversion experience; the cause of his insanity has been much debated, but contemporary evidence is clear on one point: the form it took was religious mania, with a compulsion to pray in public. Johnson's brisk and charitable comments have often been quoted but bear repetition: \"My poor friend Smart shewed the disturbance of his mind, by falling upon his knees, and saying his prayers in the street, or in any other unusual place.\" And: \"I did not think he ought to be shut up. His infirmities were not noxious to society. He insisted on people praying with him; and I'd as lief pray with Kit Smart as any one else. Another charge was, that he did not love clean linen; and I have no passion for it.\" Hester Lynch Thrale's longer and more circumstantial (but not necessarily more trustworthy) accounts of Smart's mental illness add detail without materially altering Johnson's assessment. Johnson and Thrale are memorably corroborated by the poet's own account in Jubilate Agno: \"For I blessed God in St James's Park till I routed all the company. For the officers of the peace are at variance with me, and the watchman smites me with his staff.\" Hunter attributed Smart's breakdown to a combination of self-neglect and money troubles: \"Though the fortune as well as constitution of Mr. Smart required the utmost care, he was equally negligent in the management of both, and his various and repeated embarrassments acting upon an imagination uncommonly fervid, produced temporary alienations of mind; which at last were attended with paroxysms so violent and continued as to render confinement necessary.\nSmart was discharged from St. Luke's, uncured, in 1758 but remained in confinement until 1763, possibly part of the time at home but probably for the last years at a private hospital in Bethnal Green. It was unquestionably a period of great affliction for him, not least because it involved first temporary and eventually permanent estrangement from his wife. The full details of the breakdown of the marriage are not known, but the outline of what happened seems clear. Entries in Jubilate Agno for the late summer of 1759 speak first of \"family bickerings and domestic jars,\" and soon afterward: \"For they have seperated me and my bosom, whereas the right comes from setting us together.\" By this time Anna Maria Smart had moved with her two daughters to Dublin, where she opened a shop. She returned after two years and settled in Reading, where she ran a newspaper for her stepfather, but she seems to have made no attempt to visit her husband throughout the last ten years of his life.\n\r\nSmart's allusions to Anna Maria in Jubilate Agno show conflicting feelings. Twice in 1761 he refers lovingly to her (\"God be gracious to my wife,\" \"God be merciful to my wife\"), but at the same time he was obsessed by fantasies about being cuckolded. References to Moabites (a Puritan term of contempt for Roman Catholics) and \"the Moabitish woman\" earlier in Jubilate Agno may also be significant. After his release, there are no further references to her in his poetry, but an entry in Fanny Burney's journal for 1769 gives a startling indication of the savage resentment he harbored: \"he [said that he] knew not if the horrid old Cat--as he once politely called his wife, be dead yet or not.\" One understandable ground for grievance would have been that she had sent his daughters to a convent in France a year or two before this reported conversation. On the other hand, Smart's volatile temperament, extravagance, drunkenness, and irresponsibility would always have made him difficult to live with, and the likelihood is that she had the hard choice of choosing between caring for him and safeguarding the welfare of her children.\nThe \"well-nigh sev'n years\" (as he counted it) of his incarceration brought forth an astonishing quantity of brilliant and original poetry. Between 1757 and 1763 he wrote A Song to David; most if not all of A Translation of the Psalms of David and \"Hymns and Spiritual Songs for the Fasts and Festivals of the Church of England\" (published together in 1765); and the lengthy manuscript of Jubilate Agno, the surviving fragments of which, amounting to more than 1,700 verses, represent only about a third of what he actually wrote. Jubilate Agno, even in its fragmentary form, is Smart's \"prophetic book\": a doxology, evangelical and philosophical manifesto, personal diary, and commonplace book all in one, as well as a remarkable experiment in poetic form. On internal evidence, it appears to have been written over a period of four to five years, from 1758-1759 to 1763. The manuscript, whose existence was not publicly known until 1939, consists of two sets of loose papers, each set containing closely written series of verses all beginning with the same word, Let and For Coincidences of page numbers and dates, together with verbal links between the two sets, suggest that they were intended to be related antiphonally, like the versicles and responses in parts of the Anglican liturgy, or as in Hebrew poetry according to the account given in Robert Lowth's De Sacra Poesi Hebraeorum (1753), an influential work with which Smart was familiar. The Let verses are invocatory and mostly impersonal, calling on the universal choir of creation to glorify the Lord; the For verses add comments, reflections, topical references, and details of Smart's private life and feelings. At the same time, each series of verses is sequentially ordered or linked, thus yielding a complex pattern (of vertical and horizontal connections. The poem is primarily intended as a work of praise and thanksgiving, in accord with Smart's belief in the primacy of gratitude: \"For there is no invention but the gift of God, and no grace but the grace of gratitude,\" he declares. In Smart's belief, as Marcus Walsh observes in Christopher Smart: Selected Poems (1979), \"every creature worships God simply by being itself, through its peculiar actions and properties.... The well-known lines on Smart's cat Jeoffry, far from exemplifying a childlike naivety of vision, are an elaborate demonstration of how each closely observed act may be taken as part of the cat's divine ritual of praise.\"\nThe themes of praise and adoration explain Smart's motive but not his design in Jubilate Agno, and account for only part of the mélange of ideas which make up this extraordinary work: science, politics, language, national and international affairs, genealogy, and horticulture are only some of the topics explored. The problems of interpretation are formidable: while Jubilate Agno evidently represents a synoptic vision of some kind, attempts to find a unified meaning or consistent principle of organization have been persistently balked not only by the fragmentary state of the text but also by the obscurity of many of the allusions, the abrogation of \"normal\" principles of order and connection, and Smart's condensed style, peculiar syntax, and irreverent wordplay. When it was first published in William Force Stead's edition under the title Rejoice in the Lamb, as a linear text with Let and For verses printed in successive blocks, it was understandably regarded mainly as a fascinating curiosity, at best the incoherent outpourings of a mad genius, although showing remarkable gifts of observation and expression and flashes of spiritual insight. Elizabeth Scott-Montagu, who reviewed Stead's edition in Nineteenth Century (June 1939), was exceptional among early critics in her recognition of a powerful and consistent vision behind the seemingly insane disorder of the work. Donald Greene, however, was the first to recognize the far-reaching and subversive implications of Smart's philosophical and scientific ideas, claiming him as \"the earliest of the outright rebels against Newtonian and Lockean 'rationalism'\" and arguing that his criticism of Newtonianism was as radical as William Blake's and conducted with \"rather more philosophic precision.\"\n\r\nKnowledge of Smart's personal life during the seven years of his \"jeopardy,\" as he calls it in Jubilate Agno, has to be pieced together from scanty external testimony and revealing glimpses supplied by Jubilate Agno itself. At St. Luke's he was under the relatively humane and enlightened care of Dr. William Battie, and at least from 1759 he had access to newspapers and books and was allowed to keep a cat (\"For I am possessed of a cat, surpassing in beauty, from whom I take occasion to bless almighty God\") and to work in the garden. Although he still referred to himself as a \"prisoner,\" he was thankful that \"I am not in a dungeon but am allowed the light of the Sun.\" When Johnson visited him he found that Smart got exercise by digging in the garden: \"Let Pink, house of Pink rejoice with Trigonum a herb used in garlands--the Lord succeed my pink borders,\" Smart wrote in October 1762. Other entries, however, paint a darker picture. He writes of being \"in twelve hardships,\" refers to some instrument used on him (\"For they work me with their harping-irons, which is a barbarous instrument, because I am more unguarded than others\"), and is acutely aware of his humiliating status: \"for silly fellow! silly fellow! is against me and belongeth neither to me nor my family.\" He was not altogether forgotten by the outside world, however. In 1759 David Garrick gave a benefit performance of Voltaire's Mérope (1743), adapted by Aaron Hill, on Smart's behalf, and several friends used the occasion to publish sympathetic verses about him, lamenting the temporary eclipse of his talents.\n\nA Song to David was almost certainly written while Smart was hospitalized. The tirelessly repeated legend, originating from John Langhorne's review in the Monthly Review (April 1763), that this poem \"was written when the author was denied the use of pen, ink and paper, and was obliged to indent his lines, with the end of a key, upon the wainscot\" is manifestly absurd but is probably an accurate indication of its date. The preeminence of A Song to David among Smart's works has been virtually undisputed since Browning made it the centerpiece of his poem on Smart in Parleyings with Certain People of Importance in Their Day (1887), and until the publication of Jubilate Agno, and the reprinting of \"Hymns and Spiritual Songs\" in 1949, the song continued to figure in popular imagination as the unique phenomenon that Browning described: a sudden and inexplicable outburst of poetic fire from a dusty waste of decent but commonplace verse, the product of a single transfiguring experience. A Song to David is still justifiably regarded as Smart's crowning achievement, but affinities in quality as well as theme and expression between it and Smart's other religious verse of the same period are now well recognized. The interpretative possibilities of reading the song in close conjunction with Jubilate Agno, however, have not yet been exhausted. The relationship between the two works is that of a crystal to its menstruum: the leading themes and symbols which exist in solution, as it were, in Jubilate Agno are transmuted in A Song to David into an intricate structure of magnificent symmetry and grace.\n\r\nIn 1936 William Butler Yeats singled out A Song to David in the introduction to the Oxford Book of Modern Verse as the inaugural poem of the Romantic period, in which man, \"passive before a mechanized nature,\" began to beat against the door of his prison. Even without knowledge of Jubilate Agno Yeats recognized that A Song to David was more than a religious panegyric of unusual scale and splendor; as Browning also recognized, it was a reaffirmation of spiritual realities in an age of scientific materialism, of the conjunction of nature and supernature in an age of natural theology. The anti-Newtonian principles which Smart hammered out at length and in detail in Jubilate Agno are subsumed in A Song to David within a harmonious scheme of Christian metaphysics set forth by David, whose celebration of the works of creation is the only true knowledge.\nIn A Song to David the process of self-identification with David, the archetypal divine poet, which began with the Seatonian poems, is completed. The poem is both an affirmation and an example of the ideal of poetry represented for Smart by the psalmist, or \"Great Author of the Book of Gratitude\" as Smart designates him. In 18th-century terms, A Song to David is generically and qualitatively a \"sublime\" ode, intended to match what Smart describes as the \"prodigious grandeur and genuine majesty\" of David's poetry. Its architectonics, as well as its style and versification, all contribute to this characterization. For example, at the precise arithmetical center of the poem, as Christopher Dennis has shown, stands a sequence of ten stanzas corresponding to the ten-string harp of David, the instrument and symbol of creative power. Far from being \"a fine piece of ruins,\" in fact, the poem is constructed on numerological principles with \"exact regularity and method,\" as Smart claimed in response to his critics in the \"Advertisement\" to Poems On several Occasions (1763). As Butt observes, \"the poem is unique amongst the lyrical poems of the century in its expression of religious ecstasy within the confines of the strictest formality.\"\n\r\nIn Smart's A Translation of the Psalms of David (1765), in his \"Hymns and Spiritual Songs\" (published together with the translation of the Psalms), and in his later poems, David is replaced by Christ as Smart's source of inspiration: \"Muse, through Christ the Word, inventive\" is invoked in Hymn 3, \"Epiphany.\" From Jubilate Agno onward, the concept of logos, the creative Word, is fundamental to Smart's poetics. The \"Hymns and Spiritual Songs\" are second only to A Song to David in accomplishment. Intended \"for the Fasts and Festivals of the Church of England,\" they are devotional poems of a kind clearly related to 17th-century Anglican tradition but unique in the 18th century. In language, imagery, use of formal patterning and lyrical bravura, as well as in the quality of his faith, Smart in these poems is closer to George Herbert, Robert Herrick, and Andrew Marvell than to the hymn writers of his own age. More intimate than A Song to David, they are described by Devlin as possessing \"a quality all their own, austerely tender,\" while sharing with the best of Smart's other poems the capacity to express \"the flush of enthusiasm ... with lapidary precision.\"\n\r\nThe \"Hymns and Spiritual Songs\" were almost entirely neglected until the 20th century, although Le Noir must have hoped to gain wider circulation for them when she reprinted several in the second volume of a collection titled Miscellaneous Poems (1825-1826), commending their \"originality, ardent piety, and true poetic fire\" in preference to A Song to David, which she thought overrated. While it is broadly true, as Walsh says, that \"Smart's Hymns are imaginative poetry, hymns only in name, making too few of the inevitable practical compromises to be acceptable in popular congregational use,\" a few of them have been successfully set to music and included in modern hymnals.\n\r\nThe manuscript of Jubilate Agno breaks off abruptly at the end of January 1763, two lines after an entry saying \"God be gracious to John Sherrat [sic].\" Sherratt was a London entrepreneur and self-appointed reformer of private hospitals; Smart may have known him since the early 1750s, when Sherratt was manager of Marylebone Gardens. Sherratt was instrumental in securing Smart's release, as he acknowledges with gratitude in \"An Epistle to John Sherratt, Esq.\" included in the small volume Poems by Mr. Smart, which was published in July 1763. On leaving the hospital Smart took rooms in Park Street, Westminster. There he was visited in October 1764 by Hawkesworth, who wrote to Smart's sister, Margaret Hunter, that he had found Smart comfortably established \"with very decent people, in a house most delightfully situated with a terras that overlooks St. James's Park, and a door into it.\" On Smart's table Hawkesworth saw \"a quarto book, in which he had been writing, a prayer book and a Horace,\" which neatly encapsulates Smart's main preoccupations in his later years. The stigma of insanity had not turned him into a social pariah: as Hawkesworth delicately puts it, he was \"by no means considered in any light that makes his company as a gentleman, a scholar, and a genius less desirable.\" To this year belongs a cheerful verse epistle to Dr. James Nares, the musician, inviting him to dinner and written with all the gaiety and unforced good humor of poems in the same vein composed before Smart's confinement; the epistle was published in the Universal Museum in April 1765.\n\r\nThis period was soured, however, by quarrels with his critics and self-imposed alienation from his family. Smart's attitude to Hawkesworth, whom he greeted, Hawkesworth wrote to Smart's sister, \"with an ardour of kindness natural to the sensibility of his temper,\" was in conspicuous contrast to his response to news of his mother and sister, which he received in pointed silence. When told that his sister and brother-in-law would be glad to see Smart at their home in Kent, Hawkesworth reports that \"he replied very quick, 'I cannot afford to be idle;' I said he might employ his mind as well in the country as the town, at which he only shook his head.\"\n\r\nIt is certainly true that Smart was busy at this time. In addition to collecting subscribers, preparing the Psalms and hymns for publication, and seeing A Song to David through the press, in 1763 and 1764 he had three small volumes of poems published and wrote the libretto for an oratorio, Hannah (1764), with a score by John Worgan; when Hawkesworth visited him he had completed A Poetical Translation of the Fables of Phaedrus (1765) and was already at work on the verse translation of Horace. But the failure of A Song to David to win public applause was deeply galling to him, and he reacted angrily in print to his critics, dragging up old grievances with futile indignation. Smart's three small collections of verse, Poems by Mr. Smart, Poems On several Occasions, and Ode to the Right Honourable the Earl of Northumberland, on his being appointed Lord Lieutenant of Ireland. Presented on the Birth-Day of Lord Warkworth. With some other Pieces (1764), contain short odes, complimentary addresses, fables, songs, epigrams, and so on. These poems look at first sight like a return to the relatively lighthearted, secular versifying of the 1750s. But almost nothing Smart wrote after 1759 is entirely unaffected by his Christian \"rebirth,\" and in these volumes he seems to have been trying out a new kind of secularized religious poetry.\n\r\nMeanwhile, owing to delays in its publication, Smart's Translation of the Psalms of David was preceded by a rival version by James Merrick. Smart had the chagrin of seeing his version unfavorably compared to Merrick's, dismissed with contempt by his old enemies in the Critical Review and the Monthly Review, and ignored by the Church of England, for whose use it had been so carefully prepared. As Walsh notes, Smart's translation was not mere hackwork but \"an extraordinarily ambitious attempt to meet a strongly voiced demand for a new Anglican metrical Psalter, for regular use in the divine service.\" Like his hymns, it was part of his campaign for liturgical reform; like the hymns, also, it expresses a theology which is close to that of the Evangelical wing of the church, stressing salvation through faith rather than works. Walsh points out that among Smart's many additions to the original text of the Psalms, the word grace is more frequently introduced than any other. The translation announced itself as Attempted in the Spirit of Christianity; such an attempt was not a novelty in itself, but Smart's adaptation of the Psalter to Christian thought, expression, and symbolism is audaciously thorough, making few concessions to the standards of language for congregational singing set by the metrical versions of Thomas Sternhold and John Hopkins (1562) or the New Version (1696) by Nahum Tate and Nicholas Brady that were already in use in Anglican services.\n\r\nTroubles of a more practical kind soon followed. Three years after Smart's hospitalization, he was again in danger of imprisonment, this time for debt. Smart was never again wholly out of trouble over money, in spite of diligent and in part successful efforts on the part of his friends to secure employment or support for him. Hunter says that he was maintained in his last years \"partly by his literary occupations, and partly by the generosity of his friends; receiving among other benefactions fifty pounds a year from the Treasury.\" The publication in 1767 of Smart's verse translation of the works of Horace, now recognized as a work of originality, verve, and wit, did nothing to retrieve his fortunes or his reputation in his own time. Only two reviewers took any notice of the work at all. The Critical Review (August 1767) gave it half-hearted praise for its occasional felicities, its fastidiousness (giving \"an inoffensive turn to all those passages which have a tendency to suggest immodest ideas\"), and its scholarly apparatus. The Political Register (December 1767) allotted it one word: \"Unequal.\" Thereafter, the translation passed into virtual oblivion until 1950, when Robert Brittain revived interest in it by reprinting a selection of odes and epistles in his edition of Smart's poems.\n\r\nHorace was an important pattern and influence throughout Smart's career. Several of his youthful odes were modeled on Horace; one of his earliest publications was a vivacious imitation of Satire III, Book I (1750); and as poet and critic Horace remained a constant standard of reference for Smart. It was not the Horatian urbanity, so much admired by poets from Ben Jonson to Pope, that most attracted him, but rather the qualities of Horace's poetic language. In the preface to his verse translation Smart comments on \"the lucky risk of the Horatian boldness,\" explaining that \"Horace is not so much an original in respect to his matter and sentiments ... as to that unrivalled peculiarity of expression, which has excited the admiration of all succeeding ages.\" By \"peculiarity of expression\" he means not only that curiosa felicitas (studied grace) which critics since Petronius Arbiter have attributed to Horace but especially that quality which he labels impression. \"The beauty, force and vehemence of Impression,\" he says, is the mark of every great genius, but particularly of lyrical poets; it is \"a talent or gift of Almighty God, by which a Genius is impowered to throw an emphasis upon a word or sentence in such wise, that it cannot escape any reader of sheer good sense or true critical sagacity.\" It would appear from other comments and references of his that Smart was thinking of specific ways in which the poet may arrest or electrify the reader. He apparently had in mind not the use of intrinsically unusual words or grammatical constructions to achieve striking semantic effects but rather what may be achieved by using \"ordinary\" or \"normal\" words and constructions in unusual collocations or in startlingly unexpected contexts. In this way words and larger sense-units are invested with something akin to that special \"force and violence\" which the philosopher David Hume (in A Treatise of Human Nature [1739] and other works) attributes to that class of perceptions to which, likewise, he assigns the name impressions. It is in ways of this kind that Smart sought to give to his translation, as to all his poetry after 1763, that \"unrivalled peculiarity of expression\" which he so much admired in Horace.\n\r\nThe last five years of Smart's life were spent in increasing poverty and need: most of his surviving letters after 1766 are concerned with money troubles. When Newbery died in 1767, provisions in his will ensured that none of the money left to Anna Maria Smart should be \"subject or liable to the debts power or control of her present husband\"; and in 1769 Smart was disappointed in the hope of benefiting from the Durham estate of his cousin, Francis Smart. Help came in small ways; through the exertions of friends in Durham he was made beneficiary of a charitable trust in 1769, but he was reduced at times to begging small sums from those acquaintances whose generosity and patience had not already been exhausted. Charles Burney was one of these; his daughter Fanny mentions in her diary for September 12, 1768 that Smart had sent \"a most affecting Epistle to papa, to entreat him to lend him 1/2 a guinea\" in 1767; she comments: \"How great a pity so clever, so ingenious a man should be reduced to such shocking circumstances.\" In the same entry she notes a visit from Smart the previous day: \"He is extremely grave, and has still great wildness in his manner, looks and voice--'tis impossible to see him and think of his works, without feeling the utmost pity and concern for him.\" On another visit, the following year, he presented her with a rose and a courtly compliment: \"It was given me, said he, by a fair lady--though not so fair as you.\" To this period belong also his visits to the hospitable home of Nicholas Kempe, where Smart liked to listen to Kempe's son John playing the flute; in old age John Kempe recalled in the Gentleman's Magazine (1823) that \"I have often soothed the wanderings of his melancholy by some favorite air; he would shed tears when I played, and generally wrote some lines afterwards.\" Another friendship that apparently survived was with John Wilkes, for whom Smart composed a birthday ode which was performed with music at the Devil Tavern, Temple Bar, in 1769 (the poem is now lost).\n\r\nMeanwhile he continued to write energetically, though nothing he produced after 1763 was a success with the public or the critics. The decision of the editor of the posthumous collection of Smart's poems (1791) to exclude the Psalms, hymns, versified parables, translations of Phaedrus and Horace, A Song to David, and most of the poems from the small volumes of 1763-1764, on the grounds that they showed \"melancholy proofs of the recent estrangement of his mind,\" accurately reflects the reaction of the public toward Smart's later publications. His second oratorio, Abimelech (1768), was performed only once in his lifetime; The Parables of Our Lord and Saviour Jesus Christ (1768) was dismissed with derision by the Monthly Review (May 1768) and with the faintest of praise by the Critical Review (April 1768); while Hymns, for the Amusement of Children (1771), his last work, was totally ignored.\n\r\nBy the time Hymns, for the Amusement of Children reached the printers, Smart was in prison. He was arrested for debt in April 1770 and committed to the King's Bench Prison, where he remained until his death a year later. His confinement was not onerous: through the good offices of his brother-in-law, Thomas Carnan (publisher of Hymns, for the Amusement of Children), he was allowed the \"Rules\" of the prison, which meant that he had the freedom of St. George's Fields, an area around the prison including shops, public houses, and open ground for walking. Thanks to the ever-loyal Charles Burney he was not totally destitute, for as Fanny Burney records, her father raised a small fund which gave him \"a miserable pittance beyond the prison allowance.\" Even in jail, Smart's affectionate disposition earned him friends among his fellow prisoners. One of these was Mendez Da Costa, clerk of the Royal Society, in prison for fraud, to whose wife Smart addressed a charming verse compliment. Another was James Stephen, the young son of another prisoner, who remembered Smart in his memoirs (1954) as one of \"three or four literary characters\" who befriended him, lending him books \"with a view to the cultivation of my taste.\" The fullest picture of Smart in prison comes again from Fanny Burney, who notes in her Memoirs of Dr. Burney (1832) that he alternated between \"partial aberration of intellect, and bacchanalian forgetfulness of misfortune,\" that his piety was sincere, \"though fanatical rather than rational,\" and that his compassion remained constant; she quotes as an example a letter Smart wrote not long before his death to her father, pleading for help for a fellow prisoner \"whom I myself have already assisted according to my willing poverty.\" Smart died on May 20, 1771 after a short illness, \"a disorder in his liver,\" according to Hunter. In a letter written on June 25, Hunter gave Smart a touching valediction: \"I trust he is now at peace; it was not his portion here.\"\n\r\nAt the time of his death, Smart's reputation as a poet had suffered a drastic eclipse. From being the pride of Cambridge in his youth, he sank in estimation into \"poor Smart the mad poet,\" as Thomas Percy described him in a letter date October 17, 1786 to Edmond Malone, followed by comparative neglect until the 20th century. He became in effect a one-poem author: despite respectful references to some of his other works and occasional reprintings, it was A Song to David which kept his name alive. In an undated letter to T. Hall Caine, Dante Gabriel Rossetti pronounced it \"the only accomplished poem of the last century\"; and the image of Smart as one of the freaks of literary history, an industrious versifier momentarily transformed into a poet of genius, persisted with extraordinary tenacity. Even the publication by Edmund Blunden of some of Smart's hymns, psalms, Horatian translations, and other poems in 1924 caused only a brief flurry of interest, without altering the popular perception of Smart as the author of a solitary masterpiece--an \"inestimable jewel buried in an ash-heap,\" in Edmund Gosse's phrase. The real turning point came with the discovery in 1939 of Jubilate Agno, the work which, even more than A Song to David, has captured the interest of modern poets, including Allen Ginsberg, Alec Hope, John Heath-Stubbs, Peter Porter, Jeremy Reed, and Wendy Cope.\n \n", "attrs": {"Region:": ["England"]}}