{"pf_url": "https://www.poetryfoundation.org/poets/chris-dombrowski", "name": "Chris Dombrowski", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3efcf232b769fe510cae1a022d5f92b09f423fe1.jpeg", "bio": "\nBorn in Michigan, Chris Dombrowski earned his MFA from the University of Montana. His publications include the chapbooks, Fragments with Dusk in Them (2008), September Miniatures with Blood and Mars (2012), and the collections By Cold Water (2009) and Earth Again (2013). He is also the author of the nonfiction collection, Body of Water (Milkweed Editions, 2016).\n\r\nIn a 2007 interview Dombrowski said that “finding the right form for the poem, I think, is why we write poetry.” Citing his early reading of Norman McLean’s novella A River Runs Through It as a formative influence on his decision to pursue writing, Dombrowski, who also works as a river guide, crafts meditative, free-verse poems that are deeply engaged with the natural world.\n\r\nHis honors include the Associated Writing Programs Intro Award, Alligator Juniper’s National Poetry Prize, and a runner-up (Earth Again) for Foreword Magazine’s Poetry Book of the Year. His poems have appeared in many literary journals and have been anthologized in Joyful Noise: An Anthology of American Spiritual Poetry (2006), Making Poems (2012), and others.  Both of his full-length volumes have garnered praise from reviewers. Writing on By Cold Water for Neo, critic Richard Simpson noted that Dombrowski composes “from a loose, ancient, explosive formula: poem = dream = vision = prophecy = myth …. (and) suggests that if anything can save a broken world it may be visionary song.” In Orion, Joe Wilkins lauded the “risky and courageous” poems in Earth Again for their ability “to wrestle with the most nonsensical, most horrifying … of events,” calling the work “beautiful and harrowing … a holy book.”\nDombrowski has taught at the University of Montana and the Interlochen Center for the Arts, where he was a writer-in-residence. He lives in Missoula, Montana.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}