{"pf_url": "https://www.poetryfoundation.org/poets/chungmi-kim", "name": "Chungmi Kim", "yob": null, "yod": null, "image": null, "bio": "\nPoet, playwright, and screenwriter Chungmi Kim was born and raised in South Korea. She earned a BA in English from Ewha Womans University in Seoul, and after graduation she moved to the United States, where she earned an MA in theater arts from UCLA.\r\n \r\nKim’s collections of poetry include Glacier Lily (2004) and Chungmi: Selected Poems (1982). “Kim uses intuitive lineation and plain language peppered with the surreal,” observed North American Review critic Vince Gotera in a review of Glacier Lily. “Haunted by a feeling of being caught between … Kim’s speaker lives heroically throughout epic difficulties, always with faith and hope.” In the Los Angeles Times, Kim spoke of the challenges she faced upon migrating to the United States and beginning to compose creative work in English. “At that time, I had to develop my own style and my own methods to express what I wanted to say. When you are not fluent in a foreign language, you have to write it simply, with emotion. I think even to this day, this is my way of writing—I take something that is very complex and boil it down to its simplest form.”\r\n \r\nKim’s poetry has been included in numerous anthologies and featured on Garrison Keillor’s National Public Radio program The Writer’s Almanac. Her poetry was featured in the Poetry Society of America’s “Poetry in Motion” program in Los Angeles.\r\n \r\nKim’s screenplay The Dandelion won the Open Door Writing Contest sponsored by the Writers Guild Foundation. Her full-length play Hanako premiered in Los Angeles in 1999, and a revised version was produced as Comfort Women in New York in 2004. Kim has written and produced the television programs The Koreans in LA and Poets in Profile. She received an Emmy nomination for her work as a co-producer of the hour-long documentary Korea: The New Power in the Pacific, which aired on KCBS-TV.\r\n \n", "attrs": {"Region:": ["Asia, East", "U.S., Western"]}}