{"pf_url": "https://www.poetryfoundation.org/poets/cid-corman", "name": "Cid Corman", "yob": "1924", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5a903fe36f27a76036f29542f1d7fb37ba3bfa73.jpeg", "bio": "\nCid Corman, born to Ukrainian parents, grew up in Dorchester, a neighborhood in Boston, Massachusetts. He earned a BA at Tufts University in 1945. He studied in the graduate program at the University of Michigan, where he won the Hopwood Award in poetry, but he did not finish his degree. Corman’s numerous books of poetry include For Crying Out Loud (2002), And the Word (1987), In Particular: Poems, New and Selected (1986), At Their Word (1978), Be Longings (1977), and Livingdying (1970). He also edited many notable books, including The Granite Pail: The Selected Poems of Lorine Niedecker (1996), and Word for Word: Essays on the Art of Language (1977). \nAlicia Ostriker viewed Cid Corman as “a poet’s poet: a writer neither very profuse—all his books are ‘slender’ ones—nor very aggressive, but central. To read Corman is to become conscious of one’s breathing, how slightly it separates us from things like stones. The pure language, in minimal lines like those of Williams or Creeley, makes one think of other arts in their purity: a clean tone of harpsichord music, or flute, or lute, or Matisse colors, or sumi painting or the Zen archer, shooting well.” Ian Hamilton furthered the comparison to Creeley in his comments on Words for Each Other: “He has much of Robert Creeley’s wistful, abstract, openheartedness, but is less mannered than Creeley, less anxiously naive.”\nCorman’s characteristic poem, said Hayden Carruth, “has a somewhat Oriental look about it: brief lines, measured by syllabic count, with much interplay of tones and accents, usually turning on a point of acute perception.” Not only is this poem “devilishly hard to write,” continued Carruth, “I detect in his work a Yankee toughness and existential lucidity that raise it far above trivia.” Similarly, Robert J. Griffin tasted “an Oriental flavor” in Corman’s Livingdying (1970), a flavor “so strong in some poems that they seem not original works but carefully literal translations. At its worst this flavor may smack of cross-cultural belch, like pseudo-Zen gnomics or Pound pretentiously wagging his pigtail. ... But that isn’t typical. Corman lives in Japan, really lives there, and in most of his short pieces the Eastern note is earned and genuinely resonant.”\nIn his overview of Corman’s work, Michael Heller compared the poems of the six or seven years before 1976 to Sun Rock Man (1962): “These poems, no longer quests, are certainly different in tone from the anguished work of Sun Rock Man with its ache of excess being. ... That the meanings adhere to the language at depth and complexity testifies to the visionary nature of Corman’s craft.”\nCorman extracted highlights from two decades of his magazine to produce The Gist of Origin 1951­–71 (1975). Included in this chronological collection of poetry, short prose, and reviews are some early works of Creeley, Charles Olson, and Denise Levertov alongside later efforts by William Carlos Williams and Wallace Stevens. Corman provided his own introduction, which Choice termed “thoughtful, specific, candid, and invaluable as social history.” The magazine itself earned praise from Heller: “What I have said of Corman’s poetry strikes me as no less true of his editorship of Origin; like the poems, it is an enterprise, a meditation of exile. Its pages testify anew to what makes the American literary scene such a curiosity, such a contradictory set of patterns and influences.”\n", "attrs": {}}