{"pf_url": "https://www.poetryfoundation.org/poets/clayton-eshleman", "name": "Clayton Eshleman", "yob": "1935", "yod": null, "image": null, "bio": "\nClayton Eshleman is one of America’s foremost translators and poets. Born in Indianapolis, Indiana, Eshleman earned degrees in philosophy and creative writing from Indiana University. As a young man he traveled to Mexico, and lived in Japan, where he befriended poets such as Gary Snyder and Cid Corman. Returning to the United States, Eshleman held teaching positions at institutions including the California Institute of the Arts and Eastern Michigan University, where he is professor emeritus. He also founded two of mid-century American poetry’s most highly regarded magazines: Caterpillar, which ran from 1967–73, and Sulfur, which ran from 1981­–2000. Eshleman and his wife Caryl have made frequent trips to France, where they have led tours of the caves in the Dordogne region. Eshleman’s interest in cave paintings and archeology resulted in the work Juniper Fuse: Upper Paleolithic Imagination and the Construction of the Underworld (2003). Speaking about his interest in the caves and cave paintings, Eshleman told Contemporary Authors, “My work attempts to go at Ice Age image-making, and its relevance to the twentieth century, via poems, prose poems, notes, essays, dreams, and lectures, i.e., to compile an anatomy comprised of many genres to match the unframed range of undifferentiated image-making which forms the floor of human imagination.”\nEshleman’s translations of literary giants such as César Vallejo, Pablo Neruda, Aimé Césaire, Antonin Artaud, Michel Deguy, Bernard Bador, and Arthur Rimbaud have earned him numerous awards, including the National Book Award for his translation, with José Rubia Barcia, of The Complete Posthumous Poetry (1978) of César Vallejo. His translation of Vallejo’s Complete Poetry: A Bilingual Edition (2007) was shortlisted for the prestigious Griffin Poetry Prize. Eshleman is known for his diligent approach to translation, often reworking and republishing volumes of Vallejo and Césaire over decades. Eshleman has talked about his sense of apprenticeship to the poets he translates, especially Vallejo. In an interview with Jessica Crispin, he noted “By the time I went to Japan I had a sketchy, maybe newspaper-level reading ability in Spanish. All self-taught. And of course in no way up to translating Vallejo, but I took a Vallejo anthology with me to Japan and at one point, as I mention in the ‘Translation Memoir,’ I decided I would try to read Poemas Humanos. I was seduced and overwhelmed and quickly decided that I would create an apprenticeship to poetry by translating all the poems in that book. I felt that I would learn something about poetry by doing that that I would not learn by staying with English language poetry. Vallejo had something to teach me that I could not find in Williams or Pound. That was the beginning of this 48 year Vallejo translation saga. There have been lots of gaps in translating his poetry. I figure I’ve probably spent full time maybe 12 years on Vallejo since the late ’50s to 2005. He’s become my great companion in poetry.”\nEshleman has received numerous honors and awards for his work, including fellowships from the Guggenheim Foundation, the National Endowment for the Arts, the National Endowment for the Humanities, and travel grants from the Soros Foundation and the Rockefeller Study Center in Bellagio, Italy.\nEshleman’s own poetry is noted for its innovative use of myth, psychology, archeology, and surrealism. Using juxtaposition, complex and sinuous syntax, and an eclectic range of reference, Eshleman has carved out a distinct niche in American poetry. “His is a poetic that demands tremendous energy and an intense desire to overcome the impossibility of containing the world in a sequence of articulated particulars,” noted Carlos Parcelli in the journal Flash Point. “Buddhism, third world nationalist movements, jazz musicians, ancient cave paintings, and the transference of sexuality all hold clues for Eshleman. Clues that will ultimately lead to a closure—to the rejection of the mediumship of words,” he continued. Other reviewers have noted the centrality of techniques learned from his work as a translator of surrealist poets such as Vallejo and Césaire, “Image is crucial to Eshleman’s praxis,” wrote John Olson in the American Book Review. Eshleman’s poetry has been described as “witty, abrasive, pungently earthy,” by Susan Smith Nash in World Literature Today. She continued, “Eshleman’s poems possess a heavy reliance on juxtaposition and the belief that an essential truth may emerge from the dionysiac combining of art, anthropology, poetry, and historical events.”\nEshleman once told Contemporary Authors that William Blake, César Vallejo, Antonin Artaud, Bud Powell, and Chaim Soutine have had a powerful influence on his poetry. He said, “My poetics are the oldest and most engaging human adventure: the emancipation of the self.” Eshleman also spoke of his own journey as a writer and offered some advice to aspiring poets: “I began to write when I was about twenty-three years old, at the same time I began to read seriously, so there has always been a constant overlapping between reading and writing, almost as if they are sides of the same coin whose center, or gravity, is experience—my experience which, as all others, in my opinion, is resolutely personal. I write mainly to understand what is happening to me and others, and to express relation or the lack of it. I think that transcendence is a mistake, and that it is much more meaningful to drill through an opaqueness than to try and go over it … As for aspiring writers; believe, I say to you, in apprenticeship. Pick some mature writer or artist and force yourself to know all of his work, from beginning to end, and attempt to assimilate it, and understand why it has the power that it does to move you. Such work takes from between ten and twenty years, depending on where you are when you make such a move, and who you have picked. The denser the mature artist the more you will get out of such an association, and probably the more difficult your gains will be.”\n", "attrs": {}}