{"pf_url": "https://www.poetryfoundation.org/poets/cleopatra-mathis", "name": "Cleopatra Mathis", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0e843c28d29b0b8679e5efeeef59b082de2696b2.jpeg", "bio": "\nBorn and raised in a Greek family in rural Ruston, Louisiana, Cleopatra Mathis received her BA from Southwest Texas State and her MFA from Columbia University. She is the author of numerous collections of poetry, including After the Body: New & Selected Poems (2020); White Sea (2005); What to Tip the Boatman? (2001), which won the Jane Kenyon Award for Outstanding Book of Poems; and Aerial View of Louisiana (1979). Poet Carol Muske-Dukes praised the poems in White Sea as “bitter as salt and blinding as the light of revelation—clear, gem-bright, and relentless as waves.”\nIn a 2005 interview Mathis said that “I want the poem to challenge me, but I don’t want to feel that the poem resists me. I want the language of a poem to illuminate meaning, not obscure it.” Her lush imagery and ease with narrative draw on the tradition of Southern storytelling, though her work’s narrative gesture is a scaffold for the unsentimental exploration of a nuanced emotional landscape.\nHer honors include two grants from the National Endowment for the Arts and fellowships from the Fine Arts Work Center in Provincetown, the New Hampshire State Council on the Arts, and the New Jersey State Arts Council. Mathis has also won the Robert Frost Resident Poet Award, the Peter I.B. Lavan Younger Poets Award from the Academy of American Poets, the Cohen Award from Ploughshares journal, two Pushcart Prizes, and the May Sarton Award. Her work has been anthologized widely, including in The Extraordinary Tide: Poetry by American Women (2001) and The Made Thing: An Anthology of Contemporary Southern Poetry (1999).\nShe is the Frederick Sessions Beebe Professor of English at Dartmouth College, where she directs the creative writing program, in which she has taught since 1982.\n", "attrs": {"Region:": ["U.S., New England"]}}