{"pf_url": "https://www.poetryfoundation.org/poets/clive-james", "name": "Clive James", "yob": "1939", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/bd0fd1c5c4032d7654869590ef80d4bd13205ef2.jpeg", "bio": "\nCritic, author, poet, and lyricist Clive James was born Vivian James in Sydney, Australia, and educated at Sydney University and Pembroke College, Cambridge University. He moved to England in 1961 and became a literary critic and television columnist. He was the author of several collections of poetry, including The River in the Sky (2018), Gate of Lilacs: A Verse Commentary on Proust (2016), Collected Poems 1958-2015, and the satirical verse epic Peregrine Prykke’s Pilgrimage Through the London Literary World: A Tragedy in Heroic Couplets (1974). James’s assured, formal poems range in theme from romantic love to satire, and are composed in a wry voice reminiscent of Philip Larkin’s. Reviewing Opal Sunset: Selected Poems 1958–2008 and Angels over Elsinore: Collected Verse 2003–2008, Village Voice critic Abigail Deutsch noted, “James’s artistry lies in his ability to seem both casual and careful: He observes an imperfect world with acerbic off-handedness, often setting his informal voice within formal verse.”\nAs “the Metropolitan Critic,” James anonymously contributed a regular column to the Times Literary Supplement. His weekly television review column for The Observer, which ran from 1972 to 1982, has been reprinted as On Television (1990). A television performer as well, James has written and presented numerous studio series and specials, including the series “Fame in the Twentieth Century,” which aired on the BBC and PBS. After helping found the television production company Watchmaker, James chaired the Internet enterprise Welcome Stranger.\nJames also wrote several novels, including the best sellers Brilliant Creatures (1983) and The Silver Castle (1996). His memoirs include Unreliable Memoirs (1980), North Face of Soho (2006), and The Blaze of Obscurity (2009). A prolific essayist, his collections of essays include As of This Writing (2003), The Meaning of Recognition (2005), Cultural Amnesia (2007), Latest Readings (2015), Play All (2016), and Somewhere Becoming Rain: Collected Writings on Philip Larkin (2019). Collaborating with the singer and musician Pete Atkin, James wrote the lyrics for several commercially released albums.\nJames was a member of the Order of Australia, was elected as an Honorary Fellow of the Australian Academy of the Humanities and Fellow of the Royal Society of Literature, and was awarded the President's Medal by the British Academy. He was also awarded an honorary Doctor of Letters by both Sydney University and the University of East Anglia, and a special lifetime achievement award at the 2015 BAFTAs. James won Australia’s premier award for poetry, the Philip Hodgins Memorial Medal, as well as the George Orwell Special Prize for lifetime achievement in journalism and broadcasting.\nHe lived in London and Cambridge and was married to the scholar Prue Shaw. He died in late 2019, as his home in Cambridge, after a nine-year bout with leukemia.\n", "attrs": {"Region:": ["England"]}}