{"pf_url": "https://www.poetryfoundation.org/poets/coleman-barks", "name": "Coleman Barks", "yob": "1937", "yod": null, "image": null, "bio": "\nBorn and raised in Chattanooga, Tennessee, poet and translator Coleman Barks received a BA from the University of North Carolina and an MA from the University of California, Berkeley, before returning to the University of North Carolina to earn a PhD.\nIn 1976, poet Robert Bly introduced Barks to the work of 13th-century Sufi mystic poet Jalal al-Din Rumi. Barks has since loosely translated more than a dozen volumes of Rumi’s poetry, including The Illuminated Rumi (1997) and The Essential Rumi (1995), often in collaboration with Persian scholar John Moyne. Barks’s translation work was the focus of an episode of Bill Moyers’s PBS series The Language of Life, and he has collaboratively produced his Rumi translations with music and dance ensembles including the Paul Winter Consort and Zuleikha. In 2004 Barks received the Juliet Hollister Award for his work supporting interfaith understanding, and in 2006 the University of Tehran awarded Barks an honorary doctorate in recognition of his contributions to the field of Rumi translation. Barks’s translations are noted for their accessible lyricism.\nBarks’s own poetry, influenced by William Wordsworth, Walt Whitman, and Rainer Maria Rilke, is lyrical, meditative, and steeped in his native Southeastern landscape. Barks has published numerous original poetry collections, including Hummingbird Sleep (2013), Winter Sky: New and Selected Poems (2008), Gourd Seed (1993), and The Juice (1971). Awards for his poetry include the Guy Owen Prize from the Southern Literary Review, and the New England Review’s prize for narrative poetry. In a 2007 conversation with Gibson Fay-LeBlanc for Guernica magazine, Barks addressed the relationship between his translation work and his original poetry, noting, “It’s like being in an apprenticeship to a master … [W]ith the Rumi work, I try to get out of the way and disappear, and with my own work, I try to get in the way. I let my shame and ecstasy and disappointment come in, all my emotional states, whereas with Rumi they’re more spiritual states.”\nBarks lives in Athens, Georgia, and is a professor emeritus at the University of Georgia. In 2009 he was inducted into the Georgia Writers’ Hall of Fame.\n", "attrs": {"Region:": ["U.S., Southern"]}}