{"pf_url": "https://www.poetryfoundation.org/poets/cynthia-hogue", "name": "Cynthia Hogue", "yob": "1951", "yod": null, "image": null, "bio": "\n                                                                    Born in Rock Island, Illinois, and raised in upstate New York, poet, editor, and translator Cynthia Hogue earned a BA at Oberlin College, an MAH at SUNY-Buffalo, and a PhD at the University of Arizona.   In her poems, Hogue is often concerned with liminal landscapes and the transformative power of myth. Describing herself as “an intuitive and exploratory poet” in a 2006 interview with Marisol Teresa Baca in 42opus, Hogue stated that particularly in her collection The Incognito Body (2006), “I'm interested in social-economic power: how it is used; whether it is shared; what happens when one shifts the dynamic to power-sharing, for example, which listening, on a very deep level, can begin to do.”    Her numerous collections of poetry include Revenance (2014), Or Consequence (2010), Flux (2002), and Touchwood (1979). Hogue is the author of the critical volume Scheming Women: Poetry, Privilege, and the Politics of Subjectivity (1995). She edited The Sword Went Out to Sea (Synthesis of a Dream) by Delia Alton, by H.D. (2007, first edition coedited with Julie Vandivere), Innovative Women Poets: An Anthology of Contemporary Poetry and Interviews (2006, coedited with Elisabeth Frost), and We Who Love to Be Astonished: Experimental Women's Writing and Performance Poetics (2001, coedited with Laura Hinton). Hogue collaborated on the interview-based volume of poetry and photographs When the Water Came: Evacuees of Hurricane Katrina (2010) with photographer Rebecca Ross. She received the Academy of American Poets’ Harold Morton Landon Translation Award for her co-translation of Virginie Lalucq and Jean-Luc Nancy’s Fortino Sámano, or The Overflowing of the Poem (2012).   Hogue’s additional honors include a grant from the Arizona Commission on the Arts, fellowships from the National Endowment for the Arts and the Fulbright Foundation, and the H.D. Fellowship at Yale University’s Beinecke Library and the Witter Bynner Translation Residency Fellowship at the Santa Fe Art Institute. She has served on the faculty of the MFA programs at the University of New Orleans, Bucknell University (where she directed the Stadler Center for Poetry), and Arizona State University. Hogue lives in Phoenix.\n                                                            ", "attrs": {"Region:": ["U.S., Southwestern"]}}