{"pf_url": "https://www.poetryfoundation.org/poets/cynthia-macdonald", "name": "Cynthia Macdonald", "yob": "1928", "yod": "2015", "image": null, "bio": "\nCynthia Macdonald had a varied career that included music, teaching, and poetry. At the age of 12, she attended her first opera at the Metropolitan Opera House in New York City. She was taken with the music and began attending regularly. She attended Bennington College, where she earned a BA in English, while minoring in music, and then returned to New York to study voice. Following her marriage, she sang in small opera companies and music clubs. In the early 1960s, encouraged by poet Anne Sexton, she began to write poetry. She taught at the Johns Hopkins University and later at the University of Houston, where she founded the MFA program. The recipient of many awards, Macdonald received three NEA grants (for both poetry and libretto) a Guggenheim Fellowship, and an American Academy and Institute of Arts and Letters Award.\nMacdonald’s poetry is driven by transformed objects, grotesque images, and dream-like sequences. Drawing on sources as varied as Danish choreography, European art, nursery rhymes, and mythology, she displays a dark sense of humor as she explores the pain of human life. “To appreciate Macdonald,” wrote Frances Mayes in the San Jose Mercury News, ”one has to be able to enjoy a mad tea party in progress.”\nMacdonald’s first book, Amputations (1972), was praised by many critics for its unnerving imagery and lively wordplay. As the title implies, each poem in the collection features a character with missing body parts, which symbolize inner losses of love and life. Macdonald rendered grotesque images with dark humor in Amputations, but in Transplants (1976), her next collection, she altered her style. As Elizabeth Stone described it in the Village Voice, ”All her people and all her voices are more substantial, more complicated.” The characters are still “the targets of [Macdonald’s] wit, yes, but also the recipients of her compassion.”\nDiscussing Macdonald’s progression as a poet, a Dictionary of Literary Biography essayist commented that Macdonald’s later work has demonstrated “a marked change from the flippant humor and sensationalism of the first books,” and exhibits a “developing poise and integrity.” Liz Rosenberg, a reviewer for the New York Times Book Review, also saw Macdonald’s body of work as one that showed much change. Discussing the collection Alternate Means of Transport (1985), Rosenberg called it “a marked departure from her earlier work” that is “even more powerful.” The collection Living Wills, Rosenberg believed, further “reveals the poet’s new, brighter, richer, more various palate.”\nThe collection I Can’t Remember (1997) shows Macdonald at her “inventive and buoyant” best, telling stories in verse, using poetic forms “skillfully and unobtrusively,” and creating poems that are “like bright, hard-edged puzzles that snap smartly into place,” wrote Donna Seaman in Booklist. I Can’t Remember is “an active engagement of Freudian cliché” that “works here toward playful self-revelation,” remarked Poetry contributor Michael Scharf. I Can’t Remember reveals the poet’s quest to find the source of her inspiration, according to a Publishers Weekly reviewer, who added, “Macdonald addresses what she does not know with lyric wit and clarity.”\nIn addition to her career in teaching and writing, Macdonald also practiced as a psychoanalyst specializing in treatment of patients with writer’s block. Her clients included not only professional writers, but workers in other fields who cannot write the reports and documentation required by their jobs. “All people who really want to write and can’t, or who really need to write and can’t, have real conflict and real oppositions,” Macdonald was quoted as saying in a Houston Chronicle article by Thom Marshall. “One part of them is saying you have to do this, you want to do this, and the other part is saying you’re not allowed to.”\nMacdonald died in Logan, Utah on August 3, 2015.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}