{"pf_url": "https://www.poetryfoundation.org/poets/cynthia-zarin", "name": "Cynthia Zarin", "yob": "1959", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/538cb659fe7c86636eefa038a877b20b6d8bbdf0.jpeg", "bio": "\nCynthia Zarin is a poet, journalist, and children’s book author. She earned a BA at Harvard and an MFA Columbia University, and has taught at Yale. Poet-in-residence at the Cathedral of St. John the Divine, she has also been a long-time contributor to the New Yorker and is resident writer for BalletCollective, which has staged two ballets based on her poems. Known for her exacting language, Ernest Hilbert noted that Zarin “composes formal, meditative poems that remind the reader of Elizabeth Bishop and Richard Wilbur.” Her books of poetry include The Swordfish Tooth (1989), Fire Lyric (1993), The Watercourse (2002), which won the Los Angeles Book Award, and The Ada Poems (2010), a series of poems based on Vladimir Nabokov’s classic novel Ada, or Ardor: A Family Chronicle. Using “Ada” as the speaker for the poems, Zarin riffs on impossible love in new ways. Reviewing the book in Gulf Coast, Sarah Schweig noted that Ada “doesn’t necessarily drive the invention of these poems, but gives the speaker’s own tale of desire and loss a common literary thread that refers to another story of impossible love. The poems, inventive in quieter ways, are beautifully constructed… the ruse of Ada allows the ‘I’ to say things that perhaps it couldn’t say, to speak of an otherwise unutterable longing, an irreversible loss of love.” Zarin's recent work includes the essay collection An Enlarged Heart: A Personal History (2013) and the poetry collection Orbit (2017).\r\n \r\nZarin’s poetry for adults has been praised for its slightly offbeat perspective on mundane, typically overlooked topics, and her picture books for children, including Rose and Sebastian (1997) and What Do You See When You Shut Your Eyes? (1998), encourage her preschool audience to look at things from a fresh perspective. What Do You See When You Shut Your Eyes? features rhyming questions and answers that encourage children to use their five senses and imaginations to participate in the fun. Zarin's text “expresses a poet's sensibility,” asserted a reviewer for Publishers Weekly, “an ability to observe, a sense of the absurd, an affection for the everyday, an eye for juxtaposition.” Zarin’s other books for children include Wallace Hoskins, the Boy Who Grew Down (1999), Albert, the Dog Who Liked to Ride in Taxis (2003), and Saints Among the Animals (2006).\r\n \r\nZarin has received numerous awards for her work, including fellowships from the National Endowment for the Arts and the Guggenheim Foundation. She is married to the art dealer Joseph Goddu and currently lives in New York City.\r\n \n\r\n \n", "attrs": {}}