{"pf_url": "https://www.poetryfoundation.org/poets/cyrus-cassells", "name": "Cyrus Cassells", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/c5b64c44fce50617a03887a76624c39c778928f9.jpeg", "bio": "\nBorn in Dover, Delaware in 1956, Cyrus Cassells grew up in the Mojave Desert near Los Angeles, California. He earned a BA from Stanford University. In 2019, his poetry collection The Gospel According to Wild Indigo (2018) was nominated for the NAACP Image Award for Outstanding Literary Work. Of this collection, poet Tracy K. Smith writes, “The Gospel according to Wild Indigo is an ecstasy, a god’s-eye-view of place, time, and the vivid revelations of flesh and spirit. Cassells strides from Georgia Low Country to Van Gogh’s Auvers to a tank pulling out of Dachau, and rapturously on and on. In this great sweep, I recognize a poet at the height of his powers becoming ‘all poetry, / all silence and verse.’”\nCassells is also the author of The Mud Actor (1982), winner of the 1981 National Poetry Series competition; Soul Make a Path through Shouting (1994), nominated for the Pulitzer Prize and winner of the William Carlos Williams Award; Beautiful Signor (1997), winner of the Lambda Literary Award; More Than Peace and Cypresses (2004); and The Crossed-Out Swastika (2012). He has received fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Rockefeller Foundation. His other honors include the Lannan Literary Award, the Peter I.B. Lavan Younger Poet Award, and two Pushcart Prizes.\nIn his poetry, Cassells examines personal encounters with history, love, eroticism, suffering, and violence. On The Crossed-Out Swastika, reviewer Dan Shewan noted, “Cassells approaches his subject with diligence, often choosing to craft poems inspired by the struggles and experiences of real people. … The sense of pace is beautifully sustained throughout the collection, alternating between frantic moments of panic to somber reflections on the nature of suffering.”\nCassells also works as a translator, film critic, and actor. In 2019, he published Still Life with Children, a bilingual book of translations of work by Catalan poet Francesc Parcerisas.\nHe lives in Austin, Texas and teaches at the MFA program at Texas State University in San Marcos.\n", "attrs": {}}