{"pf_url": "https://www.poetryfoundation.org/poets/cesar-vallejo", "name": "César Vallejo", "yob": "1892", "yod": "1938", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e4a8f81f6e18481329364a8efe8dac2e5b6928ef.jpeg", "bio": "\nCésar Vallejo was a Peruvian poet who lived in Paris and Spain for much of his adult life. His body of work, which is deeply rooted in his European, Peruvian, and indigenous heritage, is increasingly recognized as a major contribution to global modernism. Sometimes called a surrealist poet, “Vallejo created a wrenching poetic language for Spanish that radically altered the shape of its imagery and the nature of its rhythms. … Vallejo forged a new discourse in order to express his own visceral compassion for human suffering,” Edith Grossman wrote in Los Angeles Times Book Review. “He saw the world in piercing flashes of outrage and anguish, terror and pity. … A passionate, tragic poet, he mourned our loss of moral innocence and despaired of the injustice that moves the world.” Vallejo’s compassion was informed by his own painful experience as an inmate in a Trujillo prison, as an expatriate political activist, and as a witness of the devastating Spanish Civil War. He also endured poverty and a chronic illness of which he died in 1938. While Vallejo published during his lifetime, he left behind hundreds of pages of material—poems, prose, and plays—at his death and much of his work has been published posthumously. His poetry collections include Los herald negros (“The Black Heralds, 1918) and Trilce (1922), the play La piedra cansada (1927), prose works including a book on his travels in Russia, Rusia en 1931 (1932), and the posthumously published poetry collections Sermón de la barbarie (“Sermon on Barbarism,” 1939) and Poemas humanos (“Human Poems,” 1939), among other works. Vallejo’s Complete Poetry: A Bilingual Edition was published in 2007 in a translation by Clayton Eshleman.\nVallejo was born in Santiago de Chuco, a small village in the northern Andes mountains. Raised Catholic and encouraged to become a priest, he discovered that he could not adhere to the requirement of celibacy. His family relationships remained secure and close. For a time, he was a clerk in his father’s notary office. His mother’s friendship, in particular, was a sustaining force in his life until her death in 1923 (some sources say 1918). Early poems in his first collection Los heraldos negros (“The Black Messengers”) relate Vallejo’s bewilderment when struck with the harshness of city life in Trujillo and Lima, where he studied medicine, literature, and law. Introduced to the ideas of Marx, Darwin, and Rationalist philosophers, Vallejo felt that the faith in which he was raised was no longer viable. Together with other intellectuals, he became actively interested in his pre-Columbian heritage and was anguished to learn of the suffering of indigenous peoples in his country. When the parents of his lover broke off their relationship for reasons he did not understand, he attempted suicide. In The Poet in Peru: Alienation and the Quest for a Super-Reality, James Higgins summarizes that Vallejo’s “arrival in Lima therefore, marks his initiation into a seemingly absurd and senseless world whose meaning escapes him.” Unable to replace the caring family he had lost, Vallejo felt alienated in the city. Alienation and the apparent senselessness of his suffering became his recurrent themes.\n\r\nPoems in Los heraldos negros, like most Latin American poetry of that time, follow the conventions of the modernista movement. The modernistas, D.P. Gallagher explains in Modern Latin American Literature, highlighted the melodic quality of language; breaking a taboo, Vallejo added erotic lyrics to the descriptions of beautiful landscape common to this style. Modernista poets Leopoldo Lugones and Julio Herrara y Reissig influenced the young Vallejo significantly. “They were both masters of the violently surprising image, and their poetry is free of the jaded air of fatigued mimicry that many modernista poems had come to display,” Gallagher comments. By the end of Los heraldos negros in the “Canciones de hogar” (“Songs of Home”) section, Vallejo had given voice to concerns which would remain his major themes: he lamented his status as an orphan unprepared for the brutality of life in a world where God himself seemed powerless to intervene. In addition, the urgency of personal statement and original idiom in these poems show that Vallejo had outgrown his dependence on traditional literary models and, as Gallagher noted, discovered an original voice more invested in the social relevance of poetry than his modernista mentors.\n\r\nAfter a number of years in Trujillo and Lima, in 1920 Vallejo returned to his birthplace where he became involved in a political insurrection during which the town’s general store burned down. He was accused of instigating the conflict and was jailed for three months. Added to the death of his mother, the isolation and savagery of incarceration affected him deeply. “The subject of a number of poems, that experience reinforced his belief in the world’s arbitrary cruelty and his sense of inadequacy in the face of it,” Higgins wrote in A History of Peruvian Literature. Accordingly, poems written in prison (collected in Trilce) are markedly different from the idyllic poems of Los heraldos negros.\n\nTrilce is more difficult, more intense, and more original than Vallejo’s first volume. Pared of all ornamental language, the poems convey the poet’s personal urgency as he cries out against the apparent meaninglessness of his suffering. Trilce introduces the wrenched syntax that allows Vallejo to get beyond the constraints of received linguistic conventions to a language that is true to his experience. Writing in A History of Peruvian Literature, Higgins catalogues the elements of Vallejo’s diction: “Vallejo confounds the reader’s expectations by his daring exploitation of the line pause, which often leaves articles, conjunctions and even particles of words dangling at the end of a line, by his frequent resort to harsh sounds to break the rhythm, by employing alliterations so awkward as to be tongue-twisters. He distorts syntactic structures, changes the grammatical function of words, plays with spelling. His poetic vocabulary is frequently unfamiliar and ‘unliterary,’ he creates new words of his own, he often conflates two words into one, he tampers with cliches to give them new meaning, he plays on the multiple meaning of words and on the similarity of sound between words. He repeatedly makes use of oxymoron and paradox and, above all, catachresis, defamiliarising objects by attributing to them qualities not normally associated with them.”\n\r\nVallejo’s wrenched syntax is not a mere literary performance; it is the means necessary “to discover the man that has been hitherto hidden behind its decorative facades. The discovery is not a pleasant one, and the noise in the poems make it consequently aggressive and not beautiful,” Gallagher observes. Out of Vallejo’s self-discovery comes an “unprecedented, raw language” that declares Vallejo’s humanness despite his confinement to make a statement “about the human problems of which Vallejo is a microcosm,” Gallagher adds. New York Review of Books contributor Michael Wood explains, “With Vallejo it is an instrument—the only possible instrument, it seems—for the confrontation of complexity, of the self caught up in the world and the world mirrored in the self. It is an answer, let us say, to the simultaneous need for a poetry that would put heart into an agonizing Spain and for a poetry that will not take wishes for truths.” Gallagher suggests that Vallejo was “perhaps the first Latin American writer to have realized that it is precisely in the discovery of a language where literature must find itself in a continent where for centuries the written word was notorious more for what it concealed than for what it revealed, where ‘beautiful’ writing, sheer sonorous wordiness was a mere holding operation against the fact that you did not dare really say anything at all.”\n\r\nSuch facades separated Vallejo from the truth about himself and he strove to break these boundaries through writing. This is most evident in Trilce where the poet recognizes his imprisonment as a symbol of the human struggle against all limitations. For example, for Vallejo, the Spanish Civil War points to the existence of man’s greater struggle, a predetermined conflict between an individual and his desires for transcendence, as he phrased it in Poemas humanos. “More than a political event,” states Gallagher, to Vallejo the war was yet another facet of entropy, “that dismemberment of unity which we have seen him observing even in his own body.”\n\r\nVallejo saw that beyond the obvious constraints of government, society, and culture, humans remain incarcerated by time, space, and his biological limitations. Repeatedly the later poems complain of “the frustration of the poet’s spiritual aspirations by the limitations of the flesh,” relates Higgins in The Poet in Peru. The poet’s hope of freedom seems to be precluded by an inescapable biological determinism, Jean Franco notes in César Vallejo: The Dialectics of Poetry and Silence. “While his spirit holds up to him a vision of a higher life, his experience of hunger and illness brings home to him the extent to which his existence is lived on an elemental level, through that frail, decaying body of his which constantly demands satisfaction of its appetites and repeatedly breaks down under the effects of illness and age,” Higgins elaborates. He adds, “Much more serious, the poet-doctor insinuates, is the malaise brought on by reasoning which, by destroying illusions and laying bare the vanity of things, insidiously undermines his spiritual health … he has no real existence and lives only through the anguished sense of futility which is slowly destroying him and which has become contagious in an age when all human values seem to have failed.” Though it becomes more subtle in later books, such themes continue throughout Vallejo’s work.\n\r\nIn 1923, Vallejo moved to Europe. Until 1930, when he was expelled from France for his unorthodox politics, he lived in Paris, where he wrote articles about the need to get beyond the superficiality of much contemporary poetry. Literary posturing sustained by simple mimicry of the style currently in vogue may disguise a poet’s lack of talent but will not render a vital contribution to life or art, he maintained. By achieving authenticity in innovative language, Vallejo influenced many younger poets to embrace nontraditional techniques. In the 1920s and 1930s Vallejo also became more engaged in politics. His three visits to the Soviet Union—the first in 1928—aided the formulation of his political views, and he subsequently produced political tracts including Rusia en 1931 and Reflexiones al pie del Kremlin, first published in Spain and not printed in Peru until almost 30 years later. He also wrote the novel El tungsteno (“Tungsten,” 1931), which condemns an American company for exploiting its Peruvian workers to get the element it needed to make weapons.\nVallejo was an ambivalent Marxist. Gallagher reports, “Vallejo regards Communism, in Poemas humanos and ‘Espana, aparta de mi este caliz,’ as … just the vague sighting of a way out from a world that nevertheless remains as hermetically frontier-bound as that of Trilce.” Higgins finds evidence in Poemas humanos that Vallejo sometimes admired the single-mindedness of those who could submit themselves to “the cause,” but again found it impossible to subject himself without question to Marxist or communist ideals. He moved to Spain during the Spanish Civil War to work as a journalist and lend support to his friends in defense of the Spanish Republic. At the same time, Vallejo admired the brotherhood achieved among the activists who gave their lives to serve what they believed was the improvement of life for the poor.\n\r\nAfter he died in 1938, his widow Georgette de Vallejo selected poems for publication in Poemas humanos. The poems in the book were written in a highly personal idiom. Vallejo expressed the suffering of people in general, for instance, in the terms of his own specific experience in a violently contorted language. Secondly, Vallejo’s word choice, Gallagher maintained, was often “ex-centric” or off center to parallel the ambiguous nature of contemporary experience. In Vallejo’s poems, things and events do not function as symbols; they signify no apparent cause, no meaning behind the objects and events of daily life. At the same time the poems are haunted by the dread that meaning does exist, but humanity cannot grasp it. If man’s “a priori” contest is “beyond reckoning,” as Vallejo wrote in Poemas humanos, it must also lay somewhat beyond words. Vallejo’s unique diction is a natural extension of his personal crisis.\n\r\nThough he won little critical acclaim before his death, Vallejo came “to be recognized as an artist of world stature, the greatest poet not only of Peru but of all Spanish America,” Higgins sums up in The History of Peruvian Literature. Gallagher concludes, “There is no poet in Latin America like Vallejo … who has bequeathed so consistently personal an idiom, and no poet so strictly rigorous with himself. It is a curiously subtle, menacing world that he has left us in his mature works.” Vallejo will be remembered for discovering a unique poetic language that expresses what he perceived as the frustration inherent in the human condition and the chaos of the world. Franco comments that for Vallejo, using that language was a vital exercise of freedom: “Vallejo knew that with every automatic word and gesture man contributes to his own damnation and imprisonment. His great achievement as a poet is to have interrupted that easy-flowing current of words which is both a solace and the mark of our despair, to have made each poem an act of consciousness which involves the recognition of difficulty and pain.” Vallejo is seen as the progenitor of many innovations in poetic technique. New York Times Book Review contributor Alexander Coleman has observed that Vallejo, “the standard for authenticity and intensity” in Hispanic literature, opened the way for future poets by leaving to them “a language swept clean, now bright and angular, ready for the man in the street.”\n", "attrs": {"Region:": ["Latin America"]}}