{"pf_url": "https://www.poetryfoundation.org/poets/d-nurkse", "name": "D. Nurkse", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/263535bbae1b4440922623611caa184c42071505.jpeg", "bio": "\nD. Nurkse is the author of numerous collections of poetry, including The Rules of Paradise (2001), The Fall (2003), The Border Kingdom (2008), and Love in the Last Days: After Tristan and Iseult (2017). His parents escaped Nazi Europe during World War II—his Estonian father worked for the League of Nations in Vienna, his mother was an artist—and moved to New York. Nurkse’s family moved back to live in Europe for a number of years, returning to the United States around the time of the Vietnam War. Nurkse lives in New York and has been named poet laureate of Brooklyn.\n\r\nIn free-verse, lyric poems, Nurkse explores subjects both intimate and political: children, families, love, and the effects of war. The poems in his collection The Fall explore distinct stages of the narrator’s life: childhood, early marriage, and middle age and illness. In a 2002 interview, Nurkse said, “I am interested, as Kafka was, in those mundane, in-between roles—nurses, messengers.” In discussing the two- and three-line stanzas of the poems in The Fall, he observed, “As a poet you enjoy a line break, which, between stanzas, is like a double check in chess: it comes at you from different sides and has a great deal of resonance, and the hope is to be able to put the narrative elements in those spaces between the stanzas.”\n\r\nD. Nurkse has received a Whiting Writers’ Award, the Bess Hokin Prize from Poetry, grants from the National Endowment for the Arts, and a Tanne Foundation Award. He has taught at Sarah Lawrence College, the Stonecoast MFA Program in Creative Writing, and Rikers Island Correctional Facility. He has also worked for human rights organizations, writing on human rights issues under his full name, Dennis Nurkse, and was elected to the board of directors of Amnesty International USA.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}