{"pf_url": "https://www.poetryfoundation.org/poets/dabney-stuart", "name": "Dabney Stuart", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f850be57b888fd8fced85ea3f29309c46f9a9dfc.jpeg", "bio": "\nPoet Dabney Stuart was born and raised in Richmond, Virginia. He earned degrees from Davidson College and Harvard University, and taught for many years at Washington and Lee University. Stuart is frequently described as one of the best and most consistent poets of his generation. Though his work has grown stylistically from formal verse to associative non-metrical free verse, his themes and subject matter have remained relatively consistent. Stuart explained to Fleur Adcock and Tod Marshall in Contemporary Poets that his themes include “family relationships, particularly those involving parents and children, levels of consciousness mirrored in language, the unforeseen and ubiquitous past, shifting perspective, cultural icons, isolation, dreams, the hidden self,” as well as those of “son/father and father/son, the aloof self-regard of women, the illusion of solidarity and perspective, death and punning” which he identified in Poets in the South. R.S. Gwynn, writing in the Dictionary of Literary Biography, noted that Stuart works beyond the literal by using post-Freudian psychology to elevate “parents, lovers, and children to the level of archetypes.” Gwynn added that Stuart has “chosen autobiography, rather than any external system of values, for the mythos that underlies his work.”\nStuart’s early collections of poetry include The Diving Bell (1966), which established his reputation as a skillful and intelligent traditionalist; A Particular Place (1969), in which he developed more open forms and a contemplative tone in poems about the Shenandoah Valley or the Charles River; and The Other Hand (1974), a book concerned with the social tensions of American culture in the early 1970s. Round and Round (1977) offered readers a series of personae—Poet, Slut, Fool—and character sketches of sideshow performers, including a hermaphrodite and a snake charmer. The book often employed song-related stanza patterns, which Gwynn believed “constitutes a major tour de force.” Common Ground (1982) has been described as “a turning point” in Stuart’s career, according to Adcock and Marshall. The collection presents variations on father and son relationships, and redefines the poet’s relationship with his past.\nDon’t Look Back (1987) earned Stuart a Pulitzer Prize nomination, as did Narcissus Dreaming (1990). In the latter book, according to Gwynn, Stuart “for the most part moved[d] away from autobiography toward encounter with others,” as in the title poem where a fisherman catches “his reflection off the water / as if it were a laid-out suit / of clothes lifted / by its center” and puts it on, finding it “a perfectly imperfect fit.” Light Years: New and Selected Poems (1996) was praised by a Publishers Weekly reviewer for its “closely textured, resonant voice” and “seemingly effortless beauty.” Long Gone included poems of love, memory, and the search for lost innocence, as well as poems reflecting Stuart’s travels to New Zealand. Stuart’s more recent collections of poetry include, among others, Only the One Sky (2016), Time’s Body: New and Selected Poems 1994-2014, Greenbriar Forest (2012), Open the Gates (2010), and Family Preserve (2005).\nStuart has also written three collections of short stories: No Visible Means of Support (2001), The Way to Cobbs Creek (1997), and Sweet Lucy Wine (1992). Like his poems, Stuart’s fiction explores family and place, frequently through interconnected stories set in carefully sketched locales. Publishers Weekly also praised Stuart’s foray into fiction, calling him a “gifted writer.”\nStuart’s honors and awards include a fellowship from the Guggenheim Foundation, two from the National Endowment for the Arts, and a Virginia Arts Fellowship. He has been a resident at the Rockefeller Center in Bellagio, Italy, and, in 2006, won the Library of Virginia Poetry Prize. He lives with his wife in Lexington, Virginia.\n", "attrs": {"Region:": ["U.S., Southern"]}}