{"pf_url": "https://www.poetryfoundation.org/poets/dana-gioia", "name": "Dana Gioia", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eef73ac022f877089f5e908d8dc64e4ef881017c.jpeg", "bio": "\nIt seems almost a requirement for a poet to have an unconventional résumé, but Dana Gioia’s is perhaps notable for being so conventionally unpoetic. A graduate of Stanford Business School, Gioia claims to be “the only person, in history, who went to business school to be a poet.” He later rose to become a vice president at General Foods, where he marketed products such as Kool-Aid. These experiences in the corporate world, Gioia states, “taught me a lot of things that have helped me as a poet.” In 1992, he committed himself to writing full-time. Most recently, he served as chairperson of the National Endowment for the Arts from 2003 to 2008.\n\r\nThough Gioia has worked in various high-level positions, his approach to poetry might be deemed populist. Born in a suburb of Los Angeles, Gioia remembers his mother, a Mexican-American who he says had no advanced education, reading and reciting poetry to him at an early age. “Consequently,” he declares, “I have never considered poetry an intrinsically difficult art whose mysteries can be appreciated only by a trained intellectual.” As head of the NEA, he increased the budget and launched several successful initiatives, including Operation Homecoming, which provides writing workshops to U.S. soldiers and their spouses. He has also taught poetry at the university level and sits on the board of several arts foundations.\n\r\nGioia completed an MA in comparative literature at Harvard University and is an active translator of Latin, Italian, German, and Romanian poetry. While at Harvard, he studied with the poets Robert Fitzgerald and Elizabeth Bishop. His collections include Pity the Beautiful (2012); Interrogations at Noon (2001), winner of the American Book Award; The Gods of Winter (1991); and Daily Horoscope (1986).  A collection of new and selected poems, 99 Poems, was published in 2016. Although Gioia writes in free verse, he is known primarily for his formal work, and has been included in the school of New Formalism, a movement in the 1990s by American poets to bring traditional verse forms back to the fore. Reviewer Kevin Walzer notes that “Gioia’s range, in both style and subject, is unusually broad. In his lyric poems, he works equally well in free verse and traditional forms, and in fact merges them in many cases; he works hard to give his metrical poems the colloquial quality of the best free verse, while his classically-trained ear gives his free verse a sure sense of rhythm that approaches a formal measure.”\n\r\nAlso a noted critic, Gioia has authored some influential and widely referenced essays on American poetry. In particular, his 1991 Atlantic Monthly essay, “Can Poetry Matter?,” argues that poetry has lost its central status in contemporary culture. The essay generated so much feedback that he later turned it into a book of the same title, which was a finalist for a National Book Critics Circle Award. For several years, he has also served as a commentator on American literature for BBC Radio and as a classical music critic for San Francisco magazine. His interest and training in music composition has led him to write opera libretti for Nosferatu (1998) and Tony Caruso’s Final Broadcast (2008).\n\r\nGioia has founded and codirected two major literary conferences: the West Chester University summer conference on Form and Narrative, and Teaching Poetry, which is dedicated to improving the teaching of poetry in high schools. He  is the Judge Widney Professor of Poetry and Public Culture at the University of Southern California and lives in both Los Angeles and Sonoma County. In 2015, Gioia was named Poet Laureate of California.\n", "attrs": {"Region:": ["U.S., Western"]}}