{"pf_url": "https://www.poetryfoundation.org/poets/dana-levin", "name": "Dana Levin", "yob": "1965", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7b1d446162b6568d272a1c099226ae740bda4943.jpeg", "bio": "\nPoet Dana Levin grew up in California’s Mojave Desert and earned a BA from Pitzer College and an MA from New York University. Her collections of poetry include Banana Palace (2016), Sky Burial (2011), Wedding Day (2005), and In the Surgical Theatre (1999). Selecting Levin’s manuscript for the American Poetry Review/Honickman First Book Prize, Louise Glück praised the work as “sensuous, compassionate, violent, extravagant.” In the Surgical Theatre also won the John C. Zacharis First Book Award from Ploughshares, the Witter Bynner Prize from the American Academy of Arts and Letters, and the PEN/Osterweil Award. The New Yorker commented that “Sky Burial brings a wealth of ritual and lore from various strains of Buddhism, as well as Mesoamerican and other spiritual traditions … the intensity and seriousness and openness of her investigations make Levin’s use of this material utterly her own, and utterly riveting.”\nLevin’s free-verse, image-driven poems grapple with the legacies of both Confessionalism and Language poetry by engaging and questioning the self, while using line breaks, punctuation, and syntax as primarily sound-driven tools. The Boston Review described how “in Levin’s hands the fragment becomes a tool of regeneration and self-understanding. It’s as if the very idea of the sentence has to be rethought from the beginning.” In a 2008 interview with the Kenyon Review, Levin herself noted, “[F]or me, imagination is a transpersonal force. Its products can come unbidden; when asked to be employed it is not tame, but surprises, frustrates, stuns, and confounds.”\nLevin’s honors include awards and fellowships from the National Endowment for the Arts, the Rona Jaffe Foundation, the Bread Loaf Writers’ Conference, the Witter Bynner Foundation and the Library of Congress, the Lannan Foundation, the Guggenheim Foundation, and the Whiting Foundation. Her work has been widely anthologized and has won several Pushcart Prizes.\nShe lives in Santa Fe, New Mexico and teaches at Maryville University in St. Louis, where she serves as distinguished writer in residence. \n", "attrs": {"Region:": ["U.S., Southwestern"]}}