{"pf_url": "https://www.poetryfoundation.org/poets/daniel-g-hoffman", "name": "Daniel G. Hoffman", "yob": "1923", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/bccde9d3684173859397f1d8bd00aa9d5c793d0a.jpeg", "bio": "\nFormer poet leaureat of the United States, Daniel G. Hoffman was born in New York City. After serving in the Army Air Corps, Hoffman earned a BA, an MA, and a PhD from Columbia University.Hoffman's first collection, An Armada of Thirty Whales (1954), was chosen for the Yale Series of Younger Poets by W.H. Auden, who noted that it marked “a new direction for nature poetry in the post-Wordsworthian world.”  Hoffman went on to publish numerous collections of poetry, including Makes You Stop and Think: Sonnets (2005), Beyond Silence: Selected Shorter Poems 1948–2003, and Hang-Gliding from Helicon: New and Selected Poems 1948–1988, which won the Paterson Poetry Prize. Reviewing Darkening Water (2002), Fred Chappell described the virtues of Hoffman’s poetry: “clarity, grace where desired, accuracy of visual detail and dialogue, and a formal mastery so deft that playfulness comes easily.” Remarkably consistent over the course of his long career, Hoffman’s poetry, often set in the landscapes of Pennsylvania and Maine, uses rhyme and meter to engage contemporary imagery in a traditional frame, exploring man’s connection to time and the natural world. Hoffman’s prose includes a memoir and several books of criticism, most notably Poe Poe Poe Poe Poe Poe Poe (1971), which was nominated for a National Book Award. He has translated Italian and Hungarian poets, and won the Memorial Medal of the Maygar P.E.N. for his translations of contemporary Hungarian poetry.Hoffman was a chancellor of the Academy of American Poets and served as poet-in-residence at the Cathedral of St. John the Divine, where he oversaw the American Poets’ Corner. He won the Hazlett Memorial Award, the Sewanee Review’s Aiken Taylor Award, and the American Academy of Arts and Letters’ Arthur Rense Poetry Prize, as well as fellowships from the Guggenheim Foundation and the National Endowment for the Humanities. He also received grants from the American Academy and Institute of Arts and Letters and the Ingram Merrill Foundation.Hoffman was the Felix E. Schelling Professor of English at the University of Pennsylvania. His late wife was the poet and influential Ladies Home Journal poetry editor Elizabeth McFarland.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}