{"pf_url": "https://www.poetryfoundation.org/poets/daniel-tiffany", "name": "Daniel Tiffany", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/56b291c6f8ad31d5fd89848c4a37182901cc5f25.jpeg", "bio": "\n                                                                    Born in Akron, Ohio, poet and literary critic Daniel Tiffany was raised in the San Francisco Bay area. He earned a BA at the University of California at Santa Cruz. While a doctoral candidate at the University of Chicago, he received a Whiting Dissertation Fellowship.   In his poems, which inhabit, connect, and at times fray the edges of diverse fragments of perception, song, and speech, Tiffany engaged structural concepts of pattern and lapse. His poetry collections include Neptune Park (2013), Privado (2010), The Dandelion Clock (2010), and Puppet Wardrobe (2006). In a 2014 interview with his Omnidawn editor, Rusty Morrison, for The Conversant, Tiffany states, “Revision for me usually concerns, initially, achieving the right tone and sonic texture, which includes making minute adjustments in pacing, or tonal shifts, from one element to the next in a poem. I think of my poems essentially as tonal compositions, as experiments in diction that yield echoes of submerged social formations.” Reviewing Neptune Park for The Volta Blog, Derek Gromadzki observes, “This is precisely how Tiffany’s body of work expands: like one lengthening chain of meaning in an agglutinative language. Eccentric scholarship lays the groundwork for creative experimentation. … Unpredictable images pit art proper and tchotchkes together in a vernacular patchwork of slang, puns, nonsense rhymes, and balladic lilts that shouldn’t, due decorum would advise, unfold into poetry but nonetheless do and, Tiffany would add as a reminder, nonetheless always have.”   Tiffany also wrote several volumes of criticism, including My Silver Planet: A Secret History of Poetry and Kitsch (2014), which was nominated for a Pegasus Award in Poetry Criticism; Infidel Poetics: Riddles, Nightlife, Substance (2009); and Radio Corpse: Imagism and the Cryptaesthetic of Ezra Pound (1995).    His honors include a Berlin Prize from the American Academy in Berlin and a Chicago Review Poetry Prize, as well as residencies at the MacDowell Colony and the Karolyi Foundation. He lives in Los Angeles, where he is a professor at the University of Southern California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}