{"pf_url": "https://www.poetryfoundation.org/poets/daniel-defoe", "name": "Daniel Defoe", "yob": "1660", "yod": "1731", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/8cb78b333ff1966f789d5bf877d8f2f3e760a0df.jpeg", "bio": "\nDaniel Defoe was born Daniel Foe in 1660 in London, the son of a butcher (he began to use “Defoe” more frequently beginning in 1696). Defoe became a merchant but went bankrupt in 1692 and left the world of business in 1703. Defoe was an acclaimed and prolific pamphleteer and journalist who wrote scabrous attacks on supporters of King William III and Queen Anne, William’s successor. Defoe was often imprisoned for his inflammatory writings. In 1719 he published the novel Robinson Crusoe, considered one of first novels in the English language and still heralded as a masterpiece. Other novels followed: Moll Flanders, Journal of the Plague Year, and Roxana. Defoe wrote hundreds of nonfiction and journalistic accounts, but he was also a poet. In the not-too-distant past it was more customary to refer to his “verses” than to his poems—and to add such qualifiers as “execrable.” In recent years, however, a few critics have begun to pay serious attention to the poems and to discover artistry in them and a reflection of his quick and subtle mind. Defoe is an author still being assessed critically. No complete edition of all of his writings exists. It is not certain that he wrote the 566 works assigned to him by John Robert Moore in the 1971 edition of his Checklist of the Writings of Daniel Defoe. Critics are even in the precarious position of not knowing if Defoe is merely a creature we have put together in our heads from works that may or may not be by him. However, the poems discussed here are, for the most part, well established in the canon. They display a sharp mind that is always preoccupied with the social, religious, and political issues of the day.\n\r\nDefoe wrote some form of poetry all his life, but his great period of poetic composition was from 1699 to 1707. Here and there, especially in the Review (the periodical that he wrote singlehandedly from February 1704 to June 1713), he left distichs, lampoons, pasquinades, fragments of songs, and ballads; he also included verses in his novels. One can track the development of his thought in the poems, his attachment to certain ideas, such as reform or morality, his theoretical interests in the language and style of poetry, his habit of casting poems into irony, and his skill in creating large poetic “fictions” that permit him to draw together numerous “characters” in recognizable patterns. Within his lifetime a few poems had considerable popularity, in, for example, the 1703 Poems on Affairs of State. “The Author of the True-Born Englishman” became a common nom de plume on title pages, both for poems by Defoe and some poems not by him. He was a favorite of the literary pirates; for example, Henry Hill’s pieces (including Defoe’s) appeared in 1717 as A Collection of the Best English Poetry. Giles Jacob, in The Poetical Register (1723), observed that two pieces were “very much admir’d by some Persons”: The True-Born Englishman (1700) and Jure Divino (1706). Robert Shiels in Theophilus Gibber’s Lives of the Poets of Great Britain and Ireland (1753) found that “poetry was far from being the talent of De Foe” and yet discussed four verse satires and listed Caledonia (1706) and Jure Divino in the bibliography. George Chalmers (1785) and the later biographers and critics treat the poems with widely different emphases but generally with scorn or neglect. In the discussion that follows, certain prose works, such as A Vindication of the Press (1718), are now controversial as the work of Defoe and are omitted from consideration. The poems are taken up chronologically, with a few exceptions; and some efforts are made to create larger groupings of the poems, such as parliament poems, moral satires, and Scottish poems. The best texts of the poems, with annotations and headnotes, are to be found in Poems on Affairs of State: Augustan Satirical Verse, 1660-1714, volumes 6 and 7 (1970, 1975).\nThe poems from The Meditations (written in 1681; first published in 1946) to The Character of the Late Dr. Samuel Annesley (1697) are the products of young Daniel Foe, ambitious and energetic, turning first from the ministry to the merchant’s life, restlessly seeking a place in city politics, and trying out his voice on national issues. The poems in The Meditations were written in Defoe’s neat hand on twenty-three pages of manuscript (originally titled “Meditations”) and consist of seven highly personal, contemplative pieces on themes of unworthiness, conscience, and guilt-ridden flight. All except one are signed D.F. There is some question as to whether the contents are biblical exegeses or personal experiences, and whether they are in any way related to similar incidents in Memoirs of a Cavalier (1720) and Col. Jack (1722).\n\r\nThe religion of The Meditations is strikingly different from that in any other poem; it has a close affinity to that of the metaphysical poets. Defoe’s model here seems to be George Herbert (“The Quip,” in The Temple, 1633). Like a metaphysical poet, Defoe uses military images, as in “The Seige Raised” (part 7 of The Meditations). Most impressive in the light of relationships Defoe will find in future poems between the poet and other artists is “Shall The Clay Say Unto The Potter? &ca” (part 4), wherein “a Rustic Artist” complains that he is “A Drudge” and the pile of clay is “a Dish of qualitye,” but the poet is now calmed in his complaint by these observations. Never again in his poetic career would Defoe handle religion with such dramatic immediacy. The Meditations reflects the strong puritan education Defoe had received at James Fisher’s boarding school at Dorking in Surrey (1672-1676) and the more humanistic learning at Charles Morton’s Academy at Newington Green (1676-1679). The poems mirror also the resolution of the conflict in favor of the secular life.\n\r\nDefoe married Mary Tuffley in 1684, participated in Monmouth’s Rebellion, and apparently fought at Sedgemoor in 1685; he was pardoned in 1687. As a hosier in Freeman’s Yard, Cornhill, he disliked the excesses of James II and sided with the new rulers, William and Mary. On 29 October 1689 he is described by John Oldmixon, in The History of England (1735), as participating fully in a royal regiment of horse made up of “the chief Citizens” who were for the most part Dissenters. A New Discovery of an Old Intreague was Defoe’s first published poem, appearing sometime before January 17, 1691. The poem is a long satire (666 lines) taking the form of a history of fairly unimportant events in London politics from 1682 to 1691. However, as a satire, it conveys feelings better than facts. A New Discovery deals with the theme of the city’s freedom gradually being given back by William III. The poem is concerned with events of the 1680s in which tyrants Charles II and James II deprived the city of its charter and silenced leaders such as Lord William Russell and Henry Cornish. The narrative first takes the events up to the petition by the 117 members of Common Council to parliament. The petition was rejected, but on the return of King William from Ireland the rights were restored to the city. Evidence exists in the poem that, secondly, there was the capture on December 31, 1690 of the Jacobite Lord Preston (Richard Grahame) and John Ashton; they were brought to trial and convicted (January 17-19, 1691). The news of this Jacobite threat was a last-minute insertion into the poem.\n\nA New Discovery could have been a major poem eloquently espousing freedom as its larger “fiction” and using its numerous “characters” to reinforce the theme and give it substance. As it is, the poem gropes confusedly for the theme but never grasps the universality requisite in a great satire. For its structure the poet refuses to take “parallels from Hebrew times,” and will leave “the Jingling Simily to speak” (92-93; hereafter references to lines of the text are given within parentheses). Now and then Defoe hints at the larger structure of the Lord Mayor’s pageant-the colorful procession of mayor, sheriffs, and livery companies—but never reaches the brilliant symbolism of Alexander Pope’s Dunciad (1728). Some of the characters are drawn with realistic details that point to identification of the person: for instance, the fifth Golden Candlestick, in real life Henry Compton, Bishop of London (250-265); Ralph Box (524-533); and Drugestus (534-538), with whom Defoe’s focus is on the face and the details drawn from Tom D’Urfey’s The Triennial Mayor (1691). His techniques for developing characters here will appear again in later poems.\n\r\nDefoe would complain later in life, as he did in The Complete English Tradesman (1725-1727), that it is most difficult to be both a wit and a tradesman. By 1692, as he moved toward his first bankruptcy, he found himself in the company of Peter Anthony Motteux, Nahum Tate, Charles Richardson, and other wits providing prefatory poems to Charles Gildon’s The History of the Athenian Society (1692). “To the Athenian Society,” signed D. F., is written in a mode popularized by Abraham Cowley, which would soon become one of Defoe’s favorites, the panegyric. With some suggestion of strophe and antistrophe, the poem celebrates the emergence of new knowledge and enlightenment.\n\r\nA more important early poem is The Character of the Late Dr. Samuel Annesley. Annesley had been a well-educated and well-descended minister of St. Helen’s Place in St. Giles, Cripplegate, one of the “ejected” (clergy evicted by the Act of Uniformity, 1662, or by the Test Act, 1673). If anyone had been the model of a minister for the young Defoe, it was undoubtedly Dr. Annesley. Among the many funeral sermons and other tributes was Defoe’s elegy, filled with echoes of John Milton‘s Lycidas (1638). Compared with the earlier poems The Character is unusual in its depth of feeling and strong sense of structure. In particular, the emotion over the death of Annesley, a close friend of the Foe family, was centered in character and its relationship to actions. This theme, the identity of the Christian and the gentleman, is woven throughout the poem and gives it an artistic unity not always evident in the early poems. At the high point the speaker (Defoe himself) makes explicit what had thus far been implicit, the identification of style and action: “For Honesty and Honour are the same” (110)—a line his character Roxana was to repeat in a similar context more than a quarter of a century later (in The Fortunate Mistress, 1724). He praises Annesley for a sincerity “which made his Actions and his Words agree” (104). The speaker, in the fourth and final section of the poem, finds consolation in the significance of Annesley’s death, divine love, again expressed in a Herbert-like relationship to style: “Twou’d be concisely thus, All Heaven is Love” (233).\n\r\nIn The Pacificator, published on February 15, 1700, Defoe came closest to imagining the life and mind of a wit and litterateur. Nowhere else in his poetry does he have such a concentrated focus on literature and criticism or include so many names of poets, dramatists, and critics. In some ways it reminds one of greater criticism in verse that lay ahead—Alexander Pope’s Essay on Criticism (1711) or The Dunciad. As mock-heroic satire, The Pacificator takes the art of innuendo deeply into style, as it imposes one layer of literary reference upon another—for instance, when we are told that John Dryden had some sense until he began to dote and “lately Deviate into Wit” (248), neatly echoing “MacFlecknoe,” Dryden’s poem of 1682.\n\r\nThe structure of the poem causes problems, though, and imposes obstacles to any easy understanding. It is not surprising, therefore, that the poem fell stillborn: not a single contemporary reference or allusion to it has been found. Again, Defoe had avoided the indirection of allegory or biblical parallel. Instead, like Jonathan Swift in The Battle of the Books (1704), he creates in The Pacificator a “war” between the forces of sense and those of wit. Appropriately, in the period of peace right after the Treaty of Ryswick (signed in February 1697), he describes the “Civil Feuds, and Private Discontent” that broke out. He wants to direct attention to certain recent domestic phenomena that are literary. In the introduction he makes clear his mock-heroic intention. He focuses the theme of sense versus wit on his principal character Nokor, whom he identified as Sir Richard Blackmore in the single marginal note added to the text of The Pacificator in his collected works. In the rest of the poem he weaves together two main strands in the personality of Nokor/Blackmore, conspicuously outspoken defender of morality or sense in his epics Prince Arthur (1695) and King Arthur (1697), as well as in their abrasive prefaces—and just “now,” as the poet declares, Nokor/Blackmore has rallied his troops in his Satyr against Wit, published on November 23, 1699. Defoe seems to have some hint of an “impending stroke,” which may be the Commendatory Verses (1700), epigrams by Tom Brown and other wits attacking Blackmore. It is at this time of the mock-heroic action that The Pacificator appears, with Defoe envisioning himself as—a latter-day Lord Rochester or even a successor to the doting Dryden—a litterateur wittily cognizant of the cultural scene. Throughout the entire account of what we now call the Jeremy Collier controversy, Defoe aligns the wit dramatists (Dryden, William Congreve, and John Hughes) and their defenders against the attackers of the stage, principally Collier.\n\r\nFor Defoe’s second strand, a subsidiary theme arising from the career of Blackmore as prominent physician, he briefly introduces the somewhat distantly related controversy of the doctors versus the apothecaries, in which Blackmore was mainly opposed to Samuel Garth in a quarrel over the feeding of the poor. Whatever Defoe’s posture and pretensions are in The Pacificator, he clearly demonstrates that at this stage of his career his ambition is to be a poet and wit, and the resolution he advances in this civil “war” is a truce, a pacification through the combination of qualities from both sense and wit.\n\r\nIn the third and final part Defoe turns from civil war to peace and makes suggestions for repairing Britain’s losses. He seeks a compromise between the opposing factions but first defines wit and sense in a brilliant passage of antitheses (355-396). Wit, he declares, is “like a hasty Flood.” It is “a Flux, a Looseness of the Brain.” “Sense-abstract” has too much pride, while “Witunconcoct is the Extreme of Sloth.” Sense like water is “but Wit condense”; and wit like air is “rarify’d from Sense .” Then, wittily, he joins together something literary and something political: “Wit is a King without a Parliament, / And Sense a Democratick Government.” The view of not just wit but of poetry expressed here seems to be the true Defoe. He would say it again, much more forcefully, in Caledonia; and it seems to be a deeply held belief. In addition, when he later assigns each kind of writing to a single expert person (419-424), he reserves lampoon for himself, “F[oe].” Aside from William Wycherley being assigned to lyric, the pairings are accurate, that is, substantiated by literary history as we now know it. Why Defoe assigned lampoon to himself is not quite clear, except that he did frequently resort to personal satire, and he did see his talent in such writing. Here he shows a keen sense of genres and an understanding of poetic kinds that fall short of poetic theory only because they are somewhat fragmentary.\n\r\nIn the 1690s trade as a means of livelihood was becoming less attractive to Defoe, and politics through pamphlet-writing consumed most of his time and energy. His diversity of interest—social, political, and economic-may be seen best in his prose Essay upon Projects (1697). His brick and tile factory at West Tilbury, Essex (Defoe had won government contracts in 1695 and 1696), no longer held his full attention. Minor government posts were temporary and unfulfilling. According to Frank Bastian (Defoe’s Early Life, 1981), in the winter of 1696-1697 he first showed a keen interest in parliamentary affairs. Defoe found there the themes of the ballads An Encomium upon a Parliament (1703), circulating as a manuscript in early May 1699; A New Satyr on the Parliament, probably published in June 1701; England’s Late Jury, published on November 4, 1701; and The Address, most likely published in April 1704. All four poems have a similar stanzaic form with radical or “mutinous” overtones, and all four deal with parliamentary issues, at times with an insider’s knowledge. The speaker is Legion or “our Legionite,” and he is definitely threatening. William III is generally kept from blame but unexpectedly attacked in A New Satyr (216-220). None of the ballads is in Defoe’s collected works. All four are reprinted as Defoe’s in volume 6 of Poems on Affairs of State (1970) but with questions on the authorship of England’s Late Jury and The Address.\n\nThe True-Born Englishman, published on or about December 2, 1700, shows advances in poetic technique and breadth of subject over anything Defoe had previously attempted. As the xenophobia increased during the second session of the fourth parliament and during the months after John Tutchin’s venomous Foreigners appeared (published anonymously in 1700), Defoe would rise out of relative obscurity and assume the role of “the unofficial poet laureate” in his staunch defense of William III. Defoe himself said that because of his True-Born Englishman King William sought to be acquainted with the author. Defoe’s audience in the poem is now the entire nation and even Europe. For with the instinct of the popular artist, he tried to delineate the national character of the English people, the species itself, and to illustrate it with individual characters who anticipate, to an extent, the men and women of the novels he would write years later.\n\r\nHow great the poem’s popularity was can only be guessed. In the preface to A Second Volume of the Writings Of the Author Of The True-Born Englishman (1705), Defoe claimed he had himself seen nine editions through the press, there were twelve editions “by other Hands,” and eighty thousand pirated copies had been sold on the streets. The poem was included in Poems on Affairs of State (1703), along with Reformation of Manners (1702) and A Hymn to the Pillory (1703). William Pittis, in The True-Born-Hugonot (1703), ridicules the large number of editions (ten) of The True-Born Englishman.\n\r\nThe poem, it seems, was being read by almost everyone. Completely unlike the pose of a wit in The Pacificator, the speaker of The True-Born Englishman takes on a voice very close to the people or folk, again called “Legion.” Most of the poem consists of Satyr’s response to the speaker, and Satyr frequently makes use of proverb-like language. Most important in the poem’s ability to reach the people is its style of rough satire—the poetic theory of which Defoe clearly understood, and now and then articulated in prefaces or the Review—and he looked back to models such as Andrew Marvell, John Cleveland, John Oldham, and John Wilmot, Lord Rochester, as opposed to the style of “fine raillery” of Dryden.\n\r\nDefoe’s motives in writing The True-Born Englishman were primarily propagandistic. He was probably both sincere and honest in his autobiographical Appeal to Honour and Justice (1715) when he included in the origins of The True-Born Englishman “a kind of Rage” at the Foreigners. Making use of biblical allegory, this “vile abhor’d Pamphlet” scurrilously attacked the Dutch, and lampooned the King’s Dutch favorites, viciously attacked William III, and urged his dethronement (as the anonymous author of the pamphlet The Examination, Tryall, and Condemnation of Rebellion O[bservato]r would say in 1703). When The True-Born Englishman first came out the evidence of its origin was clearly there, mainly in the satiric character Shamwhig (624-649), obviously John Tutchin. In the following January (1701) Defoe drastically revised the poem, omitting the Shamwhig character and universalizing the satire of Sir Charles Duncombe by eliminating any identification by name. Aware of the relationship between characters that are individual and characters that are general, he clearly moved in the direction of the latter. His interests in character are deep and integral to his artistic purpose.\n\r\nThe main thrust of Defoe’s propaganda is not merely to oppose the king’s enemies who hated foreigners but to devastate them in such a way that his readers would become advocates of the king. His techniques at times are extremely subtle. The Latin quotation on the title page, “Charta Regis Willielmi Conquisitoris de Pacis Publica...(The Charter of King William the Conqueror for the Public Peace...), starts the parallel between William the Conqueror and William III, which becomes clearer as Satyr develops the distinction between a de facto and a de jure basis for kingship. Defoe makes the strongest case possible for William’s claim to the throne by opposing the de facto argument that would make him a usurper and insists upon William’s right to the throne out of the English people’s gratitude for a king who saved them from tyranny. The idea of gratitude/ingratitude is central to the poem and becomes its theme. The propaganda here is at times radical, as Pittis pointed out in The True-Born Englishman: A Satyr, Answer’d, Paragraph by Paragraph (1701) when he called Defoe “a Leveller.” The poem’s speaker identifies himself with Legion and gives the poem a sharp edge (771-778). But beyond propaganda, the poem generates a grand conception that is Gilbert-and-Sullivan comedy in its vast exaggeration, namely, that all Englishmen who are so proud of title, family, ancestry, and wealth are themselves “Europe’s Sink, the Jakes,” bastards, and so forth (249-250).\n\r\nAs an artistic entity, The True-Born Englishman has a structure that reinforces the propaganda. In part I Satyr gives a long cosmography of countries and their dominant vices (pride, lust, drunkenness...) culminating with England and its own “Devil”: Ingratitude. At this point emerges the grand conception mentioned above. Next, in part 2, Defoe turns from the true-born Englishman as a species to individuals—characters, including Shamwhig, who (in spite of preachy writings) betray their benefactors. In stark contrast to the loyal Portland and Schonberg, the speaker introduces “a Modern Magistrate of Famous Note,” the longest and best developed character, Sir Charles Duncombe (1045-1063), giving “his own History by Rote and his fine speech” (1064-1190). Defoe’s decision in a later edition to depersonalize the fine speech was probably an artistic mistake. The character sketch had been circulating in manuscript in 1699 and was the genesis of the entire poem. Duncombe, in his fine speech, moralizes on ingratitude as the unpardonable sin and rehearses the betrayal of his master Edward Backwell, Charles II, James II, and William III—with the straight face of self-praise. He acknowledges that he surpasses Judas and proudly mentions his old friend the Devil. At the height of revealing his moral misconduct Duncombe bursts out with the question “A’n’t I a Magistrate for Reformation?” (1182). All the actions Duncombe mentions have real-life counterparts, and they all demonstrate the dominant English vice of ingratitude.\n\r\nThe true-born Englishmen become “the mock mourners” in the poem bearing that title, published on May 12, 1702. King William died on 8 March, and the poems that shortly appeared mourned for the king sincerely, or they turned mourning into severe satire. Defoe’s Mock-Mourners is a deliberate mixture of genre, presenting both elegy and satire. Defoe says repeatedly in the poem that all praise of William becomes a devastating satire of the praisers because their actions and values were the opposite of his. Still another explanation may be given in that the mixing of genres reflects a highly idiosyncratic way of thinking that we associate with Defoe. The poem, in short, is much more than history.\n\r\nDefoe says in The Mock-Mourners : “So Mad-Men sing in Nakedness and Chains, / For when the Sense is gone, the Song remains” (272-273). If one thinks of the “song” as the poem itself, the lines bear directly on the relationship of panegyric to satire, on Defoe’s conception of a difficult time for himself, and on his own role for that occasion. More important, as the poem states explicitly, Defoe’s purpose is to “read” the “Modern Character” of King William (346). He asks how “future Ages [will] read his Character?” Again he addresses Satyr and asks that he “Embalm [the King’s] Name with Characters of Praise” (520-522). In the future anyone who would be great simply imitates the king. He is the “Example,” and youth need only attend to his history. Not until the conclusion of The Mock-Mourners does the new reading of King William’s character come into focus. The poet responds to the question that Posterity will ask, “What Giant’s that?” by turning to “romance” and “legend” (488-519). So important is this passage that Defoe repeated it in the Review for March 27, 1707. The poet, at the very end, urges that a substitute be found for Queen Anne among her nobles to provide the military prowess of William III in order to complete the transition of power.\n\nThe Mock-Mourners was both the last of the King William poems and the first of the Queen Anne poems. Boldly, as in The True-Born Englishman, Defoe marked out his own role of poetic spokesman for the regime. He would continue to write celebratory poems in the general class of occasional poems—public statements, generally in iambic pentameter, of what he would like to be official positions on events. The Spanish Descent, probably published in December 1702, is a good early example of such poems. It celebrates the military victory regarded at the time as the most momentous in over a hundred years: Sir George Rooke’s capture of the entire Spanish fleet at Vigo. The providential success at Vigo is in sharp contrast to the English failure at Cadiz during the earlier war, 1689-1697. Thus The Spanish Descent is history, a poem on state affairs, but because of the ambiguities and ironies inherent in any major historical event and the figurative language of the poem, The Spanish Descent is also more than history.\n\r\nFour poems—Reformation of Manners, More Reformation (1703), A Hymn to the Pillory and An Elegy on the Author of the True-Born-English-Man (1704)—are moral satires leading up to and centered on Defoe’s imprisonment in Newgate and his standing in the pillory on three successive days, July 29-31, 1703, at the Royal Exchange in Cornhill, Cheapside, and Temple Bar, all places where he was well known. The High Church and Tory prosecutors had expected the pillorying to be harmful to him and perhaps even fatal; it turned out to be triumphant. (In Stefan Heym’s fictionalization of the incident—in The Queen Against Defoe and Other Stories, 1974—a young man perched high upon a lantern post recites A Hymn to the Pillory while a modern-day Defoe stands triumphant, the writer against the East German Commissars.) From Defoe’s writings it is known that A Hymn to the Pillory was published on July 29, 1703, and the experience of the pillory—including his pursuit, the harassment of his family, his feelings of guilt and isolation, imprisonment, and trial—was central to his own personal and professional development as a writer.\n\nReformation of Manners, probably published in August 1702, arose out of a powerful emotion, a Juvenalian indignation directed at the hypocrites of his time, an upper-class group made up of magistrates, statesmen, clergy, and military leaders—persons who cannot reform the lower classes because they commit the very crimes they rail at. As in his earlier poems Defoe creates a large conception, this two-tiered society, and develops a kind of social symbolism that will recur in his novels. To a certain extent it is this theme of Reformation of Manners, with its vast gallery of some thirty-nine characters, that got him into trouble and led to the writing of More Reformation—even while he was being pursued by the authorities—and its publication on July 16, 1703. The emotion of this latter poem is much more autobiographical, including more self-discovery, which continues even more powerfully in A Hymn to the Pillory and in An Elegy on the Author of the True-Born-English-Man, published sometime before July 25, 1704.\n\nReformation of Manners, containing 1280 lines, is a unique literary phenomenon of its time. The closest counterpart of its rough iambic pentameter may be found in the popular Poems on Affairs of State volumes (1703), where it was also included. Defoe’s lambasting of highly placed persons is unrelenting and at times vicious. In a long commentary (1120-1181) he interrupts the flow of his narrative to discuss poetry and the role of the poet in a time of reformation; he has clearly gone far beyond the wit/sense debate of The Pacificator. Now, says Defoe, if you write for bread, you must please, and so wit, which is often lewd, bawdy, or blasphemous, will prevail over sense. For such are the realities of the marketplace. In vain does one write “Hymns and Histories from sacred Writ.” Then follow the well-known lines: “Let this describe the Nation’s Character, / One Man reads Milton, forty Rochester.” The preference is for the lewd and not the sublime. The passage is most significant also for its pointed references to “the Love and Honour” theme, “the Drunken Stile,” and quoted remarks of the bookseller.\n\r\nWith its huge outcroppings of scandalous chronicles, Reformation of Manners moves along sluggishly. The structure, however, is simple: the introduction compares the city of London with ancient capitals and outlines the chances now for any honest reformation; part 1 introduces characters of the city; part 2 focuses on characters of the country and the court; and in the conclusion Defoe reiterates his theme of a true reformation. In part I the characterizations take the form of nasty lampoons, especially when they arise from Defoe’s personal life. No detail of private history, no matter how bizarre or perverted, is exempt from the satirist’s scrutiny and exposure. Unremitting is the presentation of high-class rogues of the city: Jeffreys, Lovell, Furnese, Sweetapple and Cole, Clayton, Duncombe, Wills, and Blackbourne. So private are certain references that they are now completely lost to the general reader, and here the artistry suffers. In the midst of this succession of portraits of vile citizens, among the “Tricks and Cheats of Trade,” appears suddenly the passage in which Defoe attacks slavery, the bartering of baubles for the souls of men (323-332). The characters of part 2 commit national crimes and so are of a much more serious order: they include Clito or Milo who cannot now be identified, and many others, such as Casco, who can be identified, shockingly, with one of the first families of Hertfordshire. The characters fall into groupings: Tories or High Churchmen, the military, the clergy, the ladies, and finally the “Beau’s at Will’s.” In this last group is the couple, dull Flettumasy and Diadora (1082-1119). They seem to be important, for they reappear in More Reformation and A Hymn to the Pillory —and as the Fool Husband and Roxana in Defoe’s novel The Fortunate Mistress .\n\r\nThe main character scrutinized in More Reformation is Defoe himself. While some fourteen other characters are drawn, they serve primarily to illustrate a theory that full names are not needed: the character speaks for itself. The response to Reformation of Manners, because of the characters, was ferocious; and in More Reformation, both in the preface and the poem, Defoe sets out to defend himself and his ideas of satire. The theory he most favors is that the poet’s intention should be clear. If the name is necessary, then there is “a Deficiency of Art.” In the preface and again in the poem (648-661) he tells of a Dutch painter who was not understood because he did not identify the man and the bear in his painting. The picture, Defoe claims, should be adequate in itself, just as he was obviously the Booby in Reformation of Manners without the need of any “Gazet Marks.” As part of the theory he also counsels against “Ironies” (690). In spite of these comments, the method of character-drawing does not seem very different from what it had been in earlier poems, even in those seven characters designed to illustrate the theory. As he describes the motives for writing satire, he gives the character G——, who from selected details as well as from the “Key” to The Genuine Works of Mr. Daniel D’Foe (1721) is known to be Charles Gildon. Such a method of presenting a picture he uses with most of the characters. However, the method does not work effectively for characters who are total unknowns and at the same time uninteresting in their traits. Mainly because of the theory, the characters in More Reformation are not as fascinating as earlier ones, except for Flettumasy and Diadora (755-768), who continue as unknowns in real life and yet invite attention.\n\nMore Reformation is mainly autobiographical: Defoe intersperses discoveries about himself as a poet. He will not, like Marvell, criticize the king (538-539). He describes how his “Luxuriant Fancysoar’d too high, / And scorch’d its Wings,” and, like Icarus, fell back into the night (574-577). Somewhat later he calls himself a fool, and (for the second time) claims that he put his own eyes out to open the public’s (833). He cites “Rauleigh’s Cautious Rule” about the true reprover’s being hated. The poem closes with tightly controlled emotion as the poet expresses his feelings of betrayal by the Dissenters, his bitterness over a Dissenting minister’s praying for a highwayman and not for the poet, and the poet’s rejection by “three Petition’d Priests”—in short, his complete abandonment in Newgate.\n\nA Hymn to the Pillory represents the final “stage” of Defoe’s tragedy in 1703. Its form is the hymn in highly irregular Pindarics, used both for praise or blame, panegyric or satire. The freedom this form elicited was necessary for the defiant tone that persists throughout the poem. The hymn is an oration addressed to the pillory that modulates from triumph to despair and then to realistic acceptance of the situation. The speaker starts by addressing the pillory, “Hail! Hi’roglyphick State Machin”; he continues through a long succession of varied metaphorical references to the pillory: human (brows, face), stage (“modern Scenes,” theater), mountain (pinnacles, ridge), military (turrets, counterscarp), scaffold (“Great Monster of the Law”), and numerous others. “Stage” seems to be dominant. Rhetorically he inquires after the secret of emblematic (“hieroglyphic”) meaning of the pillory. Because of the self-discoveries represented by these references the speaker works his way through different interpretations of the pillory experience and reaches the startling conclusion that the pillory is an absolute subversion of justice, as is the state.\n\r\nIn a sense, then, the pillory is itself a major character; its features dominate the poem and fall into the patterns described. The inquiry and background are given in an introduction, and there follow sections on “criminals” of the past (the most “favorable” being John Selden), inept statesmen, “modern Scenes of Fame” (Vigo, for example), “the Men of Great Employ,” judges and magistrates, clergy, lawyers, “heroes,” those refusing to take oaths, and high-ranking culprits robbing the state. Up to this point people are fully named when they are out of the past and presented as illustrations (Bastwick and Prynne, for example); and they are designated by initials and blanks when they are contemporaries or recently alive. Altogether eight persons are named, and eight are not.\n\r\nThe poem reaches a climax as the speaker visualizes the great pageant changing its “Dirty Scene” with ladies appearing on the pillory “steps.” Sappho is there, and so are “Gay URANIA” (353-360) and the witty French harlot “DIADORA” along with her brainless Flettumasy (361-374). The lines on Flettumasy, it should be noted, were added to the “second edition corrected” (1703) as Defoe was quite aware of the large design of his poem. He has gone from characters inextricably linked to persons in real life, such as Duncombe’s mistress in The True-Born Englishman, or Diadora in Reformation of Manners and More Reformation, to the emblematic characters Urania and Diadora in A Hymn to the Pillory.\n\r\nThe next poem, still showing the effects of the pillory, but now entirely concerned with himself as a theme, is An Elegy on the Author of the True-Born-English-Man. With An Essay on the late Storm. Defoe had been released from Newgate early in November 1703, and he had agreed to certain severe restrictions. He had begun writing and editing the Review on February 19, 1704 and would continue this phenomenal task into 1713. Among the penalties he accepted in 1703, the requirement that he give sureties for good behavior during the next seven years particularly aggravated him. In short, he might be charged for any indiscretion he put into print. In Jure Divino he saw the penalty as tantamount to silence, a “fancy’d Grave,” and explained at the start: “This alludes to the particular Circumstances of the Poet, who having been bound not to Write for Seven Years, had made his own Elegy and suppos’d his Satyr to be Dead.” This larger fiction of himself “metaphorically dead” unfolds with all sorts of dramatic flourishes in An Elegy. In the preface he describes himself as “a poor abdicated Author,” his words appearing everywhere in the “scurrilous Street Ribaldry, and Bear-Garden usage,” in both prose and verse. So full of anger is he now, he must retaliate in the “allegory” of the poem. In An Elegy Defoe’s defense of himself is most prominent, particularly when he poses as an exacerbated writer, now dead and in his grave, rising to strike back at writers who have insulted his muse, “the Whore of Poetry” (107): “Oppression makes a Poet; Spleen Endicts” (153). But it is a somewhat chastened muse who introduces characters in the middle section of the poem. Aside from the “great M[ontagu]” (Earl of Halifax), the fourteen or so characters are inconsequential, examples of high-class people who commit unnatural crimes or indulge in drunkenness or corrupt the army and navy. There is a possible attack on “young S——,” who may be Jonathan Swift, for debauching the House of God (376-381). Most important in the poem is the long section of the poet’s self-defense (530-596), wherein he sees himself as comparable to Lord Rochester’s “Virtuous Miss” who died with the scandal, but none of the joy, of being a whore (in “Song. Phyllis, be gentler, I advise”). While the specific targets are the same as in other satires, they are given a renewed vitality by being made part of a new large fiction. The theme of self builds up to a strong conclusion in which Defoe depicts the allegorical self as a fool.\n\r\nCuriously joined with An Elegy is his Essay on the Late Storm, which is actually a poem. Why Defoe calls it an essay is not clear. He does attempt to draw emblematic meanings out of the natural phenomenon of the storm, which occurred from November 24 through December 1, 1703. He visualizes the storm as a providential warning against crimes spread over the “guilty Land.” In the extended passage on William III he gives the impression of having known the king personally. He lashes out against cowards in the navy and excoriates the natives’ plundering the ship Goodwin at Deal. It is also a “High-Church Storm,” blowing the steeple down upon the church: “th’ Emblem left the Moral in the Lurch” (295-298).\n\r\nJohn Dunton wrote about his friend Defoe in 1706 that “by his printing a Poem every day, one would think [he] rhimed in his sleep.” Defoe’s output of poetry from 1704 to 1706 was unbelievably large. All the poems, still mixing panegyric and satire, were “occasional,” each celebrating a public event and surrounding it with considerable history. Now the poet, rescued from Newgate by Robert Harley and feeling an immense gratitude toward him and Queen Anne, brought strong support to the ministry in pamphlets and the Review. His strategy for the way he uses poems on his travel missions for Harley can be traced in his letters. Important persons like Charles Montagu appreciated the “pretty” turns of phrase in A Hymn to Victory, published on August 29, 1704, and The Double Welcome, published on January 9, 1705; and he transmitted to Defoe a gift of money from Sarah Churchill, Duchess of Marlborough. In A Hymn to Victory Defoe was close to what George Macauley Trevelyan calls the “national mood.” Marlborough’s victory at Blenheim had shaken all Europe on August 10, 1704: the news had reached England on August 18. “Ye Heav’ns!” says Defoe in his poem, “What’s God a-doing in the World!” (645). The dedication to the Queen and the conclusion, addressed to the Duke of Marlborough, are signed conspicuously with Defoe’s name. In the poem itself, as he addresses Victory, Defoe finds parallel triumphs “at Crescy, Agin-Court, and at Poictiers” (82); in the battles of William III; and in the military successes of Gustavus Adolphus. The satire is still there, especially directed toward Laurence Hyde, Earl of Rochester, Edward Seymour, and Daniel Finch, second Earl of Nottingham. Characters represent the defeated leader Camille d’Hostun, later Duc de Tallard, as well as the victors, Marlborough and Prince Eugene.\n\r\nJust over four months later Defoe published The Double Welcome honoring the Duke of Marlborough, who while he was not precisely a Whig was a hero of the Whigs and whose land victories seemed to offset the sea victories of Sir George Rooke. In this poem Defoe introduces a new role for the Duke: “Councils at Home and Conquest from Abroad.” As the poet’s main thrust, and as he would do also in the prose work The Consolidator (1705), he pushed his idea of the consolidator. He pleaded with the Duke “to calm our wild Debates” and balance parties—in short “to Consolidate” (309-316). Near the beginning of the poem he argues that it is difficult to differentiate villains from heroes, and then makes another one of his illuminating comments on a sister art: “The Painters thus by Contraries present / The allegorick Devil like the Saint, / But by some faint Reflection show their Care / The Cloven Meaning should not fail t’appear” (50-53). It is not clear how these lines apply to the poem. He urges the use of a plain style as the poet writes about truth, “‘Tis Subject makes a Poet” (62). He sees himself as entirely abject, “the meanest Poet of the Train” (165). Joseph Addison, in his poem The Campaign (published three weeks earlier) represented everything that Defoe despised in poetry. In presenting the “character” of Addison (179-198) Defoe is torn apart by envy over a young poet who never suffered gaols or “Party-Spleen” and by an artistic sense that in a military poem Addison never described the “how” of battles. Defoe’s poem is full of statistics and specific places as he narrates Marlborough’s victory at Blenheim, as if he wishes to demonstrate that difficult, exotic names can be turned into poetry in a way that “soft Boileau” could not do (209). In particular, Defoe is incensed at Addison, “our Modern Virgil” who will not write his poem until he has his pension.\n\r\nIn a later important part of the poem, Defoe describes the “Pulpit War” at home that Marlborough is called upon to settle. Another bill to prevent occasional conformity has been rejected by the House of Lords, and “the strong Bandity of the Gown” (that is, Church of England ministers) are up in arms against the Lords (372-379). The occasion gives Defoe the opportunity to draw the not-unfamiliar characters Henry Sacheverell, Charles Leslie, Luke Milbourne, and William Bromley.\n\nThe Dyet of Poland, published in July 1705, differs remarkably from occasional poems like The Double Welcome. In many respects, it is closer to his earlier ballad-like poems on current parliamentary issues. Unlike them, The Dyet of Poland is certainly by Defoe. Like them, it shows him in the role of a keen observer in the House of Commons: he signs himself an “Unconcerned Humble Servant, Anglipoloski, of Lithuania.” His observations are, first, of men and personalities—of characters, numerous and well developed, altogether about five favorably regarded persons mainly in part 1, and twenty-two satirical ones in both parts. Here he has taken the art of the character farthest along the trajectory that leads to characters in the novels. He presents the character in a short compass, taking full advantage of the virtuosity of language, different styles, contradictions of personality, and above all artistic unities in the relations of characters to one another. The English observer of Polish affairs, the mask or persona, cannot be said to be “unconcerned.” His second group of observations concerns his opposition to three bills to prevent occasional conformity that were passed in the House of Commons and rejected in the House of Lords from November 1702 to November 1704. As a part of Anglipoloski’s fictional world the three bills are collapsed into a single bill. Defoe’s focus as a caustic and at times cynical observer is on the use of such devices as “the Tack” to attach the bill to the Land Tax Bill as was done unsuccessfully in the House of Commons in November 1704. For Defoe to attack certain selected members of the 134 who voted in favor of the tack was clearly dangerous in view of his pillorying in 1703. The broad political parallel between England and Poland is described by Defoe in the preface as being expressed in metaphors and allegories, and he associates the technique with a similar one he had used in The Consolidator.\n\r\nHe worked hard at perfecting The Dyet of Poland, as he explained to Harley in his letter circa June 1704, in order to bring copies with him on a junket for Harley into “the Country.” The poem was thus in gestation for some eleven months. We know about the methods of clandestine distribution of such poems from Pittis’s Whipping Post (July 10, 1705) and Case of the Church of England’s Memorial Fairly Stated (1705). It is clear also that Defoe was protected by Harley from prosecution arising from his vitriolic attacks on high-class Tories in The Dyet of Poland. The metaphors or allegories are quite transparent. He makes use of current Polish politics, and the “translations” are easily made by the reader: Poland (England), Sweden (France), Cossacks (Dissenters), Sobieski (William III), Augustus (Queen Anne), and so on. He uses “hard Polish Names” that are immediately recognizable for their English counterparts. The characters are wide ranging as if the poet were presenting lives in miniature, not targeted on single quirks of personality but on personality failures over a long period of time. Defoe has in mind the model of Milton’s Paradise Lost—the large artistic fiction of parliamentary members as orators or speakers in a grand debate. His fallen angels are Tackers, Tookites, or Sneakers, and the debate at his Pandemonium is over the prevention of occasional conformity. The emphasis in presenting a character is on the oratory, rhetoric, or style of a Polander. The alignments are balanced in part I with favorable, almost panegyric, treatments for Taguski (Charles Montagu), Ruski (Edward Russell), Rigatski (John Somers), and Cujavia (Thomas Tension); and satirical treatments for Finski (Daniel Finch, Earl of Nottingham), Lawrensky (Laurence Hyde), old Seymsky (Sir Edward Seymour), and Rokosky (Sir George Rooke). The oratorical skill or lack of it in Finski (295-357) and Seymsky (395-492) catches the attention of Anglipoloski. Defoe’s venom in the section on Finski is both personal and political, for it was Finch and John Sheffield, Duke of Buckingham and Normanby (called Bucksky in the poem) who harassed Defoe when he was in Newgate prison awaiting trial and punishment.\n\r\nPart 2 has a massive display of characters all treated satirically except for Cavensky (William Cavendish), who sided with the Cossacks (Dissenters), opposed the “hasty Priest” (Sacheverell), and brought about the defeat of the bill to prevent occasional conformity. Most of the characters here are presented satirically, that is unfavorably; most are presented as orators; and most are informed with a personal venom, as in the case of Tocoski (John Toke). Part 2 also deals primarily with the Tory Polanders’ machinations to pass a bill to prevent occasional conformity. Certain characters appear at greater length, the satire vicious, the banter brilliant, and the innuendo teasingly provocative. Mackreski (Sir Humphrey Mackworth), for instance, becomes the type of the totally ineffectual orator (570-612): “all Poland waited on his Chair.” In real life Defoe intensely disliked Mackworth for his opposing views on occasional conformity and on the poor. Sacharesky (Sacheverell), belonging to a group “that always dealt in Tropes and Similies absurd” (669), makes use of provocative language (as he did in his sermon Political Union, 1702, that at least in part provoked Defoe’s The Shortest-Way with the Dissenters, 1702). While the character Bromsky (William Bromley) is shown by Defoe as having been full of playful banter and nonsensical statements in Bromley’s book Remarks in the Grande Tour of France and Italy (1692), the satire has a serious side in that Harley’s second edition of the Remarks (1705) highlighted Bromley’s leanings toward Jacobitism and Catholicism, and thus helped bring about Bromley’s defeat for the position of speaker in the House of Commons. Defoe would dredge up the Remarks again in the broadside A Declaration without Doors (1705). The Bromsky character is severely satirical since this was the man who proclaimed himself the “Father of the Bill” (837). For Meersky (Sir Thomas Meres), a Sneaker yet anti-Dissenter, Defoe uses Lord Rochester’s comparison of him to “Jouler the Hound, a Wiser Beast than he” (898), taken from A Satyr Against Reason and Mankind (1679).\n\r\nIn The Dyet of Poland Defoe seems to have recognized, as he did also in The Consolidator, the emblematic function of character; it is this recognition that advances him closer to the novel as a distinct form of literary discourse. Referring to Tackers and Tookites as being the same, Defoe says in The Dyet: “The Emblematick Title’s eas’ly known, / Their Coat of Arms stands up in Warsaw Town” (814-815). Elsewhere in the poem he uses heraldry or a coat of arms to sum up the essence of a character. Bucksky is one of the most brilliantly realized characters (1023-1049) this side of Pope’s Dunciad partly because it utilizes this emblematic function. About Bucksky’s home, the poet says, “the Emblematic sides Describe his Grace, / This Double Front, and that a Double Face.” Bucksky is not only like Buckingham House (built in 1703), he is the house. The larger scope of the characterization gets at Bucksky’s impotence, which will not allow him to give his mistress what she most desires; it gets at his greed and corruptibility; and the Latin mottoes on his conspicuously lavish house, such as “Laetentur Lares” (the household gods delight in such a situation) insinuate that he is also irreligious. This is the man who, with Lord Nottingham, visited Defoe in Newgate and thus earned the wittily expressed hatred here. The character Bucksky shows Defoe’s balance of personal venom and genuine artistry.\n\r\nIn spite of the considerable negativism of The Dyet of Poland, the poem strikes more positive notes as it draws to a conclusion. Not only does the poem dramatize in Miltonic terms the defeat of the bill to prevent occasional conformity, it celebrates the purging by Augustus (Queen Anne) of his house, meaning the removal from office of the Tory Lord Nottingham and others. More important, the poem looks forward with considerable affirmation to the joint leadership of Casimir (Sidney Godolphin) as lord treasurer and the Dyet’s Marshal (Harley) as secretary of state. Henceforth, these two leaders would bring peace to the land and contentment to the people, including the Cossacks. However, the poem does not end with unmitigated affirmation. The conclusion, as generally happens with Defoe, has more to say about Poland’s being saved from knaves who are also fools.\n\r\nDuring Defoe’s second tour for Harley to bolster his candidates for the general election to parliament, the anonymous poem A Declaration without Doors was published on October 25, 1705. It was timed to appear exactly on the opening day of the new parliament and was concerned entirely with the candidacy of the high-flying William Bromley for the position of speaker in the House of Commons. The ballad-like poem is probably but not certainly the work of Defoe on the basis of internal evidence (see volume 7 of Poems on Affairs of State, 1975). A Declaration, like The Shortest-Way with the Dissenters, is all irony. Bromley comes forward and delivers twenty stanzas of his “declaration” for the position of speaker. He brags of all the things he will do for High Church if he is elected to the position. Parts of the poem are richly humorous and deserve an appreciative reading.\n\nA Hymn to Peace, published on January 8, 1706, however is quite different. For the most part it is made up of the near-fatal philosophizing that one finds in Jure Divino, on the theme of “Peace and Union” arising from the joint address of the two houses of parliament to Queen Anne shortly before December 6, 1705. Peace, in the poem, is the inner contentment of the poet in this time of political harmony as the treasurer Godolphin puts together a Whig alliance. Rarely does A Hymn to Peace come alive, except perhaps in the long account of “sleepy Momus” (520-630), who appoints only scandalous justices of the peace all over England.\n\r\nMore than any other poem Jure Divino: A Satyr. In Twelve Books reveals and reflects the mind of Defoe. Published on July 18, 1706, the satire made its appearance ostentatiously, in the full pride of authorship, with an elegant portrait engraved by Michael Van der Gucht as a frontispiece, with the poet’s motto “Laudatur et Alget” (honesty is praised, yet starves) with a dedication to Lady Reason, and with verses “To the Author” by A. O. The title page announced the work to be by “The Author of The True-Born-Englishman.” Jure Divino has been described variously by critics or it has been neglected. Only recently is Jure Divino coming into its own as representing the ideological center of Defoe’s thought, the breadth of his reading, and the complexity of his mind. It is especially impressive for its political theory.\n\r\nIn the preface Defoe tells of writing the poem “under the heaviest Weight of intolerable Pressures,” mostly while he was in prison. He delayed the publication while parliament was in session for a year. He relied upon agents and booksellers in cities like Shrewsbury and Norwich for subscriptions to the book, and he found that the delay caused subscriptions to slump. In letters to friends he constantly pushed subscriptions and in the Review announced publication dates and postponements. A piracy of the poem may have appeared even before its official publication. Years later Charles Gildon, in The Life and Strange Surprizing Adventures of Mr. D—De F—(1719), jokingly made Robinson Crusoe boast that Defoe earned five hundred pounds by writing Jure Divino in about three weeks “out of this Prolifick Head.” Nevertheless, at this time, Defoe was pulling himself out of the bankruptcy and debt the pillory had brought upon him; he was now doing “intelligence” work for Harley; and he seemed to find more time for reading and writing in the frantic pace of his life.\n\r\nHis aim in Jure Divino was to write in defense of “the common Right.” He starts the preface by saying that he published this work as “the World seem’d to be going mad a second Time with the Error of Passive Obedience and Non-Resistance.” In the growth of Jacobitism and in a strengthened High Church Tory party Defoe sensed a crisis. The threat was against his own strong belief in monarchy without any divine right and only with the consent of the people as expressed through parliament. Tyrants would therefore be the exact opposites of the limited monarch he had in mind. His larger fiction in Jure Divino is to challenge Satyr to trace the history of tyrants right up to the present, to see tyranny as “the Tincture” in the blood as created in man by the devil, as he says in the introduction, and to demonstrate that tyranny is inextricably joined with crime and vice. It is quite a dramatic fiction Defoe announces here and then uses to organize the twelve books of his epic. Jure Divino has thus the definite structure and unity of the epic. For it does hold the reader through its grand sweep chronologically of vicious tyrants and violent images of lust, murder, and rape, as for instance in the case of the character Sardanapalus (book 8). Defoe has a strong political point about freedom—he even sings a hymn to Liberty in book 5. He views Liberty or emergent Reason as marking the end of tyranny’s progress or at least an interruption. He concludes the epic, which is dedicated to Reason (who therefore may be seen as the epic’s hero), on a note of vigorous optimism as both William III and Queen Anne represent forces that doom tyranny.\n\nJure Divino stands out also for its large amount of critical theory about his poetry and art in general. Defoe is especially self-conscious about how poetry is written and observes, for instance (in the preface), that when the poetry is overburdened with argument, he “sacrific’d the Poet to the Reasoning Stile” and used historical notes where the poetry was not “explicit” enough, as Abraham Cowley had done in Davideis (1668). By “Reasoning Stile” Defoe has in mind “the legislative style” Dryden defined in the preface to Religio Laici (1682) as being apt for instruction. But Defoe also has in mind Milton’s Paradise Lost, which he mentions frequently and admiringly as it were his model for argumentative verse and “the best Ideas of the Matter of Original Crime, of any Thing put into Words in our Language” (book 7). He continues the exploration of poetry in comparison to painting or the limner’s art, stressing the idea that the graphic artist may do the face, but Satyr does the “character” (books 2 and 12). Not infrequently in Jure Divino, Defoe will introduce an extended story or character through what he calls a “digression,” and at the same time he continues the progress of his narrative as he would do in A Journal of the Plague Year (1722) and other books. In Jure Divino he also develops the art of integrating adventure and ideology. No better example may be found than the pattern of thought that brings together his ideas of “property,” patriarchal theory, consent of the governed, and sovereignty. With the digression on man’s compulsion to go to war and with the story of the three men left upon the island of Burmudas—“but these Three Kings fell out about Property” (book 7)—Defoe already has a glimpse in 1706 of Crusoe’s island in the distance.\n\r\nDefoe totally immersed himself in his next mission for Harley. On September 13, 1706 Defoe took horse to Edinburgh, arrived in October, and returned to England on December 31, 1707. He was under Harley’s instructions (these seemed always to be arriving late or not at all). It was a lonely, difficult, and dangerous time for Defoe. His assignment was to enter in among the Scots, participate at all levels of society, and report back to Harley on the attitudes of the Scots toward the proposed union between the two countries. Defoe enjoyed playing different roles, assuming half-true disguises, and endlessly improvising.\n\r\nHis job was also to influence and change public opinions about the union. He did this through numerous prose pamphlets and broadsides, the Edinburgh edition of the Review, and a few remarkably varied poems. The first of these, The Vision (1706), survives in a holograph manuscript that tells us a great deal about Defoe’s method of composing, the relationship of one of his manuscripts to the printed texts, and the swift communication between Edinburgh and London in these hectic days of negotiation. John Hamilton, Lord Belhaven, was the principal actor in the verbal altercation that took place on November 2, 1706, when the Scots parliament was debating the article of incorporating union. He delivered a lengthy harangue against the union that was filled with historical parallels and classical allusions. The Jacobite George Lockhart, in his Memoirs (1714), suggests that Belhaven “acted a double part.” So effective was Belhaven’s speech, the vote on the article was delayed over the weekend, and early in the following week Defoe’s “Vision” was circulating in manuscript and had a devastating effect on Lord Belhaven’s argument. In The History of the Union (1709) Defoe reported the entire incident including the Earl of Marchmont’s reply to Belhaven: “Behold he dream’d, but, lo! when he awoke, he found it was a Dream.” In The Vision Defoe brings the art of lampoon to perfection. The entire poem, like A Declaration without Doors, is irony, without any revealing of the poet’s real attitude toward the union. All the histrionics of Belhaven’s original speech are there: “But [he] Let Drop a Few Hypocriticall Teares / So The Crocodile weeps on The Carcass he Tares” (107-108). And the poem ends with a reminder by the Lord in the North that the betrayal going on in parliament is not very different from Brutus’s of Caesar. Almost immediately after the printed version of The Vision appeared, Lord Belhaven followed with A Scots Answer, and Defoe retaliated with the broadside A Reply to the Scots Answer, to the British Vision—entirely focused on Belhaven’s language and style in a manner reminiscent of Dryden’s “MacFlecknoe.”\n\r\nThe poems that followed are at the heart of Defoe’s participation in the act of union approved on May 1, 1707. Of the two major poems, Caledonia, A Poem In Honour of Scotland, and the Scots Nation had certain embellishments in the Edinburgh edition published in early December 1706: a license from the duke of Queensberry (printed on the verso of the title page) prohibiting any piracy of the poem and a dedication to the duke himself. Publication, as with Jure Divino, was by subscription. A few weeks later the poem was issued in London. In contrast to A Scots Poem: Or A New-years Gift, From a Native Of The Universe, To His Fellow-Animals in Albania (1707), the earlier poem deliberately avoids any direct advocacy of the union and deals with the theme of “improvements” for Scotland by a recommitment of national energies. Caledonia is a panegyric of a nation. Character, says Defoe in the preface, is not the aim of his book, but “a Circumstance like the finishing Strokes of a Fine Picture added to grace the Work: The principal Design was the Climate, Nation, Seas, Trade, Lands, Improvements and Temper of Scotland and its People.”\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}