{"pf_url": "https://www.poetryfoundation.org/poets/daphne-marlatt", "name": "Daphne Marlatt", "yob": "1942", "yod": null, "image": null, "bio": "\nDaphne Marlatt was born Daphne Buckley in Melbourne, Australia, and spent her childhood in Malaysia. Her family immigrated to Canada when she was nine, and she earned her BA from the University of British Columbia. While at university, Marlatt contributed to some of the seminal events in the burgeoning West Coast innovative poetry scene: she participated in the first issue of TISH, a poetry newsletter and in the 1963 Vancouver Poetry Conference. She earned her MA from Indiana University, Bloomington, and returned to Canada in 1970, where she has lived and worked ever since.\nThrough her open, hybrid forms, Marlatt weaves together elements of autobiography, travelogue, history, and place writing in what she calls “stanzagraphs,” long lines that track perception and memory. Her first book, Frames of a Story (1968), took inspiration from Hans Christian Andersen’s fairy tale “The Snow Queen.” Frequently utilizing the book as the unit of composition, Marlatt has published serial poems that investigate attachments to place, including the long poem on the history of Vancouver, Vancouver (1972), and Stevenson (1974), with photographs from Robert Minden. The book was later produced as the album Like Light Off Water (2008), which featured Marlatt reading from Stevenson to music composed by Minden and Carla Hallett.\nMarlatt’s commitments to exploring local history, feminist politics, and immigrant and indigenous histories are evidenced in her many collections and editorial projects, including Zócalo (1977); Selected Writing: Net Work (1980); Touch to My Tongue (1984); the novel Ana Historic (1988); Salvage (1991); This Tremor Love Is (2001); Seven Glass Bowls (2003); The Given (2008), which won a Dorothy Livesay Poetry Prize; Liquidities: Vancouver Poems Then and Now (2013); Reading Sveva (2016), and Intertidal: The Collected Earlier Poems 1968–2008 (2017), among many others. With Betsy Warland, she published Two Women in a Birth (1994), a collection of the then-couple’s collaborations. Marlatt has served as editor for numerous magazines and literary journals, including the Capilano Review, periodics, Island, and Tessera, a journal of feminist theory and writing. Marlatt also helped organize the first Women and Word conference in Vancouver.\nMarlatt’s essays on poetics were collected in Readings from the Labyrinth (1998). Her play The Gull, which draws on Japanese Noh theatrical traditions, won the 2008 Uchimura Prize. She was made a member of the Order of Canada in 2006 and in 2012 won the Woodcock Lifetime Achievement Award.\n", "attrs": {"Region:": ["Canada"]}}