{"pf_url": "https://www.poetryfoundation.org/poets/david-ferry", "name": "David Ferry", "yob": "1924", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/52dc1242612025bbe34c1d0be9112a4fa15a1bfc.jpeg", "bio": "\nDavid Ferry is an acclaimed American poet, professor, and translator. Ferry’s translations, which include some of the world's major works of poetry are known for their fluency and grace. In addition to his lauded translations of The Odes of Horace and Virgil’s The Eclogues, Georgics, and The Aeneid, among other works, Ferry is a prize-winning poet in his own right. His poetic works include Dwelling Places (1993) and Of No Country I Know: New and Selected Poems and Translations (1999), which won the Lenore Marshall Prize, the Bingham Poetry Prize, the Rebekah Johnson Bobbitt National Prize for Poetry from the Library of Congress, and was a finalist for the L.L. Winship/PEN New England Award and the New Yorker Book Award. Bewilderment: New Poems and Translations (2012), won the National Book Award for Poetry. \n\r\nDavid Ferry was born in 1924 in Orange, New Jersey. He entered the Air Force after his freshman year at Amherst College, returning to complete his degree in 1948. Ferry credits his professors at Amherst with making him “bookish” and admits he “read spottily” as a child. Ferry earned a graduate degree at Harvard University, where he began writing poems and had his first work published in the Kenyon Review. In the New York Times Book Review, Carmeal Ciruaru described Ferry’s poems in Of No Country I Know as “contemplative, humble and keenly perceptive. Above all, they are questioning.” Though known for his translations, the collection, which includes work from six previous books, proves the depth and craft of Ferry’s own poetic vision. As Ciruaru notes, “his speakers are not at home in life; they are always on the outside looking in—to their own minds, their bodies, the places they call home.” Ferry’s careful attention to psychological and emotional states led poet W.S. Merwin to proclaim that Ferry deals with “complexities of feeling with unfailing proportion and grace.\"\n\r\nThough he did not study Latin or Greek in school, Ferry began translating—or “rendering”—ancient poets like Horace in the early 1980s, including three Odes in his book Strangers (1983). In an interview with Judith Moore, Ferry described the almost accidental path he took to becoming one of American poetry’s great poet-translators: “[A] friend at Harvard who liked my poems and some other translations of mine that he’d seen, began to give me assignments in Gilgamesh. I don’t know any Babylonian but I worked from the word-for-word scholarly text, including my friend’s translation of several passages in that poem. He guided me to the other good word-for-word translations and I did this rendering of Gilgamesh and my friend Frank Bidart showed it to Jonathan Galassi at Farrar, Strauss, and he published it.”\n\r\nFerry’s translations since Gilgamesh have been widely acclaimed. The New Criterion critic D.S. Carne-Ross declared, “Ferry’s governance is so fine that he has made it seem easy to translate Horace.” The New York Sun praised Ferry’s translation of the Georgics as “either tender or grand,” adding that “Mr. Ferry's individual pentameters … are always euphonious, often singable, and sometimes magnificent—truly worthy of the best poet’s best poem.” \n\r\nFerry’s many awards include the Harold Morton Landon Translation Award, the Teasdale Prize for Poetry, the Ingram Merrill Award, the William Arrowsmith Translation Prize from AGNI magazine, and fellowships from the Guggenheim Foundation and the Academy of American Poets. In 1998 he was elected a fellow to the American Academy of Arts and Sciences. He received the 2011 Ruth Lilly Poetry Prize from the Poetry Foundation. The Sophie Chantal Hart Professor Emeritus of English at Wellesley College, he is a visiting lecturer in creative writing at Boston University. He was married to the literary critic Anne Ferry until her death in 2006.\n", "attrs": {}}