{"pf_url": "https://www.poetryfoundation.org/poets/david-kirby", "name": "David Kirby", "yob": "1944", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/be40998fd58eda9fea290cc0b326ce0d31ef7560.jpeg", "bio": "\nPoet, critic, and scholar David Kirby grew up on a farm in southern Louisiana. He received a BA from Louisiana State University and, at the age of 24, a PhD from Johns Hopkins University.\nInfluenced by artists as diverse as John Keats and Little Richard, Kirby writes distinctive long-lined narrative poems that braid together high and popular culture, personal memory, philosophy, and humor. “One thing that I want to do in the poems is to portray the mind as it actually works,” he stated in a 2007 interview with Craig Morgan Teicher.\nKirby is the author of more than two dozen volumes of criticism, essays, children’s literature, pedagogy, and poetry. His numerous collections of poetry include The Ha-Ha (2003), short-listed for the Griffin Poetry Prize, and The House on Boulevard Street: New and Selected Poems (2007), a finalist for the National Book Award and winner of the Florida Book Award and the Southern Independent Booksellers Alliance Award. In nominating Boulevard Street, the National Book Award committee noted, “Digression and punctiliousness, directed movement and lollygagging, bemusement and piercing insight are among the many paradoxical dualities that energize and complicate the locomotion of his informed, capacious consciousness.”\nKirby has also won several Pushcart Prizes, the Guy Owen Prize, the Kay Deeter Award, the James Dickey Prize, the Brittingham Prize, and the Millennium Cultural Recognition Award. He has received fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Florida Arts Council. His poetry has been featured in numerous anthologies, including several issues of Best American Poetry.\nKirby is a member of the National Book Critics Circle. Since 1969 he has taught at Florida State University, where he has received several teaching awards. He lives in Tallahassee, Florida, with his wife, poet Barbara Hamby.\n", "attrs": {"Region:": ["U.S., Southern"]}}