{"pf_url": "https://www.poetryfoundation.org/poets/david-ignatow", "name": "David Ignatow", "yob": "1914", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f2f636fa74fb947845cd7cefb17ce68cc7e18208.jpeg", "bio": "\nDavid Ignatow is remembered as a poet who wrote popular verse about the common man and the issues encountered in daily life. In all, he wrote or edited more than 25 books and was the recipient of numerous awards, including the Poetry Society of America’s Shelley Memorial Prize and Robert Frost Medal, the Bollingen Prize, and the John Steinbeck Award. Early in his career he worked in a butcher shop. He also helped out in a bindery in Brooklyn, New York, which he later owned and managed. During the Great Depression in the 1930s, he sought employment with the Works Progress Administration (WPA) as a journalist. His father helped him with the funding to produce his first book, Poems, in 1948. Although the volume was well received, he had to continue working various jobs and find time in between to pursue writing. These jobs included work as a messenger, hospital admitting clerk, vegetable market night clerk, and paper salesman.\nAmong his other books are I Have a Name (1996), The One in the Many: A Poet’s Memoirs (1988), Sunlight: A Sequence for My Daughter (1979), Facing the Tree: New Poems (1975), The Notebooks of David Ignatow (1973), Rescue the Dead (1968), Say Pardon (1961), and The Gentle Weight Lifter (1955).\nDirect statement and clarity were two of Ignatow’s primary objectives in crafting a poem. Fidelity to the details and issues of daily life in Ignatow’s poetry won him a reputation for being “the most autobiographical of writers,” suggested Dictionary of Literary Biography contributor Christopher Brown. Nevertheless, observed Harvey Shapiro in a Poetry Society of America Journal memorial essay, his poems have “wide appeal” because they relate experiences “shared by so many;” such as “hustling for a buck, dealing with the boss, [and] selling to people.” “His style,” summarized Shapiro, “shifted from realism through surrealism, to lyricism and myth—all in his quirky city tongue—but all of it bread for the living.” Rain Taxi contributor William Billiter describing the contents of Ignatow’s posthumously collected At My Ease: Uncollected Poems of the Fifties and Sixties (1998): “complex, beautiful, lacerated with living and with toil, uncompromising. Yet, for all that, there is an easy grace and Athenian simplicity.” “[C]lassic Ignatow, emotionally open yet philosophically detached,” wrote Matthew Flamm in his New York Times Book Review assessment of 1999’s Living is What I Wanted: Last Poems. In this collection, the last volume the poet assembled before his death, Ignatow “look[s] back on, over, and squarely at life,” noted Booklist’s Ray Olson, who praised the book’s “simply wise and elegant pieces.”\nIgnatow once told Contemporary Authors, “My avocation is to stay alive; my vocation is to write about it; my motivation embraces both intentions, and my viewpoint is gained from a study and activity in both ambitions. The book important to my career is the next one or two or three on the fire.” Ignatow more recently told Contemporary Authors, “As I grow old, I find myself more bold in writing about death. My more recent poems treat the subject from almost every angle: without anger, with study and contemplation. Writing about death and dying calms what underlying fears impel me to bring the coming event out into the open. I think of this writing as a kind of triumph over time that remains to me. I look out upon trees and recognize my relationship to them, as organic quantities, in which I feel a satisfying companionship. Earth itself is for a time being, the universe no less. In short, I am a participant in a worldly epic, if significance can be found in living and dying, together with everything and everyone else. I bow to my higher self.”\nIgnatow delineated his influences in Contemporary Authors: “The modern poet most influential in my work was William Carlos Williams. Earlier influences were the Bible, Walt Whitman, Baudelaire, Rimbaud, Hart Crane.” In Williams, as in the works of Peruvian surrealist César Vallejo, Ignatow most appreciated “the language of hard living; the universal language,” which is perceived “in the lines of the poets where you can feel the mind running like an electrical current through the muscles,” he told Paris Review contributor Gerard Malanga. Ralph J. Mills observed in Cry of the Human: Essays on Contemporary American Poetry that Ignatow “has placed himself in the tradition of those genuine poets who have, in independent ways, struggled to create a living American poetry from the immediacies of existence in this country, from the tragedies and potentialities of its legacy, and from the abundant music and vitality of its language.” “Authenticity speaks to us from every line of Ignatow’s poetry,” asserted Mills, “reaching into our lives with the force and deliberation of the seemingly unassuming art which he has subtly and skillfully shaped.”\nCritics trace several lines of development in the body of Ignatow’s works, such as a gradual change in his poetic technique. “His typical poem is a short lyric expressing what to all appearances are his genuine thoughts and feelings, yet he is expert at adopting personae, particularly those of insane businessmen and killers, to convey more effectively his vision of modern American life,” noted Brown. As current events became increasingly macabre, Ignatow more frequently expressed his response to them in the form of the prose poem, which allows for the depiction of nightmarish sequences from a civilization reeling out of control. For example, in “A Political Cartoon,” the President and cabinet members recklessly toss a gun around a conference room until two of them get shot to death; backing a dump truck into the room, the poet arrives to bury them all under a load of grain.\nIgnatow’s poems—the lyrics and prose poems alike—are characterized by direct statement rendered with the minimum of poetic devices, achieving their effects through the poet’s superb handling of the line, suggested Marvin Bell in the American Poetry Review. Coming from “a consciously skeletal aesthetic,” said Bell, Ignatow’s art is one “of apparent artlessness in the extreme.” William Spanos, speaking to Ignatow in a Boundary 2 interview, explained how the poet’s spare, “flat” style of expression achieves maximum impact; unlike much modern poetry, which provides a release or escape from the tension or terror of life in the 20th century, Ignatow’s “poetry—and this is a stylistic as well as thematic matter—disintegrates the reader’s expectation of release to demand a confrontation of the horror.” The directness in the poems, Ignatow told Spanos, derives “from life itself and so they must always take into account the rawness with which life comes to me, its direct impact on my senses and the stance it alerts in me to keep myself from becoming overwhelmed by this direct impact.” In the confessional volume Leaving the Door Open, a reflection on his performance as a husband and father, Ignatow is as relentless during self-evaluation as when diagnosing social ills. Hudson Review contributor James Finn Cotter admired both the “honesty ... and the effort required to make such a confession.”\nThough events come to him without structure, in order to survive them, the poet “must try to structure the poem without losing the unstructured, random, elemental quality of things as they happen,” Ignatow said in the Boundary 2 interview. “I structure them through my person which is obliged to remain intact or consistent. ... There is then a tension between myself and the world outside and it is on this tension that I build my poems. ... The world has an identity of its own with which I cannot associate myself altogether, especially at crucial points. ... Clarity as I seek it in my poems is to distinguish my person from the rest of everything else. Clarity together with directness make my style.”\nElaborating on his aesthetic, Ignatow told Spanos, “I use my materials without receiving from them any vote of confidence at all, nor do I have any confidence or trust in the materials, full of hidden and not so hidden traps. I may only trust myself and so I go carefully among my objects and events, picking and choosing from among them, letting myself be led only where I will go and so my line is spare, selective, concise, in search of form to hold all this disparate material together always about to fly apart.” He compared his writing process to taking a walk through his native Brooklyn: “I have to watch my step around an open manhole, a drunk sprawled on the sidewalk, dog shit, a nodding drug addict. I have to glance behind me from time to time to be sure I’m not being followed. My poetry has this touch of paranoia, this tight alertness to dangers, this militant preparedness for the worst, and above all, the sense of absurdity that arises as we seek for a meaning in this kind of life.” He does not provide a meaningful resolution in the poems, “nothing conclusive or definitive,” however, because life itself provides no solutions, he said in the Spanos interview. As he explained to Malanga, the lyric form also seemed to require more closure than the prose poem; therefore, for Ignatow, breaking out of the strictures of composition by line was an important step toward fuller and more accurate expression.\nThe themes in Ignatow’s writing follow a progression from reflections on individual causes of social ills to problems of wider scope, Brown observed. “Generally, the early work tends to concentrate upon the evils of business and money-grubbing, while the later presents a more surreal vision of social violence and insanity,” summarized Brown. Money, and how we acquire it, was a major topic of the early books and The Notebooks of David Ignatow, and, according to Ignatow, “is the central issue of our time.”\nPoems declaiming the evils of money stem from the poet’s personal history. As Ignatow revealed in Open between Us, his early years were dominated by his parents’ anxieties about the family business. At first fascinated by the intensity of their conversations, Ignatow began to recognize that he did not value material success as much as the kind of personal freedom exemplified by the poet Walt Whitman. Therefore, instead of joining the family business after graduating from high school, he left home to find employment that would allow him the peace and leisure to write poetry.\nHowever, his idealism drew him repeatedly into conflict with his bosses. Moving from job to job, he found that the pressure to provide for himself displaced the time and energy he needed to continue writing. He entered the family business feeling resigned and guilty about imposing on the freedom of his workers in order to make a profit. They told him, however, that they voluntarily submitted to the unpleasant demands of industry in order to maintain a standard of living they equated with happiness. Seeing no alternative to making this kind of trade-off himself, Ignatow concluded, “And so there was poetry to be written, about this paradox of the perpetual search for personal happiness and freedom in things other than oneself.” His struggles to earn a living without compromising his personal values is often expressed in the early volumes Poems, The Gentle Weight Lifter, and Say Pardon.\nOther poems in the early volumes speak out against social problems such as urban crime, war, and economic collapse. “In the 1930s he wrote poems about the depression, in the 1940s about World War II, in the 1960s about Vietnam,” noted Brown. In Figures of the Human, the poet “directs his creative rage toward the ... subject of violence and social dissolution in the America of the Vietnam era,” Brown related. Rescue the Dead ironically holds out no hope of rescue for the poet who identifies himself in one poem as a man forced by a nation of killers to kill his neighbor. “We are more used to poets open to the personal unconscious,” commented Robert Bly in the afterword to Ignatow’s Selected Poems. “If the ‘dark side’ of human energy is thought of as part of the personal unconscious, we notice that David Ignatow sees his dark side clearly only after he has seen it reflected in the angers and frustrations of the collective, when he sees it embodied in a stabber moving through a subway car. He is a poet of the community, of people who work for a living, as Whitman was too, but he is also a great poet of the collective.”\nIn subsequent books, Ignatow’s focus on his social environment broadened to include his relationship with nature. More philosophical and imaginative than his other poetry, the poems in Facing the Tree: New Poems (1975) and Whisper to the Earth (1981) ask of nature the same questions Ignatow raises elsewhere, L.M. Rosenberg commented in Chicago’s Tribune Books. In meditations on stones, plants, and weather, Ignatow asks how humans can live, and affirms consciousness of his membership in an ecology that unifies all forms of life, Rosenberg observed. Brown, like other critics, suggested that the poet thus reconciles himself to the inevitability of his death. Responding to these poems reprinted in New and Collected Poems, 1970-1985, New York Times Book Review contributor Peter Stitt remarked that they provide “a positive response to the threat of isolation, death, political cruelty, godlessness and meaninglessness. The answer is love. ... Faced with the fact of a strictly physical universe, Mr. Ignatow chooses to love that universe for all he, and it, are worth.”\nIgnatow commented on another significant difference between his earlier and later work; regarding “my early concentration in my poetry on injustice and cruelty,” he once told Contemporary Authors, “these poems were written with the assumption that somewhere, somehow there was a social system, idealized in faith by me, that practiced justice and decency consistently and with pleasure. I was wrong. At seventy-five years of age, I no longer have such hopes and expectations, though my heart still leaps at any and all pieces and fragments of good news. Nevertheless, I have fallen back upon my study of the individual, taking myself primarily as an example and revealing to myself my shortcomings, my failures. Like Whitman, I think of myself as representative, and so what I write about myself and quite often about others, is intended as, by extension, a comment on most of us. We live in one world.\n“If I were to make of this litany a steady diet,” he continued, “I don’t think I could easily absorb it, and so you will find humor in the later books, humor dealing with precisely those problems to which in my earlier books I gave my passionate concern. In other words, with humor I seem to be more at ease with the moral burdens I have taken on myself and I actually enjoy writing about them now with a sense of detachment, which humor affords.” Ignatow elaborates on these changes in The One in the Many: A Poet’s Memoirs (1988).\nCritical responses to Ignatow’s work were more antagonistic than he expected, at first, but gradually became more favorable. “After I had written the kind of poetry I thought deserved the respect and attention of people whose opinions I respected, I discovered to my dismay that I was writing a kind of poetry which really did not relate to the taste or interests of my generation in any way,” he told Malanga. Ignatow’s poetic stance—one of direct confrontation with life—opposes the widespread attitude, coming down to readers from romanticism, that in poetry, “language takes precedence over content,” he explained. From Williams, Ignatow had learned to guard against “a romantic view of life. Against elevated language. Against trying to make a leap into something which didn’t exist.” In contrast, the prevailing trend fosters a “withdrawal from life” by concerning itself with imaginative poetic devices; a substantial number of influential poets and critics “think through language you learn of life. I say you learn of life through sensibility which then has to be translated into language,” he continued. Being thus at odds with critical opinion, Ignatow produced an important body of work largely without the support of his own generation of writers and without critical acclaim. Later generations have been more appreciative, honoring him with prizes and fellowships.\nSumming up Ignatow’s lifetime accomplishment, which was recognized in 1964 by an award from the National Institute of Arts and Letters, Brown concluded, “Transmuting autobiography into art, he has examined the self’s relationship with the environment over a long, productive career. He offers both the edifying spectacle of a man who has paid for his accommodation with life and a body of poetry combining deep-felt emotion, intellectual penetration, and a considerable technical facility.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}