{"pf_url": "https://www.poetryfoundation.org/poets/david-rigsbee", "name": "David Rigsbee", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4952859f2ada0b5cdfd26c2bb88ae871a5d625f9.jpeg", "bio": "\nDavid Rigsbee is the author of 20 books and chapbooks, including ten full-length poetry collections. In addition to his poems, he has also published critical works on Carolyn Kizer and Joseph Brodsky, as well as a collection of essays on contemporary poetry, Not Alone in My Dancing:  Essays and Reviews (2016). He has coedited two anthologies, including Invited Guest: An Anthology of Twentieth Century Southern Poetry, which was a ‘notable book’ selection of the American Library Association and the American Association of University Professors, and was featured on C-Span’s Booknotes program. His work has appeared in many journals, including AGNI, American Poetry Review, the Georgia Review, the Iowa Review, the New Yorker, the Ohio Review, Poetry, Prairie Schooner, Sewanee Review, and the Southern Review.\r\n \r\nWinner of a 2012 Pushcart Prize, the 2009 Black River Poetry Prize, the Vachel Lindsay Poetry Award and the Pound Prize, Rigsbee was also 2010 winner of the Sam Ragan Award for contribution to the arts in North Carolina, as well as winner of the Oscar Young Award for the best book by a North Carolina author (for The Red Tower: New and Selected Poems, 2010). He has received two creative writing fellowships from the NEA, as well as fellowships from the NEH, the Fine Arts Work Center in Provincetown, and the Virginia Commission on the Arts. He has also received residencies from the Djerassi Foundation and Jentel Foundation.\r\n \r\nHis latest book is This Much I Can Tell You (Black Lawrence Press). Salmon Poetry will be publishing his translation of Dante’s Paradiso in the fall of 2018. Rigsbee is currently contributing editor for The Cortland Review. \n", "attrs": {}}