{"pf_url": "https://www.poetryfoundation.org/poets/david-lehman", "name": "David Lehman", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/82ed4c193ad8d9465dcb666ee246e4d33868c1fb.jpeg", "bio": "\nOne of the foremost editors, literary critics, and anthologists of contemporary American literature, David Lehman is also one of its most accomplished poets. Born in New York City in 1948, Lehman earned a PhD from Columbia University and attended the University﻿ of Cambridge as a Kellett Fellow. He is the author of numerous collections of poetry, including New and Selected Poems (2013), Yeshiva Boys (2009), and When a Woman Loves a Man (2005).  Two of his collections, The Evening Sun (2002) and The Daily Mirror: A Journal in Poetry (1998), were culled from Lehman’s five-year-long project of writing a poem a day. Yusef Komunyakaa called The Daily Mirror “a sped-up meditation on the elemental stuff that we're made of: in this honed matrix of seeing, what's commonplace becomes the focus of extraordinary glimpses....” Lehman has also written collaborative books of poetry, including Poetry Forum (2007), with Judith Hall; and Jim and Dave Defeat the Masked Man (2005), a collection of sestinas he wrote with the poet James Cummins.\n\r\nLehman inaugurated The Best American Poetry series in 1988. As series editor, he has earned high acclaim for his pivotal role in garnering contemporary American poetry a larger audience. In an early interview about the series with Judith Moore, Lehman noted “I want the books to have a lot to commend them beyond the poems themselves. The 75 poems are of course the center of the book, but we want also to have a foreword by me that can provide a context, that gives an idea of what happened in poetry this year, and an essay in which the guest editor propounds his or her criteria.” Lehman’s work as an editor also includes such volumes as The Best American Erotic Poems (2008), The Oxford Book of American Poetry (2006), A.R. Ammons: Selected Poems (2006), Great American Prose Poems: From Poe to the Present (2003), and Ecstatic Occasions, Expedient Forms (1996). He was the director of the University of Michigan Press’s Poets on Poetry and the Under Discussion series from 1994 to 2006.\n\r\nA prominent literary and cultural critic, Lehman has published works ranging from an indictment of deconstruction, Signs of the Times: Deconstruction and the Fall of Paul de Man (1991); to a history of the New York School of Poets, The Last Avant-Garde: The Making of the New York School of Poets (1998); to a meditation on the influence of Jewish songwriters in American music, A Fine Romance: Jewish Songwriters, American Songs (2009). Lehman’s numerous honors and awards include fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the Ingram Merrill Foundation, and awards from the American Academy of Arts and Letters and the Lila Wallace-Reader’s Digest Writer’s Award. On faculty at both the New School and New York University, he lives in New York City.\r\n﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}