{"pf_url": "https://www.poetryfoundation.org/poets/david-wagoner", "name": "David Wagoner", "yob": "1926", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2b5d93cc06909e8f98e30f8894f38de3b11db369.jpeg", "bio": "\nDavid Wagoner is recognized as the leading poet of the Pacific Northwest, often compared to his early mentor Theodore Roethke, and highly praised for his skillful, insightful and serious body of work. He has won numerous prestigious literary awards including the Ruth Lilly Poetry Prize, two Pushcart Prizes, and the Academy of Arts and Letters Award, and has twice been nominated for the National Book Award. The author of ten acclaimed novels, Wagoner’s fiction has been awarded the Sherwood Anderson Foundation Award. Professor emeritus at the University of Washington, Wagoner enjoys an excellent reputation as both a writer and a teacher of writing. He was selected to serve as chancellor of the Academy of American Poets in 1978, replacing Robert Lowell, and was the editor of Poetry Northwest until 2002.\n\r\nBorn in Ohio and raised in Indiana, Midwesterner Wagoner was initially influenced by family ties, ethnic neighborhoods, industrial production and pollution, and the urban environment. His move to the Pacific Northwest in 1954, at Roethke’s urging, changed both his outlook and his poetry. Writing in the Contemporary Authors Autobiography Series, Wagoner recalls: “when I drove down out of the Cascades and saw the region that was to become my home territory for the next thirty years, my extreme uneasiness turned into awe. I had never seen or imagined such greenness, such a promise of healing growth. Everything I saw appeared to be living ancestral forms of the dead earth where I’d tried to grow up.” Wagoner’s poetry often mourns the loss of a natural, fertile wilderness, though David K. Robinson, writing in Contemporary Poetry, described the themes of “survival, anger at those who violate the natural world” and “a Chaucerian delight in human oddity” at work in the poems as well. Critics have also praised Wagoner’s poetry for its crisp descriptive detail and metaphorical bent. However, Paul Breslin in the New York Times Book Review pronounced David Wagoner to be “predominantly a nature poet…as Frost and Roethke were nature poets.”\n\r\nWagoner’s first books, including Dry Sun, Dry Wind (1953), A Place to Stand (1958), and Poems (1959), demonstrate an early mastery of his chosen subject matter and form. Often comprised of observations of nature, Wagoner links his speakers’ predicaments and estrangement to the larger imperfection of the world. In Wagoner’s second book, A Place to Stand, Roethke’s influence is clear, and the book uses journey poems to represent the poet’s own quest back to his beginnings. Wagoner’s fourth book, The Nesting Ground (1963), reflects his relocation physically, aesthetically and emotionally; the Midwest is abandoned for the lush abundance of the Pacific Northwest, and Wagoner’s style is less concerned with lamentation or complaint and more with cataloguing the bounty around him. James K. Robinson called the title poem from Staying Alive (1966) “one of the best American poems since World War II.” In poems like “The Words,” Wagoner discovers harmony with nature by learning to be open to all it has to offer: “I take what is: / The light beats on the stones, / the wind over water shines / Like long grass through the trees, / As I set loose, like birds / in a landscape, the old words.” Robert Cording, who called Staying Alive “the volume where Wagoner comes into his own as a poet,” believed that for Wagoner, taking what is involves “an acceptance of our fragmented selves, which through love we are always trying to patch together; an acceptance of our own darkness; and an acceptance of the world around us with which we must reacquaint ourselves.”\n\nCollected Poems 1956-1976 (1976) was nominated for the National Book Award and praised by X. J. Kennedy in Parnassus for offering poems which are “beautifully clear; not merely comprehensible, but clear in the sense that their contents are quickly visible.” Yet it was Who Shall Be the Sun? (1978), based upon Native American myth and legend, which gained critical attention. Hayden Carruth, writing in Harper’s Magazine, called the book “a remarkable achievement,” not only for its presentation of “the literalness of shamanistic mysticism” but also for “its true feeling.” Hudson Review’s James Finn Cotter also noted how Wagoner “has not written translations but condensed versions that avoid stereotyped language….The voice is Wagoner’s own, personal, familiar, concerned. He has achieved a remarkable fusion of nature, legend and psyche in these poems.”\n\nIn Broken Country (1979), also nominated for the National Book Award, shows Wagoner honing the instructional backpacking poems he had first used in Staying Alive. Leonard Neufeldt, writing in New England Review, called “the love lyrics” of the first section “among the finest since Williams’ ‘Asphodel.’” Wagoner has been accused of using staid pastoral conventions in book after book, as well as writing less well about human subjects. However, his books have continued to receive critical attention, often recognized for the ways in which they use encounters with nature as metaphors for encounters with the self. First Light (1983), Wagoner’s “most intense” collection, according to James K. Robinson, reflects Wagoner’s third marriage to poet Robin Seyfried. And Publishers Weekly celebrated Walt Whitman Bathing (1996) for its use of “plainspoken formal virtuosity” which allows for “a pragmatic clarity of perception.” A volume of new and collected poems, Traveling Light, was released in 1999. Sampling Wagoner’s work through the years, many reviewers found the strongest poems to also be the newest. Rachelle Ratner in Library Journal noted “since many of the best are in the ‘New Poems’ section, it might make sense to wait for his next volume.” That next volume, The House of Song (2002) won high praise for its variety of subject matter and pitch-perfect craft. Christina Pugh in Poetry declared “The House of Song boasts a superb architecture, and each one of its rooms (or in Italian, stanzas) affords a pleasure that enhances the last.” In 2008 Wagoner published his twenty-third collection of verse, A Map of the Night. Reviewing the book for the Seattle Times, Sheila Farr found many poems shot through with nostalgia, adding “the book feels like a summing-up.” Conceding that “not all the work reaches the high plane of Wagoner’s reputation,” Farr described its “finest moments” as those which “resonate with the title, venturing into darkness and helping us recognize its familiar places.”\nIn addition to his numerous books of poetry, David Wagoner also is a successful novelist, writing both mainstream fiction and regional Western fiction. Offering a steady mix of drama seasoned with occasional comedy, Wagoner’s tales often involve a naive central character’s encounter with and acceptance of human failing and social corruption. In the Contemporary Authors Autobiography Series, Wagoner described his first novel, The Man in the Middle (1954), as “a thriller with some Graham Greene overtones about a railroad crossing watchmen in violent political trouble in Chicago,” his second novel, Money, Money, Money (1955), as a story about “a young tree surgeon who can’t touch, look at, or even think about money, though he has a lot of it,” his third novel, Rock (1958) as a tale of “teenage Chicago delinquents,” and his fifth novel, Baby, Come On Inside (1968) as a story “about an aging popular singer who’d lost his voice.” As a popular novelist, however, Wagoner is best known for The Escape Artist (1965), the story of an amateur magician and the unscrupulous adults who attempt to exploit him, which was adapted as a film in 1981. Wagoner has produced four successful novels as a Western “regional” writer. Structurally and thematically, they bear similarities to his other novels. David W. Madden noted in Twentieth-Century Western Writers: “Central to each of these [Western] works is a young protagonist’s movement from innocence to experience as he journeys across the American frontier encountering an often debased and corrupted world. However, unlike those he meets, the hero retains his fundamental optimism and incorruptibility.”\n\r\nAlthough Wagoner has written numerous novels, his reputation rests on his numerous, exquisitely crafted poetry collections, and his dedication as a teacher. Harold Bloom said of Wagoner: “His study of American nostalgias is as eloquent as that of James Wright, and like Wright’s poetry carries on some of the deepest currents in American verse.” And Leonard Neufeldt called Wagoner “simply, one of the most accomplished poets currently at work in and with America…His range and mastery of subjects, voices, and modes, his ability to work with ease in any of the modes (narrative, descriptive, dramatic, lyric, anecdotal) and with any number of species (elegy, satirical portraiture, verse editorial, apostrophe, jeremiad, and childlike song, to name a few) and his frequent combinations of a number of these into astonishingly compelling orchestrations provide us with an intelligent and convincing definition of genius.”\n \n[Updated 2010]\n", "attrs": {"Region:": ["U.S., Northwestern"]}}