{"pf_url": "https://www.poetryfoundation.org/poets/david-mura", "name": "David Mura", "yob": "1952", "yod": null, "image": null, "bio": "\nDavid Mura is a poet, memoirist, novelist, and performance artist who creates his work from the perspective of a Sansei, a third-generation Japanese American. He earned a BA from Grinnell College and an MFA in creative writing from Vermont College. Mura co-founded the Asian American Renaissance, an Asian American arts organization and served as its artistic director. His collections of poetry include The Last Incantations (2014), Angels for the Burning (2004), The Colors of Desire (1996), and After We Lost our Way (1989), winner of the National Poetry Series. He is the author of the acclaimed memoirs Where the Body Meets Memory: An Odyssey of Race, Sexuality, and Identity (2006) and Turning Japanese: Memoirs of a Sansei (1991), which won the Josephine Miles Award. His novel Famous Suicides of the Japanese Empire (2008) was a finalist for the Minnesota Book award, the John Gardner Fiction Prize, and the Virginia Commonwealth University Cabell First Novelist Award. He has also staged a number of performance pieces and written works of criticism, including A Stranger’s Journey: Race, Identity, and Narrative Craft in Writing (2018).\n\r\nAcross many genres, Mura deals with the intersections of race, sexuality, identity, and narrative. In Hyphen magazine, Roy Kamada remarked that Mura has “written extensively” on “vastly different forms of history: the personal, the intimate, the political, the sexual, and the global.” These topics, in Mura’s work, “all become intersectional and lyrical moments whose conjuring in the face of a potential forgetting carries a moral and ethical weight that could be ponderous if not for Mura’s marvelous poetic gifts.” Mura’s first memoir, Turning Japanese: Memoirs of a Sansei, narrates the year he spent in Japan on a writing fellowship. His account of the year abroad, which brought him to a greater understanding of his own identity as a Japanese American, was warmly received by critics. In an article for Canadian Literature, Guy Beauregard wrote, “Make no mistake about it: Mura’s narrative is not a naive search for lost ‘roots’ or an essential ‘Japanese-ness.’ Instead, Mura works through the more difficult task of rethinking what precisely ‘home,’ ‘nation,’ and ‘culture’ can mean to a Japanese American who would rather have gone to Paris than Tokyo to spend a year writing.” R. Bruce Schauble of Kirkus Reviews called Turning Japanese “noteworthy for its seriousness of purpose and for its unusual intelligence, sophistication, and honesty,” and Donna Seaman of Booklist described the book as “an eloquent account of a catharsis that illuminates both personal and societal aspects.”\n\r\nMura continued to discuss the themes of racial and sexual identity in Where the Body Meets Memory. The book delves into not only how his racial identity was shaped by the fact that his parents were both sent to internment camps during World War II, but how his racial identity impacted his sexuality. Jonathan Rauch of Washington Post Book World wrote that in Where the Body Meets Memory, Mura writes “with a novelist’s humane eye and a poet’s taut economy. His prose is diamond-pure, and he uses it to tell two stories in counterpoint, one of his parents’ flight from their ethnicity and their past, the other of his own recovery of both.” Though the book hinges on Mura’s sense of what it means to be Asian American, Rauch was struck “not by the ethnic uniqueness of Mura’s experience, but by its universality … the story has rarely been so movingly told.”\nMura’s poetry explores many of the same themes. Zhou Xiaojing, in an essay on Mura’s poetry for MELUS, cited an interview with the author in 1989, in which he stated that “everything I write, except for certain pieces of criticism, reflects an outlook which is conditioned by my being Japanese American.” Xiaojing goes on to write, “In confronting his ethnic identity and the Japanese-American experience, Mura opens up new areas of inquiry and new artistic challenges and possibilities for his poetry.” After We Lost Our Way, Mura’s first book of poetry, uses monologue to explore several points of view, allowing Mura to consider race and identity from several angles. Edward Butscher of American Book Review wrote that After We Lost Our Way “flares up in passion and ambition against traditional walls, blazes a lushness of metaphor that is constantly seeking political and social associations.” The Colors of Desire focuses on the interplay between race and eroticism. Though continuing to explore the Japanese American identity, Mura also discusses sexual desire and addiction, infidelity, and the difference between memory and truth. Of Mura’s collection The Last Incantations, Kamada noted that Mura has never shied away from positioning personal experience within broader frames of reference, including racial and sexual politics. “However,” Kamada goes on to say, Mura “has also grappled with the consequences of using his own life as the substance for his attempts to illustrate the deeply intimate and damaging consequences of racial and gendered bias.”\nMura has also been active in creating performance and theater pieces, particularly in the Minneapolis arts community through his work in founding the Asian-American Renaissance, an Asian-American arts organization, where he served as artistic director. As a contributor to newspapers and magazines, he has spoken out against the inherent racism and orientalism present in such lauded works as Miss Saigon.\nMura has taught at VONA, the Loft, the Stonecoast MFA program, the University of Oregon, and the University of Minnesota, among other institutions, as well as for the Innocent Classroom, a training program for K-12 teachers aimed at helping them improve their relationships with students of color. Mura has spoken eloquently of the way teaching informs his thinking about race, identity, and craft. In an interview with Alexis Paige, about his book A Stranger’s Journey: Race, Identity, and Narrative Craft in Writing, Mura noted that “the connections in the book among race, identity, narrative craft, and the process of becoming a writer stems from both my teaching and my own writing. For instance, in the essay on the four questions regarding the narrator, the opening question is: Who is the narrator? This question applies to memoir in an obvious way, but it applies even to the third person omniscient narrator in fiction. So the very first question regarding narration involves these issues of identity. And so does the second, whom is the narrator telling the story to?”\n\r\nMura lives in Minneapolis with his wife, Dr. Susan Sencer, and their children Samantha, Nikko, and Tomo. He teaches at Hamline University, VONA (Voices of the Nation Association), and the Stonecoast MFA program.\n", "attrs": {}}