{"pf_url": "https://www.poetryfoundation.org/poets/david-meltzer", "name": "David Meltzer", "yob": "1937", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/77c1c4c435cde15632af89740a177fe80dd9c5e9.jpeg", "bio": "\nDavid Meltzer was born in Rochester, New York, and raised in Brooklyn. He began his literary career during the San Francisco Beat and Berkeley Renaissance period in North Beach, California, and his work was included in the anthology, The New American Poetry 1945-1960. At the age of 20 he recorded his poetry with jazz musicians in Los Angeles and also became a singer-songwriter and guitarist for several bands during the 1960s, including The Serpent Power. He is the author of over 40 volumes of poetry, including Arrows: Selected Poetry 1957–1992, No Eyes: Lester Young (2000), Beat Thing (2004), and David’s Copy (2005). He also published fiction and essays, and edited numerous anthologies and collections of interviews, such as The Secret Garden: An Anthology in the Kabbalah (1976), Reading Jazz (1993), Writing Jazz (1999), Birth: Anthology of Ancient Texts, Songs, Prayers, and Stories (1981), Death: Anthology of Texts, Songs, Charms, Prayers, and Tales (1981), San Francisco Beat: Talking with the Poets (2001), and When I Was A Poet (2011).\r\n \r\nMeltzer taught in the humanities and poetics programs at the New College of California in San Francisco for 30 years. In 2008, he received the Foundation for Contemporary Arts Grants to Artists Award. He was also given the Bay Area Guardian's Lifetime Achievement Award, and in 2012 was nominated for the Northern California Book Award in Poetry. An expanded version of his book Two-Way Mirror: A Poetry Notebook (1977), a unique instruction manual for writing and understanding poetry, was reissued in 2015.\nDiane di Prima has said, “David Meltzer is a hidden adept, one of the secret treasures on our planet. Great poet, musician, comic; mystic unsurpassed, performer with few peers.” Lawrence Ferlinghetti has called Meltzer “One of the greats of post-World War Two San Francisco poets and musicians. He brought music to poetry and poetry to music!” Meltzer died in December 2016.\n\r\n \n", "attrs": {"Region:": ["U.S., Western"]}}