{"pf_url": "https://www.poetryfoundation.org/poets/david-mason", "name": "David Mason", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/65c9561565dde2447dc695d8f39d1f1e4df1d4b8.jpeg", "bio": "\nA teacher and editor, David Mason was born and raised in Bellingham, Washington. He earned a BA from Colorado College and an MA and PhD from the University of Rochester in New York. Mason’s collections of poetry include The Buried Houses (1991), winner of the Nicholas Roerich Poetry Prize; The Country I Remember (1996), winner of the Alice Fay Di Castagnola Award; Arrivals (2004); and the verse novel Ludlow (2007), awarded the Colorado Book Award for Poetry and named best book of poetry in 2007 by the Contemporary Poetry Review and the National Cowboy and Western Heritage Museum.\n\r\nMason’s poetry explores a wide range of subjects, including family, relationships, the outdoors, travel, history, and the American West. Adept in traditional forms, Ludlow uses blank verse to tell the story of the 1914 Ludlow massacre—in which miners and their families were killed by the Colorado National Guard. Brighde Mullins, reviewing Ludlow in the Dark Horse,called the book a “cinematic contemplation in poetry” in which Mason examines the lives of real and invented characters, the Colorado terrain, and the immigrant experience.\n\r\nMason’s prose includes a memoir about Greece, News from the Village: Aegean Friends (2010), and a collection of essays, The Poetry of Life and the Life of Poetry (1999). He has co-edited the anthologies of poetry Rebel Angels: 25 Poets of the New Formalism (1996), Twentieth Century American Poetry (2004), and Western Wind: An Introduction to Poetry (2005), as well as the essay collection Twentieth Century American Poetics: Poets on the Art of Poetry (2003).\n\r\nAs a librettist, Mason collaborated with Lori Laitman on her opera The Scarlet Letter and on an opera adaptation of Ludlow, for which Mason received the 2009 Thatcher Hoffman Smith Creativity in Motion Prize from the University of Oklahoma College of Arts and Sciences. He has also been awarded a Fulbright Fellowship to Greece.\n\r\nMason teaches at Colorado College. He was appointed the Colorado poet laureate in 2010.\n", "attrs": {"Region:": ["U.S., Western"]}}