{"pf_url": "https://www.poetryfoundation.org/poets/david-bergman", "name": "David Bergman", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Poet, scholar, translator, and editor David Bergman earned a BA from Kenyon College and an MA and a PhD from the Johns Hopkins University. Formally adept, Bergman uses narrative techniques to create moments of personal intimacy within larger mythic and political frames. Bergman’s work frequently treats both personal history and queer sexuality; in an interview with Gay Life, he stated, \"Memoir is one of the earlier forms that LGBT people occupied themselves with and is central for forming the notion of being gay. For LGBT people, poetry allowed (historically) a depth of expression that was not allowed in prose, and people could write about same-sex love in various ways. When we want to look at what is the deepest expression of a culture, we look to its poetry.\"    Bergman’s poetry collections include Heroic Measures (1998) and Cracking the Code (1985), which won the George Elliston Poetry Prize. With Katia Sainson, he translated The Selected Poems of Jean Sénac (2010). His scholarly writing includes The Violet Hour: The Violet Quill and the Making of Gay Culture (2004), Gaiety Transfigured: Gay Self-Representation in American Literature (1991), and Camp Grounds: Style and Homosexuality (1993).   Bergman edited Gay American Autobiography: Writings from Whitman to Sedaris (2009) and Edmund White’s The Burning Library: Essays (1994). With Daniel Mark Epstein, he edited The Heath Guide to Poetry (1983). Bergman also served as an editor for the “Living Out: Gay & Lesbian Autobiography” series, from the University of Wisconsin Press.   At Towson State University, Bergman cofounded the program in cultural studies and directed the program in lesbian and gay studies. He lives in Baltimore, Maryland.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}