{"pf_url": "https://www.poetryfoundation.org/poets/david-gewanter", "name": "David Gewanter", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/47df0c10f589b23511d0c6c29f1b23876e297c65.jpeg", "bio": "\nPoet, editor, and essayist David Gewanter was born in New York City to a pathologist and art gallery entrepreneur. He briefly studied medicine at the University of Michigan before majoring in intellectual history. Instead of graduating, he traveled to London for two years, where he read Keats’s manuscripts and was inspired to begin writing poetry. He graduated cum laude from the University of Michigan, where he won the Hopwood Award, and taught ESL in Barcelona before earning a PhD at the University of California, Berkeley.\nGewanter is the author of several collections of poetry, including Fort Necessity (2018); War Bird (2009); In the Belly (1997), winner of Ploughshares’s John C. Zacharis First Book Award; and The Sleep of Reason (2003), a finalist for the Academy of American Poets’ James Laughlin Award. Gewanter writes a layered, lyrical poetry of ideas that often explores themes of family, nature, and reason. Reviewing The Sleep of Reason, poet David Orr described Gewanter as “a writer who seems to possess that most curious and necessary of literary attributes—a moral vision.”\nGewanter’s honors include a Whiting Writers’ Award and a Witter Bynner Fellowship at the Library of Congress. His poetry has been included in The New American Poets: A Bread Loaf Anthology (2000), edited by Michael Collier, and New Voices (2002), edited by Heather McHugh.\nHe coedited, with Frank Bidart, Collected Poems of Robert Lowell (2003), which won the Ambassador Book Award from the English-Speaking Union and was chosen as Book of the Year by Contemporary Poetry Review.\nGewanter has taught at Georgetown University and Harvard University. He lives in Washington, DC.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}