{"pf_url": "https://www.poetryfoundation.org/poets/david-lee-garrison", "name": "David Lee Garrison", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1fcf8281cd23ef599528b185c202e21653eedf73.jpeg", "bio": "\nDavid Lee Garrison was born in Bremerton, Washington. He earned his PhD from the Johns Hopkins University, taught Spanish and Portuguese at Wright State University from 1979 to 2009, and is now retired. He has published translations of Spanish poets from Lope de Vega to Gloria Fuertes, including collections of Nobel Laureate Vicente Aleixandre (with Willis Barnstone), José Bergamín, and Pedro Salinas.  \nGarrison’s poems have appeared widely in journals such as Connecticut Review, Poem, and Rattle, and also in several anthologies. Two poems from his book, Sweeping the Cemetery, were read by Garrison Keillor on The Writer’s Almanac, and one was included in Keillor’s Good Poems, American Places. The title poem from his book, Playing Bach in the D. C. Metro, was featured by Ted Kooser on his website, American Life in Poetry.\n\r\nGarrison has stated about his work, “My main goal is to communicate, so I create poems that are not hard to understand with a first reading.  My poems emerge mainly from memories, as I fashion bits and pieces of my past into fictionalized configurations in a search for something more meaningful, more transcendent than my personal experience.”\nCorey Andrews, in a review of Sweeping the Cemetery in Ohioana Quarterly, states that Garrison’s poetry “explores the nature of reflection and memory, probing the boundaries that separate the living and the dead. The honorable tradition of poetic memento mori is directly addressed by Garrison, serving not only as the title of one of his poems but also as the collection’s thematic core.”\nDavid Lee Garrison lives in Dayton, Ohio, with his wife, Suzanne Kelly-Garrison, a writer and professor of law at Wright State University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}