{"pf_url": "https://www.poetryfoundation.org/poets/david-bowles", "name": "David Bowles", "yob": null, "yod": null, "image": null, "bio": "\nNovelist, poet, and educator David Bowles was born to Mexican American parents and raised in the Río Grande Valley. He earned his BA, MA, and PhD from the University of Texas–Pan American. The cultural traditions of the American South, Southwest, and Mexico inform his work across genres. He is the author of the poetry collection Shattering and Bricolage (Ink Brush Press, 2014) and translator of Flower, Song, Dance: Aztec and Mayan Poetry (Lamar University Press, 2013), which won the 2014 Soeurette Diehl Fraser Award for Best Translation from the Texas Institute of Letters. Bowles’s works of fiction and folklore include The Seed: Stories from the River’s Edge (Absey & Company, 2011), Creature Feature: 13 Frightening Folktales of the Rio Grande Valley (Overlooked Books, 2014), Border Lore: Folktales and Legends of South Texas (Lamar University Press, 2015), the Mexican kaiju novel Lords of the Earth (Severed Press, 2016), Chupacabra Vengeance (Broken River Press, 2017), and Feathered Serpent, Dark Heart of Sky: Myths of Mexico (Cinco Puntos Press, 2018). Bowles’s young adult fantasy trilogy, the Garza Twins, includes the novels The Smoking Mirror (IFWG, 2015), selected as a Pura Belpré Honor Book by the American Library Association, and A Kingdom Beneath the Waves (IFWG, 2016).\nBowles is editor of the Along the River anthology series, the re-illustrated Stories That Must Not Die (National Education Systems, 2012), and Donna Hooks Fletcher: Life and Writings (VAO Publishing, 2012). Bowles has served as editor of the magazines Flashquake and La Noria Literary Journal. His weekly column, “Top Shelf,” was awarded a citation for journalistic excellence from the Texas Associated Press in 2015. In 2017, he was inducted into the Texas Institute of Letters. He currently teaches at the University of Texas Rio Grande Valley.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}