{"pf_url": "https://www.poetryfoundation.org/poets/debora-greger", "name": "Debora Greger", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9eeb5fc55a55f40b66dd8512cef8136684a31bcf.jpeg", "bio": "\nPoet and artist Debora Greger grew up in Richland, Washington. She earned a BA from the University of Washington and an MFA from the University of Iowa. She has published numerous books of poetry, including In Darwin’s Room (2017), Men, Women, and Ghosts (2008), and Movable Islands (2016), and her work has been included in issues of Best American Poetry. As a reviewer for Publishers Weekly observed, Greger “rarely rejoices, though she can surely console; her pruned-back, autumnal sensibility and her balanced lines suit the scenes she portrays.”\nGreger’s ability to make unexpected yet revealing connections by overlapping the orbits of myth, history, and our daily commute is made tactile in her work as a collage artist. As a student at Iowa, Greger once (unsuccessfully) tried to submit a quilt in lieu of an essay. Her artwork has been included in The Writer’s Brush: Paintings, Drawings, and Sculpture by Writers (2007) and featured on the covers of several books, including William Logan’s Desperate Measures (2002). Greger, who has taught at George Mason University, California State University, and the University of Florida, encourages her writing students to turn to the visual arts for inspiration. As she noted in a 2008 interview, “You can look at a painting and find metaphors for all kinds of things.”\nShe has been awarded the Amy Lowell Poetry Traveling Scholarship and received grants from the Guggenheim Foundation, from the Ingram Merrill Foundation, and twice from the National Endowment for the Arts. She has been a fellow at the Bunting Institute (Radcliffe) and the Provincetown Fine Arts Work Center, and has won the Grolier Prize, the Award in Literature from the American Academy of Arts and Letters, the “Discovery”/The Nation Award, the Peter I.B. Lavan Younger Poets Award, and the Brandeis University Award in Poetry. Greger shared the 2004 Corrington Award for Literary Excellence from Centenary College with her longtime partner, poet and critic William Logan. She lives with Logan in Gainesville, Florida and Cambridge, England.\n", "attrs": {"Region:": ["U.S., Southern"]}}