{"pf_url": "https://www.poetryfoundation.org/poets/deena-metzger", "name": "Deena Metzger", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/6e8785f43723bc5998addeabadc195a0c3a5a682.jpeg", "bio": "\n                                                                    Born and raised in Brooklyn, poet and activist Deena Metzger completed her undergraduate studies at Brandeis University and Brooklyn College, where she earned a BA. She earned an MA at UCLA and a PhD at International College. In 1969, she was fired from her tenured teaching position at Los Angeles Valley College because of a course unit she taught on censorship and pornography. Her appeal with the California Supreme Court was decided in her favor, and she was reinstated at the college in 1972.    In her poems, Metzger engages themes of peacemaking, intimacy, and healing. In an online review for Rattle, poet Lori A. May stated, “Ruin and Beauty is a welcome cornucopia of pleasures, dares, warnings, and resolutions. For each moment of ruin, Metzger offers suggestions for reviving beauty. Where there seems to be little hope, the poems subtly shift and provide some. Metzger … knows how to solicit emotion and call for action.” Her books of poetry include Ruin and Beauty: New and Selected Poems (2009), Looking for the Faces of God (1989), and Axis Mundi Poems (1981).   Metzger’s nonfiction prose includes From Grief into Vision: A Council (2007), Entering the Ghost River: Meditations on the Theory and Practice of Healing (2002), Writing for Your Life: Discovering the Story of Your Life’s Journey (1992), and Tree and The Woman Who Slept with Men to Take the War out of Them (1981). She is also the author of several novels, including La Negra y Blanca: Fugue and Commentary (2011), which received the PEN Oakland Josephine Miles Award for Excellence in Literature; Doors: A Fiction for Jazz Horn (2004); The Other Hand (2000); and What Dinah Thought (1989). With Linda Hogan and Brenda Peterson, Metzger coedited the cross-genre anthology Intimate Nature: The Bond Between Women and Animals (1999).   Metzger is the recipient of several awards from the National Endowment for the Arts. She lives in California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}