{"pf_url": "https://www.poetryfoundation.org/poets/delmore-schwartz", "name": "Delmore Schwartz", "yob": "1913", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/dd785c2bfd95d164f433ace4136a73e8a61f41fa.jpeg", "bio": "\nDelmore Schwartz was born in Brooklyn, New York, the son of Jewish Romanian immigrants. Schwartz offered a number of explanations for what John Ashbery once characterized as his “artificially English-sounding name Delmore.” According to Schwartz’s biographer, James Atlas, “sometimes he would insist he had been named after a delicatessen across the street from the house where he was born, sometimes that his mother had been fond of an actor who was named Frank Delmore. In still other versions, the name was taken from a Tammany Hall club, a Pullman railroad car, or a Riverside Drive apartment house.” Schwartz attended a number of colleges and universities, including Columbia, the University of Wisconsin, New York University, where he earned a BA in philosophy, and Harvard, where he completed some graduate work and taught intermittently (his students included the poet Kenneth Koch). Schwartz moved to New York and began publishing in the 1930s, mainly in the Partisan Review, where he also worked as an editor, and with James Laughlin’s New Directions Press. Schwartz was lauded as a major talent while still in his 20s: his first collection of poetry and prose In Dreams Begin Responsibilities (1938) earned commendations from T.S. Eliot, Ezra Pound, and William Carlos Williams.\nSchwartz’s later books include the book-length poem Genesis: Book One (1938), Vaudeville for a Princess and Other Poems (1950), and Summer: Knowledge: New and Selected Poems (1959), which won the prestigious Bollingen Prize. Delmore Schwartz and James Laughlin: Selected Letters (1993) chronicles the correspondence between Schwartz and the influential founder and publisher of New Directions. Laughlin published much of Schwartz’s work, but the poet also worked informally for the publishing house, reading manuscript and jacket copy and offering ideas for new series for the publishing house.\nAshbery noted that, “the circumstances of Delmore’s childhood and later life would be continually recalled in his writing, which is, in a sense, one vast mythification of himself and his family.” Schwartz’s dense, even nightmarish, idioms and topographies drew comparisons to Rimbaud and Baudelaire; Ashbery described how the poem “Calmly We Walk Through This April’s Day” contained Schwartz’s “constant themes: the life of the city, names of friends he knew (“Many great dears are taken away”), and above all an apprehension of the whirling universe in the mundane décor of a municipal park.” Schwartz influenced a number of younger poets, writers, and at least one musician: Ashbery and Lou Reed but also Robert Lowell, Randall Jarrell, John Berryman. The protagonist of Saul Bellow’s novel, Humboldt’s Gift (1975), is thought to be based on Schwartz.\nSchwartz struggled with mental illness and his later years were marked by episodes of institutionalization, poverty, alcoholism and addiction. He held teaching positions at a number of universities, including Bennington College, Kenyon College, Princeton University, and Syracuse University, where he taught Lou Reed, but never received tenure. His final years were spent in New York. After the death of Dylan Thomas he inherited the role of house poet at the White Horse Tavern. Schwartz died of a heart attack in the Columbia Hotel. For three days no one came to claim his body. His friends, who reported that Schwartz had dropped out of sight for a year prior to his death, learned of his death by reading the obituaries.\nSchwartz was “concerned with fundamentals, with the problem of identity, of knowledge and belief, haunted by the noise time makes, able to write wittily and movingly,” according to Babette Deutsch. He chose as his theme “the wound of consciousness,” he once said, and he wanted to show the miraculous character of daily existence. M. L. Rosenthal said that Schwartz “has many moments of pure music to offer, and some moments in which he speaks in the accents of greatness, and he holds us even in his failures with the honesty and contemporaneity of his voice.”\n\r\nCraig Tapping summarized the writer’s life and work in the Dictionary of Literary Biography: “The clashes which Schwartz believed his name embodied—between social aspirations and cultural values, old world civility and new world philistinism, and generational differences between immigrants and their American-born offspring—are the subject of much of his prose fiction and poetry. All of Schwartz’s writing attempt[ed] to evoke, analyze, and at times transcend what he saw as the inevitable disappointments and profound disillusionment which life forces on people.”\n", "attrs": {}}