{"pf_url": "https://www.poetryfoundation.org/poets/denise-levertov", "name": "Denise Levertov", "yob": "1923", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/04d75392aac966c8d194c43d591f844d877a5bf1.jpeg", "bio": "\nDuring the course of a prolific career, Denise Levertov created a highly regarded body of poetry that reflected her beliefs as an artist and a humanist. Her work embraced a wide variety of genres and themes, including nature lyrics, love poems, protest poetry, and poetry inspired by her faith in God. “Dignity, reverence, and strength are words that come to mind as one gropes to characterize … one of America’s most respected poets,” wrote Amy Gerstler in the Los Angeles Times Book Review, adding that Levertov possessed “a clear uncluttered voice—a voice committed to acute observation and engagement with the earthly, in all its attendant beauty, mystery and pain.” Levertov was born in England and came to the United States in 1948; during her lifetime she was associated with Black Mountain poets such as Robert Duncan and Robert Creeley. Invested in the organic, open-form procedures of William Carlos Williams, Levertov’s body of quietly passionate poems, attuned to mystic insights and mapping quests for harmony, became darker and more political in the 1960s as a result of personal loss and her political activism against the Vietnam War. In Modern American Women Poets, Jean Gould called Levertov “a poet of definite political and social consciousness.” However, Levertov refused to be labeled, and Kenneth Rexroth once described her as “in fact classically independent.”\n\r\nLevertov was born and raised in Ilford in Essex, England. Levertov and her older sister, Olga, were educated by their Welsh mother, Beatrice Adelaide Spooner-Jones, at home. The girls further received sporadic religious training from their father, Paul Philip Levertoff, a Russian Jew who converted to Christianity and subsequently moved to England and became an Anglican minister. Because Levertov never received a formal education, her earliest literary influences can be traced to her home life. In the Dictionary of Literary Biography, Carolyn Matalene explained that “the education [Levertov] did receive seems, like Robert Browning‘s, made to order. Her mother read aloud to the family the great works of 19th-century fiction, and she read poetry, especially the lyrics of Tennyson. … Her father, a prolific writer in Hebrew, Russian, German, and English, used to buy secondhand books by the lot to obtain particular volumes. Levertov grew up surrounded by books and people talking about them in many languages.” Levertov’s lack of formal education has been alleged to result in verse that is consistently clear, precise, and accessible. According to Doris Earnshaw, “Levertov seems never to have had to shake loose from an academic style of extreme ellipses and literary allusion, the self-conscious obscurity that the Provencal poets called ‘closed.’”\nLevertov had confidence in her poetic abilities from the beginning, and several well-respected literary figures believed in her talents as well. Gould recorded Levertov’s “temerity” at the age of 12 when she sent several of her poems directly to T.S. Eliot: “She received a two-page typewritten letter from him, offering her ‘excellent advice.’ … His letter gave her renewed impetus for making poems and sending them out.” Other early supporters included critic Herbert Read, editor Charles Wrey Gardiner, and Kenneth Rexroth. When Levertov had her first poem published in Poetry Quarterly in 1940, Rexroth professed: “In no time at all Herbert Read, Tambimutti, Charles Wrey Gardiner, and incidentally myself, were all in excited correspondence about her. She was the baby of the new Romanticism. Her poetry had about it a wistful Schwarmerei unlike anything in English except perhaps Matthew Arnold’s ‘Dover Beach.’ It could be compared to the earliest poems of Rilke or some of the more melancholy songs of Brahms.”\nDuring World War II, Levertov pursued nurse’s training and spent three years as a civilian nurse at several hospitals in the London area, during which time she continued to write poetry. Her first book of poems, The Double Image (1946), was published just after the war. Although a few poems in this collection focus on the war, there is no direct evidence of the immediate events of the time. Instead, as noted above by Rexroth, the work is very much in keeping with the British neo-romanticism of the 1940s: it contains formal verse that some considered artificial and overly sentimental. Criticism aside, Gould said The Double Image revealed one thing for certain: “the young poet possessed a strong social consciousness and … showed indications of the militant pacifist she was to become.” Critics detected the same propensity for sentimentality in Levertov’s second collection, Here and Now (1957), considered to be her first “American” book.\nLevertov came to the United States after marrying American writer Mitchell Goodman, and she began developing the style that was to make her an internationally respected American poet. Some critics maintain that her first American poetry collection, Here and Now, contains vestiges of the sentimentalism that characterized her first book, but for some, Here and Now displays Levertov’s newly found American voice. Rexroth, for one, insisted in his 1961 collection of essays titled Assays that “the Schwarmerei and lassitude are gone. Their place has been taken by a kind of animal grace of the word, a pulse like the footfalls of a cat or the wingbeats of a gull. It is the intense aliveness of an alert domestic love—the wedding of form and content. … What more do you want of poetry? You can’t ask much more.” Gould claimed that by the time With Eyes at the Back of Our Heads (1959) was published, Levertov was “regarded as a bona fide American poet.”\n\r\nLevertov’s American poetic voice was, in one sense, indebted to the simple, concrete language and imagery, and also the immediacy, characteristic of Williams. Accordingly, Ralph J. Mills Jr. remarked in his essay in Poets in Progress that Levertov’s verse “is frequently a tour through the familiar and the mundane until their unfamiliarity and otherworldliness suddenly strike us. … The quotidian reality we ignore or try to escape, … Levertov revels in, carves and hammers into lyric poems of precise beauty.” In turn, Midwest Quarterly reviewer Julian Gitzen explained that Levertov’s “attention to physical details [permitted her] to develop a considerable range of poetic subject, for, like Williams, she [was] often inspired by the humble, the commonplace, or the small, and she [composed] remarkably perceptive poems about a single flower, a man walking two dogs in the rain, and even sunlight glittering on rubbish in a street.”\n\r\nIn another sense, Levertov’s verse exhibited the influence of the Black Mountain poets, such as Robert Duncan, Charles Olson, and Robert Creeley, whom Levertov met through her husband. Cid Corman was among the first to publish Levertov’s poetry in the United States in Origin in the 1950s. Unlike her early formalized verse, Levertov now gave homage to the projectivist verse of the Black Mountain era, whereby the poet “projects” through content rather than through strict meter or form. Although Levertov was assuredly influenced by several renowned American writers of the time, Matalene believed Levertov’s “development as a poet [had] certainly proceeded more according to her own themes, her own sense of place, and her own sensitivities to the music of poetry than to poetic manifestos.” Indeed, Matalene explained that when Levertov became a New Directions author in 1959, it was because editor James Laughlin had detected in Levertov’s work her own unique voice.\n\r\nWith the onset of the United States’ involvement in Vietnam during the 1960s, Levertov’s social consciousness began to more completely inform both her poetry and her private life. With Muriel Rukeyser and several other poets, Levertov founded the Writers and Artists Protest against the War in Vietnam. She took part in several anti-war demonstrations in Berkeley, California, and elsewhere, and was briefly jailed on numerous occasions for civil disobedience. In the ensuing decades she spoke out against nuclear weaponry, American aid to El Salvador, and the Persian Gulf War. The Sorrow Dance (1967), Relearning the Alphabet (1970), To Stay Alive (1971), and, to an extent, Candles in Babylon (1982), as well as other poetry collections, address many social and political themes such as the Vietnam War, the Detroit riots, and nuclear disarmament. Her goal was to motivate others into an awareness of these various issues, particularly the Vietnam War and ecological concerns.\n\r\nIn contrast with the generally favorable criticism of her work, contemporary commentators tended to view Levertov’s overtly political poems skeptically, often noting that they resembled prose more than poetry. In Contemporary Literature, Marjorie G. Perloff wrote: “It is distressing to report that … Levertov’s new book, To Stay Alive, contains a quantity of bad confessional verse. Her anti-Vietnam War poems, written in casual diary form, sound rather like a versified New York Review of Books.” And Matalene noted that “To Stay Alive is a historical document and does record and preserve the persons, conversations, and events of those years. Perhaps, as the events recede in time, these poems will seem true and just, rather than inchoate, bombastic, and superficial. History, after all, does prefer those who take stands.” In a Poetry magazine essay, Paul Breslin stated, “Even in the early poems, there is a moralizing streak … and when she engaged, as so many poets did, with the Vietnam War, the moralist turned into a bully: I agreed with her horrified opposition to the war, but not with her frequent suggestion that poets are morally superior because they are poets, and therefore charged with lecturing the less sensitive on their failures of moral imagination.”\n\r\nContributor Penelope Moffet explained that in an interview with Levertov in Los Angeles Times Book Review just prior to the publication of Candles in Babylon, Levertov “probably would not go so far as to describe any of her own political work as ‘doggerel,’ but she does acknowledge that some pieces are only ‘sort-of’ poems.” Moffet then quoted Levertov: “If any reviewer wants to criticize [Candles in Babylon] when it comes out, they’ve got an obvious place to begin—’well, it’s not poetry, this ranting and roaring and speech-making.’ It [the 1980 anti-draft speech included in Candles in Babylon] was a speech.” Nevertheless, other critics were not so quick to find fault with these “sort-of” poems. In the opinion of Hayden Carruth, writing in Hudson Review, To Stay Alive “contains, what so annoys the critics, highly lyric passages next to passages of prose—letters and documents. But is it, after Paterson, necessary to defend this? The fact is, I think Levertov [had] used her prose bits better than Williams did, more prudently and economically … I also think that To Stay Alive is one of the best products of the recent period of politically oriented vision among American poets.”\nDiane Wakoski, reviewing Levertov’s volume of poems Breathing the Water (1987), in Women’s Review of Books, stressed the religious elements in Levertov’s work. “Levertov’s poetry,” Wakoski stated, “like most American mysticism, is grounded in Christianity, but like Whitman and other American mystics her discovery of God is the discovery of God in herself, and an attempt to understand how that self is a ‘natural’ part of the world, intermingling with everything pantheistically, ecologically, socially, historically and, for Levertov, always lyrically.” Doris Earnshaw seemed to echo Wakoski in her review of Levertov’s volume A Door in the Hive (1989) in World Literature Today. Earnshaw felt that Levertov’s poems are “truly lyrics while speaking of political and religious affairs.” The central piece of A Door in the Hive is “El Salvador: Requiem and Invocation,” a libretto composed as a requiem for Archbishop Romero and four American women who were killed by death squads in El Salvador in the early 1980s. Emily Grosholz stated in Hudson Review that while this is “not a poem, [it] is a useful kind of extended popular song whose proceeds served to aid important relief and lobbying efforts; such writing deserves a place side by side with Levertov’s best poetry. And indeed, it is flanked by poems that rise to the occasion.”\n\r\nIn a discussion of Levertov’s volume Evening Train (1992), reviewer Daisy Aldan believed the “collection reveals an important transition toward what some have called ‘the last plateau’: that is, the consciousness of entering into the years of aging, which she [experienced] and [expressed] with sensitivity and grace.” Mark Jarman described the book in Hudson Review as “a long sequence about growing older, with a terrific payoff. This is the best writing she [has] done in years.” Evening Train consists of individually titled sections, beginning with the pastoral “Lake Mountain Moon” and ending with the spiritually oriented “The Tide.” In between, Levertov deals both with problems of personal conscience and social issues, such as AIDS, the Gulf War, pollution, and the ongoing threat of nuclear annihilation. Los Angeles Times Book Review contributor Amy Gerstler stated that all of the poems “blend together to form one long poem,” and credited Levertov with possessing “a practically perfect instinct for picking the right distance to speak from: how far away to remain from both reader and subject, and how much of an overt role to give herself in the poem.” Aldan concluded that the poems in Evening Train “manifest a new modesty, a refinement, sensibility, creative intelligence, compassion and spirituality.”\n\r\nIn addition to being a poet, Levertov taught her craft at several colleges and universities nationwide; she translated a number of works, particularly those of the French poet Jean Joubert; she was poetry editor of the Nation from 1961-62 and Mother Jones from 1976-78; and she authored several collections of essays and criticism, including The Poet in the World (1973), Light up the Cave (1981), and New & Selected Essays (1992). Levertov’s essays ranged over poetics, aesthetics, and politics. According to Carruth, The Poet in the World is “a miscellaneous volume, springing from many miscellaneous occasions, and its tone ranges from spritely to gracious to, occasionally, pedantic. It contains a number of pieces about the poet’s work as a teacher; it contains her beautiful impromptu obituary for William Carlos Williams, as well as reviews and appreciations of other writers. But chiefly the book is about poetry, its mystery and its craft, and about the relationship between poetry and life. … It should be read by everyone who takes poetry seriously.” The essays in Light up the Cave, in turn, were considered “a diary of our neglected soul” by American Book Review critic Daniel Berrigan: “Norman Mailer did something like this in the sixties; but since those heady days and nights, he, like most such marchers and writers, has turned to other matters. … Levertov [is] still marching, still recording the march.” New & Selected Essays brought together essays dating from 1965 to 1992 and included topics such as politics, religion, the influence of other poets on Levertov, the poetics of free verse, the limits beyond which the subject matter of poetry should not go, and the social obligations of the poet. Essays on poets who influenced Levertov cover William Carlos Williams, Robert Duncan, and Rainer Maria Rilke. Mary Kaiser, writing in World Literature Today, said of the collection: “Wide-ranging in subject matter and spanning three decades of thought, Levertov’s essays show a remarkable coherence, sanity, and poetic integrity.” Booklist writer Ray Olsen concluded, “Next to poetry itself, this is ideal reading for lovers of poetry.”\n\r\nLevertov’s 1995 work, Tesserae: Memories and Suppositions, contained 27 autobiographical prose essays. The title, “tesserae,” refers to the pieces that make up a mosaic, but as Levertov pointed out in her introduction to the work, “These tesserae have no pretensions to forming an entire mosaic.” Instead of a full-scale memoir, the pieces reflect distinct memories about the author’s parents, her youth, and her life as a poet. Reviewers remarked on the lyrical quality of Levertov’s prose and on her spare, contained memories. A Publishers Weekly reviewer stated that Levertov’s “ability to relate an incident is at once timeless and immediate, boundless and searingly personal.”\n\r\nLevertov died of lymphoma at the age of 74. Almost until the moment of her death she continued to compose poetry, and some forty of them were published posthumously in This Great Unknowing: Last Poems (1999). The work, while retaining an elegiac feel, also displays “the passion, lyrical prowess, and spiritual jubilation” that informed the end of Levertov’s life, noted a reviewer in Sojourners. Noting that the book ranges from “the specifically personal to the searchingly mystical,” a Publishers Weekly critic felt that it rises “to equal the splendor of Levertov’s humane vision.” Posthumous collections of Levertov’s work include Poems: 1972-1982 (2001), The Letters of Denise Levertov and William Carlos Williams, edited by Christopher MacGowan (1998). The Letters of Robert Duncan and Denise Levertov, edited by Robert J. Bertholf and Albert Gelpi (2003) won the Morton N. Cohen Award for a Distinguished Edition of Letters.\n\r\nDiscussing Levertov’s social and political consciousness in his review of Light up the Cave, Berrigan stated: “Our options [in a tremulous world], as they say, are no longer large. … [We] may choose to do nothing; which is to say, to go discreetly or wildly mad, letting fear possess us and frivolity rule our days. Or we may, along with admirable spirits like Denise Levertov, be driven sane; by community, by conscience, by treading the human crucible.” A contributor in Concise Dictionary of American Literary Biography commended Levertov for “the emphasis in her work on uniting cultures and races through an awareness of their common spiritual heritage and their common responsibility to a shared planet.”\n \n \n", "attrs": {"School/Period:": ["Black Mountain"]}}