{"pf_url": "https://www.poetryfoundation.org/poets/denise-low", "name": "Denise Low", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/2e80d9c777acecd4e01b32c9486e92c510b58da5.jpeg", "bio": "\nFormer Kansas poet laureate Denise Low is the author of twelve books of poetry, including Mélange Block (Red Mountain Press) and Ghost Stories of the New West (Woodley Memorial Press, 2010), a Kansas Notable Book Award and recognized by The Circle of Minneapolis as among the best Native American Books of 2010. Low earned her BA, MA, and PhD in English from the University of Kansas, and her MFA from Wichita State University. She is a fifth generation Kansan of mixed British Isles, German, and unaffiliated Delaware (Lenape and Munsee) and Cherokee heritage.\r\nLow served on the board of the Associated Writers and Writing Programs from 2008 to 2013 and served as president from 2011 to 2012. Her book of essays Natural Theologies: Essays about Literature of the New Middle West (The Backwaters Press, 2011) is the first book about contemporary grasslands-region literature. She was guest poet on the Academy of American Poets online forum.\n\r\nShe has been visiting professor of creative writing at the University of Richmond and Kansas University. She taught at Haskell Indian Nations University in Lawrence, Kansas, where she founded the creative writing program. Awards and fellowships are from the Roberts Foundation, Lichtor Poetry Prize, Kansas Arts Council, and Sequoyah National Research Center for study of the works of Yuki poet William Oandasan. She and her husband Thomas Pecore Weso co-publish Mammoth Publications, an independent press that specializes in Indigenous American and Great Plains poetry and literary prose. Her poems have appeared in New Letters, American Life in Poetry, North American Review, Cream City Review, Yellow Medicine Review, Summerset, Blue Lyra, Numéro Cinq, Coal City Review.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}