{"pf_url": "https://www.poetryfoundation.org/poets/denis-johnson", "name": "Denis Johnson", "yob": "1949", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/a092b4bf83d59d0e7f00014a4944e68cbdb4ef8a.jpeg", "bio": "\nPoet, writer, and playwright Denis Johnson was born in Munich, Germany, where his father worked for the State Department. He grew up in the Philippines, Japan, and Washington DC, and earned an MFA from the University of Iowa's Writers' Workshop. At one time addicted to drugs and alcohol, Johnson’s literary output increased significantly after he became sober. In 1973 he was homeless in Berkeley, California, an experience he recounted in a New Yorker essay “Homeless and High.” Few writers have been so highly regarded—in all genres he worked in—by critics, readers, and fellow writers. He told the Los Angeles Times in 2014, “I get bored quickly and try another style, another genre, another form. ... To me the writing is all one thing, or maybe I should say it's all nothing. The truth is, I just write sentences.”\n\r\nJohnson published his first collection of poems, The Man Among the Seals (1969), at the age of 20. Subsequent collections include Inner Weather (1976), The Incognito Lounge and Other Poems (1982), and The Throne of the Third Heaven of the Nations Millennium General Assembly: Poems Collected and New (1995). His poems often depict characters on the margins of society. Reviewing The Incognito Lounge and Other Poems in the New York Times Book Review, Alan Williamson wrote,  “[Johnson] convinces me that he suffers over the anomie he describes. He is hard on himself, as well as on the culture; and he is agonizingly aware that life can be, and has been, different from the life around him ... he knows how to use his eyes.” On his poetic influences, Johnson stated, “My ear for the diction and rhythms of poetry was trained by—in chronological order—Dr. Seuss, Dylan Thomas, Walt Whitman, the guitar solos of Eric Clapton and Jimi Hendrix, and T.S. Eliot. Other influences come and go, but those I admire the most and those I admired the earliest (I still admire them) have something to say in every line I write.”\n\r\nJohnson is the author of numerous novels, including Fiskadoro (1985), Nobody Move (2009), and Tree of Smoke, a novel about covert operations in the Vietnam War, won the 2007 National Book Award. Jesus’ Son (1992), his collection of short stories that focus on the lives of drug addicts, was made into a film of the same name in 1999. He received a Lannan Literary Award for Fiction and a Whiting Writer’s Award.\n\r\nJohnson died in 2017.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}