{"pf_url": "https://www.poetryfoundation.org/poets/derek-sheffield", "name": "Derek Sheffield", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/420a95a96f58e39d281c60f881afa1faf356a2ba.jpeg", "bio": "\nPoet and naturalist Derek Sheffield was born in Portland, Oregon, and grew up there and in Gig Harbor, Washington. The first in his family to graduate from college, Sheffield earned his MFA from the University of Washington. \nHis collections of poetry include Not for Luck (Michigan State University Press, forthcoming 2021), winner of the Wheelbarrow Books Poetry Prize judged by Mark Doty; Through the Second Skin (Orchises Press, 2013), runner-up for the 2012 Emily Dickinson First Book Award and finalist for the Washington State Book Award; and A Revised Account of the West, winner of the Hazel Lipa Environmental Chapbook Award judged by Debra Marquart. With Simmons Buntin and Elizabeth Dodd, Sheffield coedited Dear America: Letters of Hope, Habitat, Defiance, and Democracy (Trinity University Press, 2020).\nHis honors include the James Hearst Poetry Prize judged by Li-Young Lee; a Special Mention in the 2016 Pushcart Prize Anthology; fellowships from Artist Trust, the Spring Creek Project, Allied Arts, and the Sustainable Arts Foundation. Also, Vijay Seshadri chose his poem as the sole finalist for the 2018 Lynda Hull Memorial Award. \nBoth of his full-length collections have received praise from reviewers. Alison Hawthorne Deming noted in Terrain.org how his work is “full of keen attentions to world and word” that “demonstrate a crafty formal intelligence and a gift for empathic seeing” that gives “agency to every living thing.” In Shenandoah, William Wright called Sheffield “one of the Northwest’s most important ecologically centered writers” in whose work “wilderness enriches us, makes us more human, and reminds us of our own primordial origins.” In Orion, Chris Dombrowski called Sheffield’s work “the rarest of finds in our current literary milieu,” noting how his poems “amplify the reader's experience with the natural world.” And in his prize commendation, Mark Doty noted that Sheffield “achieves something of inestimable value: a trustworthy, convincing voice.”\nSheffield has taught at the Northwest Institute of Literary Arts, the University of Washington, Central Washington University, Clackamas Community College, and Wenatchee Valley College. Since 2013, he has been the poetry editor of Terrain.org. He lives in Leavenworth, Washington.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}