{"pf_url": "https://www.poetryfoundation.org/poets/diane-di-prima", "name": "Diane di Prima", "yob": "1934", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/11/9de0c9a695506b8f8b13acf0b9860fe64ab3265f.jpeg", "bio": "\nFeminist Beat poet Diane di Prima was born in Brooklyn, New York. She attended Swarthmore College for two years before moving to Greenwich Village in Manhattan and becoming a writer in the emerging Beat movement. There, she developed friendships with poets Amiri Baraka, Allen Ginsberg, Jack Kerouac, Frank O’Hara, and Audre Lorde. After joining Timothy Leary’s intentional community in upstate New York, she moved to San Francisco in 1968.\r\n \r\nDi Prima’s poetry mixes stream-of-consciousness with attention to form and joins politics to spiritual practice. In an interview with Jacket magazine, di Prima spoke about her life as a writer, a mother, and an activist. “I wanted everything—very earnestly and totally—I wanted to have every experience I could have, I wanted everything that was possible to a person in a female body, and that meant that I wanted to be mother.… So my feeling was, ‘Well’—as I had many times had the feeling—‘Well, nobody’s done it quite this way before but fuck it, that’s what I’m doing, I’m going to risk it.’”\r\n \r\nDi Prima published more than 40 books. Her poetry collections included This Kind of Bird Flies Backward (1958), the long poem Loba (1978, expanded 1998), and Pieces of a Song: Selected Poems (2001). She is also the author of the short story collection Dinners and Nightmares (1960), the semi-autobiographical Memoirs of a Beatnik (1968), and the memoir Recollections of My Life as a Woman: The New York Years (2001).\r\n \r\nWith Amiri Baraka, she co-edited the literary magazine The Floating Bear from 1961 to 1969. She co-founded the Poets Press and the New York Poets Theatre and founded Eidolon Editions and the Poets Institute. A follower of Buddhism, she also co-founded the San Francisco Institute of Magical and Healing Arts.\r\n \r\nDi Prima was named Poet Laureate of San Francisco in 2009. She was awarded the National Poetry Association’s Lifetime Service Award and the Fred Cody Award for Lifetime Achievement, and she also received grants from the National Endowment for the Arts, the Committee on Poetry, the Lapis Foundation, and the Institute for Aesthetic Development. St. Lawrence University granted her an honorary doctorate.\r\n \r\nShe taught at the Jack Kerouac School of Disembodied Poetics at the Naropa Institute, the California College of Arts and Crafts, and in the Masters-in-Poetics program at the New College of California. Selections of her papers are held at the University of Louisville, Indiana University, Southern Illinois University, and the University of North Carolina at Chapel Hill’s libraries. Di Prima lived in northern California until her death in late 2020.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}