{"pf_url": "https://www.poetryfoundation.org/poets/diane-ackerman", "name": "Diane Ackerman", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/2bd92528a0ef5dfeea96b81e3d35d975d0a15c19.jpeg", "bio": "\nA poet, essayist, and naturalist, Diane Ackerman earned an MFA and a PhD from Cornell University. She is well known for both her poetry and her nonfiction writing. Her books of prose include The Human Age: The World Shaped By Us (2014), a New York Times bestseller and winner of the PEN Henry David Thoreau Prize; the memoir One Hundred Names for Love (2011), finalist for the Pulitzer Prize and the National Book Critics Circle Award; The Zookeeper’s Wife (2007), winner of the Orion Book Award; and the best-selling A Natural History of the Senses (1990). Ackerman has also written several books for children and coedited Norton’s Book of Love (1998) with Jeanne Mackin.\nAckerman brings the same wonder and attention to the particular to her poetry as she does to her prose, and she often works on projects in both genres at the same time, incorporating ideas from one into the other. Defending her use of scientific language and material in her poetry, Ackerman has said, “Not to write about Nature in its widest sense because quasars or corpuscles are not ‘the proper realm of poetry,’ as a critic once said to me, is not only irresponsible and philistine, it bankrupts the experience of living, it ignores much of life’s fascination and variety.”\nAckerman’s poetry, often rhymed, engages the world around her, and her poetry collections, like her prose, are usually structured as lyrical searches. She has published several collections of poetry, including Origami Bridges (2003), I Praise My Destroyer (2000), and Reverse Thunder (1992). Her first, The Planets: A Cosmic Pastoral (1976), was written while she was a student at Cornell University. Her research for the book included “night watches at the space shuttle” and watching the fly-bys at the Jet Propulsion Laboratory. Astronomer Carl Sagan, who was also a member of her doctoral committee, served as technical advisor for the book.\nAckerman has won both the Poets Prize and the Peter I.B. Lavan Award from the Academy of American Poets. Other honors include a Guggenheim Fellowship, the John Burroughs Nature Award, the Lavan Poetry Prize, and grants from the Rockefeller Foundation and the National Endowment for the Arts. She has also been named a Literary Lion by the New York Public Library. Her poetry has been widely anthologized, including in The Norton Introduction to Poetry (1986) and The Morrow Anthology of Younger American Poets (1985). Ackerman has even had a molecule named after her: dianeackerone.\nOf the difficulty that critics often face in categorizing her work, Ackerman said in a January Magazine interview, “I write about nature and human nature. And most often about that twilight zone where the two meet and have something they can teach each other.” As the Chicago Tribune observed, she is “smart and capable, and successful in the world of grownups. But still brimming with the kind of infectious enthusiasm and wonder found generally only in children.”\nAckerman has taught at the University of Richmond, Columbia University, and Cornell University. She was married to the novelist Paul West, who died in 2015. She lives in Ithaca, New York.\n", "attrs": {"Region:": ["U.S., New England"]}}