{"pf_url": "https://www.poetryfoundation.org/poets/dick-allen", "name": "Dick Allen", "yob": "1939", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/21780d610755ccefe0933a4e37825a1ef53cb950.jpeg", "bio": "\nDick Allen grew up near the Adirondack Mountains in Round Lake, New York. He earned a BA from Syracuse University and an MA from Brown University. His numerous poetry collections include Present Vanishing: Poems (2008) and Ode to the Cold War: Poems New and Selected (1997).\n\r\nAllen was one of the founders of Expansive poetry, a movement that started in the 1980s and includes New Formalism and New Narrative. Allen explained in an essay, “Expansive Poetry is a narrative, dramatic and sometimes lyric poetry of the late 20th Century that conveys significant non-Confessional observations, thoughts and feelings about the world outside the Self and about the Self’s various relationships with this outer world. In carrying such content, it generally uses traditional rhyme and meter—sometimes loosened or roughened—incorporating natural speech patterns.”\n\r\nInfluenced by Ralph Waldo Emerson, A.E. Housman, Ben Jonson, and Robert Frost, Allen “ranges with ease from astronomy to politics to domestic situations; his poetry captures great swatches of real and imagined experience in nimble style,” according to Publishers Weekly. Allen says in a Poetry Daily interview, “In a time still so influenced by Archibald MacLeish’s admonition that ‘a poem should not mean, / but be,’ my task is to have the poem ‘be’ and mean something—a non-preachy something, but something.”\n\r\nAllen won the Robert Frost Prize for Poetry, the Hart Crane Poetry Prize, the Union League Civic & Arts Foundation Poetry Prize, the May Caroline Davis Poetry Prize from the Poetry Society of America, the San Jose Bicentennial Poetry Prize, and a Pushcart Prize, and was a finalist for the National Book Critics Circle Award. He also received fellowships from the National Endowment for the Arts and the Ingram Merrill Foundation. His poetry was included in several Best American Poetry and Best American Spiritual Writing anthologies, and he coedited several science fiction anthologies, including Science Fiction: The Future (1971) and Looking Ahead (1975).\n\r\nHe was the Director of Creative Writing and Charles A. Dana Endowed Chair Professor at the University of Bridgeport until his retirement in 2001. In 2010 he was named poet laureate of Connecticut and will serve in that position through 2015. He lived in Connecticut with his wife, poet and fiction writer L.N. Allen, until his death in late 2017.\n", "attrs": {"Region:": ["U.S., New England"]}}