{"pf_url": "https://www.poetryfoundation.org/poets/don-paterson", "name": "Don Paterson", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/c253198965d8991d6e2a1506ae93961f1ec762a1.jpeg", "bio": "\nOriginally from Dundee, Scotland, Don Paterson left school at 16 and moved to London to pursue music and join a band. He found success with the jazz-folk ensemble Lammas, but was captivated by poetry upon encountering poet Tony Harrison. A self-taught poet influenced by Coleridge, Paul Muldoon, Derek Mahon, and Michael Longley, Paterson devoted a year to reading before he began to write and publish in earnest.\r\n \r\nPaterson’s first poetry collection, Nil Nil (1993), won the Forward Prize for Best First Collection. God’s Gift to Women (1997) won both the T.S. Eliot Prize and the Geoffrey Faber Memorial Prize, and Landing Light (2003) won the Whitbread Poetry Award and an unprecedented second T.S. Eliot Prize. Christina Patterson, reviewing Landing Light for the Independent, praised Paterson as “one of the few poets writing today whose work combines postmodern playfulness with a sense of yearning for the transcendental.” Paterson’s poem “A Private Bottling” won the Arvon Foundation International Poetry Competition. He has won an Eric Gregory Award, three Book Awards from the Scottish Arts Council, and a Creative Scotland Award. The Poetry Society named Paterson one of the New Generation Poets.\n\r\nPaterson has also published several collections of aphorisms. Of the connection between poetry and aphorism, he notes in an interview for the Independent that “between the two there's a really interesting flux, which is about asking questions, which poetry does supremely well, but also about positing some kind of possible solution.”\n\r\nPaterson edited 101 Sonnets: From Shakespeare to Heaney (1999) and co-edited, with Jo Shapcott, Last Words: New Poetry for the New Century (1999) and, with Charles Simic, New British Poetry (2004). In an interview for the Independent, Paterson describes The Eyes (1999), his versions of poems by Spanish poet Antonio Machado, as “piano transcriptions of guitar music.” His 2006 translation of Rainer Maria Rilke’s Sonnets to Orpheus was praised by poet Mark Doty for its success in capturing “an unsettling, destabilizing force.” \n\r\nPaterson is a Fellow of the Royal Society of Literature. In 2008, for his service to literature, he was appointed Officer of the Order of the British Empire. He joined the London publisher Picador as poetry editor and has also taught creative writing at University of St. Andrews and Dundee University. He continues to perform as a jazz guitarist and lives in Dundee, Scotland.\n", "attrs": {"Region:": ["Scotland"]}}