{"pf_url": "https://www.poetryfoundation.org/poets/donald-justice", "name": "Donald Justice", "yob": "1925", "yod": "2004", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8483055f87704825b17f7861d177f65c6a17d287.jpeg", "bio": "\nOne of the twentieth century’s most quietly influential poets, Donald Justice was a master of poetic form and technique, as well as a masterful teacher of poetry. Long associated with the Iowa Writers’ Workshop, Justice helped guide a generation of poets through their earliest work, including Rita Dove, Mark Strand and Charles Wright. His own verse was noted for its formal control, depth of insight, and limpid, elegiac lines. However, technical prowess \"never calls attention to itself in Justice's understated work,\" claimed Dana Gioia in the Southern Review, nor was Justice ever considered a “confessional” poet, often using his poems to efface the self rather than vaunt it. Though his early and late styles use more traditional meters, his overall career denies easy categorization. Comfortable in free verse as well as forms like the sestina, villanelle and sonnet, Justice was equally at ease with more experimental modes. Dana Gioia described Justice as a “serious experimentalist,” one who “discarded traditional form but also, eventually, conventional notions of genre, sequential exposition, originality, and even authorial control.” Working within the confines of the short poem, Justice explored the possibilities of formal, free and experimental poetry throughout his long career.\nA noted prose writer, Justice’s small but significant oeuvre of poetry and prose worked through life-long obsessions with themes like memory, loss and chance. Known as a “poet’s poet,” Justice won many of American poetry’s most prestigious awards including the Lamont Poetry Prize for his first volume The Summer Anniversaries (1960), the Pulitzer Prize for Selected Poems (1979) and the Bollingen Prize in 1991.\nJustice was born in Miami, Florida in 1925. Musical as a child, he studied piano and music under the composer Carl Ruggles as a student at the University of Miami, though he ultimately graduated with a degree in English literature. Justice pursued graduate work at the University of North Carolina-Chapel Hill, where he met his wife the writer Jean Ross, Stanford University, and the Iowa Writers’ Workshop. Befriending poets such as John Berryman, Robert Lowell and Karl Shapiro, Justice soon followed his first critically acclaimed volume with another, Night Light (1967). Comprised of an astonishing variety of forms, the book nonetheless represents a loosening of the constraints that bound Justice’s first book. Departures (1973), was likewise praised showcasing Justice’s new command of poetic technique. \"The new Justice poem is no longer a set piece or still life, forced into shape,\" added Simon in his review of the 1973 volume, \"but a vigorous and rhythmical composition, prosody at the limit of its kinetic potential . . . It is intoxicating to see Justice now unfettered by the forms that circumscribed and dictated the action in his early poems; and to see him working with sources that are not only naturally energetic and new, but demanding in conception and daring in stance.\"\n\r\nGioia suggested that no other American poet has perfected as many poetic styles. Justice's 1979 Selected Poems \"reads almost like an anthology of the possibilities of contemporary poetry,\" Gioia noted. \"There are sestinas, villanelles and ballads rubbing shoulders with aleatory poems [composed using chance methods], surreal odes, and . . . free verse . . . A new technique is often developed, mastered, and exhausted in one unprecedented and unrepeatable poem.\" Justice’s experimental verve sustained his work throughout the 1970s, ‘80s and ‘90s. He experimented with deliberate mistranslations of poems in other languages, for example, or with methods of composition that combine words at random until they suggest a statement or a form. These methods help the poet to focus more on his materials than on his conscious control over them; Justice himself saw such \"chance\" methods as \"in its way, a formal approach,\" one which allowed him \"to see images a little differently.\" Paul Ramsey, writing in the Sewanee Review, commented that Justice's poems composed in this way are prone \"to fragmentation…[yet] his fragments sound completed…His gift for order is an irresistible gift.\"\n\nA Donald Justice Reader: Selected Poetry and Prose (1991) gathers into one volume seventy-three poems and six prose pieces: three essays, two stories, and a memoir of Justice's Miami childhood. Though slim, the volume contains much substantial work. Accounting for the length, Dana Gioia, in the New Criterion, noted that Justice “writes on such a consistently high level that he makes every poem, story, or essay matter.” Arranged thematically rather than chronologically, Felix Stefanile, writing in the Christian Science Monitor, called this collection \"a real gift\" since \"it is a sign of Donald Justice's clear, retentive mind that so many of these works, assembled over decades—verse and prose—talk to each other.\" New and Selected Poems (1995), offers another collection of Justice's poems. Michael Hoffman, in the New York Times Book Review, deemed Justice's writing \"skillful and musical\" and maintained that Justice \"probably has few peers when it comes to the musical arrangement of words in a line.\" Unfortunately, Justice never lived to see the collected edition of his work. The definitive Collected Poems of Donald Justice was published just days after his death at age seventy eight, in 2004. Reviewing the book for the Washington Post, Michael Dirda declared that the volume showed Justice as “a deeply accomplished poet, without pretension or histrionic gesture, yet absolutely in command, able to bend syntax to his will or make us pause in wonder at the quiet rightness of a simile.” The book was greeted by poets and critics alike as an important addition to the landscape of twentieth-century American verse.\nIn addition to poetry and occasional short prose memoirs, Justice wrote criticism, essays and an opera libretto, The Death of Lincoln (1988). He was also largely responsible for the renewed interest in neglected poets Henri Coulette and Weldon Kees, editing editions of both poets’ work. His dedication to “craft, concentration, and precision” is seen throughout his written work; it was also an important feature of his career as a teacher. A professor at the University of Iowa, Syracruse University, Princeton University, Justice taught for ten years at the University of Florida-Gainesville. Jorie Graham, a former student, remarked on her teacher at Iowa that under his gaze one “felt seen-through, small, inept, hopelessly unequal to the task.  It felt great.  It made the task hard enough.  Nothing you ever brought in for his scrutiny could possibly hold up, or be surprising, or clear enough.  He knew — because in less than ten words he could fashion a question that would blow your knot of words open like thistledown.”\r\n \n", "attrs": {"Region:": ["U.S., Southern"]}}