{"pf_url": "https://www.poetryfoundation.org/poets/donald-revell", "name": "Donald Revell", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/bd479dcd5260f8d692e7af05458dba445da63ecb.jpeg", "bio": "\nBorn in the Bronx, Donald Revell received his PhD at SUNY Buffalo and is the author of more than a dozen books of poetry, translations, and essays.  His recent books include The English Boat (2018), Drought-Adapted Vine (2015), Tantivy (2012), and the prose work, Essay: A Critical Memoir (2015). Steeped in the work of Henry David Thoreau and William Carlos Williams, Revell’s poetry is “seriously Christian but not doctrinaire, mystical without setting intellect aside, angry over political matters without ever growing stale or shrill, and more often joyful than any other living poet of his powers,” observes critic Stephanie Burt, noting that in A Thief of Strings (2007) Revell “may have constructed the only language of ecstasy that makes sense for our secular, self-doubting age.”\n\r\nSince his first collection, From Abandoned Cities (1983), a National Poetry Series winner, Revell’s poetry has moved toward a yearning for transparency and innocence. Although Revell was originally a formalist poet, his more recent work tends to be in free verse and aims, in his words, “to make something out of words through which meaning can pass without impediment and without significant loss of energy.” As he teaches his students, “Craft is nothing. Sincerity is everything.”\n\r\nRevell has translated two volumes of the poetry of Guillaume Apollinaire: The Self-Dismembered Man: Selected Later Poems (2004) and Alcools (1995). His awards include two Pushcart Prizes, two Shestack Prizes, the Gertrude Stein Award in Innovative American Poetry, two PEN Center USA Awards in poetry, and fellowships from the National Endowment for the Arts, the Ingram Merrill Foundation, and the John Simon Guggenheim Memorial Foundation.\n\r\nAfter editing the Denver Quarterly from 1988 to 1994, Revell joined the Colorado Review as poetry editor in 1995. He has taught at the Universities of Tennessee, Denver, Missouri, Iowa, Alabama, Utah, and Nevada-Las Vegas.\n\r\nRevell lives in Las Vegas, Nevada, with his wife, poet Claudia Keelan.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}