{"pf_url": "https://www.poetryfoundation.org/poets/donald-finkel", "name": "Donald Finkel", "yob": "1929", "yod": "2008", "image": null, "bio": "\nDonald Finkel was born in New York City. As a young man he studied sculpture, a form he would return to later in life, and one whose practice of assemblage informed his unique style of poetry. Finkel studied at the University of Chicago, and he earned a BA and an MA from Columbia University. He held positions at the Iowa Writers’ Workshop, Bard College, and Washington University in St. Louis, where he taught for over 40 years, helping to inaugurate the creative writing program. Finkel was the author of over a dozen books of poetry, including The Garbage Wars (1970), A Joyful Noise (1966), and Simeon (1964). Mainly published by the legendary Atheneum Press, Finkel’s early work was notable for its collage effects, which brought together fragments of disparate texts into a whole. “Finkel’s collages,” wrote Dennis Lynch in Contemporary Poets, “are daring attempts to bring unity to the world’s chaos through art.” Using source material ranging from Albert Camus to Lenny Bruce, Finkel’s long-form poems were often books themselves. The New York Times obituary described Finkel’s verse: “There was little high-flown abstraction in his poetry, and little lofty diction. Writing in colloquial free verse and butting normally disparate subjects against each other, he deliberately blurred the boundaries between the animate and inanimate, the mythic and the mundane, the sacred and the profane.”\nFinkel’s many honors and awards included fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Ingram Merrill Foundation. His books were nominated for the National Book Award and twice for the National Book Critics Circle Award.\nFinkel’s work frequently takes place and exploration as its theme. In books such as Beyond Despair (1994), The Wake of the Electron (1992), Endurance: An Antarctic Idyll (1978), Adequate Earth (1972), and Answer Back (1968), Finkel investigates natural phenomena ranging from the Mammoth Cave in Kentucky to Antarctica. Finkel’s books on exploration, voyages, and remote landscapes highlight his long-form collage technique. For example, Dennis Lynch described Answer Back as “an astonishing book arranged around the metaphor of cave exploration … Speleology, though, is only one of Finkel’s concerns here: his other topics include Vietnam, the relation of the sexes, the nature of religion, the function of poetry, the origins of the universe, and much more. His voice modulates from biblical tones to satiric ones, and his verse ranges from lyrics to doggerel … the whole effect is rather staggering.” Finkel’s interest in Antarctica sprang from a scientific expedition to the continent he accompanied in 1970.  Adequate Earth, Finkel’s vision of the remote continent’s alien landscape, reveals its beauty and mystery. Like many of Finkel’s long poems, the book is frequently described as a kind of epic, and joins his other works on the subject, Endurance and Going Under (1978). Finkel has also written about the Des Peres River near St. Louis, Missouri describing his fascination with “things that other people turn their heads away from,” in an interview with Catherine Rankovic. Finkel continued: “I like rubble, and I’ve always liked rubble. I like things that are broken and smashed and damaged. I like things that other people tend to reject, and I always want to kind of resurrect them as having an interest of their own.” He also spoke to the intersections between his writing process and interest in geography and place: “I’ll see a place and I just want to know it better. And the process of knowing it better is the process of exploring it, and the process of exploring it is the process of writing poetry.”\nFinkel also translated seven Chinese poets in A Splintered Mirror: Chinese Poetry from the Democracy Movement (1991). A volume of his new and selected poetry was published as Not So the Chairs in 2003.\nFinkel was married to the poet and novelist Constance Urdang before her death in 1996. He died at his home in St. Louis in 2008.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}