{"pf_url": "https://www.poetryfoundation.org/poets/donald-hall", "name": "Donald Hall", "yob": "1928", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/7ccb08c53c6edb9fbfc574202bc75ec76a98f5ce.jpeg", "bio": "\nDonald Hall was considered one of the major American poets of his generation. His poetry explores the longing for a more bucolic past and reflects the poet’s abiding reverence for nature. Although Hall gained early success with his first collection, Exiles and Marriages (1955), his later poetry is generally regarded as the best of his career. Often compared favorably with such writers as James Dickey, Robert Bly, and James Wright, Hall used simple, direct language to evoke surrealistic imagery. In addition to his poetry, Hall built a respected body of prose that includes essays, short fiction, plays, and children’s books. Hall, who lived on the New Hampshire farm he visited in summers as a boy, was also noted for the anthologies he has edited and is a popular teacher, speaker, and reader of his own poems.\nBorn in 1928, Hall grew up in Hamden, Connecticut. The Hall household was marked by a volatile father and a mother who was “steadier, maybe with more access to depths because there was less continual surface,” as Hall explained in an essay for Contemporary Authors Autobiography Series (CAAS). “To her I owe my fires, to my father my tears. I owe them both for their reading.” By age twelve, Hall had discovered the poet and short story writer Edgar Allan Poe: “I read Poe and my life changed,” he remarked in CAAS. Another strong influence in Hall’s early years was his maternal great-grandfather’s farm in New Hampshire, where he spent many summers. Decades later, he bought the same farm and settled there as a full-time writer and poet.\nHall attended Philips Exeter Academy and had his first poem published at age 16. He was a participant at the prestigious Bread Loaf Writer’s Conference, where he met Robert Frost, that same year. From Exeter, Hall went to Harvard University, attending class alongside Adrienne Rich, Robert Bly, Frank O’Hara, and John Ashbery; he also studied for a year with Archibald MacLeish. Hall earned a BLitt from Oxford University and won the Newdigate contest for his poem “Exile,” one of the few Americans ever to win the prize. Returning to the United States, Hall spent a year at Stanford, studying under the poet-critic Yvor Winters, before returning to Harvard to join the prestigious Society of Fellows. It was there that Hall assembled Exiles and Marriages, a tightly-structured collection crafted in rigid rhyme and meter. In 1953, Hall also became the poetry editor of the Paris Review, a position he held until 1961. In 1957 he took a position as assistant professor of English at the University of Michigan, where he remained until 1975. While at Michigan, Hall met the young Jane Kenyon. They later married and, when Hall’s grandmother, who owned Eagle Pond Farm, passed away, bought the farm, left teaching, and moved there together. The collections Kicking the Leaves (1978) and The Happy Man (1986) reflect Hall’s happiness at his return to the family farm, a place rich with memories and links to his past. Many of the poems explore and celebrate the continuity between generations. The Happy Man won the Lenore Marshall/Nation Prize. Hall’s next book, The One Day (1988), won the National Book Critics Circle Award. A long poem that meditates on the on-set of old age, The One Day, like much of Hall’s early work, takes shape under formal pressure: composed of 110 stanzas, split over three sections, its final sections are written in blank verse. The critic Frederick Pollack praised the book as possibly “the last masterpiece of American Modernism. Any poet who seeks to surpass this genre should study it; any reader who has lost interest in contemporary poetry should read it.” Old and New Poems (1990) contains several traditional poems from earlier collections, as well as more innovative verses not previously published. “Baseball,” included in The Museum of Clear Ideas (1993), is the poet’s ode to the great American pastime and is structured around the sequence of a baseball game, with nine stanzas of nine lines each. It remains one of Hall’s best-known poems.\nIn 1989, Hall was diagnosed with colon cancer. Though his chances for survival were slim, he eventually went into remission. In 1994, his wife Jane Kenyon was diagnosed with leukemia and died 15 months later. Kenyon’s death had a profound effect on him and he documented his loss in both his poetry and prose. The poems in Without: Poems (1998) were written as Kenyon underwent chemotherapy and assembled her final volume, Otherwise: New and Selected Poems (1997). They bluntly address the facts of Kenyon’s death, detailing her physical deterioration and Hall’s own rage and grief. In The Painted Bed (2002), Hall continued to grieve Kenyon. The New York Times reviewer J.T. Barabese found the book “filled with raw sexual disclosures, rowdy anger and a self-blasting mockery.” The Best Day The Worst Day: Life with Jane Kenyon, a memoir about their marriage, was published in 2005. Opening with his account of Kenyon’s death, Hall describes their first meeting in 1969 at the University of Michigan. At the time, Kenyon was a student and Hall a professor of literature. The couple, married for 23 years, lived and wrote side by side on their farm, pausing from their work to take walks and tend to their garden—the story of their “harmonious life,” as a reviewer for Kirkus Reviews referred to it, is also a history of the treatments his wife had to undergo for leukemia. White Apples and the Taste of Stone: Selected Poems 1946-2006 was published the same year Hall was named the 14th US poet laureate. David Hamilton, writing for the Iowa Review, noted that “Hall is a poet of fierce appetite and is fierce as a poet of appetite ... Hall says what he thinks in these poems.” Hall served as poet laureate for one year.\nIn addition to his accomplishments as a poet, Hall was a respected as an academic who, through writing, teaching, and lecturing, has made significant contributions to the study and craft of writing. As Liam Rector has explained, Hall “has lived deeply within the New England ethos of plain living and high thinking, and he has done so with a sense of humor and eros.” His books on the craft of writing include Writing Well—in its ninth edition by 1997—and Death to the Death of Poetry (1994). Hall is also a noted anthologist and helped assemble the influential New Poets of England and America (1957) with Louis Simpson and Robert Pack. He also edited Contemporary American Poetry (1962; revised 1972). Life Work (1993) is Hall’s memoir of the writing life and his tenure at Eagle Pond Farm. His early children’s book, Ox-Cart Man (1979), is one among several works that have established him in the field of children’s literature. A fable on the cyclical nature of life, Ox-Cart Man expresses for readers “the sense that work defines us all, connects us with our world, and we are all rewarded ... in measure of our effort,” according to Kristi L. Thomas in School Library Journal.\nHall continued to live and work on his New Hampshire farm, a site that serves as both his home and an inspiration for much of his work, until his death in June 2018. In addition to the poet laureate position, Hall was awarded many honors, including two Guggenheim fellowships, the Los Angeles Times Book Prize for poetry, and the Ruth Lilly Poetry Prize.\n", "attrs": {"Region:": ["U.S., New England"]}}