{"pf_url": "https://www.poetryfoundation.org/poets/dorothy-parker", "name": "Dorothy Parker", "yob": "1893", "yod": "1967", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/164274ecab60bac8c66330d9d57de39e8c2b3045.jpeg", "bio": "\nRaised on Manhattan’s Upper West Side, Dorothy Parker built a career that was defined by her wit and her incisive commentary on contemporary America. She was born two months prematurely at her family’s summer home in West End, New Jersey. By the time she was five, she had lost her mother; by age 20, she had also lost her father, a garment manufacturer. She studied at Blessed Sacrament Convent School in New York City, and a finishing school, Miss Dana’s, in Morristown, New Jersey, but never received a high school diploma. She supported herself as a pianist at a dance academy until entering the world of magazine publishing.  \n After selling her first poem to Vanity Fair in 1914, she became a regular contributor to Vogue. In 1917, she took over P.G. Wodehouse’s role as theater critic at Vanity Fair. That same year, she married her first husband, stockbroker Edwin P. Parker. It was an unhappy marriage and the couple divorced about a decade later.\nWhile building a career in criticism, she was a key member of the Round Table, a group of writers who traded witticisms over lunch at the Algonquin Hotel. She was an inaugural member of the board of editors at the New Yorker upon its founding in 1925, and over the next decade she frequently contributed short poems to its pages.  \nIn 1926, Parker published her first book of poetry, Enough Rope, which became a bestseller. Her other collections include Sunset Gun (1928) and Death and Taxes (1931). Parker’s poetry is marked by cleverness but also by the deep depression that plagued her. Focusing on power dynamics, especially those involving gender, her poetry—sometimes dismissed as “light” or “flapper” verse—pulled apart the fabric of American society. During the 1920s and early 1930s, she also published several books of short stories.\nParker moved to Hollywood in 1934.  There, she worked as a screenwriter on films such as A Star Is Born and garnered several Oscar nominations, with her second husband Alan Campbell. During that time, she was engaged in left-wing politics, raising money for progressive causes, reporting from Spain about the Civil War, and writing articles for the New Masses. She was also the national chairman of the Joint Anti-Fascist Refugee Committee. Before Parker’s death in 1967 at the age of 73, she specified that the bulk of her estate was to go to Martin Luther King, Jr.  When King was assassinated less than a year later, it passed to the NAACP.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}