{"pf_url": "https://www.poetryfoundation.org/poets/douglas-stewart", "name": "Douglas Stewart", "yob": "1913", "yod": "1985", "image": null, "bio": "\nDouglas Stewart is regarded as a major contributor to the development of the literature of Australia and New Zealand. Highly versatile and prolific, he wrote poetry, plays, short stories, biographies, criticism, and memoirs. Stewart is best known for his nature poems, which often emphasize the fragility of human life in the context of the Australian landscape. Frequently cited as his most significant work, Sun Orchids and Other Poems (1952) contains meditative poems focusing on specific aspects of the natural.\n\r\nStewart was born in 1913 in Eltham, New Zealand. Stewart spent the duration of his childhood in New Zealand, which he described as happily bucolic in his memoir Springtime in Taranaki (1983). He was educated at a private school starting at the age of four; at age eight, he attended Eltham Public School, where he first became interested in pursuing a writing career. Four years later he was awarded a scholarship and enrolled at New Plymouth Boys' School, which he disliked. During this time he published poems in his school newspaper and in the children's section of the Taranaki Daily News. While his submissions to the Bulletin were consistently rejected, a sister publication—the Australian Women's Mirror—printed some of his poems.\n\r\nIn 1931, Stewart began studying law at Victoria University College in Wellington, but he failed his exams and abandoned legal studies in order to concentrate on a career in journalism. Over the next few years, he worked as a reporter for several newspapers and published poems in the Bulletin, which offered him a position as a writer of light verse in 1933. Upon arriving in Sydney to take the job, however, Stewart was not hired. He remained in Australia to pursue his journalistic endeavors, but returned to New Zealand the following year. In 1936, he self-published his first poetry collection, Green Lions. In 1938, he traveled to England and made the acquaintance of several prominent authors, including Edmund Blunden, Richard Church, and John Cowper Powys. Church was instrumental in the publication of Stewart's second book, The White Cry (1939).\nLater that year Stewart relocated permanently to Sydney and became an assistant to Cecil Mann, the editor of the literary section of the Bulletin. Stewart took over for Mann in 1940 and remained in the position for the next two decades, gaining a reputation as a leading Australian literary editor while also publishing poetry, plays, fiction, and criticism. In 1941, he edited the first of many anthologies for Angus and Robertson. That same year, he also achieved his first popular success when the Australian Broadcasting Corporation aired his verse radio play The Fire on the Snow, which had been serialized in the Bulletin in 1939. In 1946, he married the artist Margaret Coen, with whom he had a daughter.\n\r\nDespite the success of his literary works, many commentators have identified Stewart's editorial work as his greatest literary legacy. Through his involvement with the Sydney-based journal the Bulletin, the publisher Angus and Robertson, and various poetry anthologies, Stewart played an important role in defining the parameters of twentieth-century Australian literature and fostering the careers of several Australian authors. By the end of his life, Stewart had established himself as one of the elder statesmen of Australian letters. His nonpartisan nationalism, editorship of a conservative journal, and adamant opposition to the aesthetic tenets of literary modernism have led many critics to characterize him as old-fashioned or reactionary. Others have argued that he was a formally adventurous and often experimental writer for the period during which he was active. Though scholars continue to study Stewart's work, it has not received the level of attention commensurate with the eminence he once enjoyed within Australian literature.\n\r\nIn 1960, the year Stewart left the Bulletin to take a position as literary adviser at Angus and Robertson, he received an Order of the British Empire in recognition of his contributions to Australian literature. By this time, his output had slowed considerably, though he continued to edit anthologies and to participate in Australian literary life. He retired in 1971, devoting the final part of his career to writing nonfiction, including biographies, literary criticism, and memoirs. In 1979, he was awarded an Order of Australia. He died in Sydney in 1985.\n", "attrs": {"Region:": ["Australia", "Pacific Islands"]}}