{"pf_url": "https://www.poetryfoundation.org/poets/margaret-cavendish", "name": "Duchess of Newcastle Margaret Cavendish", "yob": "1623", "yod": "1673", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/991ddd1beb85e0fd4280f68a81cfa14697d83b9b.jpeg", "bio": "\nMargaret Cavendish, Duchess of Newcastle, was a prolific writer who worked in many genres, including poetry, fiction, drama, letters, biography, science, and even science fiction. Unlike most women of her day, who wrote anonymously, she published her works under her own name. Her significance as a rhetorical theorist has two main dimensions. First, she lived at a time when rhetoric itself and rhetorical theory were undergoing radical changes. Her writings provide a valuable source of information about some of these changes. Second, her ideas about the rhetorical tradition provide particular insight into the relationship of women to that tradition at a critical time in its history. Cavendish not only practiced rhetoric but also recorded her progress, including her fears and failures, and her rhetorical ideas must be understood in this context. No single work is devoted to a consideration of rhetorical theory; to discover her ideas one must sift through many of her works, particularly her prefaces. She was perhaps more successful as an aspiring rhetorician than as a theorist of rhetoric. Yet, familiarity with her ideas is crucial to an understanding of the development of women’s sense of themselves in relation to the tradition, which was later to bear fruit in the work of women more apparently successful than she.\nThe distinctive, even eccentric, character of Margaret Cavendish (known in the 1660s as “Mad Madge”) is apparent in all her works. A story she tells against herself in CCXI Sociable Letters (1664) gives a vivid sense of the different facets of this curious personality. In letter 66 she recounts that one day as she was “Pondering upon the natures of Mankind” she wrote down on one piece of paper all the virtues of her acquaintance, Lady A.N., and on another all her imperfections. She found so many “excellencies” that she thought the lady would be pleased to hear of them. But she accidentally included in her letter the wrong paper—the one listing her acquaintance’s imperfections. On receiving the reply she opened it “with great joy,” only to be horrified when she discovered her mistake. She now begs a friend to go to her and explain what happened, “for I dare not write to her again.” The incident demonstrates Cavendish’s passion for “philosophizing,” her sincerity, her good-heartedness, her social ineptness, and her naiveté.\nSeparating Cavendish’s works from her life is difficult, if not impossible. To understand her relationship with rhetoric, for example, one must recall that she first learned about it not in school but from her brothers, and later from her husband and her brother-in-law—all men who were considerably older than she and who had been educated according to high Renaissance principles and practices, which included a thorough grounding in the grand style. This situation might explain her lifelong ambivalence toward rhetoric: on the one hand, she despised it as an instrument of deceit and much preferred the plain style; on the other hand, even as late as 1667 she still felt inadequate because she had never learned its rules.\nRecords of the birth of Margaret Lucas were lost during the English Civil Wars in the 1640s, but she was probably born in 1623, just outside Colchester. She was the youngest in a family of eight children, consisting of three sons and five daughters. The main source of information about these early years is Cavendish’s autobiography, “A True Relation of My Birthe and Breeding,” which was published with the first (but not with the second) edition of Natures Pictures Drawn by Fancies Pencil to the Life (1656). Her father, Thomas Lucas, died when she was two; the most formative influence upon her, therefore, was that of her mother, Elizabeth Leighton Lucas. Within the family, relationships were warm and loving, but strangers were kept at arm’s length, perhaps because the Lucases were royalists, whereas most of their neighbors supported Parliament. Possibly as a result, Margaret grew up to be afflicted by a terrible bashfulness that left its mark on both her practice and her theory of rhetoric. She received what little education she had at home from a governess and visiting tutors. In general, she was leniently treated and not forced to study against her will. Not a keen student, she greatly preferred to amuse herself by writing—scribbling, as she called it—and by designing her own clothes.\nHer happy family life was violently disrupted in 1641, when the political situation reached a crisis: never popular with their Puritan neighbors, the Lucases were attacked in their family home. In 1642 Margaret and her mother fled to Oxford, where King Charles I now held his court; in 1643 Margaret became maid of honor to Queen Henrietta Maria, whom she accompanied in 1644 when the queen escaped to France. There, in the spring of 1645 she met William Cavendish, Marquis of Newcastle, the famous royalist in exile, whom she married in December of that year. Her husband was a great influence throughout her life. He encouraged her to write, supplemented her scanty education, paid for the publication of her books, and above all gave her confidence. He was himself a patron of the arts and sciences, and his brother Charles was a noted scholar. Childless, and without a great house and estate to care for, Margaret Cavendish amused herself in the early years of her marriage by writing, first in Paris, later in Rotterdam, and finally in Antwerp. The turning point of her career, however, was a visit to England begun in 1651. She had returned, escorted by her brother-in-law, to try to claim a portion of her husband’s sequestered estates for her maintenance. During the eighteen months she spent there, she wrote constantly and also arranged for the publication of her first two books, Poems, and Fancies (1653) and Philosophicall Fancies (1653).\nPoems, and Fancies covers a variety of subjects, including science. So far as rhetorical theory is concerned, it is important for its prefaces, in which she defends her decision to publish, thus contributing to the burning question for women in rhetoric at the time: their ethos. She contends that in writing and publishing in order to achieve fame she has done nothing shameful or immodest. Another point of interest is found in her address “To Moral Philosophers”; here, in an extended metaphor from music, she discusses rhetorical pathos, the address to the passions. Cavendish loved music, and some of her most interesting rhetorical theory has to do with sound.\nCavendish returned to her husband in Antwerp early in 1653. The next work in which she deals with rhetorical theory is The Worlds Olio, published in 1655 but begun before her departure to England at the end of 1651. It is a curious work, rather like an informal conversation, flitting from one subject to another in disconnected fashion, with no serious sustained discussion of any issue. In the eclectic assortment of ideas about rhetoric it is possible to identify four themes. The first concerns women as practitioners of rhetoric. In spite of her own project of seeking fame as a writer, she entertains a low view of women’s capacities, declaring that they are inferior to men in wit, wisdom, and eloquence. Women can at best only imitate men. Some women may by education become more adept than some men, but in general, men have a natural advantage. Masculine and feminine styles of writing are quite different, she believes; and she usually sees the masculine as superior. She also introduces the idea, however, that the styles are complementary; each has its uses. This kind of inconsistency is typical of much of her discussion both of women and of rhetoric.\nThe second theme is the relationship between thought and speech, or ratio and oratio in rhetorical terms. In this work Cavendish, like many of her contemporaries, regards rhetoric as the art of expression only; she is contemptuous and, indeed, suspicious of it: the “colours” of rhetoric can make the bad appear good and vice versa. The business of rhetoric is merely to dress thought; she compares the rhetor to the tailor. Yet, dress and rhetoric have their own importance and must be appropriate to the occasion; and she acknowledges that “want of eloquence” can conceal or misrepresent the truth.\nThe third theme concerns delivery. In a preface, “To the Reader,” she declares that “the very sound of the voice will seem to alter the sense of the Theme” and uses metaphors from music to illuminate her discussion. In essay 137 she rules that passionate speeches must be delivered in a tenor or even a bass voice, not a treble, to give due weight and solemnity. She even gives advice about the use of lips, teeth, and tongue to achieve the desired effect. Finally, the fourth theme is Cavendish’s preference for natural style. Her dislike of the artificial extends to a horror of the pedantic, the fussily correct: she even states that “it is against nature for women to spell right.” A good style has ease and simplicity, which are more important than mere accuracy.\nThe Philosophical and Physical Opinions (1655; revised as Grounds of Natural Philosophy, 1668) brings together, somewhat eclectically, Cavendish’s ideas about science. Again, she addresses issues of rhetorical theory in the prefatory material. In an epistle to the reader she recognizes that as a woman she is unable to teach publicly; a regrettable situation, she observes, because writing is inferior to speaking as a medium. The Philosophical and Physical Opinions also has an important preface addressed to universities, to which she sent complimentary copies of her works. It includes a plea for recognition of women’s rationality; women, she says, are so used to having their intellectual capacities despised by men that they begin to despise themselves.\nNatures Pictures, also written during her time in exile, is predominantly fictional. One of the stories, however, concerns an anchoress who gains a reputation as a wise woman and is consulted on matters of all kinds, including oratory. Since the opinions expressed by the wise woman are quite similar to Cavendish’s own as expressed elsewhere, they may be taken as hers. The main topic of discussion is pathos and its dangers: it ought, says the anchoress, to be banished from law courts; only truth has a place there. Here again she compares the power of oratory to the power of music, and the audience to a musical instrument upon which the orator plays.\nIn 1660, with the Restoration of the Stuart monarchy, Margaret Cavendish and her husband were finally able to return to England. For a while they lived in London, but they soon found the court of Charles II uncongenial and before the end of 1660 had retired to their estate at Welbeck. Once settled in there, Cavendish resumed her life as a writer, publishing material she had worked on during her exile. She also made a serious effort to improve her knowledge and skills, studying philosophy and revising her philosophical works in the light of her new knowledge.\nCavendish’s first collection of plays, though written during her exile, was not published until 1662, the original manuscript having been lost at sea. The prefatory material includes a discussion of gender: here, as in The Worlds Olio, Cavendish shows a clear recognition of the difference between masculine and feminine styles and their different uses. This time she does not suggest that women are naturally inferior. She also takes further her ideas on accommodation: because discourse must be adjusted to particular audiences and circumstances, one cannot expect the orator to use the same style in private conversation as in public speech. On the relationship between speaking and writing, she asserts that the best writers are not usually the best speakers; and women cannot be good writers because they talk too much. A short note immediately preceding a prefatory poem by William Cavendish is especially interesting because it gives instructions about delivery. Here again, Cavendish is concerned with decorum: the readers must not read the scenes as if they were chapters in a book. The last play in this collection, The Female Academy, uses the idea of a women’s retreat, rather similar to the one in William Shakespeare’s Loves Labors Lost (1598). One must be cautious in attributing the ideas of the various speakers to Cavendish herself, for they represent a variety of points of view; but they are worth noting, especially those that also occur in her nonfictional works. Of these, three should be noted in particular.\nThe first has to do with attitudes toward rhetoric: the lady speaker in act 2, scene 4, represents rhetoric as the art of deceit. This position is consistent with Cavendish’s own in The Worlds Olio, though not with that in CCXI Sociable Letters. Second, the ideas expressed on the subject of propriety are also consistent with what is known from other sources of Cavendish’s views: a true aristocrat, she insists upon proper deference to different ranks. Finally, the characters in the play develop the idea of music as rhetoric found in The Worlds Olio: disputative discourses are compared to “Chromatick Musick”; and in act 2, scene 16, music itself is added as a fifth kind of discourse after the four major kinds listed: reasoning belongs to the soul; speaking to the senses; actions to life; and writing, painting, and carving to the arts; but music is “the Language of the Gods.”\nCavendish’s next publication, Orations of Divers Sorts, Accommodated to Divers Places (1662) is a collection of short speeches on a variety of topics about which, by her own admission, she knew little: part 2, for example, consists of sixteen pieces collected under the title “Orations in the Field of War.” No doubt she was able to draw upon the considerable experience of her husband. The orations were written while she was still in exile, though the prefatory letter that discusses the reception of her plays must have been added later. The rhetorical theory in Orations of Divers Sorts is found in the preliminary addresses, “To the Readers of My Works” and “A Praefactory Oration.” The former reveals not only her ideas on rhetoric but also her confusion about it and, above all, her insecurity. If she had been a “Learned Scholar,” she says, she might have written shorter orations. Here she is probably responding to ideas coming from the Senecan school, which recommended the curt style. But she goes on to object that extremely short speeches have no power to persuade. Here she is drawing on Renaissance doctrines of copia, or the rhetorical amplification of ideas and expression. In the next paragraph she engages in the standard seventeenth-century critique of Renaissance style: the charge that rhetoricians of the old school are concerned more with sound than with sense. In “A Praefactory Oration” she develops further her ideas on accommodation and decorum, relating the discussion to the tension between ratio and oratio: speeches that merely entertain need only eloquence, whereas the more serious kind demand deep thought. An interesting comment on Orations of Divers Sorts is to be found in the preface to CCXI Sociable Letters. Noting that she has been criticized for “Patronizing Vice,” she explains that she is merely following established oratorical practice in arguing on both sides of the question. This remark suggests that one of her projects in writing Orations of Divers Sorts was to give herself a rhetorical education, practising declamatio (a rhetorical exercise common at that time) like any other aspiring orator. Because she is thus using her orations to give herself practice in rhetoric, it is dangerous to cite her “Femal Orations” as evidence of her ideas about women’s ethos. In fact, each speaker takes a different point of view.\nCCXI Sociable Letters was published in 1664, but many of the letters were written while she was still in exile. Some were presumably written before Orations of Divers Sorts—particularly letter 175, in which she discusses the idea of writing a book of orations, expressing her reservations about her competence to do so. She knows “no Rules in Rhetorick,” never having been to school. In this letter she tells of the “antient decayed gentlewoman” who taught her to read and write. Four other pieces in CCXI Sociable Letters are significant to Cavendish’s views on rhetoric: two prefaces and letters 27 and 28. “To All Professors of Learning and Art” offers her familiar excuse for the deficiencies of the work: she is a woman and therefore inferior both by nature and by “breeding.” The preface addressed to “Noble Readers” is a rebuttal of criticisms of earlier works. One other important point in this preface concerns style; and again her rhetorical theory takes the form of defense, this time against the anticipated criticism that she does not use “High Words and Mystical Expressions.” What she is endeavoring to do, she explains, is to reproduce conversational style in letters. Letters 27 and 28 are panegyrics on rhetoric. In spite of what she says elsewhere about the superiority of thought over expression, she now speaks in praise of eloquence considered as pathos, the address to the emotions. In letter 27 she praises men for their natural eloquence. She fears women are incapable of it and therefore envies men. In the next letter she defends herself against the charge that she admires mere words, explaining that the reason she loves eloquence “before all other Musick” is that it has the power to make truth operative. CCXI Sociable Letters is certainly one of the most successful of all Cavendish’s works, beguiling in its candor, and with shrewd comments on everyday life and domestic relations that add a delicious sharpness. The racy style suggests that, had it not been for her debilitating bashfulness, she might have been a famous conversationalist. She herself knows that this particular genre is her forte: she explains in another preface to the work (titled “The Preface”) that she has chosen to write letters rather than plays because they allow her to use the conversational style.\nIn The Life of the Thrice Noble, High and Puissant Prince William Cavendishe, Duke, Marquess, and Earl of Newcastle (1667) Cavendish’s love and admiration for her husband shine clearly through her prose, which is simple, direct, and sincere. In the preface she lays out what would now be called her methodology. Her discussion of the principles of historical writing is especially interesting for its modern views: she eschews “feigned Orations” and “fancied Policies,” dismissing them as “pleasant Romances” inappropriate in historical accounts, which must stick to the simple truth. This preface also makes it clear that even toward the end of her life Cavendish was still ambivalent about rhetoric: admiring of its power to adorn, suspicious of its power to deceive, and above all unhappy about her own lack of training in it.\nCavendish’s works were not well received in her own day. Two celebrated diarists made fun of her: Samuel Pepys and John Evelyn, who wrote a rude ballad about her visit to the Royal Society on 30 May 1667. Evelyn’s wife, Mary, and Dorothy Osbourne, wife of William Temple, both thought her so eccentric that she ought not to be allowed out. She had her admirers, however: Mildmay Fane, Earl of Westmorland, wrote a poem in her honor on the flyleaf of his copy of Poems, and Fancies; John Dryden congratulated Newcastle on his wife’s “masculine style”; Sir Kenelm Digby and Henry More, to both of whom she gave copies of her work, professed to value it; and Joseph Glanvill and Walter Charleton respected her enough to offer her serious criticism and advice. Among women, Bathsua Makin paid tribute to her in An Essay to Revive the Antient Education of Gentlewomen (1673). In general, however, she remained a frequently satirized figure.\nCavendish’s reputation fared little better in subsequent generations, though she continued to have admirers: Alexander Nicol appended extracts from Natures Pictures to Poems on Several Subjects, Both Comical and Serious (1766); Sir Egerton Bridges in 1814 published an edition of Cavendish’s “A True Relation of My Birthe and Breeding”; and Kathleen Jones reports in her 1988 biography of Cavendish that Charles Lamb enjoyed her Sociable Letters and so much admired her biography of her husband, the duke, that he referred to it as a jewel. In the twentieth century Virginia Woolf valued her work, though she also made trenchant criticisms of it. Only in the latter part of the twentieth century, however, did Cavendish’s importance begin to be recognized. Many contemporary scholars are now engaged in studying her works, and there is a flourishing Margaret Cavendish Society.\nYet, relatively little work has been done on her rhetorical theory, for it was long assumed that women had no part in the rhetorical tradition. That judgment is now being questioned and revised, and women’s contributions to rhetoric are at last being studied. Especially noteworthy on Cavendish’s rhetoric is Patricia A. Sullivan’s “Female Writing beside the Rhetorical Tradition: Seventeenth Century British Biography and a Female Tradition in Rhetoric” (1980), an essay exploring the specifically female characteristics of Cavendish’s style. Sylvia Bowerbank also contributes to the discussion of Cavendish’s style in “The Spider’s Delight: Margaret Cavendish and the ‘Female’ Imagination” (1984). Kate Lilley provides an important account of aspects of Cavendish’s rhetoric in the introduction to her 1992 edition of The Description of a New World, Called the Blazing-World. In “My Brain the Stage: Margaret Cavendish and the Fantasy of Female Performance” (1992) Sophie Tomlinson shows the connection between acting and public speaking; and Andrew Hiscock suggests the liberating effects of the age of print in giving women a public voice in his “‘Here’s No Design, No Plot, Nor Any Ground’: The Drama of Margaret Cavendish and the Disorderly Woman” (1997). Amy Scott-Douglass’s important essay “Self-Crowned Laureatess: Towards a Critical Revaluation of Margaret Cavendish’s Prefaces” (2000) discusses Cavendish’s rhetorical strategies in creating her own image. Anna Battigelli gives an account of Cavendish’s use of narrative frames in chapter 4 of her Margaret Cavendish and the Exiles of the Mind (1998). Mary Beth Rose considers Cavendish’s autobiography, A True Relation of My Birth and Breeding, in “Gender, Genre, and History: Seventeenth-Century English Women and the Art of Autobiography” (1986). Jane Donawerth’s work on Cavendish’s rhetorical theory is essential reading for anyone interested in the subject. She has discussed The Worlds Olio in two essays: “The Politics of Renaissance Rhetorical Theory by Women” (1995) and “Conversation and the Boundaries of Public Discourse in Rhetorical Theory by Renaissance Women” (1998). Especially valuable is her discussion of the importance of conversation in seventeenth-century women’s rhetoric. Christine Mason Sutherland has discussed Cavendish’s rhetoric in her essay “Aspiring to the Rhetorical Tradition: A Study of Margaret Cavendish” (1997); and Ryan John Stark has contributed to the subject in “Margaret Cavendish and Composition Style” (1999).\nA question that necessarily arises for contemporary scholars is whether or not Margaret Cavendish should be regarded as an early feminist. She certainly paved the way for the feminists who came later; however, she evinces little of that solidarity with other women that characterizes feminism. In fact, at the beginning of Natures Pictures she not only confesses to extraordinary ambition but also admits that she does not want to share her glory with other women: “I dare not examin the former times, for fear I should meet with such of my Sex that have out-done all the glory I can aime at.” An alternative approach is to see Cavendish in terms of the aristocratic culture of her own time, one that adopted an ideology of display. Hero Chalmers discusses Cavendish as an aristocrat in “Dismantling the Myth of ‘Mad Madge’: The Cultural Context of Margaret Cavendish’s Authorial Self-Presentation” (1997). Diana Barnes reinforces this approach in “The Restoration of Royalist Form in Margaret Cavendish’s Sociable Letters” (2001). In “Margaret Cavendish: Strategies Rhetorical and Philosophical against the Charge of Wantonness, or Her Excuses for Writing So Much” (1991), Sylvia Brown also sees Cavendish in terms of a heroic ideology, rather than as an early feminist, though she puts forward the idea that Cavendish offered a new, feminine interpretation of copia.\nMargaret Cavendish’s last years were clouded by disputes with her husband’s children and false accusations from his servants. She died suddenly on 15 December 1673, and was buried in Westminster Abbey on 7 January 1674. Her husband was not well enough to attend her funeral and two years later was himself interred with her, on 22 January 1676. Before he died, however, he collected all the letters and poems written to celebrate her and arranged to have them published as Letters and Poems in Honour of the Incomparable Princess, Margaret, Dutchess of Newcastle (1676). In his 1957 biography of Cavendish, Douglas Grant quotes the epitaph that William Cavendish wrote to be engraved on the tomb in which he was soon to join his wife:\n Here lyes the Loyall Duke of Newcastle and his Dutches, his second wife, by whome he had noe issue; her name was Margaret Lucas, youngest sister to the Lord Lucas of Colchester, a noble familie, for all the Brothers were Valiant and all the Sisters virtuous. This Dutches was a wise, wittie and learned Lady, which her many Bookes do well testifie; she was a most Virtuous and a Loving and carefull wife, and was with her Lord all the time of his banishment and miseries, and when he came home never parted from him in his solitary retirements.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}