{"pf_url": "https://www.poetryfoundation.org/poets/dudley-fitts", "name": "Dudley Fitts", "yob": "1903", "yod": "1968", "image": null, "bio": "\nPoet and translator Dudley Fitts was born in Boston and earned a BA at Harvard University. While at Harvard, he edited the Harvard Advocate. From 1958 to 1968, he judged the Yale Series of Younger Poets competition.\nFitts often formally composes his allusive lyric poems and frequently engages themes of spiritual faith and loss. He is the author of Poems 1929-1936 (1937). In The Oxford Companion to Twentieth-Century Poetry (1994), Martin Seymour-Smith describes Fitts’s poetry as “sensitive, graceful, and carefully made,” noting that his work was “less influenced by classical models than by modern Spanish poetry.” Fitts is the subject of Richard Wilbur’s poem “For Dudley.”\nAs a translator, Fitts is best known for his colloquial English versions of classical texts. With Robert Fitzgerald, a former student of his at the Choate School, Fitts translated Euripides’s Alcestis (1936) and Sophocles’s Antigone (1939) and Oedipus Rex (1948). His solo translations include One Hundred Poems from the Palatine Anthology: In English Paraphrase (1938), More Poems from the Palatine Anthology in English Paraphrase (1941), and Sixty Poems of Martial (1967) as well as several of Aristophanes’s plays, including Lysistrata (1954), The Frogs (1955), The Birds (1957), and Ladies’ Day (1959). Fitts also edited An Anthology of Contemporary Latin-American Poetry (1942).\nFitts taught at the Choate School and Phillips (Andover) Academy. He died at Lawrence General Hospital in Lawrence, Massachusetts, and is buried at the Phillips Academy Chapel Cemetery. A selection of his papers is held at the Beinecke Rare Book & Manuscript Library at Yale University, and an audio recording of a 1958 reading Fitts gave at Andover of his poetry and translations is archived at the Library of Congress.\n", "attrs": {"Region:": ["U.S., New England"]}}