{"pf_url": "https://www.poetryfoundation.org/poets/dylan-thomas", "name": "Dylan Thomas", "yob": "1914", "yod": "1953", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/8caff556cce7a627af58c107afc67060513134ef.jpeg", "bio": "\nBorn in Swansea, Wales, Dylan Thomas is famous for his acutely lyrical and emotional poetry, as well as his turbulent personal life. The originality of his work makes categorization difficult. In his life he avoided becoming involved with literary groups or movements, and unlike other prominent writers of the 1930s—such as W.H. Auden and Stephen Spender, for example—he had little use for socialistic ideas in his art. Thomas can be seen as an extension into the 20th century of the general movement called Romanticism, particularly in its emphasis on imagination, emotion, intuition, spontaneity, and organic form. Considered to be one of the greatest Welsh poets of all time, Thomas is largely known for his imaginative use of language and vivid imagery in his poems.\nThomas began writing poetry as a child, and was publishing by his teens. His notebooks from 1930 and 1934, when he was 16 to 20 years old, reveal the young poet’s struggle with a number of personal crises. In his 1965 Dylan Thomas, Jacob Korg described them as “related to love affairs, to industrial civilization, and to the youthful problems of finding one’s identity.” Revised versions of some of the notebooks’ poems became in 1934 his first published volume of poetry, Eighteen Poems. Published in December 1934, it received little notice at first, but by the following spring some influential newspapers and journals had reviewed it favorably.\nLike James Joyce before him, Dylan Thomas was obsessed with words—with their sound and rhythm and especially with their possibilities for multiple meanings. This richness of meaning, an often illogical and revolutionary syntax, and catalogues of cosmic and sexual imagery render Thomas’s early poetry original and difficult. In a letter to Richard Church, Thomas commented on what he considered some of his own excesses: “Immature violence, rhythmic monotony, frequent muddle-headedness, and a very much overweighted imagery that leads often to incoherence.” Similarly, in a letter to Glyn Jones, he wrote: “My own obscurity is quite an unfashionable one, based, as it is, on a preconceived symbolism derived (I’m afraid all this sounds wooly and pretentious) from the cosmic significance of the human anatomy.”\n\r\nThe Eighteen Poems reveal some of Thomas’s key themes, which he was to return to later in his career: the unity of time, the similarity between creative and destructive forces in the universe, and the correspondence of all living things. This last theme was identified by Elder Olson in The Poetry of Dylan Thomas as part of the tradition of the microcosm-macrocosm: “He analogizes the anatomy of man to the structure of the universe … and sees the human microcosm as an image of the macrocosm, and conversely.”\n\r\nDuring the almost two years between the publication of Eighteen Poems in 1934 and Twenty-five Poems in 1936, Thomas moved back and forth between London and Wales a great deal. In London he met influential people in the literary world, including Vernon Watkins, an older man whose sedate lifestyle contrasted markedly with Thomas’s. Watkins became a frequent source of money for the continually destitute Thomas. During this period Thomas’s drinking became a serious problem, and his friends would sometimes take him off to out-of-the-way places in Cornwall and Ireland to remove him from temptation with the hope that he would do more writing.\n\r\nThomas’s second volume of poetry, Twenty-five Poems, was published in September 1936. Most of the poems were revised from the notebooks; Constantine FitzGibbon reported in The Life of Dylan Thomas that “only six entirely new poems, that is to say poems written in the year and a half between the publication of [Eighteen Poems] and the despatch of the second volume to the printers, are to be found in that volume.” In his Dylan Thomas, Paul Ferris noted that “the reviews were generally favourable, but with one exception they were not as enthusiastic as they were for [Eighteen Poems].” This exception, however, almost assured the volume’s commercial success; it was a laudatory review by Dame Edith Sitwell in the Sunday Times. As cited by Ferris, the review proclaimed: “The work of this very young man (he is twenty-two years of age) is on a huge scale, both in theme and structurally. … I could not name one poet of this, the youngest generation, who shows so great a promise, and even so great an achievement.”\n\r\nThe volume includes a significant sonnet sequence of 10 poems, “Altarwise by owl-light,” written in Ireland the year before publication. In these sonnets Thomas moved from the pre-Christian primitivism of most of the Eighteen Poems to a Christian mythology based upon love. While much of the attention given to Twenty-five Poems has been focused on the religious sonnets, the volume as a whole contains indications of a shift in emphasis in Thomas’s writing. Richard Morton noted in An Outline of the Works of Dylan Thomas that the poems of this volume are “concerned with the relationship between the poet and his environment,” particularly the natural environment. “In Twenty-five Poems, we can see the beginnings of the pastoral mode which reaches its fulfillment in the great lyrics of Thomas’s last poems.” And, as Korg said, “at least three of the poems in the second volume are about the poet’s reactions to other people, themes of an entirely different class from those of [Eighteen Poems]; and these three anticipate [Thomas’s] turning outward in his later poems toward such subjects as his aunt’s funeral, the landscape, and his relations with his wife and children.”\n\r\nSome of the best poems in the book are rather straightforward pieces—”This bread break,” “The hand that signed the paper,” “And death shall have no dominion”—but others, such as “I, in my intricate image,” are as involved and abstruse as the poems of the earlier volume. Derek Stanford noted that still “there are traces of doubt, questioning, and despair in many of these pieces.” Thomas, however, chose to place the optimistic “And death shall have no dominion” at the end of the volume. This poem has always been one of Thomas’s most popular works, perhaps because, as Clark Emery noted, it was “published in a time when notes of affirmation—philosophical, political, or otherwise—did not resound among intelligent liberal humanists, [and thus] it answered an emotional need. … It affirmed without sentimentalizing; it expressed a faith without theologizing.”\n\r\nThe “Altarwise by owl-light” poems as well as “And death shall have no dominion” raise questions concerning the extent to which Dylan Thomas can be called a religious writer. In an essay for A Casebook on Dylan Thomas, W.S. Merwin was one of the first to deal with this issue; he found Thomas to be a religious writer because he was a “celebrator in the ritual sense: a maker and performer of a rite … . That which he celebrates is creation, and more particularly the human condition.” However, the positions on this issue can be—and have been—as various as the definitions of what constitutes a religious outlook. At one end of the scale, critics do not dispute that Thomas used religious imagery in his poetry; at the other end, critics generally agree that, at least during certain periods of his creative life, Thomas’s vision was not that of any orthodox religious system. The range of interpretations was summarized by R.B. Kershner Jr., in Dylan Thomas: The Poet and His Critics: “He has been called a pagan, a mystic, and a humanistic agnostic; his God has been identified with Nature, Sex, Love, Process, the Life Force, and with Thomas himself.”\n\r\nOn July 11, 1937, Thomas married dancer Caitlin Macnamara; they were penniless and lacked the blessings of their parents. After spending some time with each of their reluctant families, they moved to a borrowed house in Laugharne, Wales. This fishing village became their permanent address, though they lived in many temporary dwellings in England and Wales through the war years and after, until Thomas’s death in 1953. The borrowing of houses and money became recurring events in their married life together. Korg associated these external circumstances in the poet’s life with his artistic development: “Thomas’s time of settling in Laugharne coincides roughly with the period when his poetry began to turn outward; his love for Caitlin, the birth of his first child, Llewellyn, responses to the Welsh countryside and its people, and ultimately events of the war began to enter his poetry as visible subjects.”\n\r\nThomas’s third book, The Map of Love, appeared in August 1939, a month before war officially broke out in Europe. It comprised a strange union of 16 poems and seven stories, the stories having been previously published in periodicals. The volume was a commercial failure, perhaps because of the war. Ferris reported that “the book was respectfully and sometimes warmly reviewed, with a few dissenters”; yet these works of Thomas’s middle period were his least successful.\nIn sharp contrast to the stories in The Map of Love are those published the following year, 1940, in Portrait of the Artist as a Young Dog. Thomas claimed in a letter to Vernon Watkins that he “kept the flippant title for—as the publishers advise—money-making reasons.” These Thomas stories are different from the earlier ones in their particularity of character and place, their straightforward plot lines, and their relevance to Thomas’s childhood in Wales. Thomas wrote to Watkins in August 1939: “I’ve been busy over stories, pot-boiling stories for a book, semi-autobiographical, to be finished by Christmas.” Reviews of the book were mixed, and it didn’t sell well at the time, though it later became enormously popular.\n\r\nThomas avoided service in World War II because of medical problems; he had also considered filing for conscientious objector status. He was able to secure employment during the war years writing documentary scripts for the British Broadcasting Corporation (BBC). While he considered it hack work, it provided the first regular income since his newspaper days and also allowed him to spend a good deal of time in London pubs. This pragmatic writing was the beginning of a career that Thomas pursued until his death; it did not, however, replace what he considered his more important work, the writing of poems. In addition to the documentaries, he wrote radio scripts and eventually screenplays for feature films. Though his income from these activities was moderate, it did not allow him relief from debt or borrowing.\nIn 1940 Thomas began writing Adventures in the Skin Trade, a novel that he never completed, though its first section was subsequently published. It is essentially the time-honored story of a country boy in the big city. Annis Pratt commented that Thomas intended the story to be “a series of ‘adventures’ in which the hero’s ‘skins’ would be stripped off one by one like a snake’s until he was left in a kind of quintessential nakedness to face the world.”\n\r\nThomas’s work next saw publication in a 1946 poetry collection, Deaths and Entrances, containing many of his most famous poems. This volume included such works as “A Refusal to Mourn the Death, by Fire, of a Child in London,” “Poem in October,” “The Hunchback in the Park,” and “Fern Hill.” Deaths and Entrances was an instant success. Ferris noted that 3000 sold in the first month after its publication and that the publisher, Dent, ordered a reprint of the same number.\nH. Jones, in his Dylan Thomas, declared the volume to be the core of Thomas’s achievement. The poems of Deaths and Entrances, while still provoking arguments about interpretation, are less compressed and less obscure than the earlier works. Some, like “Fern Hill,” illustrate an almost Wordsworthian harmony with nature and other human beings but not without the sense of the inexorability of time. As Jacob Korg said of these poems, “the figures and landscapes have a new solidity, a new self-sufficiency, and the dialectic vision no longer penetrates them as though they were no more than windows opening on a timeless universe.”\n\r\nWhile these later poems in Deaths and Entrances are less compressed than the earlier ones, they reveal no less verbal facility or less concern for what is generally called poetic style. Thomas was always a highly individual stylist. Sound was as important as sense in his poems—some would even say more important. He made ample use of alliteration, assonance, internal rhyme, and approximate rhyme. In The Craft and Art of Dylan Thomas, William T. Moynihan describes his rhythm as “accentual syllabic”: “its stress pattern generally sounds as though it is iambic, but this very justifiable assumption cannot always be borne out by traditional scansion. Thomas may, in fact, have depended upon an iambic expectancy, as he varied his rhythms beyond any customary iambic formulation and then—by completely unprecedented innovations—created his own rhythm, which is very close to iambic.”\n\r\nBy the time of the publication of Deaths and Entrances Thomas had become a living legend. Through his very popular readings and recordings of his own work, this writer of sometimes obscure poetry gained mass appeal. For many, he came to represent the figure of the bard, the singer of songs to his people. Kershner asserted that Thomas “became the wild man from the West, the Celtic bard with the magical rant, a folk figure with racial access to roots of experience which more civilized Londoners lacked.” His drinking, his democratic tendencies, and the frank sexual imagery of his poetry made him the focal point of an ill-defined artistic rebellion.\n\r\nIn 1949 Thomas and his family moved to the Boat House of Laugharne, Wales, a house provided for them by one of Thomas’s benefactors, Margaret Taylor. For the last four years of his life he moved between this dwelling and the United States, where he went on four separate tours to read his poetry and receive the adulation of the American public. The often-sordid accounts of these tours are provided in John Malcolm Brinnin’s Dylan Thomas in America. Thomas’s last separate volume of poetry before the Collected Poems, 1934-1952 was Country Sleep, published by New Directions in the United States in 1952. As originally published, this book contained six of the poet’s most accomplished works: “Over Sir John’s Hill,” “Poem on his Birthday,” “Do not go gentle into that good night,” “Lament,” “In the white giant’s thigh,” and “In country sleep.” Concerning this volume, Rushworth M. Kidder commented in Dylan Thomas: The Country of the Spirit that “the fact of physical death seems to present itself to the poet as something more than distant event. … These poems come to terms with death through a form of worship: not propitiatory worship of Death as deity, but worship of a higher Deity by whose power all things, including death, are controlled.”\nSeveral of Thomas’s film scripts have been published, including The Doctor and the Devils and The Beach at Falesa. Neither of these was produced, but they gave Thomas the opportunity to develop his dramatic skills. These skills culminated in his radio play, Under Milk Wood, written over a long period of time and frantically revised in America during the last months of his life. The play grew out of the story “Quite Early One Morning,” which was broadcast by the BBC in 1945. Under Milk Wood is set in a small Welsh town called Llareggub and covers one day in the lives of its provincial characters. Raymond Williams, in an essay for Dylan Thomas: A Collection of Critical Essays, said that Under Milk Wood is “the retained extravagance of an adolescent’s imaginings. Yet it moves, at its best, into a genuine involvement, an actual sharing of experience, which is not the least of its dramatic virtues.” Thomas read the play as a solo performance in Cambridge, Massachusetts, on May 3, 1953; the first group reading was on May 14. The following November, Dylan Thomas died in New York of ailments complicated by alcohol and drug abuse.\n", "attrs": {"Region:": ["Wales"], "School/Period:": ["Modern"]}}