{"pf_url": "https://www.poetryfoundation.org/poets/e-b-white", "name": "E. B. White", "yob": "1899", "yod": "1985", "image": null, "bio": "\nBorn in Mount Vernon, New York, children’s writer and poet Elwyn Brooks White was the youngest of six children. He earned a BA at Cornell University. White wrote for the New Yorker and Harper’s Magazine and published works of poetry and prose before trying his hand at writing for children.\r\n \r\nWhite’s elegance, simplicity, and dry wit balance both his poetry and prose. Addressing a writer’s need for self-discipline in a Paris Review interview with George Plimpton and Frank H. Crowther, White stated, “There are two faces to discipline. If a man [who writes] feels like going to a zoo, he should by all means go to a zoo.… The other face of discipline is that, zoo or no zoo, diversion or no diversion, in the end a man must sit down and get the words on paper, and against great odds.” At White’s memorial service, William Shawn, the New Yorker editor in chief celebrated White’s achievement: “His literary style was as pure as any in our language. It was singular, colloquial, clear, unforced, thoroughly American and utterly beautiful.”\r\n \r\nWhite published more than a dozen volumes of prose and poetry during his life. His poetry includes The Fox of Peapack, and Other Poems (1938), The Second Tree from the Corner (1954), and Poems and Sketches of E.B. White (1981). His books for children include Stuart Little (1945), Charlotte’s Web (1952), and The Trumpet of the Swan (1970). His prose for adult readers includes One Man’s Meat (1944), Here Is New York (1949), Letters of E.B. White (1976), and Essays of E.B. White (1977). He edited and updated several editions of William Strunk Jr.’s The Elements of Style and co-authored Is Sex Necessary? Or, Why You Feel the Way You Do (1950) with James Thurber.\r\n \r\nWhite was elected to the American Academy of Arts and Letters in 1973. His honors include the National Medal for Literature, a special Pulitzer award, and the Laura Ingalls Wilder Medal. He moved with his wife to a farm in North Brooklin, Maine, in 1957, a setting that features prominently in his work. White died of Alzheimer’s disease in 1985.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}