{"pf_url": "https://www.poetryfoundation.org/poets/earle-birney", "name": "Earle Birney", "yob": "1904", "yod": "1995", "image": null, "bio": "\nDubbed “a chronicler of Canada,” Earle Birney was regarded as one of the country’s finest poets. Fred Cogswell wrote: “Earle Birney, more than any other I poet know, is typical in thought and outlook of the average liberal-minded Canadian. ... He is rare among our writers in his ability to use forms derived from the whole tradition of poetry to express brilliantly and freshly whatever insight he does have. Moreover, he has an intelligent dedication to his craft that only a professional can possess.”\nAccording to W.E. Fredeman of the British Columbia Library Quarterly, Birney’s poetry can be divided into five major categories: satires, descriptions of war, nature, and love, and poems built on narrative or dramatic situations involving one or more of the other four categories. Due to Birney’s extensive travels, his poems frequently become observations of life as seen through the eyes of a traveler (in a geographic as well as a spiritual sense); even his “Canadian” poems are the work of a man who obviously feels very much like a stranger in his own country. A common thread which runs through many of the poems is the theme of man’s efforts as a microcosm to come to terms with the macrocosm (society, nature, and so on) within the brief space of a single lifetime. And all of them, wrote Fredeman, are “autobiographical and extremely personal.” In addition, Fredeman held that “Birney’s poetry is obviously didactic, but rarely in the pejorative sense, for it seldom preaches. [The philosophy it offers the reader is] a broad humanism positing individual involvement and responsibility combined with an insistence on the absolute autonomy of the human will.” This will is “expressed with masculine forcefulness in both imagery and diction [which] protects Birney from the snare of sentimental didacticism.”\nBirney’s skill as a satirist, according to most critics, was based on his natural instinct for identifying the ironic and ridiculous aspects of human behavior and, as Derek Stanford of Books and Bookmen put it, on his “nose for the picaresque situation.” Much of this satire appeared in the form of clever sound and word play (often making use of the idiosyncracies of various dialects or of a particular professional jargon), a field in which Birney was considered an expert. George Woodcock wrote in Queen’s Quarterly: “Birney has always been ready to wear the mask and motley of the clown, in prose and in verse, but he has generally avoided the easy and empty facetiousness of the professional funny man; his comedy ... is rather of the type—full of verbal quippery and social implication—that we once associated with the Marx Brothers. It is stringent, intelligent, irreverent, and a little irascible.” William Walsh of the Lugano Review, referring to Birney’s humor as “graven-faced and gravelled-voiced,” claimed that it nonetheless had a buoyancy and balance which sets it apart from ordinary humor. “It has to do with its having nothing abstractly or specifically comic about it. ... The comic is simply a constituent of the vision and the poetry. It is because he evokes the actual with such presence and authenticity that what is comic in it—and the alert eye can always discern it—strikes one as just and irresistible.”\nAn experimentalist by nature, Birney frequently relied on visual effects (such as a lack of punctuation, unusual spacing, two-tone print, and different type sizes) to add another dimension to his poetry. Though his earlier work was written in a conventional manner, Birney later revised it to conform to his new style. These attempts, however, generally were not been well-received. Many critics agree that in other respects, Birney was a master of his craft. A reviewer for the Times Literary Supplement wrote: “Earle Birney is not to be judged as a Canadian poet. In his best work Canada often provides the landscape for his fable or the referents of his argument, but never the limits of his language and imagination. ... No poet draws upon a richer vocabulary—literary and colloquial, scientific and common. Few poets can handle so wide a range of rhythmic patterns so expressively. Even fewer have Birney’s skill in dramatizing an action or anecdote. His ability to capture every level of variety of English speech is at least as rare. Only his ironic humour belongs to many modern poets.” Walsh cited Birney’s “gift for cut and graven detail, a flowing empathy and a natural rhythm in which the breathing meets the sense to produce an evolving, living line” as one of the poet’s chief strengths. He continued his praise by pointing out that in Birney’s poetry there is “a balance or proportion between subject and object, a wholeness and unity in the former recognizing the fullness and complexity of the latter. A Birney poem is never—although it is that too—just the evocation of a scene. It always has an intellectual and moral structure. ... Relaxed, casual and spontaneous [though] very cunningly organized.”\nCommenting on Selected Poems: 1940-1966, a collection of poetry which virtually spans Birney’s entire career, A.J.M. Smith offered this summation of his contributions to Canadian literature: “Earle Birney is one of our major poets, perhaps since the death of E.J. Pratt our leading poet. Certainly he is the only rival of Pratt as the creator of heroic narrative on a bold scale and, unlike Pratt, he has been consistently experimental. He has not always been successful, and he has sometimes aped styles and fashions that are unworthy of his real talents; but without a somewhat boyish spirit of adventure his successes would have been impossible too. The real triumph of Selected Poems is that it demonstrates so clearly and forcibly—as does indeed the whole of Birney’s career—a unified personality of great charm, wit, strength, and generosity.”\nAs Earle Birney himself commented at the end of his book The Cow Jumped over the Moon: The Writing and Reading of Poetry, “None of us wants merely to live but to affirm life. We all need the therapy of fancy and play, honest emotion, pity, laughter, joy. Especially the joy that comes when the words move someone else from mere living to being Alive, Alive-O!”\n", "attrs": {"Region:": ["Canada"]}}