{"pf_url": "https://www.poetryfoundation.org/poets/ed-roberson", "name": "Ed Roberson", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/08/eb6a218d95104e4f5a2e423ad8e7bdb624291472.jpeg", "bio": "\nBorn and raised in Pittsburgh, Ed Roberson studied painting in his youth and was educated at the University of Pittsburgh. His extensive travels inform his work, which is also influenced by spirituals and the blues, and by visual art, such as the mixed-media collages of Romare Bearden. Poet and critic Michael Palmer has called Roberson “one of the most deeply innovative and critically acute voices of our time.”\nRoberson is the author of numerous collections of poetry, including Asked What Has Changed (2021); MPH + Selected Motorcycle Poems (2021); the chapbook Closest Pronunciation (2013); To See the Earth Before the End of the World (2010), which was a runner up for the Los Angeles Times Poetry Award; The New Wing of the Labyrinth (2009); City Eclogue (2006); Atmosphere Conditions (1999), which was chosen by Nathaniel Mackey for the National Poetry Series and was a finalist for the Lenore Marshall Poetry Prize; Just In: Word of Navigational Change: New and Selected Work (1998); and Voices Cast Out to Talk Us In (1995), which won the Iowa Poetry Prize. His earlier collections include Etai-Eken (1975) and When Thy King is a Boy (1970). Words and phrases in Roberson’s experimental poetry actively resist parsing, using instead what Mackey has called “double-jointed syntax” to explore and bend themes of race, history, and culture. “I’m not creating a new language. I’m just trying to un-White-Out the one we’ve got,” said Roberson in a 2006 interview with Chicago Postmodern Poetry.\nRoberson’s honors include the Ruth Lilly Poetry Prize in 2016, the Lila Wallace Writers’ Award, the Poetry Society of America’s Shelley Award, and the 2016 PEN/Voelcker Award for Poetry. His work has been included in Best American Poetry.\nHe lives in Chicago, where he has taught at the University of Chicago, Columbia College, and Northwestern University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}