{"pf_url": "https://www.poetryfoundation.org/poets/edgar-bowers", "name": "Edgar Bowers", "yob": "1924", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d338621a6bb34bfcba655a5a3c0e328c0edb2663.jpeg", "bio": "\nEdgar Bowers was born in Rome, Georgia and earned his BA from the University of North Carolina at Chapel Hill. Drafted into the army during World War II, he was active in the de-Nazification of Germany, and was stationed for a year at Berchtesgaden, Hitler’s retreat in the Alps. After the war, he earned his MA and PhD from Stanford, where he studied closely with Yvor Winters. Both his experiences of Europe during the war and the influence of Winters can be detected in his poems, which are known for their formal control and metaphysical subject matter. Spare and compact, and frequently dealing with loss, memory, and art, Bowers’ poems were described by Clive Wilmer in the Guardian as “marked by extreme aesthetic refinement and an intense feeling for the mystery of things.”\nDeclared one of the 20th century’s masters by Harold Bloom, Bowers published five books of poetry in his lifetime: Collected Poems (1997); For Louis Pasteur (1990), which won the Bollingen Prize; Witnesses (1981); Living Together (1973); The Astronomers (1965); and The Form of Loss (1956). Though Bowers was openly gay, his poetry’s stylish formalism and reticence about personal matters tended to obscure his personal life. Over the course of his career his poetry’s strict formalism loosened. Writing of Bowers’s later books, Wilmer noted, “these are short meditations, hospitable to casual observation, bits of quirky humour and conversational phrases. They are sometimes allusive and appear discontinuous. But closer reading reveals the same Jamesian feeling for elaborations of syntax, and an underlying thread of rational argument. The emphasis is more social than personal, in particular a concern for the fragmentation and casual nihilism of post-modern society.”\nBowers was twice awarded fellowships from the Guggenheim Foundation. He taught for much of his career at the University of California, Santa Barbara. He retired from teaching in 1991 and moved to San Francisco, where he lived until his death in 2000. In 2003, UCLA hosted a conference and exhibit in Bowers’s honor.\n", "attrs": {"Region:": ["U.S., Southern"]}}