{"pf_url": "https://www.poetryfoundation.org/poets/edgell-rickword", "name": "Edgell Rickword", "yob": "1898", "yod": "1982", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a3d2722999e034122d2753463a1f5ac2c5d79edf.jpeg", "bio": "\nPoet, critic, and editor Edgell Rickword was born in 1898 in Colchester, Essex, England, where his father, George Rickword, was the town’s first borough librarian. He attended the Royal Grammar School in Colchester and from there went directly into the army in the fall of 1916. After a short period of service in Ireland he saw front-line action in France as a subaltern in the Royal Berkshire Regiment. He was wounded twice—losing the sight of one eye—and he won the Military Cross for distinguished service. Rickword’s time in France helped to speed and to modify the development of his literary resources, which, until then, had been largely imitative of such late-romantic writers as Alfred, Lord Tennyson and Algernon Charles Swinburne. He taught himself French by reading French novels, but it was a young English poet who had the greatest influence on his early work. As he explained in an interview broadcast by the BBC’s Radio 3 in 1977, it was above all the war poetry of Siegfried Sassoon that first showed him how the language of ordinary speech might be used in order to communicate terrifying battle experiences: “As I was going off leave back to France [in 1918] I picked up Sassoon’s Counter-Attack which was devastating because he was the first poet I knew of who dealt with war in the vocabulary of war. And of course his satires were tremendous. This gave me a start towards writing more colloquially, and not in a second-hand literary fashion.”\nAfter the armistice Rickword was invalided out of the army. The following year he went up to Pembroke College, Oxford, to read French literature, but he left the university after only four terms there. He was disenchanted by Oxford’s archaic literary studies, and, like so many other young men of his generation, he had been made prematurely wise and painfully disillusioned by war. Aged 22 and married, he started to earn a living as a freelance literary reviewer for newspapers and for such well-known periodicals as the New Statesman and the Times Literary Supplement.\nHis first collection of verse, Behind the Eyes (1921), contains some war poems that exhibit the same colloquial directness and harsh irony as are to be found in Sassoon’s war verse. Additionally these poems, including the much-anthologized “Trench Poets,” “Winter Warfare,” and “The Soldier addresses his Body,” possess darker energies and a daring wit which were part of Rickword’s already distinctive style (though, at this stage, he was still echoing his chosen masters, the English metaphysical poets and, at times, the French symbolists).\nLove poems in this first volume range in mood and style from simply expressed tenderness for and sensual delight in the loved one to a fretful weariness with love viewed, in an archaic fin de siècle manner, as remote abstraction. Some of the love lyrics share the mysteriously dreamlike and disturbing moods of Rickword’s few Rimbaudian short stories. None of the poems, however, has quite the bitterness and sudden violence of the lyric tales that were collected in 1929 under the title Love One Another.\nThe plainest and perhaps most moving language in Behind the Eyes is to be found in Rickword’s compassionate laments for lost love or, more generally, for the human condition which entails inevitable loss. These simple elegies, especially “Regret for the Depopulation of Rural Districts” and “Regret for the Passing of the Entire Scheme of Things,” exhibit within their helpless pessimism a degree of positive universal sympathy characteristic of the central recurring theme in all Rickword’s writing—namely, the common natural bond which all human beings share. This profound sense of fellowship with ordinary people separates Rickword from most of the modernist writers who were his better-known contemporaries.\nThe early maturation of Rickword’s critical faculties is remarkable enough; the range and balanced sureness of his critical perceptions are astonishing. His book Rimbaud: The Boy and the Poet was published in 1924. This pioneering psychological study, which was described by Enid Starkie in the “Rimbaud Number” of Adam (1954) as the best book on Rimbaud to have appeared in any country by the mid-1920s, contained some fine translations by Rickword of the French poet’s work. The book reached the provocative conclusion—one, some may think, prophetic in relation to Rickword’s own subsequent career—that Rimbaud’s abandonment of poetry was merely an early stage in a journey to greater imaginative maturity, which was to be reached at last when he became man-of-action and explorer in Abyssinia.\nWhen Rickword’s Essays and Opinion 1921-31 came out in 1974, Clive James, reviewing the book for the New Statesman, wrote, “Rickword’s mind and sensibility were of a piece—a brilliant unity reflected in his aesthetic, which did not admit of any easy division between style and substance.” It is true also that the poets selected by Rickword for special analysis—John Donne, Jonathan Swift, T.S. Eliot, Charles Baudelaire, Tristan Corbière, Jules Laforgue, and Arthur Rimbaud—were those whose qualities of mind and sensibility as well as technical adventurousness and control were closest to his own creative aesthetic. His poetic manifesto for the mid-1920s included a total rejection of the prevailing sentimental romanticism in English poetry with its built-in emotional and linguistic taboos. As antidote, his essay “The Re-Creation of Poetry” (1925) prescribed the reintroduction of “negative emotions” into English poetry. Such emotions are to be found, for instance, in the nonromantic yet full individual satires of Swift, and they could provide the “means for a whole series of responses in parts of the mind which have been lying fallow for nearly two hundred years.” In the same essay he made the comment, typical of his humanistic version of modernity, that “to himself the poet should be in the first place a man, not an author.”\nIn 1925, with Douglas Garman and Bertram Higgins, Rickword launched a new literary periodical, the Calendar of Modern Letters; “The Re-Creation of Poetry” was, in fact, one of its earliest editorial pronouncements. Set up partly as a rival to Eliot’s neoclassical the Criterion, the Calendar was certainly one of the finest literary reviews to be published in England, or perhaps anywhere, during this century. The balance it achieved between superb creative work and lively, intelligent criticism is unique. Contributors included D.H. Lawrence, E.M. Forster, Edwin Muir, Robert Graves, John Crowe Ransom, Hart Crane, Allen Tate, as well as many writers in translation. The criticism included Rickword’s notoriously trenchant “scrutiny” of the popular dramatist Sir James Barrie, as well as many more counterblasts against effete contemporary poets. The “Scrutinies,” which were critical analyses of both underrated and overrated contemporary artists, led to the publication of two collections edited by Rickword—Scrutinies (1928) and Scrutinies, Volume II (1931). F.R. Leavis included a selection from the Calendar’s critical pages in Towards Standards of Criticism (1933), and he adopted “Scrutiny” as the title of his own influential critical review.\nMany of the poems of Rickword’s next collection, Invocations to Angels and The Happy New Year (1928), had first appeared in the Calendar, and they exhibit the tough intellectual qualities of that periodical. Metaphysical wit, sharp irony, sternly controlled verse forms, and the plainest diction are to be found in most of the lyric verses in Invocations to Angels. Many of the poems are far from simple to understand, however. There was obviously in Rickword’s personality throughout the 1920s an increasingly anguished struggle to come to terms with personal tragedies and with a growing world-weary disillusionment and near-total despair.\nThe poet’s delight in the world-illuminating magic of language is found only rarely, though most memorably, in “Terminology”—the first poem in the 1928 volume. A few love poems carry echoes of the innocent and gentle pleasures expressed in Behind the Eyes, but suffering and pain gradually overwhelm the private realms of lovers as insidiously as they do the social world around the lovers. “Absences” is a beautiful and profoundly moving three-part lament for a loved one—the poet’s wife—but it is a rare exception to the prevailing universal bleakness of vision. In spite of the overall formal control, in many poems Rickword’s images pulsate suddenly from the intimate and suburban to the cosmic and cosmopolitan, from finer human aspirations to our animal, and often beastly, origins. Rickword traces much of the angry unpleasantness of his second book of poems to his awareness that the social situation was worsening all the time and that “nothing could be obtained really without suffering somewhere else.”\nThis developing sense of widespread social injustice created such bewildered antagonisms within the poet that some of his most energetic verses express anger against and mocking hatred for everything human, including himself. “Rimbaud in Africa” and “Theme for The Pseudo-Faustus” are just two of several poems in which deeply felt self-loathing and nihilistic disdain for the whole world are vividly combined.\nThe modern city—the coarseness of the lives of its inhabitants—is savagely castigated in other poems. The Happy New Year—a wry verse drama, complete with presenter, chorus, and troupes of dancing girls—develops the theme of London’s spiritual decadence in ways which call to mind both Eliot’s postwar verse satires and, more interestingly, the political theater of Auden and Isherwood of the 1930s. By 1928, indeed, it was clear that Rickword’s lyric impulse was deserting him almost completely and that he was moving already in the direction of political satire. Several critics have suggested that Rickword’s poetry and criticism both failed at the time when he became associated with Marxism. Rickword denies this connection and gives a different explanation: “One had given up dreaming, I suppose. I think dreaming is a very important factor in getting the imagery of poetry, the atmosphere. One tends to become so logical over twenty-five or twenty-six. One has to be logical to get along. You can, of course, live in very simple circumstances in a hut, and good luck! But that didn’t suit me temperamentally. I like company and booze and so on.”\nRickword’s third and final book of verse, Twittingpan, and some others, was published in 1931. The style is entirely satirical, and the volume contains some memorable barbed attacks on establishment figures (including T.S. Eliot and certain well-known journalists) and on prevailing modes in the arts. The best-known poem in the collection is “The Encounter,” which introduces the character Twittingpan, a purveyor of all the latest fashions in contemporary avant-garde art. The humor here is as keen and observant as ever, but the general tone of the book is far less intense than that of Invocations to Angels. Even the satirical vein in Rickword’s verse was to give out eventually, but not before he had written one of the most effective and vigorous verse satires of the 1930s.\nRickword joined the communist party in the early 1930s, and he became editor of Left Review at the beginning of 1936. His poem “To the Wife of any Non-Interventionist Statesman” appeared in Left Review in 1938; it is arguably the most successful political poem of the period, and it has been translated into many languages. In it Rickword prophesied, with nightmarish accuracy, how British cities would in time suffer the same fate as Spain’s Guernica, which had been bombed by Fascist planes. The guilt lay with those British politicians whose upper-class upbringing gave them arrogant contempt for the masses and made them, with cowardly opportunism, attempt to appease the Fascist bullies and butchers instead of joining the common struggle against them.\nDuring the war years and after Rickword wrote some superb social and literary criticism, including studies of the war poets of World War I, John Milton, and English radical thinkers of the early 19th century. Toward the end of the war he was invited to become editor of Our Time, a literary review that tried to create bridges, without condescension, between the arts and common people. During this period he wrote very little poetry of distinction, though he turned again to the writing of verse in later years; each of his collections published during this time included one or two new lyrics which reveal all the former lyrical tenderness and formal control undiminished. He had taken an active role in revising earlier poetry and prose, too, though without modifying any of his social or political opinion as they were expressed in his work at the time of first publication.\nIt is probably a pointless exercise to speculate about consequences for the development of British poetry had Rickword continued to write political poems after 1930. One critic who knew Rickword well from the late 1920s, Jack Lindsay, has argued: “If Edgell with his strong Baudelairian sense of the city had continued to compose and develop we should not have been left defenceless against the takeover by the Audens and Spenders in the thirties.” Certainly in Rickword English poetry might have had a radically minded poet with actual roots in earlier literary modernism, but, as Rickword himself pointed out, his giving up of poetry when he did was not an act of volition, like Rimbaud’s. Instead, he admitted candidly, it was a sort of artistic failure. But Rickword’s actual contribution to the development of English poetry is undervalued even now, in spite of the fact that several selections from and collections of his poems have appeared at regular intervals since the end of World War II. Rickword’s eyesight failed completely in his last years, though he was working on his memoirs up to his death. He died on March 15, 1982.\nThe reputation of Rickword as poet has been overshadowed to some extent by his better-known achievements as critic and editor. It has been limited too, no doubt, by the relative shortness of his poetry-writing career. And yet Rickword the poet—as much as Rickword the brilliant literary and social critic or Rickword the outstanding editor—has been one of the models of creative intelligence in British culture since the end of World War I.\nRickword’s work stands foursquare in English tradition, but it is in that tradition revolutionized by the same shaping forces of modernism that transformed Eliot’s poetry. Rickword, with an intelligence and sensibility fully responsive to both French poetry and to English, opened up new paths for English poetry during the decade after World War I. According to Rickword, “to himself the poet should be in the first place a man, not an author.” He certainly followed his own advice. As David Holbrook wrote (about Rickword’s most caustic poetry of the late 1920s): “It strikes home, because underlying it is the tragic acceptance of man’s situation, and the governed urbanity, civilisation and joy of a sensitive, responsible poet.”\n", "attrs": {"Region:": ["England"]}}