{"pf_url": "https://www.poetryfoundation.org/poets/edith-sitwell", "name": "Edith Sitwell", "yob": "1887", "yod": "1964", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b5896ebc0179f320d13f9088c7563d977df99bff.jpeg", "bio": "\nEdith Sitwell was born in Yorkshire, England in 1887. Her collections of poetry include Green Song and Other Poems (1944), Variations on a Theme (1933), Façade (1922), The Wooden Pegasus (1920), and The Mother and Other Poems (1915).\nSitwell’s early work was often experimental, creating melody, using striking conceits, new rhythms, and confusing private allusions. Her efforts at change were resisted, but, as the New Statesman observed, “losing every battle, she won the campaign,” and emerged the high priestess of 20th-century poetry.\nIn the introduction to her book The Canticle of the Rose: Selected Poems 1920-1947 (1950), Sitwell wrote, “At the time I began to write, a change in the direction, imagery and rhythms in poetry had become necessary, owing to the rhythmical flaccidity, the verbal deadness, the dead and expected patterns, of some of the poetry immediately preceding us.”\nThe Times stated in 1955 that Sitwell “writes for the sake of sound, of color, and from an awareness of God and regard for man.” She believed that “Poetry is the deification of reality, and one of its purposes is to show that the dimensions of man are, as Sir Arthur Eddington said, ‘half way between those of an atom and a star.’” An admiring critic, John Lehmann, author of Edith Sitwell and A Nest of Tigers: The Sitwells in Their Times, admitted that “her tendency has always been rather to overwork her symbolism; by a certain overfluid quality in her imagination to make the use of the symbols sometimes appear confused and indiscriminate.” This Baroque quality has its admirers, however. Babette Deutsch in Poetry in Our Time wrote, “like the medieval hangings that kept the cold away from secular kings and princes of the Church, the finest of [Dame Edith’s] poems have a luxurious beauty that serves to grace the bareness, to diminish the chill of this bare, cold age.” Writing in The Times, Geoffrey Elborn commented that Sitwell’s best work was written in the 1920s, collected in the volumes Troy Park (1925), The Sleeping Beauty (1924), and Bucolic Comedies (1923). “These ... [were] written with a highly individual use of language still unsurpassed for its peculiar, inimitable artifice. Far from being trivial, these early poems by one ‘a little outside life’ should now find a greater acceptance in an era more concerned with Sitwell’s concepts than her own age, earning her the deserved and secure reputation for which she herself so earnestly but recklessly fought.”\nThe New Statesman has said that Sitwell’s place in poetry is “roughly commensurate with that of Christina Rossetti in the previous century,” and insists on the primacy of her personality. The sister of Osbert and Sacheverell was indeed not to be trifled with. Says Sacheverell: “She was always determined to be remarkable and she has succeeded.” The New Statesman described her thus: “great rings load the fingers, the hands are fastidiously displayed, the eye-sockets have been thumbed by a master, the eyes themselves haunt, disdain, trouble indifference, and the fashions are century-old with a telling simplification.” At times, and perhaps not unintentionally, she looked like a Tudor monarch. The author of a study of Elizabeth I, she once remarked: “I’ve always had a great affinity for Queen Elizabeth. We were born on the same day of the month and about the same hour of the day and I was extremely like her when I was young.” Dame Edith always insisted that she was no eccentric: “It’s just that I am more alive than most people.”\nHer outspoken manner and rebellion against accepted modes of behavior led to encounters with writers such as Wyndham Lewis and Geoffrey Grigson. When Façade was first performed in London in 1922, the response of the audience and of critics was derisive and indignant. Dame Edith recalled: “I had to hide behind the curtain. An old lady was waiting to beat me with an umbrella.” (In 1949 the work was enthusiastically received in New York.) She remained wonderfully candid. On a visit to America she revealed that her most serious objection to certain Beat poets was that they smelled bad, and found she liked the late Marilyn Monroe, “largely because she was ill treated. She was like a sad ghost.”\nRobert K. Martin summed up Sitwell’s literary career in Dictionary of Literary Biography: “Sitwell’s reputation has suffered from the exceptional success of Façade, which was often treated as if it were the only work she had ever written. Inadequate attention has been paid to her development as a social poet, as a religious poet, and as a visionary. Her career traces the development of English poetry from the immediate post-World War I period of brightness and jazzy rhythms through the political involvements of the 1930s and the return to spiritual values after World War II. Her technique evolved, and, although she always remained a poet committed to the exploration of sound, she came to use sound patterns as an element in the construction of deep philosophic poems that reflect on her time and on man’s condition. Edith Sitwell needs to be remembered not only as the bright young parodist of Façade, but as the angry chronicler of social injustice, as a poet who has found forms adequate to the atomic age and its horrors, and as a foremost poet of love. Her work displays enormous range of subject and of form. With her contemporary [T.S.] Eliot she remains one of the most important voices of twentieth-century English poetry.”\nSitwell died in London on December 9, 1964.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}