{"pf_url": "https://www.poetryfoundation.org/poets/edmond-jabes", "name": "Edmond Jabès", "yob": "1912", "yod": "1991", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b7c7f14666ec5a5d44ccf51f10e9b8f65b866726.jpeg", "bio": "\nAn Egyptian Jew, Edmond Jabès was forced into exile by the 1956 Suez Crisis. He fled to Paris, where he joined the community of Surrealists, though he was never a formal member of the group. Jabès lived in France for the rest of his life, and in 1987 received France’s Grand Prix for Poetry. A major voice in postwar French poetry, Jabès remains difficult to categorize as a writer. His work is a pastiche of dialogue, aphorism, fragments, poetry, and song; much of his work focuses on the book as a place in which ideas—of exile, God, the self—are approached through question and echo. Though an atheist, his writing refers to Jewish mysticism and the Kabbalah. Speaking with Marcel Cohen, Jabès explained, “For me the words ‘Jew’ and ‘God’ are, it is true, metaphors. ‘God’ is the metaphor for emptiness; ‘Jew’ stands for the torment of God, of emptiness.”  Jabès’s main translator is Rosemarie Waldrop, who has brought more than a dozen of his volumes into English, beginning with The Book of Questions (tr. 1976). In Waldrop’s book on the process of translating Jabès,Lavish Absence (2002), she observes, “His aim is not to invert the traditional hierarchy of sense over sound, but to establish parity between them, or, rather, to establish a dynamic relation between language and thinking, where the words do not express pre-existing thoughts, but where their physical characteristics are allowed to lead to new thoughts.”    In his introduction to From the Book to the Book, a Jabès reader, Richard Stamelan notes that Jabès “reveals the exilic and destructive power of writing, the endless, discontinuous, fragmented, nomadic, always interrogative discourse that forms and unforms, constructs and deconstructs the book.”\n", "attrs": {"Region:": ["France"]}}