{"pf_url": "https://www.poetryfoundation.org/poets/edward-dahlberg", "name": "Edward Dahlberg", "yob": "1900", "yod": "1977", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/bc7aa8d68ce2c57eb5482b69c9ad93ebdfd11b9e.jpeg", "bio": "\nAn essayist, a novelist, and an unsparing critic, Edward Dahlberg was born in Boston in 1900 to a peripatetic mother, and Dahlberg and his older brother were soon placed in an orphan asylum. He graduated from the Jewish Orphan’s Asylum High School in Cleveland, Ohio, in 1917 and enlisted in the army immediately after. Following his stint in the army, he attended the University of California and graduated from Columbia University with a BS in philosophy in 1925. Dahlberg lived in Paris during the 1920s and then in Greenwich Village. He briefly sympathized with the Communist Party. In 1933, he traveled to Germany, which prompted the anti-Nazi book Those Who Perish (1934). He later lived abroad, first moving to the island of Bornholm in Denmark in 1955 and then to Mallorca.Dahlberg’s first novel, with an introduction from D.H. Lawrence, was Bottom Dogs (1929); it was followed by From Flushing to Calvary (1932), the literary criticism Do These Bones Live (1941), essays collected in Flea of Sodom (1950), and the autobiography Because I was Flesh (1964). In a review of Because I Was Flesh for the Harvard Crimson, Heather J. Dubrow commented that the book transcends autobiography: “the inadequacy of this label constantly astounds the reader. For Dahlberg’s autobiography is also biography, philosophy and lyric poetry.” Dahlberg also published a collection of poems, Cipango’s Hinder Door (1965). Other works include Epitaphs of Our Times: The Letters of Edward Dahlberg (1967); a memoir, The Confessions of Edward Dahlberg (1971); and The Olive of Minerva or The Comedy of a Cuckold (1976), a novel.Dahlberg taught at a number of universities, including Black Mountain College, and received a Guggenheim Fellowship in 1976. He died the following year.\n", "attrs": {}}