{"pf_url": "https://www.poetryfoundation.org/poets/edward-dorn", "name": "Edward Dorn", "yob": "1929", "yod": "1999", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/847a54700c4c40802758e14ed6e16fc6cb03e000.jpeg", "bio": "\nEdward Dorn was born in eastern Illinois at the start of the Great Depression. He once wrote he was “brought up off and on during / the intensity of depression nomadism,” and his hardscrabble early existence informed his poetics. According to Tom Clark, Dorn’s biographer, Dorn “followed the wandering work-searches of his several ‘exodus relatives’ down ‘bleak grit avenues’ of a childhood whose anxious, difficult instruction, though he was always shy of speaking of it, never ceased to underlie and complicate the moral and historical vision of his work. Images of vulnerability and displacement in his poems project this.” Dorn published numerous poetry collections during his lifetime, often with small presses with limited print runs. He is best known for Slinger (1975), a four-volume epic Western that Marjorie Perloff called “one of the masterpieces of contemporary poetry.”\nReviewing Dorn’s posthumously republished Collected Poems (2012), Patrick McGuinness noted that “Dorn's poetry is many things at once: rangy and compressed, rough and refined, metaphysical and crude, slangy and grandiloquent, subtle and hectoring. He has recesses of esoteric knowledge yet his poems are riddled with pop culture, buzzing with philosophy, history, high and low politics, theology and economics.” Dorn’s vernacular, erudite, and insistently political vision was shaped in part by his mentors at Black Mountain College. Dorn spent several years at Black Mountain, where he befriended and studied with poets associated with the school including Charles Olson, Robert Creeley, Allen Ginsberg, Denise Levertov, William Carlos Williams, and Gary Snyder.\nAlthough poets who were involved with the college have often been grouped together as the Black Mountain poets, Dorn told David Ossman in The Sullen Art that he has “been unable to find any similarity” among the writers associated with the school. Discussing his own inclusion in the group, Dorn added: “I think I’m rightly associated with the Black Mountain ‘school,’ not because of the way I write, but because I was there.” Dorn once told Contemporary Authors: “I’ve always thought that the whole usage of ‘Black Mountain Poets’ only has an existence in the minds of the people who use it. I don’t even know of such a thing myself. … I think Black Mountain as a school, irrespective of poets, denotes a certain value toward learning and the analysis of ideas. The perspective that I refer to as a school would refer to the whole school and its history and its conception and its principles and its various periods of authority and so forth—and not to poets, necessarily. I certainly believe that it was a school, in the old sense.”\n\r\nHowever, Dorn’s work is often read as part of a lineage of American poetry that began with William Carlos Williams and extended through Charles Olson. Indeed, several critics have commented that Dorn’s use of free verse and breath-determined rhythms is similar to Olson’s: The Virginia Quarterly Review heralded him as “an experienced and accomplished poet who has absorbed Olson, Williams, and Pound and moved beyond them.” Perloff however, suggested that other than some “thematic links, Dorn is really quite unlike Olson; he is, for that matter, quite unlike any poet writing today.” Dorn explained: “The way I write is really in clots of phrase. … When the individual line ceases to have energy for me … I usually break the line there.”\n\r\nDorn’s most influential and highly acclaimed work was the four-volume epic poem, Slinger, which evolved from his earlier poem, “An Idle Visitation.” Describing the first volume, Gunslinger (1968), as “one of the fine poems of the decade,” Charles Stein predicted that it was “the first part of what promises to be a major American narrative poem.” Slinger is a fantasy about a demigod-cowboy, the poet-narrator, a madam of a saloon, and a talking horse named Claude Levi-Strauss, all of whom travel southwest America in search of Howard Hughes, a symbol of everything that can and has gone wrong with the modern world. Although Donald Wesling said that Slinger “tends to resist description,” he observed that the poem “is ‘about’ how and why we spend money and words in this ‘cosmological’ place; about … surreal imagery, personifications, the texture of jokes, the paradoxical aspects of thinking … and about how a self or voice can be differentiated into a cluster of other selves.”\n\nSlinger mixes the jargon of junkies, Westerners, structuralists, and scientists to reflect the jumble of American speech. Dorn intentionally frustrates the reader; syntax is ambiguous, punctuation is sparse, and puns, homonyms, and nonsense words become an integral part of conversation. Wesling declared that such frustration is “one of the pleasures of the poem when you finally discover the mechanism.” Perloff pointed out that Slinger’s collage of language “perfectly embodies Dorn’s theme that nothing is what it seems to be.” This poem as well as many of Dorn’s other writings are set in the western states. In fact, he has referred to himself as “a poet of the West—not by nativity but by orientation.” William J. Lockwood speculated that “the southwestern landscape would seem to supply to his creative imagination those elements of brightness, clarity, and austerity that correspond to the forms of his own mind and appear as the distinctive qualities of the best of his early poems.”\nDorn’s writing is almost always socially and politically oriented. From his earlier studies of Shoshoni Indians and the transients near Puget Sound to his reflections on the state of America in Slinger, Dorn’s concern for his neighbors is evident in his work. Reviewer Peter Ackroyd argued, “Dorn has become the only plausible, political poet in America” because of “the quality of his response to public situations, not whether that response is ‘right’ or ‘wrong.’” When asked about his poetic critique of America for its imperialism, its carelessness with the environment, and its treatment of minorities, Dorn once remarked: “I take democracy very seriously, but on the other hand, it’s a form of government that you have to change your mind about a lot because its form is protean, and its instinct, essentially, comes from a mob psychology. Unlike an adherent to a dogmatic position like Marxism, about which there is very little to change your mind, a democrat is liable to change his mind a lot. So none of these concerns and principles ever leave my mind much, but I vary my attitude according to the angles of perspective I’m able to get on them. Democracy literally has to be cracked on the head all the time to keep it in good condition. But all other forms are more or less sudden death.”\nIn 1965, Dorn moved to England and taught at the University of Essex. While in England he befriended the poet J.H. Prynne and developed important relationships with many small presses that continued to publish his work after he returned the United States in 1970. The period also marked a period of personal upheaval: while in England, Dorn divorced his first wife, Helene Dorn, and married Jennifer Dunbar. Dunbar and Dorn remained married until his death. Derelict Air: From Collected Out (2015), a posthumous gathering of previously published and unpublished poems, some from correspondence and notebooks, provided readers with a sense of how personal Dorn’s often mercurial poetics could be; in a review of the volume Patrick James Dunagan noted, “It’s fascinating to witness Dorn grappling with the utmost of personal crises, interrelating his family and friends with the books in his life and declaring these relationships will either prove enduring or they simply won’t. Just as it might be said his work as a poet will or will not last. He accepts the knowledge of who, along with what, he must leave behind in order to have the opportunity to move ahead. Never one to backtrack or leave what’s on his mind unsaid, Dorn continued on the only way he understood.”\nDorn died of pancreatic cancer in 1999; his last book, Chemo Sábe (2001), recorded the progress and treatment of his illness. “By the end” of the book, McGuinness noted, “the poet's consolation is that death (‘the relief of my singularity’, as he so nobly puts it) will itself die by fire, as his body carries his tumour into the flames.”\nA long-time teacher of writing, Dorn once told Contemporary Authors that rather than be taught to write, many students are able, instead, to be “provoked.” “I wouldn’t say someone can’t be taught to write,” Dorn explained, “although I’d be inclined to say it. So that’s why I would prefer to say ‘provoked,’ because it doesn’t involve that question. And I believe it completely. But of course that presupposes an intelligence that’s provokable.” It is perhaps in the provocative union between poetry and political engagement that Dorn most clearly made his mark. In Ackroyd’s opinion, “Dorn’s proper achievement has been to create single-handedly a language of public reference, and to have brought within the sphere of expressive language and poetic experience objects and feelings which had been, literally, unimaginable in those terms. It is in this context that he is one of the masters of our contemporary language.”\n", "attrs": {"School/Period:": ["Black Mountain"]}}