{"pf_url": "https://www.poetryfoundation.org/poets/edward-taylor", "name": "Edward Taylor", "yob": "1642", "yod": "1729", "image": null, "bio": "\nEdward Taylor was an American Puritan poet and minister of the Congregational church at Westfield, Massachusetts for over 50 years. Considered one of the more significant poets to appear in America in the 17th and 18th centuries, his fame is the result of two works, the Preparatory Meditations ... (written 1682–1725) and Gods Determinations touching his Elect ... (written 1682?). But he also wrote many other poems during his long life, and he was an indefatigable preacher. Over 60 of his sermons are extant as well as a long treatise, The Harmony of the Gospels. With the exception of two stanzas of verse, his works were unpublished in his lifetime.\nTaylor’s birth year and place are still unknown, but the most convincing evidence indicates that he was born in 1642 in the hamlet of Sketchley, Leicestershire, England. His mother, Margaret, died in 1657, and his father, William, a yeoman farmer, in 1658. The civil war was raging in Leicestershire during his infancy, but by 1650 the future poet was enjoying the peace and stability of a prosperous midland farm. His poetry is replete with imagery drawn from the farm and from the countryside of both Old and New England. The Leicestershire dialect occasionally appears in his colloquial verses, as do words drawn from the weaver’s trade (in which he may have been employed at nearby Hinckley).\nEducated by a nonconformist schoolmaster, Taylor taught school for a short time at Bagworth. His firm religious convictions as a Protestant dissenter, formed in childhood and strengthened in the favorable atmosphere of Cromwell’s regime, were severely tested during the first years of the Restoration. He refused to sign the Act of Uniformity of 1662 and was therefore prevented from teaching school and from worshiping in peace. On April 26, 1668, he sailed from Execution Dock, Wapping, bound for the Massachusetts Bay Colony.\nHis earliest verses, written in England, exhibit his lifelong love of the Protestant cause and his anti-Anglican and anti-Roman position. In “A Dialogue between the writer and a Maypole Dresser” the young poet berates the maypole dancers for worshiping the Roman harlot Flora when they “sacrificed a slaughtered tree to her.” He attacked the Church of Rome with the same kind of invective in the long poem written toward the end of his life, The Metrical History of Christianity. The most eloquent of his early poems, “The Lay-mans Lamentation,” praises the zeal of the dissenting preachers silenced by the Act of Uniformity, which finally drove Taylor himself to the Bay Colony. In “A Letter sent to his Brother Joseph Taylor and his wife after a visit” Taylor exhibited his early interest in acrostic verse, a form in which he continued to write in Massachusetts. The names of himself, his brother, and his brother’s wife appear in the initial and final letters of each line.\nThe hardships of Taylor’s crossing of the Atlantic during the 70 days in which his ship was slowed by calms and buffeted by contrary winds are described in his diary, which also includes perceptive observations of natural phenomena, and of birds and fish, anticipating the imagery of his later poetry. On July 5, 1668, Taylor disembarked at Boston, and, after a visit with Charles Chauncy, president of Harvard College, he entered Harvard on July 23 as an upperclassman. He was the college butler in charge of kitchen utensils and responsible for collecting payment for food and drink consumed from the buttery—a position usually given a mature upperclassman. Taylor’s life at Harvard for the next three years was busy and rigorous with recitations, disputations, and lectures carried on in Latin; with studies in Greek, Hebrew, logic, metaphysics, rhetoric, and astronomy; and with daily morning and evening prayers.\nDuring his student years, Taylor continued to write poetry, including elegies on Zecharia Symmes, Francis Willoughby, and John Allen—all members of the Board of Overseers of Harvard College who died when Taylor was in residence at Harvard. Also extant is a fragment of an elegy that may be on the famous Richard Mather, founder of the Mather dynasty, who died in 1669. An elegy on Charles Chauncy, who died in 1672, was written during Taylor’s first year at Westfield. All of these verses are similar in style, displaying more wordplay and wit than genuine feeling. The poem to Willoughby is an acrostic, and the verses to Chauncy are an elaborate double acrostic. They are an interesting historical addition to the corpus of 17th-century funeral verse but are of little literary value. Taylor’s later elegies to his wife and to Samuel Hooker are much more successful exercises in the genre.\nAfter graduating with his class from Harvard College in 1671, Taylor was faced with the necessity of choosing a vocation. He decided to become a resident scholar at Harvard, and on November 16, he was, according to his diary, “instituted ... scholar of the house.” However, a few days later he was persuaded to undertake the hazardous journey of a hundred miles through deep snowdrifts in the dead of winter to Westfield to become minister to that small farming community in the Bay Colony. He remained in Westfield for the rest of his life, with only occasional visits to Boston and other New England towns.\nBy 1673 Taylor had a parsonage and a new, small meetinghouse, built to serve also as a fort during the Indian troubles. The worshipers were summoned to meeting by the roll of a drum. By the summer of 1674 Taylor had fallen in love with Elizabeth Fitch of Norwich. On September 8th, he sent her a love letter written in the florid rhetoric of the period, and the next month he composed for her an elaborate acrostic love poem. They were married on November 5, 1674 and had eight children, five of whom died in infancy.\nKing Philip’s War began in June 1675 and was waged with savage ferocity on both sides. In the spring of 1676 the citizens of Westfield were asked to consider removal to the larger town of Springfield for their protection, but Taylor refused the invitation, and Westfield escaped serious damage. During these troubled times Taylor apparently composed little or no verse. The Indian chief King Philip was killed in August 1676, and with the coming of peace Taylor was finally able to organize his church. At his ceremony of ordination on August 27, 1679, Taylor preached his first extant sermon: A Particular Church is Gods House, in which he demonstrates with his customary Calvinistic rigidity that the members of this “Particular Church” at Westfield are among God’s chosen people, the elect, as distinct from the damned; for all people, he said, are “either in a State of Wrath, or a State of Favourits.”\nTaylor now resumed his poetic activity. By about 1682 (the date is conjectural) he was composing his major poem Gods Determinations touching his Elect: and The Elects Combat in their Conversion, and Coming up to God in Christ together with the Comfortable Effects thereof. The long title (typical of the period) indicates the subject and movement of the poem—the various ways of God in converting the predestined elect to Christianity (specifically to orthodox Congregationalism) and the spiritual joys of saving grace once the Christian has ascertained the effects of grace in his soul. The poem is somewhat polemical in tone, suggesting that Taylor may have intended to publish it and distribute it to the citizens of Westfield for the purpose of convincing some of the more recalcitrant members of the community to accept saving grace and to enter into full communion with the church. There are a number of passages written to convince the reader that past sins are not certain signs of damnation and that excessive doubts as to a person’s worthiness to accept full membership in the church are the devil’s work. The poem was not published in Taylor’s lifetime, but passages may have been read to his congregation during Sunday morning worship or at evening prayer meetings.\nIn justifying the ways of God to the elect and in exposing the machinations of the devil, Taylor had a number of previous works—such as John Milton’s Paradise Lost (1667), John Bunyan’s The Holy War (1682), Michael Wigglesworth’s The Day of Doom (1662), and Lorenzo Scupoli’s The Spiritual Conflict (translated from the Italian in 1613)—which could have served as models for his own poem of spiritual combat. A possible source for the psychological aspects of Taylor’s poem, and one much closer to home, is William Ames’s Conscience with the Power and Cases thereof (1639), a copy of which (in Latin) was in Taylor’s library. Ames’s psychological profile of the devil as one who tempts men to damnation by convincing them they are not of the elect is similar to Taylor’s concept of Satan. Sermons and tracts depicting what John Downame called Christian Warfare (1633), that is the clash between personified virtues and vices, were numerous in Taylor’s day, and despite what some scholars have suggested, they probably had more influence on the poem than did the morality plays or the Elizabethan drama.\nGods Determinations touching his Elect ... is a dramatization of Taylor’s Calvinistic religious beliefs concerning predestination, creation, the nature of God, original sin, saving grace, redemption through faith in Christ, the division of mankind into the damned and the elect, and the joys of eternal salvation. There is some allegory, and the devil reminds us of the personified vices of the morality plays, but the poem is not an exercise in symbolism nor in Neoplatonism. Heaven and hell are depicted as real places. Christ, Satan, and the angels may sometimes take on the physical attributes of real persons.\nThe major part of the poem depicts the various methods by which God, through Christ, brings salvation to the elect. The struggle for their salvation is dramatically presented as a combat for the souls of the elect between Mercy and Justice on the one hand and the devil on the other. The effect of sin on natural man and the combats for his redemption are graphically presented, often in a colloquial, down-to-earth style. Of disobedient man’s terror of God’s wrath Taylor writes:\n                            Then like a Child that fears the Poker Clapp\r\n                            Him on his face doth on his Mothers lap\r\n                            Doth hold his breath, lies still for fear least hee\r\n                            Should by his breathing lowd discover’d bee.\n\r\nSatan, raging at those of the elect who deserted him for Christ, says that now they have two enemies—God and Satan—both of whom will never trust them: “You’l then have sharper service than the Whale, / Between the Sword fish, and the Threshers taile.”\nFor the modern reader the most interesting part of the poem, perhaps, is to be found in what Taylor calls “Satans Sophestry,” in the devil’s psychological warfare against those who may wish to think of themselves as the elect. His temptations range from appeals to the baser passions to the attempt by subtle arguments to insinuate doubts in the soul’s assurance of saving faith. One of his most insidious arguments is that, if a person has any doubts at all about the possibilities of his spiritual regeneration, then he is not one of the elect because God is supposed to give the elect assurance of saving faith. On the other hand, if a person believes he is assured of saving faith, then he (poor sinner that he is) is guilty of pride, the cardinal sin, and so damned. Another line of attack is to convince the sinner that his so-called love of God is really love of self (a sin) and that his real motivation is fear of hell and desire for the joys of heaven. A third method of attack is what Taylor calls the “ath’istick Hoodwinke”—that the attributes of the Christian God—his ubiquitousness and his incarnation in “a mortal clod”—are contrary to reason and to common sense and that in fact God does not exist. These arguments and many more were probably suggested to Taylor by such books as William Ames’s Conscience with the Power and Cases thereof.\nGods Determinations touching his Elect ..., unlike Milton’s Paradise Lost, is a “dated” poem, quite obviously of its period. It does not have the universal and permanent appeal of Milton’s epic, nor can Taylor at any time equal the skill of Milton’s blank verse. The poem is like an anthology of poems written in various meters and in various styles, sometimes colloquial, sometimes ornate, sometimes plain and direct, but it is given coherence and dramatic effectiveness by a single theme (the redemption of the elect) and a single narrative line (the rise of the elect from anguish and despair to the glories of heaven).\nAt about the same time he was writing Gods Determinations touching his Elect ..., Taylor was also composing a series of occasional poems. Only one can be dated precisely—“Upon the Sweeping Flood Aug: 13:14. 1683.” This, the most powerful of the series, has been widely admired. (Joyce Carol Oates used its title as the title for a collection of her short stories.) The flood, which Taylor refers to in his church record, is given allegorical and religious significance: the storm and flood were sent by God to drown man’s carnal love, for the sins of man have acted as a purge on the heavens. Allegorizing natural events, “occurants” as Taylor called them, was habitual among Puritan writers. Several other occasional poems are also allegorical. The spider in “Upon a Spider Catching a Fly” is the devil destroying sinful, natural man, and in “The Ebb and Flow” the tide suggests Taylor’s rising and falling expectations of election. Allegory occurs also in Taylor’s most moving occasional poem, two stanzas of which, published in Cotton Mather’s Right Thoughts in Sad Hours ... (1689), were the only lines by Taylor to appear in print during his lifetime. “Upon Wedlock and Death of Children,” written in 1682 or 1683, refers to the deaths of two of his children and to his marriage to Elizabeth Fitch, which he calls a “True-Love Knot.” The word knot has the 17th-century meaning of “garden” as well as the modern meaning. Because theirs is true love, the knot can never be untied; it is a Gordian knot. From this garden sprang four flowers, two of which grew to maturity, two of which died: “But oh! the tortures, Vomit, screechings, groans, / And six weeks Fever would pierce hearts like stones.” But Taylor’s grief is assuaged with the acceptance of God’s will:\n                            Lord, theyre thine.\r\n                            I piecemeal pass to Glory bright in them.\r\n                            I joy, may I sweet Flowers for Glory breed,\r\n                            Whether thou getst them green, or lets them seed.\n\r\nIn 1682 Taylor embarked upon Preparatory Meditations before my approach to the Lords Supper, a series of more than two hundred poems grouped in two series written, “Chiefly upon the Doctrin preached upon the Day of administration.” Unpublished until the 20th century, the poems are a private spiritual diary of great significance to our understanding of the religious and psychological history of the period. The poems are uneven in poetic merit and frequently repetitious in theme and diction, but a few of them are written in the metaphysical and baroque style and may properly be considered the last exemplars of the metaphysical school.\nIn his imagery Taylor frequently made use of the metaphysical conceit of what Samuel Johnson called, in commenting on Donne, discordia concors “a combination of dissimilar images ... the most heterogenous ideas are yoked by violence together.” But Taylor is sometimes even more fantastic than Donne. His imagery may be as extravagant as that of Crashaw or the now-forgotten poet John Cleveland, whom Taylor mentions in his poem on Pope Joan. Today we would call such yoking of images surrealistic, as in his famous line “Should Stars Wooe Lobster Claws.” The strongest influence from the metaphysical school is George Herbert, an Anglican poet and preacher, widely respected by the American Puritans in spite of doctrinal differences and especially admired by Taylor, who was perhaps at his best when writing under Herbert’s influence, as in meditation six of the first series, “Am I thy Gold?”\nIn his diction Taylor combined the colloquial with the cosmic (again like Donne), employing abstruse theological or philosophical terms with the homely idiom of the farm or the weaver’s trade. The line “My tazzled Thoughts twirld into Snick-snarls run” illustrates his fondness for “domestic diction” and also the influence of the 16th-century rhetorician Petrus Ramus, the followers of whom eschewed the ornate style and, like Emerson later, preached that the poet should “fasten words to things.” Taylor’s frequent use of the plain style is Ramist. His occasional employment of the ornate style is derived from the King James version of the Bible, and especially from the Song of Solomon, which Taylor loved and which had a pervasive influence on his last meditations. Taylor also employed, sometimes to excess, the various rhetorical devices of the 16th- and 17th-century handbooks such as irony, synecdoche, metonymy, meiosis (diminishing), and amplification. He was especially fond of amplification, which combined with ploce (repetition of a word) and polyptoton (repetition of a word root) results in what Yvor Winters has called “a punning piety.” In meditation 2.48 he writes with reference to the devil and the powers of darkness:\n                            Their Might’s a little mite, Powers powerless fall.\r\n                            My Mite Almighty may not let down slide.\r\n                            I will not trust unto this Might of mine:\r\n                            Nor in my Mite distrust, while I am thine.\n\r\nIn the emblem tradition as it appears in the poetry of Francis Quarles (1592–1644), a poet the Puritans admired, a poem makes a moral, epigrammatic comment on a picture that illustrates a theological or philosophical idea. The tradition is also evident in Taylor’s verse, most obviously “Upon a Spider Catching a Fly,” where the spider in his web symbolizes the devil. Typology as used in biblical exegesis—an object, event, or person in the Old Testament (the type) foreshadows an object, event, or person in the New Testament (the Antitype)—is also pervasive, especially in the meditations of the second series. The Jewish Passover considered as a type of Christian Communion, or Lord’s Supper as Taylor called it, is one of Taylor’s favorite constructs.\nTaylor’s meditations are an important part of a long tradition of meditation writing in verse and prose, beginning, as far as verse is concerned, with Robert Southwell and continuing through John Donne, George Herbert, Richard Crashaw, Henry Vaughan, Andrew Marvell, Thomas Traherne, and, finally, Taylor. Richard Baxter’s treatise, The Saints Everlasting Rest (1650), which had considerable influence on meditation writing in verse, advocated an orderly method of meditation involving the three faculties of the soul—memory, understanding, and will (the emotions) in that order. Louis Martz has shown in his introduction to Donald E. Stanford’s edition of Taylor’s poems that some of Taylor’s Preparatory Meditations ... are organized according to this tripartite division. Frequently the Puritan poet appears to be following another threefold pattern—despair as he contemplates the sins of mankind and his own personal sin, joy when he thinks of Christ’s promise of redemption to the elect, and hope and resolution when he considers the possibility that he too may be one of the elect. There are also many meditations that appear to have no preset pattern. Taylor was writing at the end of, that is during the decadence of, the meditative tradition, and his poems usually do not have the closely-knit logical organization of the best poems of Donne and Herbert.\nOf the more than 200 meditations, a number appear to be independent or occasional poems, but some form well-defined, coherent groups. The central theme of the 49 poems of the first series is love—the divine love of God and Christ for man as proven by Christ’s saving grace to the elect and, conversely, the human love that the elect should have for Christ and God. Three unnumbered poems, entitled “The Experience,” “The Return,” and “The Reflexion,” which Taylor placed among his first meditations, graphically depict the minister-poet’s love of Christ, and one of them, “The Reflexion,” presents what appears to be a mystic moment in which Taylor actually saw a vision of Christ at the Communion table:\n                            Once at thy Feast, I saw thee Pearle-like stand\r\n                            ‘Tween Heaven, and Earth where Heavens\r\n                            Bright glory all\r\n                            In streams fell on thee, as a floodgate and,\r\n                            Like Sun Beams through thee on the\r\n                            World to Fall.\n\r\nThe experience may have been the inspiration for the first series of preparatory meditations. The meditations consist of poems contemplating the truths of the scripture as seen typologically; attacks on the various “heresies” which are not in agreement with his view of Christ’s perfect humanity and divinity; and moving statements of Taylor’s belief in the perfect humanity and perfect divinity of Christ. Toward the end of his life Taylor wrote a series of meditations (series two, 115–133) on sequential texts from the Song of Solomon, or Canticles, which many Christians of the 17th century considered to be an allegorical poem celebrating the “wedding” of Christ with the members of his church. Taylor adopts the view of Origen, a church father whom he greatly admired, that Canticles may be interpreted as a celebration of the wedding of Christ with the individual soul. In these moving poems, heavily influenced by the diction and imagery of the Bible, Taylor meditates on his union with Christ with almost mystical intensity.\nIn 1688, when he heard that Stoddard was about to allow unregenerate sinners to partake of the Lord’s Supper, Taylor sent him a letter opposing the move. Stoddard laconically replied that he was not at leisure to go into the reasons for his innovation and then proceeded to liberalize the communion service in the manner Taylor feared. The church at Northampton appears to have followed Stoddard’s practice until his grandson, the great Calvinist preacher Jonathan Edwards, returned to the conservative restrictions of former days, a decision which was eventually instrumental in his being discharged of his duties as pastor of that church and sent out to preach to the Indians. The controversy over Stoddard’s practice was widespread and bitter; yet it was engaged in by some of the chief pastors of the period, including Increase and Cotton Mather.\nIn 1690 Taylor entered in his commonplace book six syllogisms arguing that the Lord’s Supper is not a converting ordinance, and in this same year, after reading a sermon by Stoddard defending his practice, he wrote in his book 34 pages of animadversions against Stoddard. He made use of this material in 1694 in his series of sermons preached on his own doctrine of the Lord’s Supper. In the course of these sermons he continually attacks Stoddard for destroying a precious sacrament.\nThe first Mrs. Taylor died on July 7, 1689. Taylor’s moving elegy on her describes the joys and griefs of their married life, especially those caused by the deaths of their children, and his own grief at the death of the children’s mother:\n                            Five Babes thou tookst from me before this Stroke.\r\n                            Thine arrows then into my bowells broake,\r\n                            But now they pierce into my bosom smart,\r\n                            Do strike and stob me in the very heart.\n\r\nOn June 6, 1692, Taylor married Ruth Wyllys of Hartford, who survived him.\n\r\nLate in 1697 Taylor engaged in controversy with Benjamin Ruggles, pastor of the church at Suffield in the Bay Colony, who began to express what Taylor considered to be dangerous Presbyterian views, dangerous not for doctrinal reasons—for the doctrines of the two churches were almost identical—but because Presbyterianism would deprive the independent Congregational minister of power over his church and place it in the hands of a church synod. Taylor’s struggle against the establishment of Presbyterianism in New England is described in the Westfield church record and is referred to in his poem on the death of Samuel Hooker (circa 1635–1697), minister of the Congregational church in Farmington, Connecticut. In this most powerful of all of Taylor’s elegies Ruggles is referred to as one of several “Young Cockerills” and Presbyterianism is called “refined Prelacy at best.” The next year Taylor wrote an elegy on his sister-in-law Mehetabel Woodbridge. On January 18, 1701 James Taylor, Taylor’s son by his first wife, died in Barbados. The poet refers to his death in meditation 2.40: “Under thy Rod, my God, thy smarting Rod, / That hath off broke my James, that Primrose, Why?” In the same year Taylor began, on August 31, a series of fourteen sermons, entitled Christographia, on the nature of Christ’s person and the unity of the divine and human natures in Christ. The series was finished on October 10, 1703. In his day, Taylor had a reputation for pulpit eloquence. His Harvard classmate Samuel Sewall wrote in his Letter-Book, “I have heard him preach a sermon at the Old South upon short warning which as the phrase in England is, might have been preached at Paul’s Cross,” Sewall, who lived in Boston, had access to the best preaching of the day. Taylor’s poetry was almost completely unknown in his lifetime, but now that almost all of Taylor’s extant poetry and prose have been published, it seems unlikely that his reputation as a preacher will ever equal his reputation as a poet. In his sermons he never exhibits the power and the beauty of the great Calvinist preacher Jonathan Edwards.\nIn structure and style his sermons are in the tradition of the Puritan preaching of his time. There is usually a three-fold structure—doctrine, reason, and use—or as Taylor put it on the title page of Christographia, each sermon is “Opened, Confirmed, and Practically improved.” The purpose of the Puritan sermon was to explain the scripture and to instruct the congregation in the practical application of scriptural doctrine. Taylor came naturally to the plain style he employed, for most Puritan divines preferred it to the learned and ornate style of the Anglican preachers. Yet he was also preaching to a congregation of poorly educated farmers for whom a plain style and at times colloquial diction were necessary. He refers to the Quakers as “the old Clucking hen of antichrist” and to natural man as “a mushroom.” In his attacks on Stoddard he refers to the Communion bread: “Hands off: its Childrens bread; a Crumb of it may not fall to dogs. But all of it belongs to every Child in the Family.” However, Taylor’s talent as a poet sometimes appears in his sermons, especially in passages depicting the sweetness of saving grace and the mystical union of Christ and the believer.\nIn June 1705 the bones of a “monster” were discovered at Claverack on the bank of the Hudson River near Albany, New York. The discovery caused considerable excitement, and accounts of the remains appeared in the Boston News-Letter and several years later in the Philosophical Transactions of the Royal Society. At the time their discovery was considered proof of the existence of giants in the earth before the flood. Today the bones are thought to be mastodon remains, the first to be discovered in America.\nAt least two of the teeth were brought to Taylor in Westfield for examination. He claimed that one weighed five pounds, the other two. Combining this evidence with the report that a 17-foot-long thigh bone had also been discovered and that the ground was discolored for 70 feet, Taylor constructed in his imagination a marvelous giant 70-foot-tall and described him in a remarkable poem of 190 verses, entitled “The Description of the great Bones dug up at Claverack ...” Taylor, like his contemporaries Increase and Cotton Mather, had a fondness for prodigies and remarkable providences.\nEarly in the 18th century (the exact date has never been determined) Taylor began a long poem that eventually ran to well over 20,000 lines. The first part of the poem presents the sufferings and persecutions of the Christians from the beginning until the 12th century, and, after a lacuna in the manuscript, there is an account of the martyrdoms of Queen Mary’s reign in England. The poem is untitled. Donald E. Stanford, who in 1960 made and later published a transcript of the poem, called it A Metrical History of Christianity. The primary sources are the Magdeburg Centuries (1567–1574) of Matthias Flaccus and the well-known book Actes and Monuments of these Latter Perilous Days, first published in English in 1563 and usually known as The Book of Martyrs by John Foxe. Written in decasyllabic couplets and in eight other verse forms, Taylor’s long and frequently tedious poem is uneven in literary merit, varying from the crudest doggerel to exalted hymns to God’s grace. There are a few powerful lines on the operation of God’s justice, but there are also unnecessarily detailed descriptions of the physical agonies of the martyrs and some extremely vitriolic language in several attacks on the Papacy reminiscent of the pamphlet war of the previous century.\nTaylor was ill and enfeebled in the final years of his life, but he persisted in writing poems until almost the end. “Upon my recovery out of a threatening Sickness,” which begins, “What, is the golden Gate of Paradise / Lockt up ‘gain that yet I may not enter?,” was written in December 1720. In January 1721 he composed “A Valediction to all the World preparatory for Death,” a flawed, eccentric, but moving, poem (which exists in several heavily corrected versions). In it Taylor bids farewell to the physical world including the stars, sun, moon, and air, while he eagerly anticipates the joys of singing, above the angels, God’s praises in heaven. Throughout the eight cantos he enumerates in vivid detail the pleasures and sorrows of earthly life, including his “study, Books, Pen, Inke, and Paper,” all of which he is about to relinquish for his life in a heaven which he believes in and depicts with absolute conviction:\n                            When I’ve skipt ore the purling Stile with joy\r\n                            Twixt Swift wing’d Time and Fixt Eternity\r\n                            And am got in the heavenly strand on High\r\n                            My Harp shall sing thy praise melodiously.\n\r\nIn 1723 Taylor wrote his elegy on Increase Mather (1639–1723), who had died on August 23. The long title begins “Increase Mather,” Mather is praised as a champion of Congregational orthodoxy, and his opponents, especially the Roman Catholics who made Mather “their Maypole Music,” are denounced at some length. Timothy Cutler, a rector of Yale University who defected to Anglicanism, is more briefly dismissed: “Cutler’s Cutlery gave th’ killing Stob.” In October 1725 Taylor wrote his last preparatory meditation, which begins: “Heart sick my Lord heart sick of Love to thee!” During his final years Taylor composed a scurrilous attack upon the so-called Pope Joan, the legendary Pope John VIII of the 9th century, who according to some Protestant apologists was a woman disguised as a man. The myth had wide circulation from medieval times through the 17th century. The poem is in six versions or drafts and several fragments, indicating that Taylor spent more time on the poem than it was worth.\nTaylor died on June 24, 1729 and was interred in the old burying ground at Westfield, Massachusetts. His interesting tombstone, engraved with the face of a primitive angel, fell into disrepair but has now been reconstructed.\n", "attrs": {}}