{"pf_url": "https://www.poetryfoundation.org/poets/edward-thomas", "name": "Edward Thomas", "yob": "1878", "yod": "1917", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1cf84c38c4a9ef78cbb91e7755f9d43a2bd2795a.jpeg", "bio": "\nEdward Thomas was a poet, critic, and biographer who is best known for his careful depictions of rural England and his prescient understanding of modernity’s tendency toward disconnection, alienation, and unsettledness. Although prominent critics and authors as Walter de la Mare, Aldous Huxley, Peter Sacks, Seamus Heaney, and Edna Longley called Edward Thomas one of England’s most important poets, Thomas wrote all of his poetry over a three year span, 1914–17, and was much more widely known as a critic and prose writer during his lifetime. Despite affinities with the Georgian movement of the early 20th century United Kingdom, Edward Thomas’s verse consistently defies classification. Like the work of his Georgian contemporaries, his poems display a profound love of natural beauty and, at times, an archaic use of diction. However, Thomas’s personalized voice and intensity of vision give his poetry an artistic force which the Georgians never approached. In particular, Thomas’s experiences of World War I, which echo and sometimes intrude on his poems, distinguish his work from his predecessors. Since 2000, much serious consideration has been given to Thomas’s work. Most critics would agree with Andrew Motion, who states that Thomas occupies “a crucial place in the development of twentieth-century poetry” for introducing a modern sensibility, later found in the work of such poets as W.H. Auden and Ted Hughes, to the poetic subjects of Victorian and Georgian poetry. \n\r\nThomas was born of Welsh parents in London. His father was a railway clerk who neglected his six sons in favor of politics and intellectual pursuits. Temperamentally, Edward’s father was the opposite of his son, and the two disagreed on nearly all matters, including Thomas’s desire for a literary career. Much later Thomas was to portray this adversarial relationship with his father in the poem “P.H.T.” In 1894, while attending St. Paul’s School, Thomas met the successful literary journalist James Ashcroft Noble, who encouraged Thomas in his literary ambitions and was instrumental in getting his first book, The Woodland Life, accepted for publication. Shortly thereafter, while still a student at Lincoln College in Oxford, Thomas married Noble’s daughter, Helen. Faced with the necessity of supporting a growing family, Thomas began accepting writing and reviewing assignments from London publishers. Much of the work he received was uncongenial, but Thomas wrote steadily, sometimes producing as many as three books a year. His work included essays, natural history, criticism, biographies, reviews, fiction, introductions, and topographical descriptions. Thomas wrote his first poems in 1914 at the urging of the American poet Robert Frost, with whom he forged a friendship during Frost’s years in England. Two years later his first book of verse, Six Poems, was published. Due to Thomas’s fear that it would be unfairly dismissed by the critics if it were published under his own name, this collection was published under the pseudonym of Edward Eastaway. These six were the only poems that Thomas lived to see in print: in 1915 he enlisted in the infantry and was killed two years later in the Battle of Arras, while the first edition of his Poems (1917) was being prepared for press.\n\r\nThomas’s many reviews and critical studies—such as Richard Jefferies, Walter Pater, and The Feminine Influence on the Poets—represent the best of his prose work. Much of Thomas’s prose was written according to the demands and deadlines of his publishers. Many critics believe that Thomas wasted his talents on hack work, and the author himself felt that his artistic potential was being destroyed under the strain of constant production. Matthew Bevis, however, has noted that Thomas’s prose paved the way for his poetry: “Thomas wrote some of the finest criticism of his generation, and that work was preparation for the poetry, not merely an avoidance of it,” Bevis argues. “When he lamented that Walter Pater used words as ‘labels’, or when he sensed that John Clare’s words were ‘alive’ because they were ‘still half-wild and imperfectly domesticated’, Thomas was discovering what sort of writer he wanted to be.” Thomas developed into a respected critic, and his reviews for various newspapers and journals were widely quoted. All of Thomas’s criticism has been praised for its lucid style, precision of speech, and intelligent observations. Vernon Scannell has said that Thomas’s “verse criticism shows not merely an intuitive awareness of what poetry should be about, but an intelligent familiarity with refinements of technique and a fine sense of the historical continuity of English literature.”\n\r\nWhile an accomplished prose writer, Thomas has become better known for the poetry which he began to write relatively late in his career. From his first poems, Thomas demonstrated, according to John Lehmann, an “intensity of vision” which set him apart from his contemporaries. His earliest poems bear the influence of Frost in their treatment of nature and in their simple style. However, Frost’s influence was to decrease as Thomas discovered his own personal voice. Numerous critics, including Jeremy Hooker and J. P. Ward, have stressed the two principal themes in Thomas’s poetry: one, the presence of war and its effect on the individual; the other, the poet’s profound sense of solitude. Though he wrote only one war poem per se—“This Is No Case of Petty Right or Wrong”—throughout his poetry Thomas subtly portrays the influence of war on the natural order. Thomas’s sense of solitude has led Ward to consider him an early existentialist. Though this might be an isolated point of view, most critics agree that Thomas remains appealing to the modern reader—while many of his contemporaries have fallen out of favor—because his poetry expresses an awareness of individual alienation commonly associated with existentialism.\nThomas’s life and work have increasingly received attention from poets and scholars. In 2012, Nick Dear wrote a play about the last seven years of Thomas’s life, The Dark Earth and the Light Sky, and Matthew Hollis covered similar material in his account of Thomas’s friendship with Frost, Now All Roads Lead to France: The Last Years of Edward Thomas (2012). Jean Moorcroft Wilson’s full-scale biography of Thomas, Edward Thomas: From Adlestrop to Arras (2015) offered a frank assessment of Thomas’s life, including his struggles with depression, marital troubles, and his many attempts at suicide. Reviewing the book for the Literary Review, Bevis noted that “even at his most tortured and torturing, he has a matter-of-fact resilience. … Poetry freed him from his motives. Or, rather, it freed him from his obsession with ‘thinking out my motives for this or that act or word in the past until I long for sleep’ by allowing him to observe and to create things he didn’t feel the need to account for.”\n", "attrs": {"Region:": ["England"]}}