{"pf_url": "https://www.poetryfoundation.org/poets/edward-hirsch", "name": "Edward Hirsch", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/32b1ccbcf6549907ab3284dc05f86729d274b2eb.jpeg", "bio": "\nPoet and author Edward Hirsch has built a reputation as an attentive and elegant writer and reader of poetry. Over the course of many collections of poetry and criticism, and the long-running “Poet’s Choice” column in the Washington Post, Hirsch has transformed the quotidian into poetry in his own work, as well as demonstrated his adeptness at explicating the nuances and shades of feeling, tradition, and craft at work in the poetry of others. Introducing Hirsch at the National Arts Club, Pulitzer Prize-winning author Jhumpa Lahiri remarked: “The trademarks of his poems are things I strive to bring to my own writing: to be intimate but restrained, to be tender without being sentimental, to witness life without flinching, and above all, to isolate and preserve those details of our existence so often overlooked, so easily forgotten, so essential to our souls.” “I would like to speak in my poems with what the Romantic poets called ‘the true voice of feeling,’” Hirsch told Contemporary Authors. “I believe, as Ezra Pound once said, that when it comes to poetry, ‘only emotion endures.’”\nDescribed by Peter Stitt in Poetry as “a poet of genuine talent and feeling,” Hirsch was nominated for the National Book Critics Circle Award for his first volume, For the Sleepwalkers (1981); his second, Wild Gratitude (1986) won the award in 1987. He has been awarded fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and received a MacArthur “Genius Grant” in 1997. His numerous other awards include an Ingram Merrill Foundation Award, the Rome Prize from the American Academy in Rome, and a Lila Wallace-Reader’s Digest Writers’ Award. A former professor at Wayne State University and the University of Houston, Hirsch is president of the John Simon Guggenheim Memorial Foundation and is a Chancellor of the Academy of American Poets.\nBorn in 1950 in Chicago, Hirsch was educated at Grinnell College and the University of Pennsylvania, where he earned a PhD in folklore. His first books contain vignettes of urban life and numerous tributes to artists, which, according to David Wojahn in the New York Times Book Review, “begin as troubled meditations on human suffering [but] end in celebration.” New Republic contributor Jay Parini wrote that in For the Sleepwalkers, “Hirsch inhabits, poem by poem, dozens of other skins. He can become Rimbaud, Rilke, Paul Klee, or Matisse, in each case convincingly.” Hirsch uses other voices in later works like On Love (1998). Taking on the personae of dozens of poets from the past, including diverse writers like D.H. Lawrence, Charles Baudelaire, and Jimi Hendrix, Hirsch creates an imaginary conversation between them as they discuss the subject of love.\nHirsch’s interest in mining the past and traditions of poetry extends to his critical work as well. How to Read a Poem and Fall in Love with Poetry (1999) presents close-readings of an eclectic mix of poems and poets, written in an accessible style. The Demon and the Angel: Searching for the Source of Artistic Inspiration (2003) considers the concept of duende, which posits that artistic creation arises out of a heightened state, or power. Hirsch explores the implications of duende—made most famous by Federico García Lorca—across a variety of artists, including Martha Graham and Lorca himself. Hirsch’s encyclopedic knowledge of poetry, poets, and poetics served him during his tenure at the Washington Post, where he penned the weekly “Poet’s Choice” column. Collecting the columns into the book Poet’s Choice (2006), Hirsch stated his goals for his work as a critic: “I write for both initiated and uninitiated readers of poetry. I like to spread the word ... My notion was to make links and connections, to bring forward unknown poets, and to help people to think about poetry in a somewhat deeper way. It seemed to work.” In 2014, Hirsch published A Poet’s Glossary, a comprehensive look at poetry’s forms, devices, groups, movements, -isms, aesthetics, rhetorical terms, and folklore.\nHirsch’s more recent volumes of poetry include Earthly Measures (1994), On Love (1998), and Lay Back the Darkness (2003), which includes treatments of the Orpheus myth as well as several ekphrasis poems. The Living Fire: New and Selected Poems 1972–2010 shows, according to Peter Campion in the New York Times, “a kind of model for the growth of poetic intelligence.” Campion went on to note, “What makes Hirsch so singular in American poetry is the balance he strikes between the quotidian and something completely other—an irrational counterforce.” Though noting that Hirsch’s poems sometimes sink to rhetoric, Campion concluded that, “Hirsch situates himself between the ordinary and the ecstatic. The everyday and the otherworldly temper each other in these excellent ­poems, and American poetry gains new strength as a result.”\nHirsch’s poetry collection Gabriel (2014), which explores the death of his son, was longlisted for the National Book Award. Eavan Boland described Gabriel as “a masterpiece of sorrow ... the creation of the loved and lost boy is one of the poem’s most important effects.”\nHirsch lives in Brooklyn.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}