{"pf_url": "https://www.poetryfoundation.org/poets/edwin-markham", "name": "Edwin Markham", "yob": "1852", "yod": "1940", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1166b0edf36c10fec3aaa8eb8da01bc7eaec95f4.jpeg", "bio": "\nOnce internationally famous as the author of the poem \"The Man with the Hoe,\" Edwin Markham was a popular American literary figure during the first half of the 20th century whose works espoused progressive social and spiritual beliefs. In contrast to the experimentalism and pessimism that generally characterized poetry of this era, Markham's quatrains, sonnets, and heroic verse celebrate peace, love, and socialist utopian reform. In a 1902 essay in the Comrade, Leonard D. Abbot proclaimed that \"Markham, more than any other poet in the English language, can claim the honor of being the Bard of Labor—the true product of the last great movement that is destined to shake the world.\"\n\r\nMarkham was born in Oregon City, in the Oregon Territory. His parents separated several years after his birth, and in 1856 the young Markham moved with his mother to a farm at Suisun, in central California. Although in later years Markham romanticized his childhood and adolescence, he found his youthful pursuit of knowledge frustrated by his mother's refusal to buy books or to finance his education. Only after Markham ran away from home for two months in 1867 did she agree to allow him to enter Vacaville College. Markham earned his teacher's certificate from Vacaville in 1870, and later attended the San Jose Normal school. After teaching in California for several years and taking courses at Christian College in Santa Rosa, Markham became superintendent of schools at Placerville.\n\r\nIn 1876 Markham abandoned the Methodist faith of his childhood and became a follower of the spiritualist and utopian socialist Thomas Lake Harris. Harris's doctrine, which espoused social harmony and universal charity, became a major force in Markham's life. Markham had begun writing poetry as early as 1872, but he did not sell his first poem until 1880. For the next 19 years, he contributed poems to Harper's, Century, and Scribner's, and cultivated friendships with such eminent American literary figures as Edmund Clarence Stedman, Hamlin Garland, and Ambrose Bierce.\n\r\nDuring the last week of December 1898, Markham completed a poem that changed his career overnight. Titled \"The Man with the Hoe,\" the poem was based on the painting of the same name by the French artist Jean-Francois Millet in 1862. Millet's painting depicts a stooping peasant with a brutish expression on his face, who in Markham's poem becomes the embodiment of the suffering of oppressed labor throughout world history. Markham read the poem to an editor of William Randolph Hearst's San Francisco Examiner at a New Years' Eve party, and that newspaper published the work two weeks later.\n\r\n\"The Man with the Hoe\" attracted wide public notice and was reprinted in newspapers across the United States. Its appeal for better treatment of the working class became the subject of national debate and launched Markham's career as a poet, transforming him into a national celebrity. Markham enjoyed this immense public prestige until his death in 1940.\n\r\nMarkham's poetry is characterized by its highly rhetorical nature and expresses his advocacy of social reform, as well as his desire for the unity of humankind through spiritual faith. \"The Man with the Hoe,\" as well as his subsequent poetry, was hotly debated by critics. William Jennings Bryan wrote: \"There is a majestic sweep to the argument; some of the lines pierce like arrows,\" while Ambrose Bierce railed: \"As a literary conception it has not the vitality of a dead fish. It will not carry a poem of whatever excellence otherwise through two generations.\" Although Markham's first collection of poetry, The Man with the Hoe, and Other Poems, was subject to the same controversy, critics generally viewed Markham as a poet of much promise. With each successive collection, however, he encountered disfavor with critics. When Gates of Paradise, and Other Poems was published in 1920, Herbert S. Gorman wrote, \"Markham became a poet when he wrote 'The Man with the Hoe' and when he penned the last line he ceased to be a poet.\" Nevertheless, Markham always remained popular with readers, and his distinguished appearance—tall, ruggedly featured, and bearded—impressed many people as the ideal of a great American poet.\n\r\nIn 1922, Markham, on invitation from former president William Howard Taft, read his poem \"Lincoln, the Man of the People\" at the dedication of the Lincoln Memorial; in 1932, on the occasion of Markham's 80th birthday, he was regaled at New York's Carnegie Hall, a celebration to which 35 nations sent representatives. Despite the decline in his reputation after his death, among scholars Markham remains an important figure in American poetry of the early 20th century. \"At a time when protest counted, Markham's first triumph, 'The Man with the Hoe,' helped awaken the conscience of the American people,\" observed Joseph W. Slade in the Dictionary of Literary Biography. \"Markham elevated socialism, naive as it was, into sublimity. If 'The Man with the Hoe' represents Markham on a soapbox, critic Benjamin De Casseres has written, the 'that soapbox is a star.'\"\n", "attrs": {}}