{"pf_url": "https://www.poetryfoundation.org/poets/edwin-muir", "name": "Edwin Muir", "yob": "1887", "yod": "1959", "image": null, "bio": "\nA prominent Scottish poet and critic of the mid-twentieth century, Edwin Muir is also remembered as the translator who first brought the works of Franz Kafka to an English-speaking audience. After beginning his career as a critic and journalist, Muir started producing poetry in his mid-thirties, and over the next three decades developed an individual, visionary style outside the main current of the Modernist poetry then prevalent. In his works he often drew on his early experiences on the Orkney Islands off the northern coast of Scotland, and on the disparity between his recollections of this pastoral idyll and the gritty, urban life he later experienced in Glasgow. In an appreciation of Muir's poetry in Texas Quarterly, the critic Kathleen Raine wrote in 1961: \"Time does not fade [Muir's poems], and it becomes clear that their excellence owes nothing to the accidental circumstances of the moment at which the poet wrote, or we read, his poems; they survive, as it were, a change of background, and we begin to see that whereas the 'new' movements of this or that decade lose their significance when the scene changes and retain only a historical interest, Edwin Muir, a poet who never followed fashion, has in fact given more permanent expression to his world than other poets who deliberately set out to be the mouth-pieces of their generation.\" Muir was born the youngest of six children in a tenant farming family that worked a succession of farms in the Orkney Islands before high rents drove them to Glasgow in search of more secure financial prospects in 1901. The transition from an agricultural life, closely tied to ancient traditions and the cycles of nature, to an industrial and commercial life in Glasgow, was devastating to the family, and Muir's father, mother, and two brothers died within five years of the move. Muir himself later compared the psychological fracture he experienced to an episode of time travel, when he wrote, \"I was born before the Industrial Revolution, and am now about two hundred years old. But I have skipped about a hundred and fifty of them. I was really born in 1737, and till I was fourteen no time-accidents happened to me. Then in 1751 I set out from Orkney for Glasgow. When I arrived I found that it was not 1751, but 1901, and that a hundred and fifty years had been burned up in my two days' journey. But I myself was still in 1751, and remained there for a long time. All my life since I have been trying to overhaul that invisible leeway.\" In Glasgow, with little formal education, the fourteen-year-old Muir began work as an office clerk and subsequently held various positions, including a stint in a local bone factory. He began writing poetry in 1913, and quickly found publication in the New Age. However, he ceased writing poetry within a couple of years, turning instead to journalism. In 1919 he married Wilhelmina \"Willa\" Anderson, a teacher and linguist. His marriage represented for Muir the most important event of his life, as his wife encouraged him to move to London, to pursue a career in journalism, and to undergo a course of psychoanalysis in order to grapple with fears and guilt related to his disrupted youth and the deaths in his immediate family. Muir was hired as an assistant editor for the  New Age, and he later contributed reviews to such periodicals as the Athenaeum, the Scotsman, and the Freeman. In 1921 the Muirs began an extended stay on the Continent, living first in Prague, and later in Dresden, Salzburg, and Vienna. Throughout the 1920s Muir gained a wide reputation as a critic, with such works as  Latitudes and  The Structure of the Novel, and he began a series of collaborations with his wife on translations of the works of Gerhart Hauptmann, Franz Kafka, and Lion Feuchtwanger, among others. His works of poetry during this period included First Poems and Chorus of the Newly Dead. The Muirs returned to England in 1927—the same year that Muir's first novel, The Marionette, was published—and took up residence in Surrey. Over the next two decades they lived variously in England and Scotland. With a well-established career as a critic and translator providing security, Muir undertook a series of projects during the 1930s, including a biography of the Calvinist leader, John Knox, the autobiographical novels The Three Brothers and Poor Tom, poetry in Variations on a Time Theme, travel and history writing in Scottish Journey, and political pamphleteering in Social Credit and the Labour Party: An Appeal. In 1941 Muir accepted a position in Edinburgh with the British Council and was assigned to Prague in 1945 and Rome in 1949. The 1940s encompassed a period of heightened poetic output for Muir, with such works as The Narrow Place, The Voyage, and Other Poems, and The Labyrinth. He returned to Scotland in 1950 when he was named warden of Newbattle Abbey College. He spent one year teaching at Harvard University in the mid-1950s and then returned to England where he continued to write, completing his final poetry collection, One Foot in Eden, in 1956. Muir died at Swaffham Prior, near Cambridge, in 1959. Muir's most important works may be divided into several genres, including poetry, criticism, translation, and autobiography. He began writing poetry at a relatively late age, and over the course of several decades worked out an individual, philosophical style for which he gained recognition late in his life. Such early works as First Poems and Chorus of the Newly Dead contain Muir's initial attempts to treat the central subjects and themes of his writing, including his idyllic childhood in Orkney and the loss of innocence brought on by his move to Glasgow. Praising the poem \"Betrayal\" from First Poems as \"new, vigorous, [and] breathing,\" Humbert Wolfe in the New Criterion wrote, \"There is much more as good, and as fresh in Mr. Muir's work. His difficulty, as I see it, will be perfectly to relate his sensibility, which is profound, to his power of expression, which is as yet uncomplete. If he can achieve a perfect unity, the result will be distinguished poetry.\" In another early review, Marie Luhrs commented in Poetry, \"Muir's virtues are also his faults. The numerous quatrains and the placid moods grow monotonous when his phrases take a dull or prosy turn. But he is worth watching. Mysticism and simplicity and peace are rare qualities in this hour. And originality is more valuable than metric fluency or fashionable mannerism.\" Muir's later collections, including Variations on a Time Theme, The Narrow Place, The Voyage, and Other Poems,  The Labyrinth, and One Foot in Eden, further explore the theme of the journey, incorporate Muir's characteristic use of mythical and biblical allusions, folklore, visions, and dreams, and reveal his abiding concern with time and timelessness. Reviewing the 1937 volume,  Journeys and Places, for the London Mercury, poet Stephen Spender noted that the collection \"contains the best poems [Muir] has written and some of the most serious, interesting, and individual poems of our time . . . His poetry is not poetry for poetry's sake, it develops an argument about time, which, it strikes one, might have been developed in a prose thesis or in an imaginative fiction. Yet in his poetry Edwin Muir has discovered a language which expresses this argument in the most vivid and direct way possible by means of an imagery so precise that the prose meaning would seem a circuitous way of describing what can be held instantaneously by a single poetic image.\" Critic Elizabeth Huberman noted in her study, The Poetry of Edwin Muir: The Field of Good and Ill, that Muir's themes \"are the traditional themes of the great poets, from Homer's time to the present: the struggle between good and evil in the individual, in society, in the universe; the loss of innocence and the quest for its recovery; the nature of human destiny; the destructiveness of time; the enduring joy and power of love. At the same time, Muir has had the strength to handle this traditional material in his own way, on his own terms. Whether he borrows the figures and myths in which he dramatizes his themes from Homer and Sophocles, the Bible and Milton, or finds them in contemporary events and in his own dreams, he always recasts both borrowings and findings to fit his particular vision, to carry his particular signature.\" Closely related to Muir's poetry is his autobiographical writing in The Story and the Fable, which was later revised and issued as An Autobiography. For Muir, autobiography represented a voyage of self-discovery, and he blended both the outer (\"story\") and inner (\"fable\") aspects of his personal history, creating a work that reveals in prose the same visionary style, dominant themes, and central concerns already noted in his poetry. Relating the Autobiography to Muir's poetry, Hayden Carruth conceded in Poetry that \"[l]ike most autobiographical writings by poets, [Muir's Autobiography ] is quite frankly a secondary work, a little fragmentary and inconclusive.\" However, he continued, \"I don't mean to say that it is a bad book; on the contrary, it is a good book and contains much that is informative and well written and even wise. . . . What I do mean to say is that Muir's Autobiography is in a real sense supplementary to his poetry: it can be read with enjoyment for its own sake, but its full meaning will not be apparent to readers who are unacquainted with the poems.\" A later critic, Joseph H. Summers, judged it \"a beautiful book,\" in the Massachusetts Review. He wrote, \"In its detailed accounts of the most important events of his life, both sleeping and waking, one can recognize the sources of some of the most moving passages in his poetry and fiction.\" In an essay in South Atlantic Quarterly, discussing memory and imagination in the two versions of Muir's autobiography, Roger J. Porter concluded that \"Muir's work is a radical statement that the past is a function of our present, that memory is a design and not merely a fact. . . . The Story and the Fable can almost be regarded as meta-autobiography, a study of the redemptive autobiographical imagination and not merely of the perceived past.\" As a critic, Muir was prolific, writing hundreds of reviews during his long career. Many of his essays and reviews have been collected in the volumes Latitudes, Transition: Essays on Contemporary Literature, and Essays on Literature and Society. In his one extended critical analysis, The Structure of the Novel, Muir identified and discussed such major forms as the novel of action, the character novel, the dramatic novel, and the chronicle novel. Throughout his career Muir advocated a close connection between literature and life, and thus rejected much of New Criticism with its close reading of poetry. In his view it tended to distance the poet from the audience. In one of his most controversial works, Scott and Scotland: The Predicament of the Scottish Writer, Muir offended nationalists with his assertion that Scottish literature would be better served by the use of the English language, rather than Scots Gaelic. Writing nearly forty years after its publication, Scottish poet Douglas Dunn remarked, \"The tragedy of Muir's career was that he never thought it worth while to engage his Scottish consciousness on literature in a way that might have given [the poet and critic Hugh] MacDiarmid a worthy opponent. . . . Dismissed by those who could have taken it seriously, [Scott and Scotland] has since been ignored, though it stands as his most important critical statement.\" Muir's translations, which he produced in collaboration with his wife, are also counted among his significant works, chiefly for their impact in bringing important German-language authors to the attention of English-speaking readers. Among the works that the Muirs translated are Jud Suss, by Lion Feuchtwanger, which became a best-selling novel in 1927, the Poetic Dramas of Gerhart Hauptmann, The Sleepwalkers, by Hermann Broch, and Kafka's The Castle, The Trial, and In the Penal Colony: Tales and Short Pieces. Muir's three novels were all published within a five-year period from 1927 to 1932, and each treats an aspect of Muir's autobiography through a plot centering on an adolescent protagonist. The first novel, The Marionette, is set in Salzburg and concerns Hans, a dull-witted boy involved with a puppet theater. Muir's second novel, The Three Brothers, while ostensibly set in the sixteenth century, is considered substantially a third-person account of events in Muir's own youth, including the deaths of his mother and brothers. Poor Tom, Muir's final novel, records the political awakening of a young Glasgow youth at the beginning of the twentieth century. In a Times Literary Supplement review of the reprint edition of Poor Tom, Alan Bold concluded that the novel is \"an incidentally rewarding novel rather than an achieved work of art. For the student of Muir it is obligatory reading, for the general reader it is best regarded as a minor work by a major modern writer. It was Muir's valedictory performance as a novelist, and his prose was thereafter directed towards criticism, autobiography and translations. Clearly he knew what best suited his own talents as a writer of prose.\" According to Elgin W. Mellown in Wisconsin Studies in Contemporary Literature, \"Muir's three novels are certainly integral parts of his personal and asthetic development, but how is Muir to be regarded as a novelist? Because of his limited output and its restricted range, he obviously stands apart from the development of the modern novel. Yet his use of events and themes which though personal have a general applicability, deserves more recognition than has been given to him as a novelist; and his practice relates his novels and poems to the work of the not inconsiderable number of autobiographical writers of the nineteen-twenties and 'thirties.\" Because he remained outside the main currents of modern poetry and criticism throughout his career, Muir did not create a sensation as a young man, nor did he enter the literary establishment easily through his association with other writers of the period. Instead, his critical reputation and popularity grew steadily as his poetic skills developed, culminating in numerous awards and honors that paid homage to his immense contributions to British literature. Early critics of his poetry praised his evocation of mood and noted his reliance on traditional poetic methods and structures. Late in his life, commentators recognized his singular achievement and drew attention to the close relation of Muir's autobiography to his poetry. Examining the body of his work, reviewers and academic critics of the 1960s and 1970s identified such key subjects and themes as time, the journey, innocence and experience, and the randomness of evil, and drew attention to Muir's use of myth and imagery from heraldic tradition. Summarizing Muir's literary contributions in an essay in the New York Times Book Review, Horace Gregory wrote, \"At the time of his death, early in 1959, Edwin Muir had achieved the writing of three works that are likely to endure. The first of these, written in collaboration with his wife, Willa Muir, was the classic translation into English of Franz Kafka's short stories and novels; the second, his  Autobiography—one of the best autobiographies of the present century; and most important of all, his Collected Poems. In retrospect, it is now clear that his singular, though unspectacular, dream-haunted imagination was of the first order.\" Similarly Summers, in a retrospective assessment in the Massachusetts Review, called Muir's achievement in poetry and prose \"larger than the merely literary. He did not share in the modern attempts to deify poetry, or language, or even the human imagination. Implicit in all of his works is the recognition that there are things more important than literature—life and love, the physical world, the individual spirit within its body: those things in which the religious man recognizes the immediate work of God. Muir's triumph was less in the technological realm of communication than in the vastly more difficult realm of sensitivity, perception, wisdom, the things which he communicated. It was a triumph made possible only, in the familiar paradox, by humility.\" According to Mellown in Edwin Muir: \"The type of poems which he wrote, embodying the traditional wisdom of civilized man and relying upon the reader's grasp of various religious and psychological concepts, will probably never be as widely read as Yeats's or even Robert Graves's poems because Muir demands such an intense response from the reader. . . . The poems Muir wrote link him with those traditional poets like Vaughan, Blake, and Wordsworth. . . . Though restricted in output and in range of themes, and limited in terms of influence, Edwin Muir holds a definite place in the succession of these traditional poets and must be ranked among the most important of the twentieth-century British poets.\" Interest in Muir has continued into the twenty-first century, focusing on the connection between his poetry and his autobiography, Muir's interpretation of his own life in mythic terms, and his inquiry into human nature and the nature of memory and imagination, as revealed in The Story and the Fable. Several volumes of Muir's works were reissued in the 1980s and 1990s, including the novels The Marionette and Poor Tom, Muir's highly regarded critical volume, The Estate of Poetry, and An Autobiography. In addition, new collections have been assembled, including Selected Prose, edited by George Mackay Brown, and The Truth of Imagination: Some Uncollected Reviews and Essays and The Complete Poems of Edwin Muir, both edited by Peter H. Butter. Admirers of Muir's work have included T. S. Eliot, who edited a volume of Muir's poetry in 1965. In the preface to that volume, Eliot predicted that \"Muir will remain among the poets who have added glory to the English language. He is also one of the poets of whom Scotland should always be proud.\"\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Modern"]}}