{"pf_url": "https://www.poetryfoundation.org/poets/eilean-ni-chuilleanain", "name": "Eiléan Ní Chuilleanáin", "yob": "1942", "yod": null, "image": null, "bio": "\nBorn in Cork, Irish poet, translator, and editor Eiléan Ní Chuilleanáin is the daughter of a writer and a professor who fought in the Irish War of Independence. She earned a BA and MA at University College Cork and also studied at Oxford University.\nNí Chuilleanáin uses transformative, sweeping metaphor to invert the structures of interior, natural, and spiritual realms. In a 2009 interview for Wake Forest University Press, Ní Chuilleanáin states, “The question I ask myself constantly is ‘is this real? Do I really believe this, do I really feel this?’ But that is a question I cannot answer except by trying again in a poem.” Awarding Ní Chuilleanáin the 2010 Griffin Prize, the judges noted, \"She is a truly imaginative poet, whose imagination is authoritative and transformative. She leads us into altered or emptied landscapes. … Each poem is a world complete, and often they move between worlds, as in the beautiful ‘A Bridge between Two Counties.’  These are potent poems, with dense, captivating sound and a certain magic that proves not only to be believable but necessary, in fact, to our understanding of the world around us.\"\nNí Chuilleanáin is the author of numerous poetry collections, including The Mother House (2020); The Boys of Bluehill (2015), which was shortlisted for the Forward Prize for Best Collection; The Sun-fish (2010), which won the International Griffin Poetry Prize; Selected Poems (2009); The Magdalene Sermon (1989), which was selected as one of the three best poetry volumes of the year by the Irish Times/Aer Lingus Poetry Book Prize Committee; and Acts and Monuments (1966), which won the Patrick Kavanagh Award. She translated two books by the Romanian poet Ileana Malancioiu, The Legend of the Walled-Up Wife (2012) and After the Raising of Lazarus (2005), as well as Nuala Ní Dhomhnaill’s The Water Horse (2001), co-translated with Medbh McGuckian. Ní Chuilleanáin’s work has been featured in several anthologies, including The Wake Forest Book of Irish Women’​​​​​​​s Poetry, 1967–2000 (1999), edited by Peggy O’Brien.\nSince 1975 Ní Chuilleanáin has edited the literary magazine Cyphers, and she has also edited Poetry Ireland Review. She has taught at Trinity College Dublin since 1966. With her husband, poet Macdara Woods, she divides her time between Ireland and Italy.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}