{"pf_url": "https://www.poetryfoundation.org/poets/eleanor-ross-taylor", "name": "Eleanor Ross Taylor", "yob": "1920", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/92cf2045546cc9ec5ac899214d286ff93d9a4a90.jpeg", "bio": "\nEleanor Ross Taylor was born in 1920 in Norwood, North Carolina, and graduated from Women’s College, now the University of North Carolina at Greensboro, in 1942.  While studying at Vanderbilt University, Caroline and Allen Tate introduced her to novelist Peter Taylor, whom she would marry in 1943.\nHer poetry has been described as elegiac, lyric and feminine; writer Erica Howsare explains, “The southernness of her background makes her tend to rein in her formidable intellect and biting wit with an uneasy deference to form and convention. This tension may be witnessed in her use of both metrical and nonmetrical lines. Just when the organization of her poems seems on the verge of wavering, she returns to the restraint with which most of them begin.” Since her first publication, Wilderness of Ladies in 1960, Taylor has published five collections of poetry: Welcome Eumenides (1972), New and Selected Poems (1983), Days Going/Days Coming Back (1991), Late Leisure (1999), and Captive Voices: New and Selected Poems (2009),which have earned her critical acclaim and several awards. Among these awards are the Poetry Society of America’s Shelley Memorial Prize (1997-1998), a fellowship with the American Academy of Arts and Letters (1998), the Library of Virginia’s Literary Award for Poetry (2000) and the Aiken Taylor Award for Modern Poetry (2001).\nOf her work, Adrienne Rich has said, “speak of the underground life of women, the Southern white Protestant woman in particular, the woman-writer, the woman in the family, coping, hoarding, preserving, observing, keeping up appearances, seeing through the myths and hypocrisies, nursing the sick, conspiring with sister- women, possessed of a will to survive and to see others survive.”\nTaylor’s husband Peter Taylor died in 1994 after retiring from the University of Virginia. Taylor was elected to the Fellowship of Southern Writers in 2009 and the Poetry Foundation's Ruth Lilly Poetry Prize in 2010. She lived for many years in Charlottesville, Virginia.\n \n", "attrs": {"Region:": ["U.S., Southern"]}}