{"pf_url": "https://www.poetryfoundation.org/poets/eleanor-wilner", "name": "Eleanor Wilner", "yob": "1937", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9e9ed5e4ecddcdfc8846e886b207dc00a7e65f24.jpeg", "bio": "\nEleanor Wilner was born in 1937 in Cleveland, Ohio. She earned a BA from Goucher College and a PhD from Johns Hopkins University, where she completed her dissertation on the imagination, a work later published as Gathering the Winds: Visionary Imagination and Radical Transformation of Self and Society (1975). Wilner’s collections of poetry include Before Our Eyes: New and Selected Poems, 1975–2017 (2019), Tourist in Hell (2010), The Girl with Bees in Her Hair (2004), Reversing the Spell: New and Selected Poems (1997), Otherwise (1993), Sarah’s Choice (1989), Shekhinah (1984), and maya (1979). She has received numerous awards and honors for her work, including the Juniper Prize, two Pushcart Prizes, and fellowships from the National Endowment for the Arts and the MacArthur Foundation. An active educator, Wilner has taught poetry at institutions such as the University of Chicago, Northwestern University, Smith College, and Warren Wilson College.\nActive in civil rights and peace movements, Wilner is known for writing poetry that engages politics, culture, history, and myth. In a profile for Poetry, Rachel Aviv noted that Wilner’s “poetry reworks historical moments and traumas, while often acknowledging her own distaste for the personal.” Wilner typically avoids confessional poetry that focuses on the self, preferring instead to work from what she has described as “cultural memory.” In an interview with Rebecca Seiferle for Drunken Boat, Wilner said she first encountered the concept of cultural memory from Russian poet Osip Mandelstam who was reported to have said, “I have no personal memory, only a cultural memory.” Wilner told Seiferle, “I remember reading this with an enormous sense of relief, as this was precisely my own experience. So much of the past cried out for utterance, especially all that had been silent, or silenced.” Wilner went on to explain the foundation of her poems, harkening back to her work in Gathering the Winds: “In order to validate my experience of poetic vision, I studied comparative mythology and anthropology, looking at new visions to understand their source, and saw the ways in which collective vision always began with a communal crisis and an individual who, in essence, dreamed for the community. This is what I think a poet does, and I think our culture has made us shallow and dreamless by inculcating the myth that the individual is defined and set apart by his or her own personal experience.”\nWhile Wilner’s work typically embraces a wide range of concerns, from Greek myth and the art of Van Gogh to bats, her book Tourist in Hell (2010) focuses on war and atrocity, exploring the brutal and brutalized history of 20th and 21st centuries. Writing in Poetry, Christian Wiman commented, “Thought occurs in her poems, and her poems have definite subjects, not infrequently the sort of big-game themes that wreck lesser writers: war, environmental degradation, justice, sexism.” Wiman continued, “it is a relief to come across work in which a moral intelligence is matched by aesthetic refinement, in which the craft of the poems is equal to their concerns.”\nIn an essay for the Poetry Society of America, Wilner discussed “North American culture” and its poetry: “Perhaps more than any other aspect of North American culture, poetry eludes attempts at categorization and generalization,” she stated. “We are a chorus without a leader, and we pick up our themes and images from every side, and from bristling at and listening to one another. It is this eclectic imaginative miscegenation that makes our poetry so unclassifiable, so inexhaustible, and, happily, so entirely unpredictable.”\nA faculty member of the Warren Wilson MFA Program, Wilner lives and works in Philadelphia, Pennsylvania.\n", "attrs": {}}