{"pf_url": "https://www.poetryfoundation.org/poets/eleni-sikelianos", "name": "Eleni Sikelianos", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/1aae13918c47a5d9db46bdab17e88086713e94c2.jpeg", "bio": "\nEleni Sikelianos was born and raised in California and earned her MFA from the Naropa Institute. She is the great-granddaughter of Greek poet Angelos Sikelianos and the niece of Anne Waldman. She is the author of eight poetry collections, including Make Yourself Happy (2017), The Loving Detail of the Living & the Dead (2013), Body Clock (2008), and The California Poem (2004). She is also author of the hybrid memoirs You Animal Machine (The Golden Greek) (2014) and The Book of Jon (2004).\nSikelianos work negotiates the boundary between poetry and prose and other forms of documentation, including visual art and notebook writing. Speaking to reviewer Ann Beman about You Animal Machine, which explores the history of Sikelianos’s grandmother, a former burlesque dancer, through found and imagined materials, Sikelianos articulated her relationship to form and hybrid projects: by being “conscious of the way our vision is blocked,” Sikelianos stated, she is “more interested in the ways we don’t see, in blindness, rather than in what we do. … The shifting forms are a way to see around corners.”\nSikelianos has received numerous honors and awards for her writing and translations, including fellowships from the National Endowment for the Arts, the Fulbright Commission, and Princeton University, where she was a Seeger fellow. She has held residencies at Yaddo, the Lannan Foundation in Marfa, and La Maison des Écrivains Étrangers in Brittany and is the recipient of two Gertrude Stein Awards for Innovative American Writing, a New York Foundation for the Arts Award in Nonfiction Literature, a James D. Phelan Award, and a New York State Council for the Arts Translation Award. On guest faculty at the Naropa Summer Writing Program, she teaches in the Literary Arts Program at Brown University and lives with her husband, the novelist Laird Hunt.\n", "attrs": {}}