{"pf_url": "https://www.poetryfoundation.org/poets/elfriede-jelinek", "name": "Elfriede Jelinek", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3f749137adc103ec5c85c19c040c9273d9d98fc5.jpeg", "bio": "\nRecipient of the 2004 Nobel Prize for Literature, Elfriede Jelinek is an Austrian poet, playwright, and novelist. Born to a Catholic-Viennese mother and a Jewish-Czech father in Mürzzuschlag, Styria, Jelinek grew up in Vienna and lost many members of her family to the Holocaust.\nJelinek studied music intensively from an early age. She graduated from the Vienna Conservatory and studied theater and art history at the University of Vienna. In a 2004 interview Jelinek explained, “My training in music and composition then led me to a kind of musical language process in which, for example, the sound of the words I play with has to expose their true meaning against their will[,] so to speak.”\nShe published her first collection of poetry, Lisas Schatten (1967), at the age of 21. Discussing the influence of writer H.C. Atrmann, founder of the Vienna Group, on her work, Jelinek said that “if you want to say something, you have to let the language itself say it, because language is usually more meaningful than the mere content that one wishes to convey.” Jelinek’s poetry is at once syntactically demanding and brightly image-driven. Her stark, frequently violent images are richly complicated by their jostling, fragile, and lyrical interactions.\nHer writing interrogates the relationship between sexual power and social structure, and marks her as a controversial figure in her homeland. She was a member of the Communist Party from 1974 to 1991, and she voiced her opposition to the far-right Freedom Party. On awarding Jelinek the Nobel Prize, the committee praised “her musical flow of voices and counter-voices in novels and plays that with extraordinary linguistic zeal reveal the absurdity of society's clichés and their subjugating power.”\nJelinek has also been awarded the Heinrich Böll Prize, the Büchner Prize, and the Kessing Prize for Criticism. She has translated work by Johann Wolfgang von Goethe and Botho Strauss, and her 1988 novel, The Piano Teacher, was made into a feature film by Michael Haneke in 2001.\n", "attrs": {"Region:": ["Eastern Europe"]}}