{"pf_url": "https://www.poetryfoundation.org/poets/elise-partridge", "name": "Elise Partridge", "yob": "1958", "yod": "2015", "image": null, "bio": "\nPoet and editor Elise Partridge grew up in Philadelphia. She graduated from Harvard University in 1981, and she earned a second BA from Emmanuel College, Cambridge, as a Marshall Scholar. She also earned an MA from Harvard University and studied at Boston University. In 1992, she moved to Vancouver, British Columbia. Partridge’s poetry collections include The Exiles’ Gallery (2015), Chameleon Hours (2008), which won the Canadian Authors Association Poetry Award, and Fielder’s Choice (2002), which was a finalist for the Gerald Lampert Award for the best first book of poems published in Canada. After her death, NYRB Poets published her collected poems, The If Borderlands (2017). Her poems have also been featured on Garrison Keillor’s NPR program The Writer’s Almanac.\nPartridge’s poems, in the words of critic Stephanie Burt, “pursue a careful thinker’s yearning for abandon.” In an interview with the Canadian literary journal The Walrus, Partridge spoke of her experience with cancer and the ways it shaped her second collection, Chameleon Hours: “Many of the poems I suppose ask implicit questions about fullness of life or lives somehow thwarted, diminished, ended too early—about how we spend our time, treat our fellow human beings or our environment.” As Burt observed in her review of the book, “Attentive to fact, to what she sees and knows, Partridge nonetheless makes space for what is wild, outside and within us—for the fears and the blanks of chemotherapy, for sharp variations within (and without) frames of metre and rhyme, and for the welcome consistencies of married love.”\nPartridge served as poet-in-residence for Arc magazine, and was a dual citizen of the United States and Canada. Partridge died in Vancouver, British Columbia in early 2015.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}