{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-bishop", "name": "Elizabeth Bishop", "yob": "1911", "yod": "1979", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/49941f649951b9f0e98033fd51d06f842540d00a.jpeg", "bio": "\nElizabeth Bishop was born in 1911 in Worcester, Massachusetts and grew up there and in Nova Scotia. Her father died before she was a year old and her mother suffered seriously from mental illness; she was committed to an institution when Bishop was five. Raised first by her maternal grandparents in Nova Scotia, Bishop’s wealthy paternal grandparents eventually brought her to live in Massachusetts. During her lifetime Bishop was a respected yet somewhat obscure figure in the world of American literature. Since her death in 1979, however, her reputation has grown to the point that many critics, like Larry Rohter in the New York Times, have referred to her as “one of the most important American poets” of the 20th century. Bishop was a perfectionist who did not write prolifically, preferring instead to spend long periods of time polishing her work. She published only 101 poems during her lifetime. Her verse is marked by precise descriptions of the physical world and an air of poetic serenity, but her underlying themes include the struggle to find a sense of belonging, and the human experiences of grief and longing.\nBishop was educated at the elite Walnut Hills School for Girls and Vassar College. Her years at Vassar were tremendously important to Bishop. There she met Marianne Moore, a fellow poet who also became a lifelong friend. Working with a group of students that included Mary McCarthy, Eleanor Clark, and Margaret Miller, she founded the short-lived but influential literary journal Con Spirito, which was conceived as an alternative to the well-established Vassar Review. After graduating, Bishop lived in New York and traveled extensively in France, Spain, Ireland, Italy, and North Africa. Her poetry is filled with descriptions of her journeys and the sights she saw. In 1938, she moved to Key West, where she wrote many of the poems that eventually were collected in her first volume North and South (1946). Her second poetry collection, Poems: North & South/A Cold Spring (1955) received the Pulitzer Prize. In 1944 she left Key West, and for 14 years she lived in Brazil with her lover, the architect Lota de Macedo Soares in Pétropolis. After Soares took her own life in 1967, Bishop spent less time in Brazil than in New York, San Francisco, and Massachusetts, where she took a teaching position at Harvard in 1970. That same year, she received a National Book Award in Poetry for The Complete Poems. Her reputation increased greatly in the years just prior to her death, particularly after the 1976 publication of Geography III and her winning of the Neustadt International Prize for Literature.\n\r\nBishop worked as a painter as well as a poet, and her verse, like visual art, is known for its ability to capture significant scenes. Though she was independently wealthy and thus enjoyed a life of some privilege, much of her poetry celebrates working-class settings: busy factories, farms, and fishing villages. Analyzing her small but significant body of work for Bold Type, Ernie Hilbert wrote: “Bishop’s poetics is one distinguished by tranquil observation, craft-like accuracy, care for the small things of the world, a miniaturist’s discretion and attention. Unlike the pert and wooly poetry that came to dominate American literature by the second half of her life, her poems are balanced like Alexander Calder mobiles, turning so subtly as to seem almost still at first, every element, every weight of meaning and song, poised flawlessly against the next.”\n", "attrs": {}}