{"pf_url": "https://www.poetryfoundation.org/poets/elizabeth-woody", "name": "Elizabeth Woody", "yob": "1959", "yod": null, "image": null, "bio": "\nAn enrolled member of the Confederate Tribes of Warm Springs in Oregon, Elizabeth Woody was born in Ganado, Arizona. She studied at the Institute of American Indian Arts in Santa Fe, New Mexico, and earned a BA in the humanities from Evergreen State College in Olympia, Washington, and a Masters in Public Administration from the Hatfield School of Government at Portland State University. Her collections of poetry include Hand into Stone (1988) (reprinted as Seven Hands, Seven Hearts), winner of the American Book Award from the Before Columbus Foundation, and Luminaries of the Humble (1994). A practicing artist, Woody also illustrated Sherman Alexie’s poetry collection Old Shirts and New Skins (1993).\r\n \r\nWoody’s poetry reflects her close ties with her family, the natural world, and her people, a group she portrays with humanity and sympathy. Judy Elsley, reviewing Luminaries of the Humble for Weber Studies, noted: “Woody’s poetry acts as a tool for rebuilding history, reconstituting dignity, and communicating culture.” A critically praised poet, lecturer, and educator, Woody received the William Stafford Memorial Prize for Poetry from the Pacific Northwest Booksellers Association in 1994. She has also been the recipient of Hedgebrook’s J.T. Stewart Award for transformational work and a “Medicine Pathways for the Future” Fellowship/Kellogg Fellowship.\r\n \r\nWoody works as a program coordinator for the National Science Foundation’s Center for Coastal Margin Observation and Prediction. She is a founding member of the Northwest Native American Writers Association and a board member of Soapstone, a writing retreat for women.\n\nWoody is a program officer at Meyer Memorial Trust in Portland, Oregon. In 2017 she was named the 8th Poet Laureate of the state of Oregon.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}