{"pf_url": "https://www.poetryfoundation.org/poets/ellen-bryant-voigt", "name": "Ellen Bryant Voigt", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c9767972ce80249cc0bacb72d685677c2427d7ee.jpeg", "bio": "\nEllen Bryant Voigt grew up on her family’s farm in rural Virginia. She earned a BA from Converse College and an MFA from the Iowa Writers’ Workshop. Her many poetry collections include Headwaters (2013), Messenger: New and Selected Poems 1976–2006, and Shadow of Heaven (2002).\nVoigt studied piano when she was a child, not turning to poetry until a friend in college introduced her to poems by E.E. Cummings and Rainer Maria Rilke. She stated in a Vermont Public Radio interview that music influences her writing “entirely.” She went on to explain, “I primarily write by my ear. I write by sound first, and then I have to go back and ... press on every word and figure out the structure of what is being said rather than how it’s being said, but there’s no question to me that sound is the generative force. ... [Poetry] does its work through music which then allows for exploration of ... complicated and therefore accurate feelings.”\nVoigt’s poems often traverse the worlds of motherhood, the rural South, family, and music. Poet Edward Hirsch wrote of her early book, Claiming Kin (1976), that Voigt’s work demonstrates “a Southerner’s devotion to family and a naturalist’s devotion to the physical world.” Her collection Kyrie (1995), which was a finalist for the National Book Critics Circle award, is a book-length sonnet sequence exploring the lives of people affected by the influenza epidemic of 1918–1919. She is also the author of The Art of Syntax: Rhythm of Thought, Rhythm of Song (2009) and the editor of The Flexible Lyric (1999), a collection of essays on the craft of poetry. With Heather McHugh she coedited Hammer and Blaze: A Gathering of Contemporary American Poets (2002), and with Gregory Orr she coedited Poets Teaching Poets: Self and the World (1996).\nVoigt was a founder of the Goddard College low-residency MFA program, the first MFA program of its kind, and has also taught at Iowa Wesleyan College and the Massachusetts Institute of Technology. She served as poet laureate of Vermont for four years, and as a Chancellor of the Academy of American Poets from 2003 to 2009. She has received grants from the NEA and the Guggenheim Foundation, and in 2015 she was awarded a MacArthur fellowship. She has lived in Vermont for many years.\n", "attrs": {"Region:": ["U.S., Southern"]}}