{"pf_url": "https://www.poetryfoundation.org/poets/emma-lazarus", "name": "Emma Lazarus", "yob": "1849", "yod": "1887", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/b4ac02fffb7dc67e8e15381fe32d39ec3b205cde.jpeg", "bio": "\nEmma Lazarus was born in New York City to a wealthy family and educated by private tutors. She began writing and translating poetry as a teenager and was publishing translations of German poems by the 1860s. Her father privately printed her first work in 1866 and the next year, her first collection, Poems and Translations (1867), appeared from a commercial press. The book gained the attention of Ralph Waldo Emerson, among others. Over the next decade, Lazarus published a second volume of poetry, Admetus and Other Poems (1871); the novel Alide: An Episode in Goethe’s Life (1874); and a play in verse, The Spagnoletto (1876). Reading George Eliot’s novel Daniel Deronda, with its exploration of Jewish identity, stirred Lazarus to consider her own heritage. In the 1880s, she took up the cause—through both poetry and prose—against the persecution of Jews in Russia, publishing a polemical pamphlet The Century (1882) and Songs of a Semite: The Dance to Death and Other Poems (1882), one of the first literary works to explore the struggles of Jewish Americans.\nLazarus was one of the first successful and highly visible Jewish American authors. She advocated for Jewish refugees and argued for the creation of a Jewish homeland before the concept of Zionism was in wide circulation. After the publication of Songs of a Semite, she traveled to England and France and met and befriended poets and writers such as Robert Browning and William Morris. After her return to the United States, she was commissioned to write a poem to help raise funds for the pedestal of the Statue of Liberty. She initially declined and then wrote a sonnet commemorating the plight of immigrants. Lines from that 1883 sonnet, “The New Colossus,” were engraved on the pedestal of the Statue of Liberty in 1903.\nAfter her death, the scope of Lazarus’s life and career was obscured by the fame of “The New Colossus.” There have been recent attempts to revitalize scholarship and interest in her work, including a volume of selected poems from the Library of America and a biography, Emma Lazarus (2006), by Esther Schor.\n", "attrs": {"School/Period:": ["Victorian"]}}