{"pf_url": "https://www.poetryfoundation.org/poets/erasmus-darwin", "name": "Erasmus Darwin", "yob": "1731", "yod": "1802", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0eda88bc91ecc3b69945eab4663a8aab84e76b84.jpeg", "bio": "\nBritish naturalist, poet, philosopher and physician Erasmus Darwin, grandfather of naturalist Charles Darwin, was born in Nottinghamshire and educated at Cambridge and Edinburgh. In 1756 he settled in Lichfield as a physician, where he often treated poor patients free of charge. He declined an invitation to be the personal physician of King George III.His long poem The Botanic Garden (1789), structured in rhyming couplets with extensive footnotes, addresses a range of scientific concerns, including the beginnings of his theory of evolution.Darwin was a member of the Birmingham Lunar Society, where he was influenced by the radical ideas of Joseph Priestley and David Hartley. In Zoonomia, or, The Laws of Organic Life (1796), Darwin developed a theory of evolution more closely aligned with Lamark's ideas than his grandson's. Using observation rather than research, Darwin's theory integrated his knowledge of fields as disparate as paleontology and embryology. In addition to his work on evolution, Darwin contributed the first full descriptions of both photosynthesis and cloud formation, and translated into English Linnaeus' text of botanical classification, Systema Vegetabilium. He also invented numerous mechanical devices, including a copying machine and steering wheels, and sketches for rocket engines (a century ahead of rocket science), horizontal windmills, and artificial birds. Darwin was an advocate of women's education, publishing the treatise Female Education in Boarding Schools (1797).His final collection of poetry, The Temple of Nature, or The Origin of Society (1803), was published posthumously. Darwin married twice, and fathered fourteen children.  He died suddenly in 1802, possibly of a lung infection. \n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}