{"pf_url": "https://www.poetryfoundation.org/poets/eric-gamalinda", "name": "Eric Gamalinda", "yob": null, "yod": null, "image": null, "bio": "\nPoet, novelist, playwright, and filmmaker Eric Gamalinda was born and raised in Manila, the Philippines. He worked as an investigative journalist before immigrating to the United States in 1993. He is the author of numerous works of poetry and fiction, many first published in the Philippines. His novels Planet Waves (1990) and My Sad Republic (1998) both won Philippine National Book Awards; My Sad Republic (1998) also won a Philippine Centennial Literary Prize. Gamalinda’s most recent novel, The Descartes Highlands (2009), was shortlisted for the Man Asian Prize and published in the United States by Akashic Books in 2014. He is also the author of the short story collections Peripheral Vision (1992) and People Are Strange (2012).\nGamalinda’s books of poetry include Lyrics from a Dead Language (1991); Zero Gravity (1999), which won an Asian American Literary Award and was an Alice James Books New York/New England Selection; and Amigo Warfare (2007). In 2010, Gamalinda’s three-act play, Resurrection, was staged off-Broadway. He has received numerous honors and awards for his work across media, including a grant from the New York State Council on the Arts for film and media and the Cultural Center of the Philippines Independent Film and Video Awards. He has won the top Philippine literary award, the Palanca Memorial Award, several times.\nGamalinda has held residencies at Civitella Ranieri; the Association d’Art de la Naoule; Château de Lavigny Residence pour Ecrivains; Fundación Valparaíso; the Rockefeller Foundation in Bellagio, Italy; Hawthornden Castle; Yaddo; and MacDowell, among others. He has been publications director of the Asian American Writers’ Workshop, a distinguished visiting writer at the University of Hawaii in Manoa, and a visiting scholar in New York University’s Asian Pacific American Studies Program. Gamalinda currently teaches in the Center for the Study of Ethnicity and Race at Columbia University.\n", "attrs": {"Region:": ["Asia, Southeast"]}}