{"pf_url": "https://www.poetryfoundation.org/poets/eric-mottram", "name": "Eric Mottram", "yob": "1924", "yod": "1995", "image": null, "bio": "\nBritish poet, critic, and editor Eric Noel William Mottram was born in London. He enlisted in the Royal Navy in 1943 and served as a sub-lieutenant on mine-sweeping missions in Ceylon, Malaya, and Burma between 1943 and 1947. He was educated at Pembroke College, Cambridge University.\r\n \r\nA member of the British Poetry Revival movement, Mottram composed poems that combined imagery steeped in the British landscape with American Beat poetics. His numerous collections of poetry include Inside the Whale (1970), Against Tyranny (1975), A Book of Herne (1981), Selected Poems (1989), and Estuaries (1991). Mottram edited several anthologies, including The Rexroth Reader (1972) and The New British Poetry 1968–1988 (1988, coedited with Gillian Allnutt, Fred D’Aguiar, and Ken Edwards). From 1971 to 1977, Mottram edited The Poetry Review, a publication of the Poetry Society.\r\n \r\nMottram cofounded the Institute of United States Studies at London University. His critical writings on American poets and poetics include Allen Ginsberg in the Sixties (1972), Towards design in poetry (1977, reissued with an introduction by William Rowe in 2005), William Burroughs: The Algebra of Need (1977, with a revised edition, The Algebra of Need: William Burroughs and the Gods of Death, published in 1992), and Blood on the Nash Ambassador: Investigations in American Culture (1989). His correspondence with poet Robert Duncan is gathered in The Unruly Garden: Robert Duncan and Eric Mottram, Letters and Essays (2007, edited by Amy Evans and Shamoon Zamir).\r\n \r\nIn 1990, Mottram was made emeritus professor of English and American literature at King’s College London. An extensive archive of his manuscripts, correspondence, and ephemera, as well as his library and his collection of gramophone records, is held at the King’s College London Archives. \n", "attrs": {"Region:": ["England"]}}