{"pf_url": "https://www.poetryfoundation.org/poets/ernest-m-hemingway", "name": "Ernest M. Hemingway", "yob": "1899", "yod": "1961", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/a59808a7d78432298884faf82f4abad69f28c152.jpeg", "bio": "\n\"The writer's job is to tell the truth,\" Ernest Hemingway once said. When he was having difficulty writing he reminded himself of this, as he explained in his memoirs, A Moveable Feast. \"I would stand and look out over the roofs of Paris and think, 'Do not worry. You have always written before and you will write now. All you have to do is write one true sentence. Write the truest sentence that you know.' So finally I would write one true sentence, and then go on from there. It was easy then because there was always one true sentence that I knew or had seen or had heard someone say.\"\n\r\nHemingway's personal and artistic quests for truth were directly related. As Earl Rovit noted: \"More often than not, Hemingway's fictions seem rooted in his journeys into himself much more clearly and obsessively than is usually the case with major fiction writers.... His writing was his way of approaching his identity—of discovering himself in the projected metaphors of his experience. He believed that if he could see himself clear and whole, his vision might be useful to others who also lived in this world.\"\n\r\nThe public's acquaintance with the personal life of Hemingway was perhaps greater than with any other modern novelist. He was well known as a sportsman and bon vivant and his escapades were covered in such popular magazines as Life and Esquire. Hemingway became a legendary figure, wrote John W. Aldridge, \"a kind of twentieth-century Lord Byron; and like Byron, he had learned to play himself, his own best hero, with superb conviction. He was Hemingway of the rugged outdoor grin and the hairy chest posing beside a marlin he had just landed or a lion he had just shot; he was Tarzan Hemingway, crouching in the African bush with elephant gun at ready, Bwana Hemingway commanding his native bearers in terse Swahili; he was War Correspondent Hemingway writing a play in the Hotel Florida in Madrid while thirty Fascist shells crashed through the roof; later on he was Task Force Hemingway swathed in ammunition belts and defending his post singlehanded against fierce German attacks.\" Anthony Burgess declared: \"Reconciling literature and action, he fulfilled for all writers, the sickroom dream of leaving the desk for the arena, and then returning to the desk. He wrote good and lived good, and both activities were the same. The pen handled with the accuracy of the rifle; sweat and dignity; bags of cojones.\"\n\r\nHemingway's search for truth and accuracy of expression is reflected in his terse, economical prose style, which is widely acknowledged to be his greatest contribution to literature. What Frederick J. Hoffman called Hemingway's \"esthetic of simplicity\" involves a \"basic struggle for absolute accuracy in making words correspond to experience.\" For Hemingway, William Barrett commented, \"style was a moral act, a desperate struggle for moral probity amid the confusions of the world and the slippery complexities of one's own nature. To set things down simple and right is to hold a standard of rightness against a deceiving world.\"\n\r\nIn a discussion of Hemingway's style, Sheldon Norman Grebstein listed these characteristics: \"first, short and simple sentence constructions, with heavy use of parallelism, which convey the effect of control, terseness, and blunt honesty; second, purged diction which above all eschews the use of bookish, latinate, or abstract words and thus achieves the effect of being heard or spoken or transcribed from reality rather than appearing as a construct of the imagination (in brief, verisimilitude); and third, skillful use of repetition and a kind of verbal counterpoint, which operate either by pairing or juxtaposing opposites, or else by running the same word or phrase through a series of shifting meanings and inflections.\"\n\r\nOne of Hemingway's greatest virtues as a writer was his self-discipline. He described how he accomplished this in A Moveable Feast. \"If I started to write elaborately, or like someone introducing or presenting something, I found that I could cut that scrollwork or ornament out and throw it away and start with the first true simple declarative sentence I had written.... I decided that I would write one story about each thing that I knew about. I was trying to do this all the time I was writing, and it was good and severe discipline.\" His early training in journalism as a reporter for the  Kansas City Star and the Toronto Star is often mentioned as a factor in the development of his lean style. Later, as a foreign correspondent he learned the even more rigorously economic language of \"cablese,\" in which each word must convey the meaning of several others. While Hemingway acknowledged his debt to journalism in Death in the Afternoon by commenting that \"in writing for a newspaper you told what happened and with one trick and another, you communicated the emotion to any account of something that has happened on that day,\" he admitted that the hardest part of fiction writing, \"the real thing,\" was contriving \"the sequence of motion and fact which made the emotion and which would be valid in a year or ten years or, with luck and if you stated it purely enough, always.\"\n\r\nAlthough Hemingway has named numerous writers as his literary influences, his contemporaries mentioned most often in this regard are Ring Lardner, Sherwood Anderson, Ezra Pound, and Gertrude Stein. Malcolm Cowley assessed the importance of Stein and Pound (who were both friends of Hemingway) to his literary development, while stressing that the educational relationship was mutual. \"One thing he took partly from her [Stein] was a colloquial—in appearance—American style, full of repeated words, prepositional phrases, and present participles, the style in which he wrote his early published stories. One thing he took from Pound—in return for trying vainly to teach him to box—was the doctrine of the accurate image, which he applied in the 'chapters' printed between the stories that went into In Our Time;  but Hemingway also learned from him to bluepencil most of his adjectives.\" Hemingway has commented that he learned how to write as much from painters as from other writers. Cezanne was one of his favorite painters and Wright Morris has compared Hemingway's stylistic method to that of Cezanne. \"A Cezanne-like simplicity of scene is built up with the touches of a master, and the great effects are achieved with a sublime economy. At these moments style and substance are of one piece, each growing from the other, and one cannot imagine that life could exist except as described. We think only of what is there, and not, as in the less successful moments, of all of the elements of experience that are not.\"\n\r\nWhile most critics have found Hemingway's prose exemplary (Jackson J. Benson claimed that he had \"perhaps the best ear that has ever been brought to the creation of English prose\"), Leslie A. Fiedler complained that Hemingway learned to write \"through the eye rather than the ear. If his language is colloquial, it is  written colloquial, for he was constitutionally incapable of hearing English as it was spoken around him. To a critic who once asked him why his characters all spoke alike, Hemingway answered, 'Because I never listen to anybody.'\"\n\r\nHemingway's earlier novels and short stories were largely praised for their unique style. Paul Goodman, for example, was pleased with the \"sweetness\" of the writing in A Farewell to Arms. \"When it [sweetness] appears, the short sentences coalesce and flow, and sing—sometimes melancholy, sometimes pastoral, sometimes personally embarrassed in an adult, not adolescent, way. In the dialogues, he pays loving attention to the spoken word. And the writing is meticulous; he is sweetly devoted to writing well. Most everything else is resigned, but here he makes an effort, and the effort produces lovely moments.\"\n\r\nBut in his later works, particularly Across the River and Into the Trees and the posthumously published Islands in the Stream, the Hemingway style degenerated into near self-parody. \"In the best of early Hemingway it always seemed that if exactly the right words in exactly the right order were not chosen, something monstrous would occur, an unimaginably delicate internal warning system would be thrown out of adjustment, and some principle of personal and artistic integrity would be fatally compromised,\" John Aldridge wrote. \"But by the time he came to write The Old Man and the Sea there seems to have been nothing at stake except the professional obligation to sound as much like Hemingway as possible. The man had disappeared behind the mannerism, the artist behind the artifice, and all that was left was a coldly flawless facade of words.\" Foster Hirsch found that Hemingway's \"mawkish self-consciousness is especially evident in  Islands in the Stream.\"   Across the River and Into the Trees, according to Philip Rahv, \"reads like a parody by the author of his own manner—a parody so biting that it virtually destroys the mixed social and literary legend of Hemingway.\" And Carlos Baker wrote: \"In the lesser works of his final years ... nostalgia drove him to the point of exploiting his personal idiosyncrasies, as if he hoped to persuade readers to accept these in lieu of that powerful union of objective discernment and subjective response which he had once been able to achieve.\"\n\r\nBut Hemingway was never his own worst imitator. He was perhaps the most influential writer of his generation and scores of writers, particularly the hard-boiled writers of the thirties, attempted to adapt his tough, understated prose to their own works, usually without success. As Clinton S. Burhans, Jr., noted: \"The famous and extraordinarily eloquent concreteness of Hemingway's style is inimitable precisely because it is not primarily stylistic: the how of Hemingway's style is the what of his characteristic vision.\"\n\r\nIt is this organicism, the skillful blend of style and substance, that made Hemingway's works so successful, despite the fact that many critics have complained that he lacked vision. Hemingway avoided intellectualism because he thought it shallow and pretentious. His unique vision demanded the expression of emotion through the description of action rather than of passive thought. In Death in the Afternoon, Hemingway explained, \"I was trying to write then and I found the greatest difficulty, aside from knowing truly what you really felt, rather than what you were supposed to feel, was to put down what really happened in action; what the actual things were which produced the emotion you experienced.\"\n\r\nEven morality, for Hemingway, was a consequence of action and emotion. He stated his moral code in Death in the Afternoon: \"What is moral is what you feel good after and what is immoral is what you feel bad after.\" Lady Brett Ashley, in  The Sun Also Rises, voices this pragmatic morality after she has decided to leave a young bullfighter, believing the break to be in his best interests. She says: \"You know it makes one feel rather good deciding not to be a bitch.... It's sort of what we have instead of God.\"\n\r\nHemingway's perception of the world as devoid of traditional values and truths and instead marked by disillusionment and moribund idealism, is a characteristically twentieth-century vision. World War I was a watershed for Hemingway and his generation. As an ambulance driver in the Italian infantry, Hemingway had been severely wounded. The war experience affected him profoundly, as he told Malcolm Cowley. \"In the first war I was hurt very badly; in the body, mind, and spirit, and also morally.\" The heroes of his novels were similarly wounded. According to Max Westbrook they \"awake to a world gone to hell. World War I has destroyed belief in the goodness of national governments. The depression has isolated man from his natural brotherhood. Institutions, concepts, and insidious groups of friends and ways of life are, when accurately seen, a tyranny, a sentimental or propagandistic rationalization.\"\n\r\nBoth of Hemingway's first two major novels, The Sun Also Rises and A Farewell to Arms, were \"primarily descriptions of a society that had lost the possibility of belief. They were dominated by an atmosphere of Gothic ruin, boredom, sterility and decay,\" John Aldridge wrote. \"Yet if they had been nothing more than descriptions, they would inevitably have been as empty of meaning as the thing they were describing.\" While Alan Lebowitz contended that because the theme of despair \"is always an end in itself, the fiction merely its transcription,... it is a dead end,\" Aldridge believed that Hemingway managed to save the novels by salvaging the characters' values and transcribing them \"into a kind of moral network that linked them together in a unified pattern of meaning.\"\n\r\nIn the search for meaning Hemingway's characters necessarily confront violence. Omnipresent violence is a fact of existence, according to Hemingway. Even in works such as The Sun Also Rises in which violence plays a minimal role, it is always present subliminally—\"woven into the structure of life itself,\" William Barrett remarked. In other works violence is more obtrusive: the wars in A Farewell to Arms and For Whom the Bell Tolls, the hostility of nature which is particularly evident in the short stories, and the violent sports such as bullfighting and big game hunting that are portrayed in numerous works.\n\r\n\"Hemingway is the dramatist of the extreme situation. His overriding theme is honour, personal honour: by what shall a man live, by what shall a man die, in a world the essential condition of whose being is violence?\" Walter Allen wrote. \"These problems are posed rather than answered in his first book In Our Time, a collection of short stories in which almost all of Hemingway's later work is contained by implication.\"\n\r\nThe code by which Hemingway's heroes must live (Philip Young has termed them \"code heroes\") is contingent on the qualities of courage, self-control, and \"grace under pressure.\" Irving Howe has described the typical Hemingway hero as a man \"who is wounded but bears his wounds in silence, who is defeated but finds a remnant of dignity in an honest confrontation of defeat.\" Furthermore, the hero's great desire must be to \"salvage from the collapse of social life a version of stoicism that can make suffering bearable; the hope that in direct physical sensation, the cold water of the creek in which one fishes or the purity of the wine made by Spanish peasants, there can be found an experience that can resist corruption.\"\n\r\nHemingway has been accused of exploiting and sensationalizing violence. However, Leo Gurko remarked that \"the motive behind Hemingway's heroic figures is not glory, or fortune, or the righting of injustice, or the thirst for experience. They are inspired neither by vanity nor ambition nor a desire to better the world. They have no thoughts of reaching a state of higher grace or virtue. Instead, their behavior is a reaction to the moral emptiness of the universe, an emptiness that they feel compelled to fill by their own special efforts.\"\n\r\nIf life is an endurance contest and the hero's response to it is prescribed and codified, the violence itself is stylized. As William Barrett asserted: \"It is always played, even in nature, perhaps above all in nature, according to some form. The violence erupts within the patterns of war or the patterns of the bullring.\" Clinton S. Burhans, Jr., is convinced that Hemingway's \"fascination with bullfighting stems from his view of it as an art form, a ritual tragedy in which man confronts the creatural realities of violence, pain, suffering, and death by imposing on them an esthetic form which gives them order, significance, and beauty.\"\n\r\nIt is not necessary (or even possible) to understand the complex universe—it is enough for Hemingway's heroes to find solace in beauty and order. Santiago in The Old Man and the Sea cannot understand why he must kill the great fish he has come to love, Burhans noted. Hemingway described Santiago's confusion: \"I do not understand these things, he thought. But it is good we do not try to kill the sun or the moon or the stars. It is enough to live on the sea and kill our brothers.\"\n\r\nDespite Hemingway's pessimism, Ihab Hassan declared that it is \"perverse to see only the emptiness of Hemingway's world. In its lucid spaces, a vision of archetypal unity reigns. Opposite forces obey a common destiny; enemies discover their deeper identity; the hunter and the hunted merge. The matador plunges his sword, and for an instant in eternity, man and beast are the same. This is the moment of truth, and it serves Hemingway as symbol of the unity which underlies both love and death. His fatalism, his tolerance of bloodshed, his stoical reserve before the malice of creation, betray a sacramental attitude that transcends any personal fate.\"\n\r\nDeath is not the ultimate fear: the Hemingway hero knows how to confront death. What he truly fears is nada (the Spanish word for nothing)-existence in a state of nonbeing. Hemingway's characters are alone. He is not concerned with human relationships as much as with portraying man's individual struggle against an alien, chaotic universe. His characters exist in the \"island condition,\" Stephen L. Tanner has noted. He compared them to the islands of an archipelago \"consistently isolated [and] alone in the stream of society.\"\n\r\nSeveral critics have noted that Hemingway's novels suffer because of his overriding concern with the individual. For Whom the Bell Tolls, a novel about the Spanish Civil War, has engendered controversy on this matter. While it is ostensibly a political novel about a cause that Hemingway believed in fervently, critics such as Alvah C. Bessie were disappointed that Hemingway was still concerned exclusively with the personal. \"The cause of Spain does not, in any  essential way, figure as a motivating power, a driving, emotional, passional force in this story.\" Bessie wrote. \"In the widest sense, that cause is actually irrelevant to the narrative. For the author is less concerned with the fate of the Spanish people, whom I am certain he loves, than he is with the fate of his hero and heroine, who are himself.... For all his groping the author of the Bell has yet to integrate his individual sensitivity to life with the sensitivity of every living human being (read the Spanish people); he has yet to expand his personality as a novelist to embrace the truths of other people, everywhere; he has yet to dive deep into the lives of others, and there to find his own.\" But Mark Schorer contended that in For Whom the Bell Tolls Hemingway's motive is to portray \"a tremendous sense of man's dignity and worth, an urgent awareness of the necessity of man's freedom, a nearly poetic realization of man's collective virtues. Indeed, the individual vanishes in the political whole, but vanishes precisely to defend his dignity, his freedom, his virtue. In spite of the ominous premium which the title seems to place on individuality, the real theme of the book is the relative unimportance of individuality and the superb importance of the political whole.\"\n\r\nHemingway's depiction of relationships between men and women is generally considered to be his weakest area as a writer. Leslie A. Fiedler has noted that he is only really comfortable dealing with men without women. His women characters often seem to be abstractions rather than portraits of real women. Often reviewers have divided them into two types: the bitches such as Brett and Margot Macomber who emasculate the men in their lives, and the wish-projections, the sweet, submissive women such as Catherine and Maria (in For Whom the Bell Tolls). All of the characterizations lack subtlety and shading. The love affair between Catherine and Frederic in A Farewell to Arms is only an \"abstraction of lyric emotion,\" Edmund Wilson commented. Fiedler complained that \"in his earlier fiction, Hemingway's descriptions of the sexual encounter are intentionally brutal, in his later ones, unintentionally comic; for in no case, can he quite succeed in making his females human.... If in For Whom the Bell Tolls Hemingway has written the most absurd love scene in the history of the American novel, this is not because he lost momentarily his skill and authority; it is a give-away—a moment which illuminates the whole erotic content of his fiction.\"\n\r\nIn 1921, when Hemingway and his family moved to the Left Bank of Paris (then the literature, art, and music capital of the world), he became associated with other American expatriates, including F. Scott Fitzgerald, Archibald MacLeish, E. E. Cummings, and John Dos Passos. These expatriates and the whole generation which came of age in the period between the two world wars came to be known as the \"lost generation.\" For Hemingway the term had more universal meaning. In A Moveable Feast he wrote that being lost is part of the human condition—that all generations are lost generations.\n\r\nHemingway also believed in the cyclicality of the world. As inscriptions to his novel The Sun Also Rises, he used two quotations: first, Gertrude Stein's comment, \"You are all a lost generation\"; then a verse from Ecclesiastes which begins, \"One generation passeth away, and another generation cometh; but the earth abideth forever....\" The paradox of regeneration evolving from death is central to Hemingway's vision. The belief in immortality is comforting, of course, and Hemingway evidently found comfort in permanence and endurance. According to Steven R. Phillips, Hemingway discovered permanence in \"the sense of immortality that he gains from the otherwise impermanent art of the bullfight, in the fact that the 'earth abideth forever,' in the eternal flow of the gulf stream and in the permanence of his own works of art.\" Hemingway's greatest depiction of endurance is in The Old Man and the Sea in which \"he succeeds in a manner which almost defeats critical description,\" Phillips claimed. \"The old man becomes the sea and like the sea he endures. He is dying as the year is dying. He is fishing in September, the fall of the year, the time that corresponds in the natural cycle to the phase of sunset and sudden death.... Yet the death of the old man will not bring an end to the cycle; as part of the sea he will continue to exist.\"\n\r\nHemingway was inordinately proud of his own powers of rejuvenation, and in a letter to his friend Archibald MacLeish, he explained that his maxim was: \"Dans la vie, il faut (d'abord) durer. \" (\"In life, one must [first of all] endure.\") He had survived physical disasters (including two near-fatal plane crashes in Africa in 1954) and disasters of critical reception to his work ( Across the River and Into the Trees was almost universally panned). But due to his great recuperative powers he was able to rebound from these hardships. He made a literary comeback with the publication of The Old Man and the Sea, which is considered to be among his finest works, and won the Pulitzer Prize for Fiction in 1953. In 1954 he was awarded the Nobel Prize for Literature. But the last few years of his life were marked by great physical and emotional suffering. He was no longer able to write—to do the thing he loved the most. Finally Hemingway could endure no longer and, in 1961, he took his own life.\n\r\nIn the 1980s Scribner published two additional posthumous works—The Dangerous Summer and The Garden of Eden. Written in 1959 while Hemingway was in Spain on commission for  Life magazine, The Dangerous Summer describes the intense and bloody competition between two prominent bullfighters. The Garden of Eden, a novel about newlyweds who experience marital conflict while traveling through Spain on their honeymoon, was begun by Hemingway in the 1940s and finished fifteen years later. While interest in these works was high, critics judged neither book to rival the thematic and stylistic achievements of his earlier works, which have made Hemingway a major figure in modern American literature.\n\r\nThe fifth of Hemingway's posthumous publications, a self-termed fictional memoir titled True at First Light, was released on July 21, 1999 to coincide with the 100th anniversary of his birth. The book, edited by Hemingway's middle son, Patrick, and pared down to half the length of the original manuscript, recounts a Kenyan safari excursion that Hemingway took with his fourth wife, Mary, in 1953. The story centers around Mary's preoccupation with killing a lion who is threatening the villagers' safety, and the narrator's involvement with a woman from the Wakamba tribe, whom he calls his \"fiancée.\"\n\r\nMany critics expressed disappointment over True at First Light for its peripatetic lack of vision, its abdication of intellectual intent (what New York Times critic James Wood termed \"a nullification of thought\") and its tepid prose. Kenneth S. Lynn, writing for the  National Review, pointed out that \"Ernest Hemingway's name is on the cover, but the publication of True at First Light is an important event in celebrity culture, not in literary culture. For the grim fact is that this 'fictional memoir' . . .reflects a marvelous writer's disastrous loss of talent.\" Many of the critics pointed to Hemingway's increasing preoccupation with the myth of his own machismo as a catalyst for the devolution of his writing. New York Times critic Michiko Kakutani commented, \"As in so much of Hemingway's later work, all this spinning of his own legend is reflected in the deterioration of his prose. What was special—and at the time, galvanic—about his early writing was its precision and concision: Hemingway not only knew what to leave out, but he also succeeded in turning that austerity into a moral outlook, a way of looking at a world shattered and remade by World War I. His early work had a clean, hard objectivity: it did not engage in meaningless abstractions; it tried to show, not tell.\"\n\nTrue at First Light also inflamed classic critical debate over the true ownership of authorial intention. While Hemingway's physical and mental deterioration, toward the end of his life, rendered his final wishes for unpublished works unclear, many critics have objected to the posthumous \"franchise\" of his deepest failures, novels that he, himself, abandoned. James Wood offered the observation that True at First Light's lack of substance may serve \"as a warning to let Hemingway be, both as a literary estate and as a literary influence.\" There is evidence, however, that the literary storm the book stirred would not have bothered Hemingway much. As Tom Jenks pointed out in a review for Harper's, \"Hemingway's own belief was that in a writer's lifetime his reputation depended on the quantity and median of his work, but that after his death he would be remembered only for his best.\" If this is true, then, as one Publishers Weekly reviewer opined, perhaps True at First Light will \"inspire new readers to delve into Hemingway's true legacy.\"\n\r\nIn 2002, Cuban and American officials reached an agreement that permits U.S. scholars access to Hemingway's papers that have remained in his Havana home since the author's death in 1961. The collection contains 3,000 photographs, 9,000 books, and 3,000 letters, and will be available on microfilm at the John F. Kennedy Library in Boston, Massachusetts. Efforts to gain access to the collection were led by Jenny Phillips, the granddaughter of Maxwell Perkins, Hemingway's long-time editor.\n", "attrs": {"School/Period:": ["Modern"]}}