{"pf_url": "https://www.poetryfoundation.org/poets/ernesto-cardenal", "name": "Ernesto Cardenal", "yob": "1925", "yod": "2020", "image": null, "bio": "\nErnesto Cardenal was born in Granada, Nicaragua and attended both the University of Mexico and Columbia University in New York City. A former Catholic priest who studied in Kentucky with the scholar, poet, and Trappist monk Thomas Merton, Cardenal was involved in the tumultuous political scene in Nicaragua, and Central America generally, since the 1960s. He was the Minister of Culture in Nicaragua from 1979 to 1988—a post for which he was publically reprimanded by the Vatican—and co-founded the Casas de las Tres Mundos, a literary and cultural organization based in Nicaragua. Cardenal recognized that poetry and art are closely tied to politics, and used his poetry to protest the encroachments of outsiders in Nicaragua, supporting the revolution that overthrew President Somoza in 1979. Cardenal continued to be a political figure both in Nicaragua and abroad. He criticized the ruling government in Nicaragua, and the current incarnation of the Sandinista Party. An active reader of his own work, Cardenal spent much of his time traveling to give readings and talks, and was described as “a kind of international ambassador” by Richard Elman in The Nation.\nCardenal published numerous volumes of poetry in both Spanish and English, including Origin of the Species and Other Poems (2011), Pluriverse: New and Selected Poems (2009), Cosmic Canticle (2002), The Doubtful Strait (1995), With Walker in Nicaragua and Other Early Poems 1949-1954 (1984), and Homage to the American Indians (1973). He received the Christopher Book Award, for The Psalms of Struggle and Liberation (1971), a Premio de la Paz grant, the Libreros de la Republica Federal de Alemania, and, in 2005, was honored with the Order of Rubén Darío, for service to Nicaragua and humanity. Cardenal’s work is known for its political edge as well as sense of tradition; early reviews of his work noted its similarity to aspects of Pablo Neruda and Ezra Pound. Like Pound, Cardenal occasionally borrowed the short, epigrammatic form from the masters of Latin poetry Catullus and Martial, whose works he translated. Cardenal also borrowed the canto form invented by Pound to bring “history into poetry” in a manner that preserves the flavor of the original sources—a technique Neruda employed with success.\nThe guiding principles of Cardenal’s poetry are an interest in Central America and its history, a highly developed cultural conscience, and an ability to speak in a voice at once lyrical and accessible. Cardenal’s early poems take on love, social criticism, political passion, and the quest for a transcendent spiritual life. Though Cardenal studied to become a priest with Merton in Gethsemani, Kentucky, he finished his studies in Cuernevaca, Mexico, where he was ordained in 1965. While there, he wrote El estrecho dudoso (1966) and other epic poems that discuss Central America’s history. Throughout the 1970s and ’80s Cardenal was writing political poems, many of which were collected in With Walker in Nicaragua and Other Early Poems, 1949-1954 (1984), a look at the history of Nicaragua which touches upon the poet’s ancestry. Later poems, including “Zero Hour,” are explicit regarding Cardenal’s political sympathies: the poem’s subject is the assassination of revolutionary leader Cesar Augusto Sandino, who used guerilla tactics against the US Marines to force them to leave Nicaragua in 1933. But Cardenal’s early work also seeks to reclaim a common heritage for his countrymen, locating more positive social models in earlier, primitive societies in collections such as Homage to the American Indians (1973); his poems also use Biblical rhetoric and prosody to energize their claims for social justice. The Psalms of Struggle and Liberation (1971), for example, echoes the form and content of the Old Testament psalms.\nAs the conflict between the Nicaraguan people and the Somoza government escalated in the 1970s, Cardenal became convinced that without violence, the revolution would not succeed. “In 1970 he visited Cuba and experienced what he described as ‘a second conversion,’ which led him to formulate his own philosophy of Christian Marxism. In 1977 the younger Somoza destroyed the community at Solentiname and Cardenal became the field chaplain for the Sandinista National Liberation Front,” reported Robert Hass in the Washington Post Book World. The poems Cardenal wrote during that “very difficult time in his country” are collected in Zero Hour and Other Documentary Poems (1980). In this book, Cardenal mixes Biblical rhetoric with heavy symbolism and Marxist revolutionary zeal. Cardenal’s Christian-Marxism led to much controversy in the late ’70s and early ’80s. The poet-priest’s social vision stems from his understanding of “the kingdom of God,” Lawrence Ferlinghetti noted in Seven Days in Nicaragua Libre (1984). “And with [Cardenal’s] vision of a primitive Christianity, it was logical for him to add that in his view the Revolution would not have succeeded until there were no more masters and no more slaves. ‘The Gospels,’ he said, ‘foresee a classless society. They foresee also the withering away of the state’ [Ferlinghetti’s emphasis].”\nCardenal’s later work kept its focus on politics, Christianity, and indigenous peoples. The volume Golden UFOs: The Indian Poems/Los ovnis de oro: poemas indios (1992) gathers Cardenal’s poetry on North, South, and Central American Indians against the background of his Christian-Marxist viewpoint, while Cosmic Canticle (2002) unifies Cardenal’s cantos written over three decades into a modern epic poem. His later books, including Pluriverse: New and Selected Poems (2009) and Origin of the Species and Other Poems (2011), examined science in the context of religion. In an interview with the New York Daily News, Cardenal explained how he came to write a book of poems about evolution and Charles Darwin: “I started thinking about this fascinating subject of evolution,” after a visit to Chicago’s Field Museum, Cardenal stated, “that all the massive diversity of life in the planet comes from a single cell … There is no contradiction between Genesis and evolution as Darwin discovered it because we can just believe that God created evolution.”\nThough Cardenal’s political positions stirred controversy over the years, his body of work remains an invaluable contribution to Latin American literature in the 20th century, not just for its artistry, but also for the insights into a nation troubled by revolution. Through his readings and appearances in the United States, Cardenal managed to convey a more human truth than other reports from Nicaragua. As Cardenal aged, his work  attempted to understand not just the social and political, but the natural world as well. On a PBS Newshour profile, reporter Ray Suarez noted of Cardenal, “His recent work reflects on humanity’s connection to nature and relationship to the universe.” In the interview, Cardenal himself spoke about his trajectory as a poet: “In the first place, one matures, and can write about things one couldn’t before. One couldn’t get poetry out of this theme or this situation. And later, you can do it because you have more technical ability to do it. Now I can do easily things that were impossible for me to do when I was younger. That also happens to painters, I guess, and to all artists and creators. Even politicians mature and become, perhaps, more astute or more cunning.”\n", "attrs": {"Region:": ["Latin America"]}}