{"pf_url": "https://www.poetryfoundation.org/poets/eugenio-montale", "name": "Eugenio Montale", "yob": "1896", "yod": "1981", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/1e33d3ed51f6936aa9f2d4a0b2bcdb617daa288d.jpeg", "bio": "\nEugenio Montale produced only five volumes of poetry in his first 50 years as a writer. But when the Swedish Academy awarded the Italian poet and critic the 1975 Nobel Prize for Literature, they called him “one of the most important poets of the contemporary West,” Publishers Weekly reported. Born in Genoa, Italy, in 1896, Montale had a long and distinguished career as a translator and critic in addition to his poetic achievements.\nAlong with Giuseppe Ungaretti and Salvatore Quasimodo, Montale is often named as one of the founders of the poetic school known as hermeticism, an Italian variant of the French symbolist movement. Montale himself, however, did not consider himself part of the hermetic school, and even questioned its existence. In his essay “Let’s Talk about Hermeticism” (included in Galassi’s anthology), he wrote: “I have never purposely tried to be obscure and therefore do not feel very well qualified to talk about a supposed Italian hermeticism, assuming (as I very much doubt) that there is a group of writers in Italy who have a systematic non-communication as their objective.”\nRather, Montale explained in his widely-quoted essay, “Intentions (Imaginary Interview),” “I wanted my words to come closer than those of the other poets I'd read. Closer to what? I seemed to be living under a bell jar, and yet I felt I was close to something essential. A subtle veil, a thread, barely separated me from the definitive quid. Absolute expression would have meant breaking that veil, that thread: an explosion, the end of the illusion of the world as representation. But this remained an unreachable goal. And my wish to come close remained musical, instinctive, unprogrammatic. I wanted to wring the neck of the eloquence of our old aulic language, even at the risk of a counter-eloquence.”\nIn his youth, Montale trained to be an opera singer. After serving in the infantry during World War I and the death of his voice teacher in 1923, Montale began to focus on writing poetry. He had begun writing poetry as a teenager, at the beginning of what was to be an upheaval in Italian lyric tradition. In the New York Review of Books, D.S. Carne-Ross described the artistic milieu in which Montale began his life’s work: “The Italian who set out to write poetry in the second decade of the century had perhaps no harder task than his colleagues in France or America, but it was a different task. The problem was how to lower one's voice without being trivial or shapeless, how to raise it without repeating the gestures of an incommodious rhetoric. Italian was an intractable medium. Inveterately mandarin, weighed down by the almost Chinese burden of a six-hundred-year-old literary tradition, it was not a modern language.” Not only did Italian writers of the period have to contend with the legacy of their rich cultural heritage, but they also had to deal with a more recent phenomenon in their literature: the influence of the prolific Italian poet, novelist, and dramatist, Gabriele D’Annunzio, whose highly embellished style seemed to have become the only legitimate mode of writing available to them. “Montale's radical renovation of Italian poetry,” according to Galassi, \"was motivated by a desire to ‘come closer’ to his own experience than the prevailing poetic language allowed him.”\n\r\nFor Montale coming close meant a private focus in his poetry that caused many critics to label his work as obscure or hermetic. Hermetic or not, Montale’s poetry is difficult. Noting the demanding quality of Montale’s work, Russian poet and critic Joseph Brodsky stated in a New York Review of Books essay that the “voice of a man speaking—often muttering—to himself is generally the most conspicuous characteristic of Montale’s poetry.” Many of Montale’s poems are undiscernible to most casual readers, just as the meaning of the words of a man talking to himself is difficult for another to grasp. Problems in comprehension arise because Montale, in an effort to eliminate in his verse what Parnassus: Poetry in Review contributor Alfred Corn called “the merely expository element in poetry,” sought not to talk about an occurrence in his poems but to simply express the feelings associated with the event. According to Corn, “this approach to poetic form allows for great condensation and therefore great power; but the poems are undeniably difficult.” Montale’s chief interpreter in recent years, Ghan Singh, examined Montale’s poetic complexities in Eugenio Montale: A Critical Study of His Poetry, Prose, and Criticism, remarking: “Of all the important twentieth-century Italian poets Montale is the one in whose case it is most difficult to proceed by explicating, through definite formulations and statements, what a particular poem is about. In other words, what comes out through the reading of the poem and what was in the poet’s mind when he wrote it, seldom lend themselves to a condensed summary.”\n\r\nIn Three Modern Poets: Saba, Ungaretti, Montale, Joseph Cary echoed the thoughts of other critics on Montale’s verse in general while pointing in particular to the obscurity of Montale’s The Occasions. “As Montale himself has written,” Cary observed, “it is a short step from the intense poem to the obscure one. We are not talking of any grammatical-syntactical ellipsis here but of the nature of the poet’s dramatic methods, his procedural assumptions. To be plunged, with minimal or no preparation, in medias res, which is to say, into the midst of an occasion dense with its own particular history, cross-currents, associations and emotional resonances, seems to me to be a fair description of the difficulties typically encountered in certain of the Occasioni poems.”\n\r\nCorn and Carne-Ross regard Montale’s group of 20 brief poems, “Motets” (originally included in the collection 1939 The Occasions), as a leading example of Montale’s condensed form of poetry. “Even a hasty reading,” wrote Carne-Ross, “reveals their singular formal mastery (they have been compared to Mallarme’s octosyllabic sonnets); even a prolonged reading is often baffled by these impenetrable little poems. The images are always sensuously lucid … but they often point back to some ‘occasion’ which it is impossible to reconstruct, and as a result we do not know how to relate the images to each other or to the poem as a whole.” Montale’s technique in “Motets” is comparable to that used in the poetic sequence “Xenia” (included in the English translation of Satura: 1962-1970), written after the death of the poet’s wife in 1963. Brodsky contended that in these later poems “the personal note is enforced by the fact that the poet’s persona is talking about things only he and [his wife] had knowledge of—shoehorns, suitcases, the names of hotels where they used to stay, mutual acquaintances, books they had both read. Out of this sort of realia, and out of the inertia of intimate speech, emerges a private mythology which gradually acquires all the traits appropriate to any mythology, including surrealistic visions, metamorphoses, and the like.”\n\r\nThe image of a man talking to himself can be used not only to allude to the opaque quality of Montale’s verse but also to refer to what, according to critics, is a dominant characteristic of his poetry, that of the poet talking to an absent other. So frequently did Montale address his poems to a female—named or unnamed—that John Ahern observed in the New York Times Book Review that the reader could “surmise that for Montale life, like art, was quintessentially speech to a woman.” “Motets” and “Xenia,” for example, are addressed to absent lovers; the first to Clizia, the second to his dead wife, known as “la Mosca.” Glauco Cambon studied the similarities and differences between the two sequences of poems in his Books Abroad essay on Montale in which Cambon referred to “one central feature of Montale’s style, the use of a sometimes unspecifiable Thou to elicit self-revelation on the part of the lyrical persona.” Elsewhere in the same piece Cambon commented: “Obviously la Mosca fulfills in Xenia a function analogous to that of Clizia in ‘Motets’ and in various other poems from Le Occasioni and La Bufera: to provide a focal Thou that draws the persona out, to conquer his reticence about what really matters, to embody the unseizable reality of what is personal. Distance, absence, memory are a prerequisite of such polar tension, as they were for Dante and Petrarch. In Clizia’s case distance is geographic, while in la Mosca’s case it is metaphysical, being provided by death.”\n\r\nCambon is only one of many critics who made a comparison between Montale and the great early 14th-century Italian poet, Dante. Singh, for example, observed “Montale’s use of Dante’s vocabulary, style, and imagery.” Both Arshi Pipa, who wrote a book-length study of Montale’s resemblance to Dante entitled Montale and Dante, and Galassi concluded that one of the ways Montale was able to break with tradition and renovate Italian literature was by actually paying homage to that same tradition. “Montale’s solution to the problem of tradition, certainly one of the most successful solutions achieved by a poet in our century,” Galassi explained, “involved an innovative appropriation of the Italian literary past to serve his own very personal contemporary purposes. To Pipa, who sees Montale’s relationship to Dante as the central issue in understanding this aspect of Montale’s achievement in renewing Italian literature, ‘he has continued tradition in poetry by recreating it, and this he has done by going back to its origin, where he has established contact with one who may well be called the father of the nation.’”\n\r\nWhen parallels are drawn between Montale and writers outside the Italian tradition, they are most often between Montale and T.S. Eliot. “Comparison between the two poets is inevitable,” according to Galassi, “for both turn to a re-evaluation of tradition in their search for an authentic means of giving voice to the existential anxiousness of twentieth-century man.” A London Timeswriter observed that both poets possessed similar styles and “a common predilection for dry, desolate, cruel landscapes.” This tendency is evident in the poem, “Arsenio” from Ossi di seppia, for example, which Carne-Ross called “in a real sense Montale’s Waste Land,” referring to one of Eliot’s best-known poems. “Arsenio,” like much of Montale’s early work, depicts the rugged, tormented Ligurian coastline of Cinque Terre, the part of the Italian Riviera where Montale was born and to which he returned every summer of his youth. The starkness of the area can be seen in Mario Praz’s translation of the first lines of “Arsenio,” which appears in The Poem Itself: “The whirlwinds lift the dust/ over the roofs, in eddies, and over the open spaces/ deserted, where the hooded horses/ sniff the ground, motionless in front/ of the glistening windows of the hotel.” Praz maintained that the book’s suggested “the dry, desolate purity of [Montale’s] early inspiration: white cuttlefish bones stranded on the margin of the beach, where the sea casts up all its drift and wreckage. The white cuttlefish bones lie helpless among the sand and weeds; a wave every now and then disturbs and displaces them, giving them a semblance of motion and life.” In this description of perceived motion or life amidst symbols of death critics find another relationship between “Arsenio” and “The Waste Land.” While both poems are filled with desolate description, they both also embrace a desire for redemption or rebirth.\n\r\nOther critics, such as Singh and Wallace Craft, see more differences between the two poets than similarities. In a Books Abroad essay on Montale published shortly after the poet won the Nobel Prize, Craft recognized that with similar intent Montale and Eliot both described nature as a series of fragmented images. The critic then went on to examine the dissimilarities between the two writers. “Both Eliot and Montale explored this fragmented world,” observed Craft, “in order to fathom the mystery of human life. It must be pointed out, however, that Eliot emerges from his existential wilderness or wasteland to find resolution in the framework of Christianity. Montale’s quest, on the other hand, never leads to final answers. The fundamental questions regarding life, death and human fate posed in the early poetry are deepened, repeated but not resolved in later verse.” Montale had no fascist sympathies. He was fired from his position at the the Gabinetto Vieusseux research library in 1939 for refusing to join the Fascist Party.  \n\r\nAlthough his poetry was largely responsible for Montale’s worldwide fame, he received considerable critical attention in the United States with the posthumous publication of Galassi’s translation of a compilation of his essays, The Second Life of Art: Selected Essays of Eugenio Montale. Even though in the last three decades of his life Montale came to be regarded—mainly due to his position as literary editor for Milan’s Corriere della Sera—“as the Grand Old Man of Italian criticism,” according to a London Times writer, this book of essays was one of the first collections of the Italian’s critical prose to appear in English. Galassi saw these essays as both “selections from an unwritten intellectual autobiography” of Montale and “the rudiments of a context in which to view Montale’s greatest work, his poetry.”\n", "attrs": {"Region:": ["Italy"]}}