{"pf_url": "https://www.poetryfoundation.org/poets/ezra-pound", "name": "Ezra Pound", "yob": "1885", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/0e7a5e0c48b4af54387c4f6846638873f69a3c73.jpeg", "bio": "\nEzra Pound is widely considered one of the most influential poets of the 20th century; his contributions to modernist poetry were enormous. He was an early champion of a number of avant-garde and modernist poets; developed important channels of intellectual and aesthetic exchange between the United States and Europe; and contributed to important literary movements such as Imagism and Vorticism. His life’s work, The Cantos, remains a signal modernist epic. Its mix of history, politics, and what Pound called “the periplum,” that is a point of view of one in the middle of a journey, have given countless poets permission to develop a range of poetic techniques that capture life in the midst of experience. In an introduction to the Literary Essays of Ezra Pound, T.S. Eliot declared that Pound “is more responsible for the 20th-century revolution in poetry than is any other individual.” Four decades later, Donald Hall reaffirmed in remarks collected in Remembering Poets that “Ezra Pound is the poet who, a thousand times more than any other man, has made modern poetry possible in English.” Pound never sought, nor had, a wide reading audience during his lifetime; his technical innovations and use of unconventional poetic materials often baffled even sympathetic readers. Early in his career, Pound aroused controversy because of his aesthetic views; later, because of his political views, including his support for the Fascist government in Italy. For the greater part of the 20th century, however, Pound devoted his energies to advancing the art of poetry.\nPound was born in Hailey, Idaho, and grew up near Philadelphia. He completed undergraduate work at the University of Pennsylvania and earned his BA from Hamilton College, but he lived much of his adult life overseas. In his article “How I Began,” collected in Literary Essays (1954), Pound claimed that as a youth he had resolved to “know more about poetry than any man living.” In pursuit of this goal, he settled in London from 1908 to 1920, where he carved out a reputation for himself as a member of the literary avant-garde and a tenacious advocate of contemporary work in the arts. Through his criticism and translations, as well as in his own poetry, particularly in his Cantos, Pound explored poetic traditions from different cultures ranging from ancient Greece, China, and the continent, to current-day England and America. In The Tale of the Tribe Michael Bernstein observed that Pound “sought, long before the notion became fashionable, to break with the long tradition of Occidental ethnocentrism.”\nIn his efforts to develop new directions in the arts, Pound also promoted and supported such writers as James Joyce, T.S. Eliot, and Robert Frost. The critic David Perkins, writing in A History of Modern Poetry, summarized Pound’s enormous influence: “The least that can be claimed of his poetry is that for over 50 years he was one of the three or four best poets writing in English”; Perkins continues, his “achievement in and for poetry was threefold: as a poet, and as a critic, and as a befriender of genius through personal contact.” In a 1915 letter to Harriet Monroe, Pound himself described his activities as an effort “to keep alive a certain group of advancing poets, to set the arts in their rightful place as the acknowledged guide and lamp of civilization.”\n\r\nArriving in Italy in 1908 with only 80 dollars, Pound spent eight to have his first book of poems, A Lume Spento, printed in June, 1908, in an edition of 100 copies. An unsigned review appearing in the May 1909 issue of Book News Monthly noted, “French phrases and scraps of Latin and Greek punctuate his poetry. … He affects obscurity and loves the abstruse.” William Carlos Williams, a college friend and himself a poet, wrote to Pound, criticizing the bitterness in the poems; Pound objected that the pieces were dramatic presentations, not personal expressions. On October 21, 1909, he responded to Williams, “It seems to me you might as well say that Shakespeare is dissolute in his plays because Falstaff is … or that the plays have a criminal tendency because there is murder done in them.” He insisted on making a distinction between his own feelings and ideas and those presented in the poems: “I catch the character I happen to be interested in at the moment he interests me, usually a moment of song, self-analysis, or sudden understanding or revelation. I paint my man as I conceive him,” explaining that “the sort of thing I do” is “the short so-called dramatic lyric.” Pound continued to explore the possibilities of the dramatic lyric in his work, later expanding the technique into the character studies of Homage to Sextus Propertius (1934) and Hugh Selwyn Mauberley (1920), and of the countless figures who people the Cantos.\n\r\nPound carried copies of A Lume Spento to distribute when he moved to London later that year; the book convinced Elkin Mathews, a London bookseller and publisher, to bring out Pound’s next works: A Quinzaine for this Yule (1908), Exultations (1909), and Personae (1909). Reviews of these books were generally favorable, as notices collected in The Critical Heritage reveal: Pound “is that rare thing among modern poets, a scholar,” wrote one anonymous reviewer in the December 1909 issue of the Spectator, adding that Pound has “the capacity for remarkable poetic achievement.” British poet F.S. Flint wrote in a May 1909 review in the New Age, “we can have no doubt as to his vitality and as to his determination to burst his way into Parnassus.” Flint praised the “craft and artistry, originality and imagination” in Personae, although several other unsigned reviews pointed out difficulties with Pound’s poems.\n\r\nHis first major critical work, The Spirit of Romance (1910), was, Pound said, an attempt to examine “certain forces, elements or qualities which were potent in the medieval literature of the Latin tongues, and are, I believe, still potent in our own.” The writers he discussed turn up again and again in his later writings: Dante, Cavalcanti, and Villon, for example. Pound contributed scores of reviews and critical articles to various periodicals such as the New Age, the Egoist, the Little Review and Poetry magazine, where he articulated his aesthetic principles and indicated his literary, artistic, and musical preferences, thus offering information helpful for interpreting his poetry. In his introduction to the Literary Essays of Ezra Pound, Eliot noted, “It is necessary to read Pound’s poetry to understand his criticism, and to read his criticism to understand his poetry.” His criticism is important in its own right; as David Perkins pointed out in A History of Modern Poetry, “During a crucial decade in the history of modern literature, approximately 1912-1922, Pound was the most influential and in some ways the best critic of poetry in England or America.” Eliot stated in his introduction to Pound’s Literary Essays that Pound’s literary criticism was “the most important contemporary criticism of its kind. He forced upon our attention not only individual authors, but whole areas of poetry, which no future criticism can afford to ignore.”\n\r\nAround 1912 Pound helped to create the movement he called “Imagisme,” which marked the end of his early poetic style. In remarks first recorded in the March, 1913 edition of Poetry magazine and later collected in his Literary Essays as “A Retrospect,” Pound explained his new literary direction. Imagism combined the creation of an “image”—what he defined as “an intellectual and emotional complex in an instant of time” or an “interpretative metaphor”—with rigorous requirements for writing. About these requirements, Pound was concise but insistent: “1) Direct treatment of the ‘thing’ whether subjective or objective 2) To use absolutely no word that did not contribute to the presentation 3) As regarding rhythm: to compose in sequence of the musical phrase, not in sequence of a metronome.” These criteria meant 1) To carefully observe and describe phenomena, whether emotions, sensations, or concrete entities, and to avoid vague generalities or abstractions. Pound wanted “explicit rendering, be it of external nature or of emotion,” and proclaimed “a strong disbelief in abstract and general statement as a means of conveying one’s thought to others.” 2) To avoid poetic diction in favor of the spoken language and to condense content, expressing it as concisely and precisely as possible. 3) To reject conventional metrical forms in favor of individualized cadence. Each poem, Pound declared, should have a rhythm “which corresponds exactly to the emotion or shade of emotion to be expressed.”\n\r\nThe original Imagist group included just Pound, H.D. (Hilda Doolittle), Richard Aldington, F.S. Flint, and later William Carlos Williams. American poet Amy Lowell also adopted the term, contributing one poem to the 1914 anthology Des Imagistes, edited by Pound. In following years, Lowell sponsored her own anthologies that Pound thought did not meet his Imagist standards; wishing to dissociate himself from what he derisively called “Amygism,” he changed the term “Image” to “Vortex,” and “Imagism” to “Vorticism.” Writing in the Fortnightly Review of September 1, 1914, Pound expanded his definition of the image: “a radiant node or cluster, it is what I can, and must perforce call a VORTEX, from which, and through which, and into which ideas are constantly rushing.” As a much more comprehensive aesthetic principle, Vorticism also extended into the visual arts and music, thus including such artists as the Englishman Wyndham Lewis and Henri Gaudier-Breska, a French sculptor.\n\r\nAnother important facet of Pound’s literary activity was his tireless promotion of other writers and artists. He persuaded Harriet Monroe to publish T.S. Eliot’s “The Love Song of J. Alfred Prufrock,” calling it in a 1914 letter to Monroe “the best poem I have yet had or seen from an American.” In 1921, he edited Eliot’s The Waste Land (published 1922), possibly the most important poem of the modernist era. In a circular (reprinted in Pound’s Letters) for Bel Esprit, the well-intentioned but ill-fated scheme to help support artists in need, Pound described the poetic sequence of Eliot’s poem as “possibly the finest that the modern movement in English has produced.” Eliot in turn dedicated the poem to “Ezra Pound, il miglior fabbro” (the better craftsman), and in his introduction to Pound’s Selected Poems (1928) declared, “I sincerely consider Ezra Pound the most important living poet in the English language.”\n\r\nPound was also an early supporter of the Irish novelist James Joyce, arranging for the publication of several of the stories in Dubliners (1914) and A Portrait of the Artist as a Young Man (1916) in literary magazines before they were published in book form. Forrest Read, in his introduction to Pound/Joyce: The Letters of Ezra Pound to James Joyce, reported that Pound described Joyce to the Royal Literary Fund as “without exception the best of the younger prose writers.” Read declared that Pound “got Joyce printed” and “at critical moments Pound was able to drum up financial support from such varied sources as the Royal Literary Fund, the Society of Authors, the British Parliament, and the New York lawyer John Quinn in order to help Joyce keep writing.” Richard Sieburth in Istigatios: Ezra Pound and Remy de Gourment noted, “Ever concerned about the state of Joyce’s health, finances, and masterpiece-in-progress, Pound prevailed upon him to quit Trieste for Paris, thus setting in motion one of the major forces that would make Paris the magnet of modernism over the next decade. When Joyce and family arrived in Paris in July, Pound was there to help them settle: he arranged for lodgings, and loans … and introduced Joyce … to the future publisher of Ulysses (1922), Sylvia Beach.”\n\r\nOther writers Pound praised while they were still relatively unknown included D. H. Lawrence, Robert Frost, H.D., and Ernest Hemingway. In his Life of Ezra Pound, Noel Stock recalled that in 1925, the first issue of This Quarter was dedicated to “Ezra Pound who by his creative work, his editorship of several magazines, his helpful friendship for young and unknown … comes first to our mind as meriting the gratitude of this generation.” Included among the tributes to Pound was a statement of appreciation from Ernest Hemingway: “We have Pound the major poet devoting, say, one-fifth of his time to poetry. With the rest of his time he tries to advance the fortunes, both material and artistic, of his friends. He defends them when they are attacked, he gets them into magazines and out of jail. He loans them money. He sells their pictures. … He advances them hospital expenses and dissuades them from suicide. And in the end a few of them refrain from knifing him at the first opportunity.”\n\r\nPound’s contributions to translation and his rapid critical and poetic development during the Vorticist years are reflected in Cathay (1915), translations from the Chinese. In a June, 1915 review in Outlook, reprinted in The Critical Heritage, Ford Madox Ford declared it “the best work he has yet done;” the poems, of “a supreme beauty,” revealed Pound’s “power to express emotion … intact and exactly.” Sinologists criticized Pound for the inaccuracies of the translations; Wi-lim Yip, in his Ezra Pound’s Cathay, admitted, “One can easily excommunicate Pound from the Forbidden City of Chinese studies”; yet he believed that Pound conveyed “the central concerns of the original author” and that no other translation “has assumed so interesting and unique a position as Cathay in the history of English translations of Chinese poetry.” In The Pound Era, Kenner pointed out that Cathay was an interpretation as much as a translation; the “poems paraphrase an elegiac war poetry. … among the most durable of all poetic responses to World War I.” Perhaps the clearest assessment of Pound’s achievement was made at the time by T.S. Eliot in his introduction to Pound’s Selected Poems; he called Pound “the inventor of Chinese poetry for our time” and predicted that Cathay would be called a “magnificent specimen of 20th-century poetry” rather than a translation.\n\nHugh Selwyn Mauberley (1920) avoided the problems of being evaluated as a translation, since the title refers to a fictional rather than an historical poet. Yet this poem also suffered at the hands of readers who misunderstood the author’s intent. In a July, 1922 letter to his former professor, Felix Schelling, Pound described Propertius and Mauberley as “portraits,” his rendering of sensibilities. Propertius represents the character of a Roman writer responding to his age; Mauberley, the character of a contemporary British critic-poet. Both poems were, Pound told Schelling, his attempt “to condense a James novel” and both were extended dramatic lyrics. “Mauberley is a learned, allusive, and difficult poem, extra-ordinarily concentrated and complex,” Michael Alexander observed in The Poetic Achievement of Ezra Pound; a central difficulty the poetic sequence presents is its point of view. Most importantly, however, Mauberley served as Pound’s “farewell to London” and showed, according to Alexander, “how profoundly Pound wished to reclaim for poetry areas which the lyric tradition lost to the novel in the 19th century—areas of social, public, and cultural life.” The poem thus points toward the work that was to occupy Pound for the remainder of his life: the Cantos.\n\r\nBy the time Pound left London for Paris in December, 1920, he had already accomplished enough to assure himself a place of first importance in 20th-century literature. Yet his most ambitious work, the Cantos, was scarcely begun. And for a time, it seemed that his long poem was stalled. He had written to Joyce in 1917, “I have begun an endless poem, of no known category … all about everything.” His original first Three Cantos had been published in Poetry (1917) and his Fourth Canto in 1919. Cantos V, VI, and VII appeared in the Dial (1921) and “The Eighth Canto” appeared in 1922, but except for limited editions, no new poems appeared in book form for the next decade. A Draft of XVI. Cantos (1925) in an edition of only 90 copies came out in Paris, and A Draft of XXX Cantos in 1930; but commercial editions of the first 30 Cantos were not published in London and New York until 1933.\n\r\nThe significance of Pound’s undertaking was recognized early. In a 1931 review for Hound and Horn, reprinted in The Critical Heritage, Dudley Fitts called the Cantos “without any doubt, the most ambitious poetic conception of our day.” Three decades later, in “The Cantos in England,” Donald Hall concluded, “Pound is a great poet, and the Cantos are his masterwork.” The long poem, however, presented innumerable difficulties to its readers. When A Draft of XVI. Cantos appeared, William Carlos Williams lamented in a 1927 issue of the New York Evening Post Literary Review, “Pound has sought to communicate his poetry to us and failed. It is a tragedy, since he is our best poet.” Pound himself worried: “Afraid the whole damn poem is rather obscure, especially in fragments,” he wrote his father in April, 1927. With fragmentary, telescoped units of information arranged in unfamiliar ways, the Cantos confounded critics. Fitts summarized two common complaints: “The first of these is that the poem is incomprehensible, a perverse mystification; the second that it is structurally and melodically amorphous, not a poem, but a macaronic chaos.” And George Kearns in his Guide to Ezra Pound’s Selected Cantos warned that “a basic understanding of the poem requires a major investment of time” since if “one wants to read even a single canto, one must assemble information from a great many sources.” The first major critical treatment of Pound’s work, Kenner’s The Poetry of Ezra Pound (1951) paved the way for other serious scholarly attention, and intense critical activity produced a host of explanatory texts designed to help readers understand and evaluate the Cantos.\n\r\nReestablishing a poetic tradition traced from Homer’s Odyssey and Dante’s Divine Comedy, the Cantos are a modern epic. In his 1934 essay “Date Line” (in Literary Essays of Ezra Pound), Pound defined an epic as “a poem containing history.” He further declared, in An Introduction to the Economic Nature of the United States (1944; reprinted in Selected Prose, 1909-1965), that for 40 years “I have schooled myself, not to write an economic history of the US or any other country, but to write an epic poem which begins ‘In the Dark Forest,’ crosses the Purgatory of human error, and ends in the light and ‘fra i maestri di color che sanno’ [among the masters of those who know].” Bernstein explained that Pound’s concept of an epic determined many of the characteristics of the Cantos: “the principle emotion aroused by an epic should be admiration for some distinguished achievement,” rather than “the pity and fear aroused by tragedy.” Thus, the Cantos are peopled with figures Pound considers heroic. Historical characters such as 15th-century soldier and patron of the arts Sigismundo Malatesta, Elizabethan jurist Edward Coke, Elizabeth I, John Adams, and Thomas Jefferson speak through fragments of their own writings. Embodying the ideals of personal freedom, courage, and independent thinking, they represented to Pound heroic figures whose public policies led to enlightened governing. Pound searched through the historical and mythical past as well as the modern world to find those who embodied the Confucian ideals of “sincerity” and “rectitude” in contrast to those who through greed, ignorance, and malevolence worked against the common good.\n\r\nAn epic also encompasses the entire known world and its learning; it is “the tale of the tribe.” Thus, the Cantos were designed to dramatize the gradual acquisition of cultural knowledge. Pound’s poem follows other epic conventions, such as beginning in medias res (in the middle) and including supernatural beings in the form of the classical goddesses. The structure is episodic and polyphonic, but the form is redefined to be appropriate for the modern world. Christine Froula in A Guide to Ezra Pound’s Selected Poems suggested that Pound’s poem, “in its inclusion of fragments of many cultures and many languages, its multiple historical lines, its anthropological perspectives, remains a powerfully and often movingly expressive image of the modern world. It marks the end of the old idea of the tribe as a group who participate in and share a single, closed culture, and redefines it as the human community in all its complex diversity.” The Cantos are, thus, “truly expressive of our perpetually unfolding perception and experience.”\n\r\nIn an often quoted letter to his father in April, 1927, Pound explained that the “outline or main scheme” of the Cantos is “Rather like, or unlike, subject and response and counter subject in fugue: A.A. Live man goes down into world of Dead/C.B. The ‘repeat in history’/B.C. The ‘magic moment’ or moment of metamorphosis, bust thru from quotidien into ‘divine or permanent world.’ Gods., etc.” In the same letter, Pound also briefly outlined the themes—the visit to the world of the dead, the repetition in history, and the moment of metamorphosis—all of which have correspondences in three texts that served as his major inspiration: Dante’s Divine Comedy, Homer’s Odyssey, and Ovid’s Metamorphosis. To these models, Pound added the teachings of Confucius, historical material, and information from his immediate experience. In The Spirit of Romance (1910), Pound had earlier interpreted the Divine Comedy both as a literal description of Dante’s imagining a journey “through the realms inhabited by the spirits of the men after death” and as the journey of “Dante’s intelligence through the states of mind wherein dwell all sorts and conditions of men before death.” The Cantos also dramatize such a journey. “By no means an orderly Dantescan rising/but as the winds veer” (Canto LXXIV), the Cantos record a pilgrimage—an intellectual and spiritual voyage that parallels Dante’s pursuit of enlightenment and Ulysses’s search for his proper home. Alexander noted, “If the Cantos are not cast consistently in the form of a voyage of discovery, they are conducted in the spirit of such a venture, and continents or islands of knowledge, like Enlightenment America or Siena, or corners of Renaissance Italy, or China as seen via Confucianism, are explored and reported on.” The journey in the Cantos occurs on two levels: one, a spiritual quest for transcendence, for the revelation of divine forces that lead to individual enlightenment; the other, an intellectual search for worldly wisdom, a vision of the Just City that leads to civic order and harmony. These goals, personal and public, are present throughout the poem; they also sustained the poet throughout his life.\n\r\nCanto I introduces these controlling themes, presenting Odysseus’s visit to the underworld, where he is to receive information from the spirits of the dead that will enable him to return home. The scene also serves as an analogy to the poet’s exploration of the literature from the past in hopes of retrieving information that may be significant in his own time. Later Cantos present historical figures such as Sigismundo Malatesta and explore the relationship between creativity in the political and literary realms. By the 1930s, Pound was writing about banking and economic systems, and incorporating into the Cantos his own ideas about usury, which he identified as an exploitative economic system. Froula noted that the Cantos was “a verbal war against economic corruption, against literal wars, against materialism, against habits of mind that permit the perpetuation of political domination. It advocates economic reform as the basis of social and cultural reform, and it could not have held aloof from political reality.”\n\r\nIn August of 1933 Pound, living in Italy and at work on his Cantos, received a letter from a young Harvard student. The student, James Laughlin, came to visit the poet in Rapallo, sparking a correspondence that would span the remainder of the poet’s life and Laughlin’s own rise to founder of New Directions Press, Pound’s US publisher. Partially collected in 1994 as Ezra Pound and James Laughlin: Selected Letters, the written correspondence between these two friends was vast, numbering more than 2,700 items. Some were written from Rapallo, where the poet battled with his muse, while others were written during Pound’s tenure in St. Elizabeth’s, as his battle grew more inward; forbidden most correspondence as one of the terms of his punishment, Pound’s letters to Laughlin were smuggled out in his wife’s handbag on the days of her visits. Through the letters, notes Rockwell Gray in the Chicago Tribune, “Pound reminds us how much language shares with music. … Under the showy surface, however, the extra-poetic Pound reveals an all too human concern with vanity wounded by questions of publication, remuneration and reputation. Through it all runs a sense of alienation from a native land he needed to whip, presumably for its own good. Such themes—along with Pound’s tiresome crusade against usury and modern capitalism—bedeviled his gifted mind.” Pound’s energetic, imagistic letters can be seen as yet unrefined cantos in themselves: “In fact,” notes Donald E. Herdeck in Bloomsbury Review, “the Cantos are Ezra L. Pound’s letters to all of us—the rant, the stubbornness, the pith and humor of the Cantos are here, as first drafts, or widening ripples of the life that became the Cantos.” Through his vast outpouring of creative work: poetry, translation, editorships, prose, letters, Pound fulfilled the requirement for a poet that he had set for himself in his Selected Prose, 1909-1965: “The essential thing about a poet is that he build us his world.”\n\r\nPound himself was also not aloof from political reality. An admirer of Mussolini, he lived in fascist Italy beginning in 1925. When World War II broke out, Pound stayed in Italy, retaining his US citizenship, and broadcasting a series of controversial radio commentaries. These commentaries often attacked Roosevelt and the Jewish bankers whom Pound held responsible for the war. By 1943 the US government deemed the broadcasts to be treasonous; at war’s end the poet was arrested by the US Army and kept imprisoned in a small, outdoor wire cage at a compound near Pisa, Italy. For several weeks during that hot summer, Pound was confined to the cage. At night floodlights lit his prison. Eventually judged to be mentally incompetent to stand trial, Pound was incarcerated in St. Elizabeth’s Hospital in Washington, DC. He stayed in the hospital until 1958 when Robert Frost led a successful effort to free the poet. Ironically, while imprisoned by the army in Italy, Pound completed the “Pisan Cantos,” a group of poems that Paul L. Montgomery of the New York Times called “among the masterpieces of this century.” The poems won him the Bollingen Prize in 1949.\n\r\nUpon his release from St. Elizabeth’s in 1958, Pound returned to Italy, where he lived quietly for the rest of his life. In 1969 Drafts and Fragments of Cantos CX-CXVII appeared, including the despairing lines: “My errors and wrecks lie about me/… I cannot make it cohere.” Speaking to Donald Hall, Pound described his Cantos as a “botch. … I picked out this and that thing that interested me, and then jumbled them into a bag. But that’s not the way to make a work of art.” Poet Allen Ginsberg reported in Allen Verbatim: Lectures on Poetry, Politics, Consciousness that Pound had “felt that the Cantos were ‘stupidity and ignorance all the way through,’ and were a failure and a ‘mess.’” Ginsberg responded that the Cantos “were an accurate representation of his mind and so couldn’t be thought of in terms of success or failure, but only in terms of the actuality of their representation, and that since for the first time a human being had taken the whole spiritual world of thought through 50 years and followed the thoughts out to the end—so that he built a model of his consciousness over a 50-year time span—that they were a great human achievement.”\n\r\nPound died in November of 1972; he was buried in his beloved Italy, on the cemetery island Isole di San Michele. In the years since his death, scholarly examination of his works have continued unabated. Several works of primary scholarship have been released, including several letter collections that trace both Pound’s career and the evolution of his poetic achievements. A Walking Tour in Southern France: Ezra Pound among the Troubadors (1992) provides Pound scholars with the poet’s notes regarding his 1912 walking trip through Provence, a landscape and cultural arena that would influence his later Cantos. Edited letter collections include correspondence with poets William Carlos Williams and E.E. Cummings, political ruminations with US Senator Bronson Cutting, and The Letters of Ezra Pound to Alice Corbin Henderson (1993), which details the working relationship between Pound and Poetry magazine editor over a 37-year period.\r\n \n", "attrs": {"School/Period:": ["Imagist", "Modern"]}}