{"pf_url": "https://www.poetryfoundation.org/poets/ezra-jack-keats", "name": "Ezra Jack Keats", "yob": "1916", "yod": "1983", "image": null, "bio": "\n                                                                    Renowned children’s author and illustrator Ezra Jack Keats was born in Brooklyn, New York. The son of Jewish immigrants from Poland, Keats was a precocious artist, though the family couldn’t afford to send him to art school. Instead, after graduating from high school, Keats painted murals for the WPA and found work illustrating comics. During World War II, he designed camouflage patterns; by the 1950s, his illustrations had started appearing in magazines.    His first children’s book, My Dog Is Lost! (1960), depicted a young Puerto Rican child searching for his dog. Two years later came The Snowy Day (1962), one of the most famous children’s books ever published in the US. Taking inspiration from a group of photos in Life magazine that showed a young African American child about to receive an injection, Keats developed the character of Peter, also a young African American child who, over a number of books, sets out to explore his world. About his decision to portray children of color, Keats once wrote, “None of the manuscripts I’d been illustrating featured any black kids—except for token blacks in the background. My book would have him there simply because he should have been there all along.” The Snowy Day was widely acclaimed and won a Caldecott Medal. Keats’s books for children include Whistle for Willie (1964), Peter’s Chair (1967), A Letter to Amy (1968), Goggles (1969), and Pet Show! (1972).    Keats wrote and illustrated more than 85 books for children. His illustrations are unique in their simplicity and lushness; he used a collage technique along with gouache to create rich scenes of urban life that included echoes of “fine art” styles such as cubism and abstraction. Keats was the first artist to design a set of greeting cards for UNICEF, and he was the first children’s book author-illustrator asked to donate his papers to Harvard.   In 2012, the Jewish Museum mounted an exhibition of Keats’s work.\n                                                            ", "attrs": {}}