{"pf_url": "https://www.poetryfoundation.org/poets/fady-joudah", "name": "Fady Joudah", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/0997addcbe15d3686115b394c77d09e3ff887d30.jpeg", "bio": "\nFady Joudah is a Palestinian American physician, poet, and translator. He was born in Austin, Texas, and grew up in Libya and Saudi Arabia. He was educated at the University of Georgia, the Medical College of Georgia, and the University of Texas Health Sciences in Houston. In 2002 and 2005 he worked with Doctors Without Borders in Zambia and Sudan, respectively.\nJoudah’s debut collection of poetry, The Earth in the Attic (2008), won the 2007 Yale Series of Younger Poets competition, chosen by Louise Glück. Joudah followed his second book of poetry, Alight (2013) with Textu (2014), a collection of poems written on a cell phone wherein each piece is exactly 160 characters long. His fourth collection is Footnotes in the Order of Disappearance (2018).  In 2014, Joudah was a Guggenheim Fellow in poetry. \nAs critic Charles Bainbridge observed in a 2008 Guardian review of The Earth in the Attic, “Joudah’s poetry thrives on dramatic shifts in perspective, on continually challenging received notions.”\nJoudah translated  several collections of Palestinian poet Mahmoud Darwish’s work in The Butterfly’s Burden (2006), which won the Banipal prize from the UK and was a finalist for the PEN Award for Poetry in Translation; and in If I Were Another, which won a PEN USA award in 2010. His translation of Ghassan Zaqtan's Like a Straw Bird It Follows Me (2012) won the Griffin International Poetry Prize in 2013. His other translations include Amjad Nasser's Petra: The Concealed Rose and A Map of Signs and Scents.\nJoudah lives with his family in Houston, where he works as a physician of internal medicine.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}