{"pf_url": "https://www.poetryfoundation.org/poets/fairfield-porter", "name": "Fairfield Porter", "yob": "1907", "yod": "1975", "image": null, "bio": "\nPainter, art critic, and poet John Fairfield Porter was born outside Chicago, the fourth of five children of architect James Porter and poet Ruth Furness Porter. He earned a BA at Harvard University, where he studied with Arthur Pope and Alfred North Whitehead. Porter then settled in New York City, where he studied at the Art Students League with Boardman Robinson and Thomas Hart Benton. He also studied at Parsons School of Design with art restorer Jacques Maroger. With his family, he lived in several eastern cities before settling in Southampton, New York, in 1949.\n\r\nPorter was affiliated with the New York School, an informal group of poets, dancers, composers, and visual artists in New York City in the 1950s and 1960s. Both his art and writing are socially engaged and grounded in daily life. Tibor de Nagy Editions posthumously published Fairfield Porter: The Collected Poems with Selected Drawings (1985). Porter also translated several of Stéphane Mallarmé’s poems from French and created linoleum-block print illustrations for John Wheelwright’s chapbook series Poems for Two Bitsand Poems for a Dime.\n\r\nPorter produced realist art during a period dominated by the abstract expressionist movement. His paintings were shown at the Tibor de Nagy Gallery and the Whitney Museum of American Art, and he had solo shows at the Cleveland Museum of Art, the Parrish Art Museum, the Maryland Institute of Art, and the 1968 Venice Biennale. Porter wrote art reviews for ArtNews and served as an art editor for the Nation. He also authored the scholarly study Thomas Eakins (1959) on the artist’s life and work.\n\r\nPorter is the subject of Fairfield Porter: A Life in Art (2000), by Justin Spring. A large selection of Porter’s work and papers is held at the Smithsonian’s Archives of American Art. After his death, his wife, the poet Anne Porter, donated 250 of his paintings to the Parrish Art Museum.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["New York School"]}}