{"pf_url": "https://www.poetryfoundation.org/poets/fanny-howe", "name": "Fanny Howe", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/e86142a28546e260a32bfbda7b289dc181979ce3.jpeg", "bio": "\nFanny Howe is the author of more than 20 books of poetry and prose. Howe grew up in Cambridge, Massachusetts, and studied at Stanford University. “If someone is alone reading my poems, I hope it would be like reading someone’s notebook. A record. Of a place, beauty, difficulty. A familiar daily struggle,” Fanny Howe explained in a 2004 interview with the Kenyon Review. Indeed, more than a subject or theme, the process of recording experience is central to Howe’s poetry. Her work explores grammatical possibilities, and its rhythms are generated from associative images and sounds.\n\r\nHowe’s collections of poetry include Love and I (2019), The Needle’s Eye (2016), Second Childhood (2014), Come and See (2011), On the Ground (2004), Gone (2003), Selected Poems (2000), Forged (1999), Q (1998), One Crossed Out (1997), O’Clock (1995), and The End (1992). Critic Jordan Davis lauds the manner in which revelatory thought is presented in Gone: “Howe enacts what the South American poet Jorge Guinheime called hasosismo, or the art of the fallen limb, in which startling insights emerge and are subsequently concealed.” Critic Kimberley Lamm, discussing the poem “Doubt,” writes, “Fanny Howe’s work is unique in contemporary poetry for its exploration of religious faith, ethics, politics, and suffering.” Second Childhood (2014) was selected as a finalist for the National Book Award.\nHowe is the author of many novels, including Nod, The Deep North, Famous Questions, Saving History, and Indivisible. She has written short stories, books for young adults, and the collection of literary essays The Wedding Dress: Meditations on Word and Life (2003) and The Winter Sun: Notes on a Vocation (2009).\n\r\nShe has received awards from the National Endowment for the Arts, the National Poetry Foundation, the California Council for the Arts, and the Village Voice, as well as fellowships from the Bunting Institute and the MacDowell Colony. Her Selected Poems won the 2001 Lenore Marshall Poetry Prize. In 2001 and 2005, Howe was shortlisted for the Griffin Poetry Prize. In 2008 she won an Award in Literature from the American Academy and Institute of Arts and Letters. She was awarded the Ruth Lilly Poetry Prize in 2009.\nHowe taught for almost 20 years in Boston, at MIT, Tufts University, and elsewhere, before taking a job at the University of California at San Diego, where she is professor emerita. In 2012 she was the inaugural visiting writer in the Creative Writing Program at the University of Massachusetts-Boston. Her papers are housed at Stanford University. She lives in Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Language Poetry"]}}