{"pf_url": "https://www.poetryfoundation.org/poets/fitz-greene-halleck", "name": "Fitz-Greene Halleck", "yob": "1790", "yod": "1867", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/7179ee0ad69d2fbda386a948c6de48b17d5664ff.jpeg", "bio": "\n                                                                    Born and raised in Guilford, Connecticut, early-19th-century poet, essayist, and Byron scholar Fitz-Greene Halleck was a descendant of Pilgrims. He moved to New York City at the age of 21, where he worked as a personal secretary for philanthropist John Jacob Astor; the Astor Library, for which Halleck was an original trustee, would later serve as the foundation for the New York Public Library.    A member of New York City’s Knickerbocker group, which included writers Washington Irving, James Fenimore Cooper, and William Cullen Bryant, Halleck wrote lightly satirical poems and essays, as well as romantic verse. His poems, including “Marco Bozzaris,” were popular choices for classroom recitals. He collaborated with his close friend Joseph Rodman Drake on a satire of New York life, The Croaker Papers, serialized in the New York Evening Post. Halleck’s volumes of poetry include Fanny (1819) and Alnwick Castle, with Other Poems (1827). His work was included in the anthologies Specimens of American Poetry (1829) and American Common-Place Book of Poetry (1831). Halleck edited The works of Lord Byron, in verse and prose, including letters, journals, etc: with a sketch of his life (1833) and Selections from the British Poets (1840).   Halleck is the subject of the critical study Fitz-Greene Halleck: An Early Knickerbocker Wit and Poet (1930), by Nelson Frederick Adkins, and the biographies The Life and Letters of Fitz-Green Halleck (1869), by James Grant Wilson, and The American Byron: Homosexuality and the Fall of Fitz-Greene Halleck (2000), by John Hallock. Halleck is the only American writer honored in Central Park’s Literary Walk; President Rutherford B. Hayes dedicated his statue in 1877 before an estimated crowd of 10,000. Halleck returned to Guilford in 1849 and lived with his sister until his death in 1867.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}