{"pf_url": "https://www.poetryfoundation.org/poets/forrest-gander", "name": "Forrest Gander", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/363bd1caa03148fdfb09ffb02d3ba9fc779423de.jpeg", "bio": "\nBorn in California’s Mojave Desert, poet Forrest Gander grew up in Virginia and attended the College of William & Mary, where he majored in geology. After earning an MA in literature from San Francisco State University, Gander moved to Mexico, then to Arkansas, where his poetry—informed by his knowledge of geology—turned its attention to landscape as foreground or source of action.\n\r\nGander’s books of poetry include Be With (2018), which was awarded the Pulitzer Prize, Eye Against Eye (2005), Torn Awake (2001), and Science & Steepleflower (1998). Critic Barbara Fischer wrote in the Boston Review that Gander’s poetry “marshals a sinewy and strenuous language for familial, sensory, and erotic experience.” A master of the long poem, Gander uses the form to consider his subjects from a variety of approaches, and as the proving ground for unique formal constraints. Of Be With, Gander’s series of elegies for his wife, the poet C.D. Wright, Dan Chiasson noted in the New Yorker: “The book’s sputtering, flinching style, with its syntactical dead ends and missed connections, feels like both an accommodation to the necessity of language and proof of its inadequacy.”\n\r\nThough primarily a poet, Gander is also a translator, novelist, essayist, and the editor of several anthologies. He has translated collections by Mexican poets Pura López Colomé and Coral Bracho. With Kent Johnson he translated Bolivian poet Jaime Saenz’s Immanent Visitor: Selected Poems of Jamie Saenz and The Night (2007), for which he won a PEN Translation Award. His translations of Neruda are collected in Then Come Back: The Lost Neruda Poems (2016) and included in The Essential Neruda: Selected Poems (2004). He also edited the bilingual anthologies Mouth to Mouth: Poems by Twelve Contemporary Mexican Women (1993) and Pinholes in the Night: Essential Poems from Latin America (with Raúl Zaurita, 2014). Gander’s own poetry has been translated into several languages. He is the author of two novels, As a Friend (2008) and The Trace (2015).\n\r\nGander has won the Whiting Writers’ Award, a Howard Foundation Award, the Jessica Nobel Maxwell Memorial Prize, two Gertrude Stein Awards for innovative North American writing, and fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and United States Artists. He has taught at Harvard University and Brown University.\nWith Wright, Gander coedited the literary small press Lost Roads Publishers for 20 years. He now lives in northern California. \n \n", "attrs": {"Region:": ["U.S., New England"]}}