{"pf_url": "https://www.poetryfoundation.org/poets/frank-bidart", "name": "Frank Bidart", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/36bcd48990c3111a9718fd73a0fc2300c06e1ab2.jpeg", "bio": "\nFrank Bidart’s first books, Golden State and The Book of the Body, both published in the 1970s, gained critical attention and praise, but his reputation as a poet of uncompromising originality was made with The Sacrifice, published in 1983. All three books are collected In the Western Night: Collected Poems 1965-1990. His position in American letters has been solidified through his later works, including Desire, Star Dust, and Watching the Spring Festival. Much of Bidart’s early work focuses on the origins and consequences of guilt. Among his most notable pieces are dramatic monologues presented through such characters as Herbert White, a child-murderer, and Ellen West, an anorexic woman. “Part of his effectiveness comes simply from his ability as a storyteller,” commented Michael Dirda in Washington Post Book World. “You long to discover what happens to his poor, doomed people.”\n\r\nBidart grew up in California and entertained thoughts of becoming an actor or director when he was young. His plans changed, however, when he was introduced to literature at the University of California-Riverside. While an undergraduate, he became familiar with the work of T.S. Eliot and Ezra Pound. In a 1983 interview with Mark Halliday, included in  In the Western Night, the poet spoke of how reading Pound’s Cantos introduced him to the potential of poetry to encompass a wide range of subjects: “They were tremendously liberating in the way that they say that anything can be gotten into a poem, that it doesn’t have to change its essential identity to enter the poem—if you can create a structure that is large enough or strong enough, anything can retain its own identity and find its place there.”\n\r\nAfter graduating from the University of California—Riverside, Bidart continued his education at Harvard University. He was not, however, certain of where his course of study would lead him. Bidart related in his interview with Halliday: “I took classes with half my will—often finishing the work for them months after they were over; and was scared, miserable, hopeful. I wrote a great deal. I wrote lugubrious plays that I couldn’t see had characters with no character. More and more, I wrote poems.” Bidart’s first attempts at poetry were, by his own admission, failures. “They were terrible; no good at all,” he continued in his interview. “I was doing what many people start out by doing, trying to be ‘universal’ by making the entire poem out of assertions and generalization about the world—with a very thin sense of a complicated, surprising, opaque world outside myself that resisted the patterns I was asserting. These generalizations, shorn of much experience, were pretty simple-minded and banal.”\n\r\nBidart submitted his work to Richard Howard, who was then editor of a poetry series at Braziller. Golden State was released in 1973. The book’s most famous poem is “Herbert White,” which is told through the voice of a psychopathic child-murderer and necrophiliac. In his interview with Halliday, Bidart stated that his intent in writing the piece was to present “someone who was ‘all that I was not,’ whose way of ‘solving problems’ was the opposite of that of the son in the middle of the book. The son’s way . . . involves trying to ‘analyze’ and ‘order’ the past, in order to reach ‘insight’; Herbert White’s is to give himself a violent pattern growing out of the dramas of his past, a pattern that consoles him as long as he can feel that someone else has acted within it.” In a review for Parnassus, Sharon Mayer Libera wrote that “Bidart’s achievement, even a tour de force, is to have made [Herbert White] human. The narrator’s gruesome adventures become the least important aspect of the monologue—what is significant is his reaching out, in a language both awkward and alive, for the reasons he seeks power over his experience in peculiar and violent ways.”\n\r\nBidart’s second collection, The Book of the Body, includes several poems featuring characters struggling to overcome both physical and emotional adversity. The book opens with “The Arc,” a series of musings by an amputee, and includes the dramatic monologue “Ellen West,” spoken by a woman with anorexia. Based on a case study by noted psychiatrist Ludwig Binswanger, Edmund White regarded the poem as “a work that displays Bidart’s talents at their most exacting, their most insistent.”\n\r\nBidart’s early work often disregarded the conventions of poetry. In an appraisal of The Book of the Body, Helen Vendler stated that “Bidart’s method is not narrative; unlike the seamless dramatic monologues we are used to, his are spliced together, as harrowing bits of speech, an anecdote, a reminiscence, a doctor’s journal notes, a letter, an analogy, follow each other in a cinematic progression.” Reviewers have also often drawn attention to Bidart’s unusual typography, and to the liberties he takes with punctuation and capitalization. In his interview with Halliday, Bidart explained that “the only way I can sufficiently . . . express the relative weight and importance of the parts of a sentence—so that the reader knows where he or she is and the ‘weight’ the speaker is placing on the various elements that are being laid out—is [through] punctuation. . . Punctuation allows me to ‘lay out’ the bones of a sentence visually, spatially, so that the reader can see the pauses, emphases, urgencies and languors in the voice.”\n\nThe Sacrifice, released in 1983, received widespread praise. Central to the volume is a thirty-page work titled “The War of Vaslav Nijinsky,” As with most of his poetry, “The War of Vaslav Nijinsky” went through a series of revisions as Bidart experimented with language and punctuation. “The Nijinsky poem was a nightmare,” he remarked in his interview. “There is a passage early in it that I got stuck on, and didn’t solve for two years.” David Lehman praised Bidart’s technique of alternating portions of the dancer’s monologue with prose sections on Nijinsky’s life. According to Lehman, “the result combines a documentary effect with an intensity rare in contemporary poetry.”\n\r\nAlthough he has written in a variety of forms, Bidart’s first books are best known for  their dramatic monologues of troubled characters like Herbert White, Ellen West, and Vaslav Nijinsky. In his interview Bidart discussed how he is able to write in voices so different from his own: “Once I finally get the typed page to the point where it does seem ‘right’—where it does seem to reproduce the voice I hear—something very odd happens: the ‘ being’ of the poem suddenly becomes the poem on paper, and no longer the ‘voice’ in my head. The poem on paper suddenly seems a truer embodiment of the poem’s voice than what I still hear in my head. I’ve learned to trust this when it happens—at that point, the entire process is finished.”\n\r\nBidart’s book Desire was nominated for the triple crown of awards—the Pulitzer Prize, the National Book Award, and the National Book Critics Circle Award—and received the 1998 Rebekka Bobbitt Prize from the Library of Congress for the best book of poetry published during the previous two years.\n\nDesire begins with thirteen short poems, including a memorial to artist Joe Brainard, who died of AIDS. William Logan said in New Criterion that these poems “prepare the psychology of ‘The Second Hour of the Night,’ a masterwork whose first part is as good as anything Bidart has done” The book’s second half, “The Second Hour of the Night,” is a recounting of Ovid’s tale of Myrrha’s incestuous love for her father, Cinyrus. Nation reviewer Langdon Hammer wrote that the poem “is, in a sense, the worst case that could be made against desire: Sex makes people miserable; it leads them to destroy others and themselves. Yet Bidart converts his poem into an affirmation of embodied love.” Hammer noted that the “pre-existing forms” in Desire include writing by Dante, Marcus Aurelius, and Catullus. “Bidart’s mind,” continued Hammer, “like Ezra Pound’s, is full of writing. The experience he records is first of all the experience of a compassionate, intensive reader. What he cares about most is not the content of prior texts but what it feels like to enter them, and then to carry them inside you.”\n\r\nBidart told Lambda Book Report interviewer Timothy Liu, “I think ‘The Second Hour of the Night’ is a poem I’ve been trying to write all my life. . . . I wanted to write a poem that questioned love, and in some sense, to punish love as far as one could—and see what remained. Not out of the illusion that one could destroy the desire for love, but to devour as many sentimentalities and delusional aspects as possible, certainly to question the traditional assumptions about love.”\n\r\nBidart’s sixth book, Star Dust, was published in 2005. Like Desire, it is divided in two parts. The first section is composed of the short poems published as the Pulitzer-prize nominated chapbook “Music like Dirt,” and the second of eight short lyrics and a long narrative poem that continues the series Bidart began in Into the Western Night. Like the rest of the collection, “The Third Hour of the Night” focuses on the human urge to make or create, but does so by subverting the process described in the first half. Jacob Edmund, the Boston Review, wrote that “the failure to realize ‘the human need to make’ in the first section becomes an effort to make by unmaking the self in the second. The two sections interpenetrate, mirror, and modify one another, creating a dynamic and impressively realized whole.” “The Third Hour of the Night” tells the story of Benvenuto Cellini, a contemporary of Michelangelo—and a sorcerer—who struggles to complete a bronze statue of Perseus holding Medusa’s head. The intense drive towards creation, the way we shape and give form to experience, is the central theme of Star Dust. Reviewing the book for the New York Times, Langdon Hammer noted that Bidart’s emphasis was both on the way we shape “or mis-shape” our lives: “The qualification is important. Making is our best chance for meaning, he [Bidart] insists. ‘‘Without clarity about what we make,’’ however, it becomes ‘‘a curse, a misfortune’; and what each of us must make, let alone how to make it, is never clear.” The book, which was nominated for a National Book Award, employed familiar Bidart typography—block capital, italics, blank space—and techniques such as dramatic monologue, quotation, and paraphrase.\n\r\nBidart’s recent books include Watching the Spring Festival (2008), his first book of lyric poems; and Metaphysical Dog (2013), which won the National Books Critics Circle Award and was a finalist for the National Book Award. His Half-Light: Collected Poems 1965-2016 won the National Book Award and Pulitzer Prize in Poetry.\n", "attrs": {}}