{"pf_url": "https://www.poetryfoundation.org/poets/francis-jammes", "name": "Francis Jammes", "yob": "1868", "yod": "1938", "image": null, "bio": "\nFrench writer Francis Jammes is best known for his poetry of the natural world, in which he praised the simplicity of country life. He was born in Tournay, France, at the foot of the Pyrénées mountains. When Jammes was seven, his father moved to Sauveterre-de-Guyenne to work as a tax collector. Jammes, his mother, and his older sister moved to Pau, where they stayed with Jammes’s maternal grandparents. Jammes was educated there and later in Bordeaux, though he later said he found his education dull and irritating. Anthony Levi explained in the Guide to French Literature, “[Jammes’s] childhood was not significantly unusual, but he did develop an early facility in writing verse, some of it to girls, which already showed stark sincerity of sentiment, simplicity of syntax, and the influence of Mallarmé.”\nBecause Jammes’s father died just after he finished school, he had to support himself and his mother, and he worked as a lawyer’s clerk. But Jammes found the work removed him from the simple walks of his country home. Eventually, he turned to writing. Though Jammes had written poetry for most of his young life, he described the decision to become a writer as almost epiphanic: “It was in the heart of April, 1895, that I was invaded—I can find no other word to express my meaning. A simultaneous outburst of all my lyrical powers took place in me. I do not know why I did not die from the breath, as it were, of a violent wing which seemed to strike me, and of which my poem ‘Un Jour’ was born.”\nJamme’s literary standing has always been difficult to categorize; Blandine M. Rickert wrote in the Encyclopedia of World Literature, “Jammes, who has been referred to as a symbolist, neosymbolist, or naturiste, never belonged to any systematic school of poetry. He always was only himself, in the process creating Jammisme, which embraces but one guiding principle, ‘the truth that is the praise of God.’ It is innocence, simplicity, and humility; it extols the beauty of the native soil and the virtues of family life; it is adoration of God and love of all He created.” Jammes’s poetry counters French literary tradition, so often associated with highly rarefied, intellectual poetics.\nHis early work, published in Six Sonnets (1891), Vers (1892), and Un Jour (1895), details the humble beauties of nature and country life. In Un Jour, for example, Jammes describes a day in the life of a poet: in the first scene, the poet describes his morning of shooting and enjoying a simple breakfast with his father. In the second scene, the poet speaks with his fiancée in the garden, and in the third scene he enjoys a pipe after dinner in the kitchen. In the final scene, the poet looks out into the night before kneeling to say his prayers. Rickert noted, “With a naivete that at times appears somewhat studied, J[ammes] writes about the various aspects of rustic life. He is a keen observer of nature who expresses, with disarming simplicity and sincerity, a love of fields and flowers, of mountains and rivers, a childlike affection for all animals, and a great compassion for the poor and suffering. His very romantic sensibility is conveyed through somewhat strikingly sensuous images.”\nJammes, after these collections, received encouragement from other poets, particularly André Gide and Stéphane Mallarmé. Jammes and Gide became friends, though their relationship always wavered on the edge of a literary and philosophic battle. Levi wrote, “His initial closeness to Gide is more surprising than the inevitable later clash, and it is on the whole surprising that the simple, regional, rustic Catholic, who only rarely strayed far from the Pyrenées, and wrote with a determined and not wholly unaffected naivete about country joys and spiritual bliss, should have attracted as much attention as he did.”\nPartly through his association with Gide, however, Jammes’s works became increasingly popular, particularly in the volumes preceding his conversion to Catholicism in 1905. Under the influence of another poet, Paul Claudel, Jammes returned to the Catholic church, thus shifting his praise of nature to the praise of God in nature. He described the shift: “I was christened a Catholic, but that was about all: that, and a sort of sympathy for the fine literary themes afforded by the Church ... I was a Pagan, a veritable Faun! Flowers, forests, women—I was in love with all that Lived! ... There were trials before the Grace of God touched me; and there was Claudel, too. ... I shall never forget our first interview. He was already a great writer in the eyes of a little clan. I still see the small room into which we were shown, my friend and I.” He added, “It was a sort of bare cell: three things attracted my attention, a rosary, an old woman’s prayer book, and Barres’s Appel au Soldat. And then Claudel came in. It was as if a Roman bust were to move its lips and speak. He disliked the person who accompanied me, and I remember the harsh cut-and-dry tone of his short answers. But the next day I lunched with him and Schwob; and the icy marble softened into flesh and blood. I was lost in wonder, a sort of happy astonishment. Catholicism had entered into my life.”\nIn Les géorgiques chrétiennes, Jammes turns his attention to the spiritual life of a country family. The work also reveals Jammes becoming as absorbed in his family life as in his Catholicism. In 1907 Jammes married a young admirer after a brief epistolary courtship; they raised seven children. The period following his immersion in family life and Catholic vision is often described as his least impressive poetic period. Still, Jammes’s reputation has remained intact.\nCritics have often wondered how such a simple writer became a major French literary force. In many ways, Jammes’s simplicity appears to be his biggest contribution. Like Charles Péguy, he assaulted the highly wrought literary and philosophic world with his insistence on innocence.\nJammes died on November 1, 1938, in Hasparren, France.\n", "attrs": {"Region:": ["France"]}}