{"pf_url": "https://www.poetryfoundation.org/poets/frank-asch", "name": "Frank Asch", "yob": "1946", "yod": null, "image": null, "bio": "\nFrank Asch is the author of many picture books aimed at young readers. In 1989 he and Russian author Vladimir Vagin became the first Russian/American collaborators to write a children's book published simultaneously in both the United States and the Soviet Union. Here Comes the Cat tells of a village of mice fearful of the approach of a cat, until they realize the cat comes in friendship. The story, of course, was meant as a fable about cold war-era tensions between East and West; these tensions were soon to come to an end with the collapse of the Soviet Union.\n\r\nOther Asch titles include The Sun Is My Favorite Star, in which a young boy becomes aware of how the sun wakes him in the morning, plays hide-and-seek with him throughout the day, and says good night to him as he goes to bed. \"Radiating the calm coziness of a child who feels safe and secure enough in the world to explore and explain it,\" a critic for  Publishers Weekly wrote, \"this volume warms the heart.\" Carolyn Phelan in  Booklist called the title a \"bright and simple picture book.\"\n\r\nIn  Class Pets: The Ghosts of P.S. 42 two mice—brother and sister—find a new home at the local school, where they make friends with the ghost of a gerbil and encounter a mean gray cat who wants them out of the building. They also, noted Beth Tegart in School Library Journal, \"find out about life in a school, caring children, loyalty, ghosts, and survival.\" A critic for Kirkus Reviews called the book \"tongue-in-cheek\" and the story's central conflict \"a hilariously different game of cat-and-mouse.\" A reviewer for Publishers Weekly described Class Pets as \"an agreeable romp of a tale.\"\n\r\nAsch once wrote, \"I do kid's books because I like to draw and make up stories which express my feelings and kids' feelings, and because it enables me to put my artistic ability and training to some tangible use.\"\n", "attrs": {}}