{"pf_url": "https://www.poetryfoundation.org/poets/francis-ledwidge", "name": "Francis Ledwidge", "yob": "1887", "yod": "1917", "image": null, "bio": "\nFrancis Ledwidge grew up in the Irish countryside. His father died when he was only five years old, leaving him, his mother, and his seven siblings in poverty. Despite financial hardships, Ledwidge’s mother thought it more important that her children stay in school than drop out and get a job to help support the family. Ledwidge remained in school until the age of 13, and it was there he developed an early interest in poetry.\nIn the following years, Ledwidge pursued various jobs as a laborer while continuing to study literature independently, his favorite authors being Henry Wadsworth Longfellow, Alfred, Lord Tennyson, William Shakespeare, Percy Bysshe Shelley, and John Keats. He also wrote his own poems and became known locally as a poet, often reciting his pieces to fellow laborers. This is, in fact, how his first poem came to be published. A coworker in the coal mines where Ledwidge was employed in 1910 was so impressed by his poem, “Song of Spring,” that he sent it in to the Drogheda Independent. It was published right away, and soon Ledwidge became a regular contributor to that newspaper.\nIt was a neighbor, writer Lord Dunsany, who helped Ledwidge gain attention outside his local sphere. Dunsany became a kind of mentor, allowing Ledwidge access to his extensive library, editing his work, and introducing him to his writer friends. In 1912 Dunsany helped one of Ledwidge’s poems, “Behind the Closed Eye,” be published in the Saturday Review. Ledwidge continued to write prolifically in the next year, inspiring Dunsany to gather together Ledwidge’s work and write an introduction for a volume initially scheduled for publication in 1914, though its release was postponed until 1916.\nSongs of the Fields (1916), as this first collection was titled, contains 50 poems, most of which create lyrical pictures of Ledwidge’s native countryside. When it was finally released, the book was an immediate success, its first printing selling out rapidly. It was also favorably reviewed by a number of critics, like W.S. Braithwaite who described the collection in the Boston Transcript: “There is neither interpretation nor suggestion for form, color or spirit, just the pure essence of mood and enjoyment. [Ledwidge] leaves picture in the mind, sounds in the ear, and a fragrance runs coolingly up the nostrils as if one stood in his fields and woods. It is altogether a charming art.”\nThe first poem in the book, “To My Best Friend,” is a typical example of Ledwidge’s talent for description and simplicity: “Deep in the meadows I would sing a song / The shallow brook my tuning fork, the birds / My masters; and the boughs they hop along / Shall mark my time; but there shall be no words / For lurking Echo’s mock; and angel herds / Words that I may not know, within, for you, / Words for the faithful meet, the good and true.” In 1914, while Songs of the Field was still in pre-publication stage, World War I broke out and Ledwidge enlisted in the Royal Inniskilling Fusiliers, a unit in which Dunsany was captain. In England, where the two were first stationed after training, Ledwidge found ample opportunity to write. Meanwhile, Ellie Vaughey, Ledwidge’s childhood sweetheart who had married another man, died in childbirth. Ledwidge recorded in the poem “Caoin” a dream he had about white birds flying over the ocean that, in retrospect, he believed signaled the death of his former love. After her death, Ellie continued to appear in Ledwidge’s poetry.\nLedwidge endured harsh conditions in Gallipoli in 1915, but he was not a war poet, and he produced no works during this period. In fact, his poetry evokes a sense of peace and simplicity, not violence, which appealed to many readers during the war. As one critic for the Saturday Review wrote about the poems in Songs of the Fields, “They are the spontaneous expression of his simple love of the Irish fields, and the feeling of these songs is sincere enough to take us back from the present fields of war.”\nThe following winter Ledwidge fell ill with rheumatism. Still suffering from a range of ailments, he was given leave to recuperate in the spring of 1916. During this time he heard news from back home about the Easter Uprising. He was immensely saddened by the death of so many Irishmen, including fellow writers, who were killed while trying to overthrow English rule in Ireland. He made a hasty visit home after having written an elegy for a poet friend, Thomas McDonagh, who was executed for his involvement in the uprising. In the poem “Thomas McDonagh,” he wrote, “He shall not hear the bittern cry / In the wild sky, where he is lain, / Nor voices of the sweeter birds / Above the wailing of the rain.”\nHis feelings about the Easter Uprising and weariness of war brought a new mood into Ledwidge’s poetry. Returning to duty in the summer of 1916, he and Dunsany went to work selecting and editing poems for a second collection. The works appearing in Songs of Peace (1917), a title chosen by Dunsany, evoke feelings of melancholy and grief for all the friends lost in recent years. More personal than his previous works, the poems in this book are divided into the chapters that chronicle his life: “At home,” “In barracks,” “In Camp,” “At Sea,” “In Serbia,” “In Greece,” and “In Hospital in Egypt.” Still the voice in these poems, like his earlier works, often longs for his beloved homeland and exalts the Irish landscape. As a reviewer for the Boston Transcript commented, “Not only does he give the physical appearance of Ireland, but the true inwardness of her landscape—the color, the scent, and the sound of his beloved land, that the Gael may feel a catch in his breath as he reads, and find his brain flooded with many memories.”\nThe same year Songs of Peace was published, Ledwidge had a dream about a woman calling her lover to his death. Recording the image in his poem “The Lanawn Shee,” he believed it to be a premonition of his own end. Eerily, a few months later he was killed by an exploding shell during a campaign in Belgium, in July 1917. He was just a few weeks shy of his 30th birthday.\nAfter Ledwidge’s death, Lord Dunsany again collected his poems for a volume titled Last Songs, which appeared in 1918. A compilation of all three of Ledwidge’s poetry volumes, The Complete Poems of Francis Ledwidge, was released in 1919.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}