{"pf_url": "https://www.poetryfoundation.org/poets/franz-werfel", "name": "Franz Werfel", "yob": "1890", "yod": "1945", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e84d5a16063e3c0bf299423e20bb5ba0408dcbb7.jpeg", "bio": "\nOne of the leading 20th-century literary figures of pre-Nazi Austria, Franz Werfel was born in Prague, Czechoslovakia, in 1890, the first child of a Jewish glove manufacturer and his wife. The boy spent much of his early life in the care of a Czech nanny, Barbara (“Babi”) Simunkova, who took him to Roman Catholic mass with her; these early experiences of religion made a deep impression on him, and as a child he built altars and conducted religious ceremonies in his room. In Dictionary of Literary Biography, Lionel B. Steiman asserted that it was Babi’s piety and affection that lay behind the characters of many of Werfel’s later heroines, with their simple, pure-hearted acceptance of life—a quality which Werfel termed froemmigkeit, or piety. His ancestral Judaism, on the other hand, seemed a mysterious, forbidding religion to the young boy; some negative stereotypes of Jews can be seen even in his more sympathetic Jewish characters, such as Jacobowsky in the play Jacobowsky under der Oberst (1944).\nAs a boy, Werfel was a notably poor student in school, but possessed what Stephen Shearier in Dictionary of Literary Biography called “a voracious appetite for literature and a remarkable memory for musical scores.” The operas of Verdi were a particular favorite, and as the adolescent Werfel embarked upon a life of frequenting Prague’s cafes and pubs, he impressed his fellow-habituies with his memorizations of Verdi. From ages 18 to 22, Werfel hung out in the Cafe Arco, whose other regulars included Franz Kafka and Max Brod; these and other young writers formed the Prague Circle of Jewish Writers in the German language. Although Werfel’s father was attempting to prepare the lad for a career in the family business, Werfel was busy writing poems and, with the help of Brod and Willy Haas, getting them published as Der Weltfruend (The Worldfriend; The Philanthropist) in 1911. This first book, according to Steiman, “established the reputation of the cherubic twenty-year-old almost overnight; it is still regarded as among his best works and one of the key texts of early Expressionism.” The poems voiced the speaker’s desire to be brothers with all humankind; however, unlike some other writers with such views, Werfel felt that political activism was the enemy of true brotherhood, and of art. Meanwhile, conflict with his father impelled young Werfel to flush important glove-company business records down the toilet while undergoing business training in Hamburg; on his return to Prague in 1911, Werfel was pressured by his father into entering the army.\nNever a serious soldier, Werfel was at times incarcerated for committing pranks. A later stint of military service followed after the outbreak of World War I, but Werfel, by then a well-known writer, never fought in combat. In 1915, moreover, he seriously injured his legs by jumping from a moving cable car; whether this was a suicide attempt is not known. As a result, he spent the remainder of the war working in a military press office in Vienna. In that city he frequented the Cafe Central, whose other patrons included Robert Musil, Egon Erwin Kisch, and Franz Blei. The latter introduced Werfel to Alma Mahler Gropius, the widow of composer Gustav Mahler and still the wife of architect Walter Gropius. Despite Alma’s eleven-year seniority over Werfel, and considerable political and religious differences, the two fell in love. They would be married years later, in 1929, after Werfel satisfied Alma’s precondition of renouncing Judaism.\nBy the end of World War I, Werfel had published four books of poetry, and in an influential 1918 anthology of Expressionist verse, Kurt Pinthus’ Menschheitsdaemmerung, he was represented by more poems than any other poet. His poetry, according to Lothar Huber in the Reference Guide to World Literature, was “a hymnic celebration of life,” and although not experimental in the technical sense, was modern in feeling and idiom. He had also written some plays, notably Die Troerinnen, an adaptation of the Greek tragedy The Trojan Women by Euripides. As the 1920s arrived, Werfel began to shift his emphasis from verse to drama and fiction. He saw success with a short novel, Nicht der Moerder, der Ermordete ist schuldig, which literally means “Not the Murderer, the Victim is Guilty,” in 1920. Notable plays of Werfel’s Expressionist period, which ended in 1922, included Bockesang (1921), whose title, translated in English as “Goat Song,” comes from the ancient Greek roots of the word for “tragedy.” This grisly play, which deals with the fate of a deformed child born in a Slavic country who grows up to impregnate a local maiden, was moderately successful in German cities, but much more so in New York in its 1926 run. Alfred Lunt and Lynne Fontanne played major roles, and the esteemed playwright Eugene O’Neill declared in the New York Times, on March 7, 1926, “Here is a play which really justifies all one can say by way of enthusiastic praise.”\nWerfel’s Expressionist phase came to an end with his 1924 novel, Verdi: Roman der Oper (Verdi: A Novel of the Opera), which was both his first long novel and his greatest commercial success of the ‘20s. The novel contrasts Verdi with his operatic rival Richard Wagner; it led to Werfel’s being popularly regarded as an authority on music, and indeed he was to edit a volume of Verdi’s letters in 1926. Kafka, who was not always a fan of Werfel’s work, found Verdi almost the only book he could bear to read while in a tuberculosis sanatorium near the end of his life. Werfel continued to use historical characters in other plays of the decade, including the very successful Juarez und Maximilian. In the 1928 Paulus unten der Juden (Paul Among the Jews), history becomes theology as Werfel tries to establish a dialogue-in-drama between the two religions that tugged at his heart, Christianity and Judaism.\nDrama was to give way increasingly to fiction in Werfel’s work, however, and in 1931 he published an ambitious novel, Barbara oder Die Froemmigkeit (translated as The Pure in Heart and The Hidden Child), which remains perhaps his most critically admired novel. The title character, who does not figure directly in much of the action, is the inspirational former nurse of the hero and an example of simple faith—”the quiet, loving acceptance of life.” Embarking upon a long journey of self-discovery, the hero and his best friend encounter the futility of intellectual theology and political activism; the novel is largely, in Steiman’s view, “a conservative polemic.” Although it helped win Alma Mahler’s heart, it did not gratify the commercial expectations of its publishers, and, Steiman asserted, “its eight hundred pages displayed Werfel’s weaknesses as well as his strengths. . . . Werfel was unable to discipline his writing in any genre other than verse or the short story.” These weaknesses, Steiman continued, are “only magnified in English: an aloof and omniscient tone, ideological moralizing, and prolixity. Scenes of brilliant dramatic intuition are followed by endlessly detailed bits of melodrama.”\nDespite these criticisms, the 1933 novel to which they were also applied, Die vierzig Tage des Musa Dagh (translated as The Forty Days of Musa Dagh and The Forty Days), was a worldwide success, being translated into 24 languages, chosen by the Book-of-the-Month Club in 1935, and selling one hundred and 25 thousand copies in its first four months in the U.S. This novel, with a sympathetic treatment of the plight of the Armenians whose extermination had been attempted by the Turks during World War I, was published on the eve of the Nazi takeover of Germany. It has since been regarded as an unwittingly prophetic parallel with the devastation that was to be brought about, upon Jews and others, by the Nazis in the twelve years to follow. It is worth noting that on its publication in the U.S., The Forty Days of Musa Dagh was subjected to political pressure because of its intense criticisms of the Turks. An English translator deleted some three hundred passages that were deemed to be either unfavorable to Turkey or laudatory of the Armenian people; and when a Hollywood studio initiated plans to make the novel into a movie, the State Department exerted pressure resulting in the studio’s abandonment of the project. A second fruitless attempt to turn the novel into a movie was made by an Israeli production company in the late 1970s.\nThe mid-1930s saw Werfel issuing plays on Biblical themes, notably Der Weg der Verheissung (1935, translated as The Eternal Road), which Huber described as “no less than a dramatization of the history of the Jewish people through the ages . . . a truly monumental exercise,” including music by Kurt Weill. In the 1937 novel Hoeret die Stimme (Hearken Unto the Voice), Werfel espouses “religion of the heart” as against formalistic devotions, and associated the latter with the destruction of ancient Israel. This novel disappointed Werfel’s hopes for another Book-of-the-Month Club selection, but those hopes were fulfilled by the 1939 Der veruntreue Himmel (Embezzled Heaven), the tale of a modest Czech woman who, gradually realizing that she has been defrauded by a Christian broker, is helped toward salvation by a Jewish convert to Roman Catholicism. As Steiman reports, theological responses to the novel were mixed, but New York’s archbishop (and later cardinal) Francis Spellman became friendly with the author afterward, and a Jesuit reviewer proclaimed that even a Catholic author could not have written a more Catholic book.\nHaving been on the Italian island of Capri when the Nazis took over Austria, Werfel was now in France, where neither exile nor the first evidences of heart disease were to dissuade him from his extremely active writing schedule. When France in turn was occupied by the Nazis, the Werfels fled to the U.S. This experience, directly or indirectly, provided inspiration for two of Werfel’s most remarkable works of fiction. Fleeing from Paris to Lourdes for three weeks before crossing the ocean, Werfel was captivated by the legend of Bernadette Soubirous, the girl whose vision at Lourdes helped make that place a world-famous shrine. Werfel vowed that if ever he reached America safely, he would put all other writing aside to narrate the tale of Bernadette. True to his vow, he wrote Das Lied der Bernadette soon after arriving in the U.S., and it became a monumental bestseller. In the U.S. alone, as The Song of Bernadette, it was a Book-of-the-Month Club selection, a half-million-copy seller in its first eight months in hardcover, and the basis for an Academy-Award-winning Hollywood film.\nAnother work of fiction inspired by the Nazi takeover was the 1938 novel fragment, Cella oder die Ueberwinder (Cella, or the Conqueror), which was not published as a separate entity until 1982. It graphically depicts the treatment of the Jews of Vienna by the Nazis; after six months, Werfel stopped writing it, on the grounds that reality had overtaken fiction. Stated Steiman, “The novel is a sympathetic but unsparingly authentic portrayal of Viennese society during a shameful period of its history. Watching Jewish citizens forced to scrub the street, the reader enters the psyche of victim, tormentor, and impassive onlooker alike.” Werfel’s response to the Nazi era can also be seen in the final, and most successful, play of his later years, Jacobowsky und der Oberst. Based on a true story Werfel had heard from a Jewish refugee in a hotel in Lourdes, the play exposed the antagonism and gradual mutual acceptance of a Jewish businessman and an anti-Semitic Polish colonel who unite in trying to escape the Germans while both pursuing the same woman. The play, which includes strong elements of allegory on “Final Judgment,” expresses Werfel’s ideas about the interdependence of the characters’ two religions, and shows them helping each other achieve salvation without renouncing their individual identities. Called “a true star-vehicle” by Huber, the play was filmed in English as Me and the Colonel, starring Danny Kaye and Curt Jurgens, and still later made into a musical comedy, The Grand Tour, and an opera.\nChronically in frail health, Werfel wrote his last novel, the posthumously published Stern der Ungebornen (1946, Star of the Unborn), in California, in what Steiman called “a race with death, with physician and translator at his side.” The novel is both an autobiographical “roman a clef that is historically accurate and rich in biographical material,” and a futuristic utopia set one hundred thousand years in the future. Ultimately it finds favor in Catholicism as the solution to mankind’s present and future problems. Werfel’s own near-death experience was an inspiration for the fantasy, Huber remarked. As with much of Werfel’s output, critical opinion has been divided on this work from the onset; Thomas Mann, who had earlier admired Werfel, considered this work a failure, and Eric Bentley condemned it in a New Republic review. Werfel’s old friend Willy Haas, on the other hand, found real conversations from decades past re-created in the book, almost verbatim. Huber commented, “Unjustly neglected, this novel deserves to be given its proper place among the great utopian novels of the century. Like the best of his works, it is full of a deep humanity, a delightful humour, and an inexhaustible wealth of invention.”\nWerfel died of pneumonia at his home in Los Angeles on August 26, 1945. Since then, his popular standing has diminished. In Shearier’s view, “While his career had moved ineluctably from peak to peak, Werfel is largely forgotten today.” Not all critics would go so far as this assessment, however. Huber saw potential for a revival of interest in Werfel’s work. Shearier himself felt that “study of Werfel is warranted by the volume and the former immense popularity of his work. Moreover, anyone interested in drama, prose, or lyric poetry in the German language between 1910 and 1950; in the cross-fertilizations of literature and political activism; in the relationship between Judaism and Catholicism; or in questions of religion, culture, aesthetics, and ideology in the Austro-Hungarian Empire will find that Werfel plays a central role in all these areas.”\n\r\nAs a Twentieth-Century Literary Criticism contributor stated, “Critics agree that Werfel’s work is uneven, but away from this common ground they widely differ.” There are those who feel that Werfel’s early lyric poetry was his great achievement, one he did not match in his later, more widely-sold prose works. His early books of verse were known for a spontaneous, vigorous expressionism of style. Critics who preferred that aspect of Werfel tended to find his later prose works marred by a lack of youthful purity, and by the active presence of what the Twentieth-Century Literary Criticism contributor labeled “tones of guilt and betrayal.” Such critics saw successes like The Song of Bernadette as sops to the commercial marketplace. On the other hand, there was a critical view that saw Werfel’s early poetry as immature, marked by stylistic extravagance of expression. Some critics viewed his plays, particularly Goat Song, as admirably innovative in technique and thought, and novels that are marked by a mature exploration of philosophical themes. Critics in both camps agreed on Werfel’s sincerity and his life-affirming moral qualities.\n", "attrs": {"Region:": ["Eastern Europe"]}}