{"pf_url": "https://www.poetryfoundation.org/poets/frances-anne-kemble", "name": "Frances Anne Kemble", "yob": "1809", "yod": "1893", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/c7ce13e2fd7038678ce35c940c87cad4556bc998.jpeg", "bio": "\nBorn in London, abolitionist, poet, and writer Frances Anne (Fanny) Kemble was raised in a family of prominent stage actors. She began her career as an actor and earned acclaim for her 1829 turn as Juliet in Romeo and Juliet, performed at her father Charles Kemble’s Covent Garden Theatre. After a tour of the United States, she married Pierce Mease Butler, one of the largest slaveholders in the nation. The narrative of her four-month stay at a Butler plantation, Journal of a Residence on a Georgian Plantation in 1838-1839 (1863), offers an eyewitness account of the horrors of slavery. Kemble waited more than 20 years to publish the volume, compiled from letters she wrote to Elizabeth Sedgwick during her stay, out of fear of antagonizing Butler, who maintained custody of their two children following the couple’s 1848 divorce. Kemble later returned to the stage, giving dramatic readings of Shakespeare, and lived for much of her later life in Lenox, Massachusetts, before returning to London in 1877. During an 1873 visit to Rome, she met and began a lasting friendship with novelist Henry James. She died in London in 1893.\r\n \r\nIn her metrical poems, often composed as sonnets, Kemble frequently engaged themes of faith, power, and the natural world. She published several editions of her Poems (1844, 1859, 1866, and 1883), each with a significant addition of new work. In a critical and biographical essay on Kemble in The Poets and the Poetry of the Century (1897), Alexander Jay Happ observed, “Her poems are marked by thought, by fancy, and by great love of nature and art. She has written in many metres and almost always with a sense of distinction and of ease. … Much of her work is autobiographical and bears the impress of her changeful life.” Kemble’s work is also featured in the anthology She Wields a Pen: American Women Poets of the Nineteenth Century (1997).\r\n \r\nKemble wrote the novel Long Ago and Far Away (1889), and her plays include The Star of Seville, a Drama in Five Acts (1837) and An English Tragedy: A Play in Five Acts (1863). She is the author of six memoirs, including Record of a Girlhood: An Autobiography (1878) and Records of Later Life (1882). Fanny Kemble’s Journals, featuring selections of Kemble’s autobiographical writing, was posthumously published in 2000.\r\n \r\nBiographies of Fanny Kemble include Fanny Kemble: A Passionate Victorian (1938), by Margaret Armstrong, and Fanny Kemble and the Lovely Land (1972), by Constance Wright. Selections of her papers are held at numerous archives, including the UK National Archives, Columbia University Libraries’ Rare Books and Manuscript Library, and the University of Illinois Library at Urbana. She is memorialized at Fanny Kemble Park, located in Philadelphia.\n", "attrs": {"Region:": ["U.S., Southern"]}}