{"pf_url": "https://www.poetryfoundation.org/poets/francisco-x-alarcon", "name": "Francisco X. Alarcón", "yob": "1954", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/2c45dae22ac0a7a2404749d92fabebb6a9923b81.jpeg", "bio": "\nA prolific writer for adults and children, Francisco X. Alarcón was born in California and grew up in Guadalajara, Mexico. Alarcón returned to the United States to attend California State University at Long Beach, and he earned his MA from Stanford University. His collections of poetry for adults include Body in Flames/Cuerpo en llamas (1990); De amor oscuro/Of Dark Love (1991); Snake Poems: An Aztec Invocation (1992), winner of the American Book Award from the Before Columbus Foundation; From the Other Side of Night/Del otro lado de la noche: New and Selected Poems (2002); Ce Uno One: Poemas para el Nuevo Sol/Poems for the New Sun (2010); Borderless Butterflies: Earth Haikus and Other Poems/Mariposas sin fronteras: Haikus terrenales y otros poemas (2014); and Canto hondo/Deep Song (2015). \r\n \r\nLatino and gay identity, mythology, the Nahuatl language, Mesoamerican history, and American culture are all portrayed in Alarcón’s writing. On a Fulbright fellowship to Mexico City in 1982, Alarcón discovered the writings of a Mexican priest (also named Alarcón) who had transcribed native songs during the Inquisition in the 1600s. Translations of the priest’s work, native songs and incantations, and Alarcón’s own poems make up his collection Snake Poems: An Aztec Invocation. Suzanne Matson, reviewing the book in the Harvard Review, commented: “Alarcón foretells a new American poetics—an all-encompassing ‘eco-poetics’ in which a common language of the elements, plants, and animals is recited and celebrated.”\r\n \r\nAlarcón’s books for children include the bilingual poetry collections in the Magical Cycle of the Seasons Series: Laughing Tomatoes: And Other Spring Poems/Jitomates risuenos: y otros poemas de primavera (1997), which won the National Parenting Publications Gold Award; From the Bellybutton of the Moon and Other Summer Poems/Del ombligo de la luna: y otros poemas de verano (1998), winner of the American Library Association’s Pura Belpré Honor Award for Latino Literature; Angels Ride Bikes: And Other Fall Poems/Los angeles andan en bicicleta: y otros poemas de otoño (1999); and Iguana in the Snow: And Other Winter Poems/Iguanas en la nieve: y otros poemas de invierno (2001).\r\n \r\nAlarcón received the 1984 Chicano Literary Prize, the 1993 PEN Oakland Josephine Miles Award, and a Fred Cody Lifetime Achievement Award from the Bay Area Book Reviewers Association in 2002. He served as director of the Spanish for Native Speakers Program at the University of California at Davis, and taught for the Art of the Wild workshop and the California Poets in the Schools program. He died in early 2016.\n", "attrs": {"Region:": ["Mexico"]}}