{"pf_url": "https://www.poetryfoundation.org/poets/francisco-aragon", "name": "Francisco Aragón", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/294de4fb37e7384e98d97d6beca22cf07bb3ed16.jpeg", "bio": "\n                                                                    Poet, translator, essayist, editor, and San Francisco native Francisco Aragón studied Spanish at the University of California at Berkeley and New York University. He earned an MA from the University of California at Davis and an MFA from the University of Notre Dame.Exploring how language and genre both connect and diverge, Aragón’s poems locate personal experience within a wider cultural and historical conversation. Aragón’s debut poetry collection, Puerta del Sol (2005), appears in a bilingual edition, pairing poems originally composed in English with their Spanish-language “elaborations.” As Craig Santos Perez observed in his review for Jacket, “The poems in Francisco Aragón’s Puerta del Sol resemble gates of light as they capture the shifting hues of the poet’s experience living abroad in Spain and the memories of his native California.” In an interview with Connect Savannah, Aragón spoke of his writing process, noting, “Oftentimes I have the experience of sound or smell or song—some sort of sensory sensation jars some memory I thought had long been forgotten.” Aragón’s multi-genre book Glow of Our Sweat (2010) includes poems, translations, and an essay. His translations appear in Federico García Lorca’s Selected Verse: A Bilingual Edition (1996). The editor of Bilingual Press’s Canto Cosas poetry book series and the anthology The Wind Shifts: New Latino Poetry (2007), Aragon has seen his own poetry appear in many anthologies, including Inventions of Farewell: A Book of Elegies (2001) and Mariposa: A Modern Anthology of Queer Latino Poetry (2008).The winner of an Academy of American Poets Prize, Aragon has served on the board of directors of the Association of Writers &Writing Programs. At the University of Notre Dame, Aragón directs Letras Latinas, the literary program of the Institute for Latino Studies, and edits for Momotombo Press, which he founded.﻿\n", "attrs": {"Region:": ["U.S., Midwestern"]}}