{"pf_url": "https://www.poetryfoundation.org/poets/frederick-seidel", "name": "Frederick Seidel", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2c879df7a53975cdbbc3b480dfe8e1f201d3c9ba.jpeg", "bio": "\nFrederick Seidel has been called “the poet the 20th century deserved” and lauded as one of “the best poets writing today”; he has also been accused of writing “sinister” and “disturbing” poetry. Ange Mlinko, in the Nation, described his work as employing “the prosody of atrocity.” Such divisive reactions have followed Seidel from the beginning: his first book, Final Solutions (1963), was chosen by Robert Lowell, Louise Bogan, and Stanley Kunitz for a prize offered by the 92nd Street Y. Publication was delayed, however, when the manuscript was rejected by the committee and publisher for what they believed was its anti-Catholic, anti-Semitic, and libelous tone. Lowell, Bogan, and Kunitz resigned from the board in protest, and the New York Times covered the scandal. Picked up by Random House, Final Solutions was published the following year. Seidel has published over a dozen collections of poetry since, including the National Book Critics Circle Award winning Sunrise (1979), Pulitzer Prize-nominee Going Fast (1998), and Ooga-Booga (2006), which was nominated for another National Book Critics Circle Award and shortlisted for the Griffin International Poetry Prize. Seidel’s collected poems, Poems 1959–2009 (2009), spans half a century and nearly five hundred pages. In the New York Times David Orr compared Seidel to “a violinist who pauses from bowing expertly through Paganini’s Caprice No. 24 to smash his instrument against the wall … [such a] combination of barbarity and grace is one of Seidel’s most remarkable technical achievements.” Seidel’s recent poetry collections include Nice Weather (2012), Widening Income Inequality (2016), and Peaches Goes It Alone (2018), a meditation on, among other things, post-Trump America.\nSeidel was born in 1936 in St. Louis, Missouri. His father owned a mine in West Virginia, as well as a coal-and-coke business in St. Louis, and Seidel grew up a privileged son of a wealthy family. Attending Harvard, he befriended the incarcerated Ezra Pound and traveled to Paris, eventually settling in New York. During the 1950s and 1960s, Seidel was part of the city’s glittering literary scene, and he still counts a number of famous figures, like Diane Von Furstenberg and Bernardo Bertolucci, as friends. Independently wealthy, Seidel is somewhat of an anomaly in contemporary poetry; though he eschews public readings and teaching, his work has received wide critical acclaim. His admirers include the novelist Norman Rush and literary critic Richard Poirier. Seidel’s work is influenced by his life-style, and he is both famous and infamous for writing poems that deal frankly with the trappings of wealth—including his penchant for hand-built Ducati motorcycles, sex with much younger women, and expensive hotels. Though he has come under attack for “name-dropping,” poet Billy Collins has defended Seidel, arguing, “When he mentions East Hampton or the Carlyle or Le Cirque or Ducati, it doesn’t even seem like name-dropping. He does what every exciting poet must do: avoid writing what everyone thinks of as ‘poetry.’”\nSeidel’s early work was frequently compared to Robert Lowell for its prophetic voice and willingness to engage history, but his poetry has also been compared to Sylvia Plath’s for its conflation of personal drama with political event. In books like My Tokyo (1993) and Going Faster (1998), Seidel uses recent events and famous figures—among them assassinated Israeli leader Yitzhak Rabin and France’s controversial decision to begin nuclear testing in the South Pacific in the mid-1990s—to evoke a nostalgic, even plaintive, tone. “To a great extent, ‘Going Fast’ is concerned with endings and mourning for a less technocratic world,” noted New York Times critic Melanie Rehak.\nIn 2003, Seidel published The Cosmos Trilogy, a collection of three earlier books: The Cosmos Poems (2000), Life on Earth (2001), and Area Code 212 (2002). Spanning history and touching on subjects from Joan of Arc, to the Nazis, to Hollywood, and post-9/11 New York, the book was modeled after Dante’s Inferno. Seidel wrote the first volume of the trilogy, The Cosmos Poems, after being commissioned by the American Museum of Natural History to commemorate the opening of the Hayden Planetarium; sections of Area Code 212 were serialized by the Wall Street Journal. Praised and censured—sometimes in the same review—in equal measure, Seidel’s admirers contend that his poems are sophisticated masques, each subtly altering a poetic performance of “Frederick Seidel” in the manner of the Confessional poets whom he came of age with. However, Frederick Seidel himself has insisted “Everything in the poems is true … you should take them at face value.”\nSeidel lives on the Upper West Side of Manhattan.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Confessional"]}}