{"pf_url": "https://www.poetryfoundation.org/poets/frederick-morgan", "name": "Frederick Morgan", "yob": "1922", "yod": "2004", "image": null, "bio": "\nFrederick Morgan grew up in New York City. He earned a BA from Princeton University, where he studied with Allen Tate. Publishing his first collection of verses at the age of 50, Morgan became a published poet late in life. A founding editor of the literary quarterly Hudson Review with fellow Princeton classmates Joseph Bennett and William Arrowsmith, he concentrated most of his literary efforts on this respected journal during his first decades, but when he did begin publishing poems, starting with 1972’s A Book of Change, he was soon recognized for his talents. After writing actively for only a few years, Morgan received this input from Laurence Lieberman in his Unassigned Frequencies: American Poetry in Review 1964-1977: Morgan’s “poetic art has taken a breathtakingly sudden upswing in the last few years, and he leaps into prominence ... as an important writer in the current scene. ... Morgan’s zest and unguarded forthrightness of delivery insure the distinctiveness of his voice and measure. He appears to have assimilated an impressive blend of influences and orthodoxies without strain: so many ideas and presences, epiphanies and personages and beings—demonic, angelic, and mortal—are falling all over each other in the struggle to be born, any derivative elements of Morgan’s style are burned away as he amplifies his medium and stretches the skin of the work to contain so much eruption of newly awakened life.”\n“Of the various strains in Frederick Morgan’s poetry,” commented a Contemporary Poets essayist, “two predominate: the legendary-fabulous and the celebratory-consolatory. In addition, he has a number of fanciful and whimsical poems, personal poems in various modes—nostalgic memories, grateful love songs to his wife, companionable conversations with children—and thoughtful poems that explore the natural world and man’s place in it.” Other reviewers have noted how three themes tend to feature in the poet’s writings: childhood, love, and death. One reason Morgan, though widely recognized for his talents, remained fairly unknown was because his poems varied so much in style and form that he was hard to categorize. “But also evident is what grants unity to the variety,” said Frank Wilson in the Knight Ridder Tribune News Service: “Morgan’s steady outlook, which occupies the crepuscular region where religion and philosophy often meet.”\nAlthough Morgan had composed a few poems during his earlier years at the Hudson Review, he was not inclined to complete an entire book until after tragedy struck his life. His first wife, Constance, died when she was just 40, and Morgan was left to raise their six children by himself. Wracked by a sense of guilt that somehow he was at fault, penning poetry proved to be therapeutic. But despite the terrible circumstances under which it was written, A Book of Change came to be a celebratory work, according to the Contemporary Poets writer, who added that the poems here are about “life, death, love, time, a spiritualized natural world, eternity, and God in the commendable hope that such insights will help us with our perplexities and sorrows.”\nA Book of Change was well received by critics, and continued reviewer acclaim has attended Morgan’s subsequent collections of poetry. In an America review of Poems of the Two Worlds, James Finn Cotter noted, “The mature religious outlook, emotional honesty and clarity of style show up again, but with them we find a new range of insight and subject matter. The prospect is breathtaking, the achievement unique in contemporary poetry.” Reviewing Death Mother and Other Poems (1979) for the Washington Post Book World, Alfred Corn called Morgan’s work “an esthetic of inclusions. At the round table of his imagination, many impulses, personal histories and anonymously authored myths are given voice and substance.” David Sanders likewise praises Death Mother and Other Poems in a Tar River Poetry review. “The majority of poems,” he attested, “center on the ‘primal recognition,’ ... the death consciousness that must eventually come to all of us, but Morgan distances himself from morbidity by carefully considering how to live life with this awareness.” Sanders added, “All the poems speak in a gentle, urbane, mature voice but reveal a tough, logical mind.” With Northbook (1982) Morgan “continues to express an unsentimental, bittersweet view of life,” said Emily Grosholz in an essay for New England Review/Bread Loaf Quarterly. “That Morgan began publishing relatively late in life is not irrelevant; ... one must have lived long, confronted and assimilated the inevitable tragedies of life, in order to write as he does.”\nBy the time Northbook was released, Morgan felt he was beginning to find his own way as a poet. Though his first efforts were praised, the poet did not feel he had achieved his best work yet because he had not received the best constructive criticism from others so that he could improve. “It took him another 10 years ... to get control over his writing,” said Chris Hedges in the New York Times, “to remove ‘the intimate personal stuff’ from his poems, in part because he had trouble finding a stern critic. He was nearly 60 when he had the confidence to call himself a poet.” After publishing the slim Eleven Poems (1983) and the collection Poems: New and Selected (1987), Morgan did not release another book until 1995. But this collection of old and new love poems titled Poems for Paula is considered by many critics to be one of his best.\nThe poems contained in Poems for Paula are all about Morgan’s love for his third wife, Paula Dietz, an art and architecture critic who joined the Hudson Review and became Morgan’s editing partner. Deceptively simple in their language and structure, these verses speak of simple moments in Morgan’s life that often end in epiphanies in which his love for his wife is fully reified in the words he writes. In “Poems for Paula Morgan manages to capture in a tangible medium something as elusive and all-consuming as love, and does so without becoming excessive or sentimental,” commented Robert Phillips in the Houston Chronicle. “His love for his wife is abundantly apparent, but his lines are controlled and trim.” Spirituality and even thoughts of death come into play here, and Morgan sometimes resorts to metaphor and images drawn from Nordic mythology. In the end, his cognizance of his and his wife’s mortality is reconciled in his heart, and he finds peace. The final poem of the collection makes this very clear, according to Emily Grosholz in her Sewanee Review assessment, in which she writes that Morgan “describes the achievement of a certain spiritual understanding, a kind of actively poised acceptance that is reconciled to, but not attracted by, death, since it is equally reconciled to life.”\nMorgan’s final collection before his death, The One Abiding, was published in 2003. Here he displays his usual diversity of poetic style and thematic concerns of childhood, love, and mortality. Some poems combine childhood and mortality, as when Morgan reflects joyfully on the friends of his past and then thinks of how many of these friends are now gone. Yet, noted Phillips in another Houston Chronicle review, these poems “never become maudlin, and often are celebratory.” Morgan sees death as an essential part of life, and as he himself approached the inevitable, his poems attest to his ability to face mortality with stoicism. Critics of The One Abiding were especially impressed by the poet’s control over his lines, revealing profound insights within carefully chosen words. “Morgan’s precision makes the scenes he conjures, even those of dreams, and the feelings he rouses vivid, affecting, and, perhaps, indelible,” said Ray Olson in Booklist. “To read him,” concluded Phillips, “is to realize how misguided are some poets who confuse inscrutability with profundity.”\nMorgan passed away at the age of 81. Though his work on the Hudson Review will always be appreciated by those who understood Morgan’s resistance to fads and pop culture in favor of quality writing, his contributions as a poet should not be overlooked. His verses celebrate life even in the face of death, as he himself did. “When you get old,” Morgan is quoted as saying in Hedges’s article, “you should be able to rise above the conditions of mortality and laugh.”\n", "attrs": {}}