{"pf_url": "https://www.poetryfoundation.org/poets/frederick-goddard-tuckerman", "name": "Frederick Goddard Tuckerman", "yob": "1821", "yod": "1873", "image": null, "bio": "\nFrederick Goddard Tuckerman published only one book of poetry during his lifetime, and it was a commercial and critical failure. Poems (1860) included ninety-eight poems, mostly short lyrics, more than half of which were sonnets. Tuckerman paid for the printing of the first edition himself and sent copies to many famous New England and New York writers whose approval he sought but generally failed to obtain. (Most who bothered to acknowledge Tuckerman's gift responded with polite puzzlement; a few others advised him patronizingly to regularize his “unmusical” verse; only Nathaniel Hawthorne understood both the quality and complexity of the poetry and the difficulty Tuckerman faced in finding a readership). Tuckerman must have realized that, whatever the ultimate worth of his poems, they were not likely to be appreciated in his own time. Despite a few favorable critical responses (notably from Hawthorne) and support from Alfred Tennyson in England, Tuckerman's Poems did not have a discernible impact on literary history in either country.\n\r\nAfter the appearance of Poems, Tuckerman continued to write, though sparingly, throughout the 1860s but published almost nothing of this new work. He wrote two occasional poems commemorating the Civil War, in which he did not participate (one, a private elegy for his friend, George D. Wells, who had died in battle; the other, a public dedicatory poem for the Greenfield, Massachusetts, soldiers' memorial), more sonnets (thirty-one of them), and “The Cricket,” the Keatsian ode that some readers have regarded as his finest achievement.\n\r\nThese poems plus the earlier ones total scarcely 150, of which two-thirds appeared in a volume that had little impact upon publication. No reconfiguration of the American constellation of poets occurred. If anyone glimpsed Tuckerman at all, it was not as he saw himself—”indiscerptible” like “A star-point burning high, / Lit in the dark, and as alone / As Lyra in the sky”—but rather as flickering dimly, and he was noticed then only by a few of his contemporaries who had particularly excellent vision. Chief among these was Nathaniel Hawthorne, who presciently observed that Tuckerman's “great difficulty” in the 1860s and beyond would be “to get yourself read at all.” And if by some miracle he might obtain a second reading (and Hawthorne had already given him one), then Poems “might be a success.” Tuckerman's post-Poems sonnets and “The Cricket” —which, according to modernist Yvor Winters, is one of the finest lyrics in English of the nineteenth century—were not published until well into the twentieth century. Tuckerman in his last years did have the minor consolation of seeing both English (1863) and American (1864, 1869) commercial editions of Poems in print. But though the Ticknor and Fields imprint was also a cultural imprimatur, prestige did not mean a readership.\n\r\nBorn on 4 February 1821 into a wealthy Boston merchant family, Tuckerman grew up in the privilege of Beacon Street and attended an Episcopal boarding school and Boston Latin School before enrolling at Harvard at the age of seventeen. From an early age he was an avid reader of British and American literature and seems to have had an almost eidetic memory. According to Eugene England in Beyond Romanticism: Tuckerman's Life and Poetry (1991), Tuckerman read “with an incredibly retentive mind and long, careful study” that allowed him to summon up lines, stanzas, and even entire poems at will. Much of this reading was Romantic, and for a time he was a Romantic. At Harvard he was naturally drawn to Transcendentalism, particularly Ralph Waldo Emerson 's Americanizing of German and British Romantic thought as well as his controversial Divinity School Address (1838), in which he called on his listeners “to go alone; to refuse the good models, even those which are sacred to the imagination of men, and dare to love God without mediator or veil.”\n\r\nBut Romanticism, at least the Emersonian sort involving a platonic union with God, was not definitive for Tuckerman; another influence, both similar to and radically different from Transcendentalism, may have been more important. Tuckerman's tutor in Greek at Harvard was Jones Very, the sonneteer and Unitarian mystic who was just then (1838-1839) composing his most effective and “inspired” poetry. Very believed he was automatically taking down God's dictation. Tuckerman may have witnessed the shocking spectacle of Very urging his Greek students to stop reciting then and there and “flee to the mountains, for the end of all things is at hand.” Very's evangelism (which he earnestly pressed upon anyone handy, including his pupils) was based in a conversion experience that required the utter surrender of self and will to God. But rather than Very's sonnets, which were always conventional in form and matter if sometimes intense in feeling, this immense emotional drama was what Tuckerman saw enacted by Very, and it affected him negatively. A key to Tuckerman's poetry, when the poems came in the 1850s, is likely a resistance of his integral mind and self to annihilation of any sort. Tuckerman's answer to Very was a tough-minded, pain-ridden look through time and nature that uncovered not Christian eternity or Romantic union with Nature but “life alone [circling] out flat and bare.” Thus, though the sonnet became Tuckerman's most effective lyric form, too, the sonnets he wrote were anything but automatic. To Very's smooth, seamless “dictation” Tuckerman opposed a human angularity that left no doubt about who was doing the writing.\n\r\nAfter finishing his law degree at Harvard in 1842, Tuckerman was admitted to the Massachusetts bar (1844) but scarcely practiced at all before giving up the profession entirely. Disliking commerce as much as law, and never sociable to begin with, he retreated, professionless, more and more into himself and natural solitude. He spent his days walking the river valleys around Greenfield, Massachusetts (whence he had retreated from Boston and Cambridge), and his nights watching the stars through a 4.6-inch refractor telescope. He “botanized” with his brother Edward (a noted “lichenologist”), brooded on the elusive meaning of life, and was generally unhappy and unfulfilled— though so privately that no one recognized his discontent. But he did not yet begin to write the poetry that eventually expressed his unsettled mind. Then, sometime in the mid 1840s, while living a country life in Greenfield, he met Hannah Lucinda Jones. In “Sonnet I: 14” Tuckerman deflected this momentous event into the third person, as if the poet were speaking of a self-contained, complacent “friend” ambushed by romantic love:\r\n \r\nNot proud of station, nor in worldly pelf\r\nImmoderately rich, nor rudely gay:\r\nGentle he was and generous in a way,\r\nAnd with a wise discretion ruled himself.\r\nBlest Nature spread his table every day,\r\nAnd so he lived, to all the blasts that woo\r\nResponsible, as yon long locust spray\r\nThat waves and washes in the windy blue.\r\nNor wanted he a power to reach and reap\r\nFrom hardest things a consequence and use,\r\nAnd yet this friend of mine, in one small hour\r\nFell from himself, and was content to weep\r\nFor eyes love-dark, red lips, and cheeks in hues\r\nNot red, but rose-dim like the jacinth flower.\n\n\r\nHannah Jones (Tuckerman always called her Anna) “fell from herself” as well: “She turned to him as to a god of old, / Her smitten soul with its full strength and spring / Retaliating his love” (I: 15, 4-6).\n\r\nThe two married on 17 June 1847, settled in Greenfield, and began a family. Children came in 1848, 1853, and 1857. On 12 May 1857, a week after their last child was born (a son named after his father), Anna Tuckerman died, presumably of childbirth complications. Tuckerman's complete devotion to and passion for his wife caused intense grief, while the notion that he had fathered the child whose birth killed Anna led to racking feelings of guilt. Such emotions are evidenced in his later poetry. The voice of these later works is almost invariably one of loss and being lost in the world (even the natural world). The subject matter was the workings of, and then the working out of, grief and guilt personally and philosophically considered. The composition of poems may have exacerbated a guilt that was already present and active in the apprenticed but uncommitted poet of the late 1840s and earlier 1850s. After 12 May 1857 he became fully a man of guilty sorrows: He had not done what he might have while Anna lived, and now he could not. In two unpublished articles— “Frederick Goddard Tuckerman's Prelude: 'A Soul that out of Nature's Deep'“ and “'O World-Sick Heart': Self-Portraiture in Four Poems of Frederick Goddard Tuckerman” —poet-critic James McGowan has located much of the power of Tuckerman's poetry in a probing dialectic that suited Tuckerman's restless mind. The emotional catastrophe of Anna's death provided the dialectical subject for much of Tuckerman's best poetry.\n\r\nTuckerman had, of course, written poems of value before his wife's death. Many poems in the 1860 volume were composed before 1857, and his infrequent publication of individual lyrics in magazines had begun as early as 1849 and continued throughout the 1850s. Two poems from these years, “Picomegan” (1854) and “A Soul that out of Nature's Deep” (circa 1855-1857), notably represent the kind of Romanticism Tuckerman received from William Wordsworth, transformed individually, and “Americanized” after the manner of the Hudson River School of landscape painting so popular between 1830 and the Civil War. A useful comparison can be made with Thomas Cole, artistic leader of the Hudson River School, in whose case both painting and poetry worked resonantly together to Romantic effect. For example, Cole's The Oxbow (1836), a “view” of the Connecticut River above Northampton, Massachusetts, not far from Tuckerman's Greenfield, and Cole's paean to the Hudson, “Lines Written after a Walk . . . ,” are in a general way similar to Tuckerman's “Picomegan” and “A Soul that out of Nature's Deep.” Tuckerman, like Cole, portrays the solitary romantic youth in a natural American landscape, the mature poet's mind identifying with a now-lost childhood bliss and innocence. Yet, while Cole employs a conventionally Romantic resolution—the union of the mind with Nature allowing imaginative recovery of “Eden” and a fitting grandeur of poetic and painterly effects, Tuckerman insists on a different hard-won truth about self and nature—that both are restlessly contradictory—a truth that leaves the poetic persona in a post-Romantic place, alienated rather than reconciled.\n\r\nThe familiar two-term aesthetic of the beautiful and the sublime of the Hudson River School is present in Tuckerman's poetic landscape, too, but Beauty and Sublimity conflict as irresolvably as do Mind and Nature. What Tuckerman was formulating in the 1850s was a post-Romantic aesthetic that denied even the ultimate powers of the imagination—synthesis, reconciling opposites, transcendence, and what Wordsworth in The Prelude (1850) deemed the highest human accomplishment, “the apocalypse of the mind.” In his rebuttal of Wordsworth's “heroic argument,” Tuckerman begins by agreeing with Wordsworth that “Nature never did betray / The heart that loved her,” but Tuckerman's dialectic insists on a “yes, but”; for there was, he thought, a betrayal. Only Tuckerman's weakness and guilt over his lack of Romantic perfection conduces him to say that the betrayal is his fault. In this respect he is closer to the Wordsworth of “The world is too much with us,” who says “Little we see in Nature that is ours.” At times he sees nothing in Nature that is his or through which he can recognize himself. His “Romantic upbringing” persuades him to accept the blame for the dissonance, cognitive and affective, while his singular mind urges that there may well be a problem of incomprehensibility residing at the heart of things.\n\r\n“Picomegan” (the Native American name for the Green River, which flows through Greenfield), despite its distracting drumbeat meter, is an effective lyric. (The comparison with The Song of Hiawatha is inescapable, but in fact “Picomegan” was published nearly a year before Henry Wadsworth Longfellow's long narrative poem in 1855). Contributing to its force is the convincing sense that the voice is actually in Nature and knows what he sees. In the opening sixteen lines Tuckerman notes nine different plants and flowers along the river bank, some of them specifically, “Stars of gold . . . Clematis . . . Arrowhead . . . river-flags.” Then, having established his credentials as a close noticer, the voice can look up from the flowers at his feet to the expansive river, and to the forest and distant mountains—in other words, from the beautiful to the sublime, in the best Hudson River School tradition:\r\n \r\nDreamily, for perfect Summer\r\n      Hushed the vales with misty heat;\r\nIn the wood a drowsy drummer,\r\n      The woodpecker, faintly beat.\r\nSongs were silent, save the voices\r\n      Of the mountain and the flood,\r\nSave the wisdom of the voices\r\n      Only known in solitude:\r\nBut to me, a lonely liver,\r\n      All that fading afternoon\r\nFrom the undermining river\r\n      Came a burthen in its tune,\r\nCame a tone my ear remembers,\r\n      And I said, “What grief thee grieves,\r\nPacing through thy leafy chambers,\r\n      And thy voice of rest bereaves?” (17-32)\n\n\r\nThe “lonely liver,” rightly prepared by Nature, is the appropriate persona to ask the river what ails it. In American-landscape Romanticism, the river—or mountain or forest—would only answer if the pilgrim were worthy, but in that case it would always answer. In Cole's most famous poem, “The Lament of the Forest” (1838), the response to the query of what is wrong in Nature is a minor-key diapason of the choired trees, a univocal indictment of humankind's immoral depredations against its majesty—whole woods decimated by the axe, rivers dammed to make mills, settlements crowding the wilderness farther and farther west. Having heard the forest's lament, and feeling it, Cole's version of Tuckerman's “lonely liver” returns to “civilization” with the boon of exalted understanding and the charge to make his fellow Americans understand as well, and therefore desist.\n\r\nIn “Picomegan,” however, no answer from the river is forthcoming. The problem is twofold: Tuckerman, “lonely liver” and close noticer of Nature though he is, is not a worthy seeker of Nature's truth, and he knows it. He is out of tune. On the other hand, Nature (the river) may turn out to be a force of Darwinian indifference, singing the same song irrespective of human expectations of teleology. On a second, autumnal walk by Picomegan's banks, Tuckerman—now an older, less innocent, and more melancholy poet— observes that the river “Babblest on of leaves and flowers” even though the season, like the poet's life, has changed toward death:\r\n \r\n        I go mourning\r\n     O'er thy fallen banks and bowers;\r\nO'er a life small grace adorning\r\n     With lost aims and broken powers\r\nWreck-flung, like these wavetorn beaches,\r\n        Tear-trenched, as by winter showers.\n\r\nThough Tuckerman finally believes that in Nature life lessons and a concomitant faith beyond rationality remain to be learned, he does not expect to learn or to achieve these: “Picomegan” concludes with its troubled voice walking on and away from the river, “disturbed . . . As a dream no reason yields,” nothing gleaned from the river song of triumph and of grief.\n\r\n“Picomegan” indicates Tuckerman's Hudson River School affinities; it also shows a distinction between his early works and their Romantic forebears, both American and British. Tuckerman's poetic voice, however, was skeptical, pessimistic, and melancholy before and during his life with Anna as well as after her death. Skepticism and self-doubt were the givens of his philosophy and personality. What Anna's death provided was the dramatic test on which everything in his sonnets depended and from which hung the poetic salvation of a soul that wanted to believe (in a Christian afterlife, for example, where he would see his wife again) even against the evidence of science, but not at the cost of forfeiting his knowing mind.\n\r\nThe five groups of sonnets are Tuckerman's supreme achievement. These ninety-six poems represent much more than numbered individual lyrics. Readers from Hawthorne to England and McGowan have detected a larger informing at work, though its nature and the poet's intention have remained elusive. Even what to call the grouped sonnets has been a problem. In his manuscript Tuckerman titled the two groups published in Poems “personal sonnets” and at first intended them as one group; in Poems, however, the sonnets are divided into Parts I and II; and N. Scott Momaday, editor of The Complete Poems of Frederick Goddard Tuckerman (1965), divided the collection into five series. Almost uncritically, readers have come to regard what Tuckerman was doing as composing sonnet sequences—or perhaps even a kind of multisequence, since each of the two sequences published during Tuckerman's lifetime, or the five sequences (which include the three published after the poet's death), function as variations on the theme of what to make of a life diminished if not destroyed by Anna's death.\n\r\nThe sonnets may be known best as a nineteenth-century forerunner of what M. L. Rosenthal and Sally Gall term “modern lyric sequences”—”A grouping of mainly lyric poems . . . which tend to interact as an organic whole. . . . Intimate, fragmented, self-analytical, open, emotionally volatile, meet[ing] the needs of modern sensibility even when the poet aspires to tragic or epic scope.” That Tuckerman had some such idea in his sonnets is evident after even a cursory first reading. One sonnet ends with a comma rather than a final stop, but the next begins with a coordinate conjunction to advance the dialectic. These markers indicate not only that an “argument” is ongoing but also that the “burthen” is continuously turning on itself.\n\r\nTuckerman began his “personal sonnets” before Anna died, but how far he got into the twenty-eight that comprise “Part I” is impossible to tell with certainty. At least the first nine are thematically and dramatically consistent with “Picomegan” and “A Soul that out of Nature's Deep” ; the Child of Nature is discontented, and the would-be poet is discouraged: “What avail / Is the swan's voice, if all the hearers fail? / Or his great flight, that no eye gathereth?” (I: 1, 10-12). With Sonnet I: 10, “An Upper Chamber in a Darkened House,” the “matter of Anna” may make its first appearance; it is Tuckerman's best-known and most-anthologized poem:\r\n \r\nAn upper chamber in a darkened house,\r\nWhere, ere his footsteps reached ripe manhood's brink,\r\nTerror and anguish were his cup to drink,—\r\nI cannot rid the thought, nor hold it close;\r\nBut dimly dream upon that man alone;—\r\nNow though the autumn clouds most softly pass;\r\nThe cricket chides beneath the doorstep stone,\r\nAnd greener than the season grows the grass.\r\nNor can I drop my lids, nor shade my brows,\r\nBut there he stands beside the lifted sash;\r\nAnd, with a swooning of the heart, I think\r\nWhere the black shingles slope to meet the boughs,\r\nAnd—shattered on the roof like smallest snows—\r\nThe tiny petals of the mountain-ash.\n\n\r\nThis sonnet is an epitome of Tuckerman's poetry at its finest and most characteristic. It just barely contains its image-powered “emotional volatility” within a traditional form (in this instance the Italian sonnet), whose line and stanza boundaries seem about to rupture and release tremendous anarchic force. Read outside its sequence, I: 10 relies entirely for effect not upon Romantic “high argument” but rather upon symbol, image, angular syntax, and a dramatic situation in which the “I” sees preternaturally a personal past and present that blend with the archetypal. Simultaneity resides in the surreal landscape: The season is autumn, but the grass grows “greener than the season”; the petal-fall of the mountain ash in May is happening again (or perhaps still happening); the poet is looking at himself in the third-person past as both himself and as the One undergoing a Passion—the Cup of the Last Supper in the Upper Chamber, the figurative Crucifixion Cup of responsibility he would rather pass but knows he must drink (because he did). Even the ostensibly sentimental “swooning of the heart” fits with this November hallucination. For a swoon need not be a Romantic sign so much as an instance of “syncope,” or a fainting disorientation in time and space that deprives the perceiver of his quotidian bearings. This reaction can occur either randomly or under the stimulus of repeating memory: Every time the poet drops his eyes (looks down and deliberately away) or shades his brows (looks up into bright light), the “swoon” recurs, and he is compelled to “think / Where the black shingles slope to meet the boughs,” and the drama is replayed once more.\n\r\nMany other sonnets in “Part I” (indeed in all five of the sequences) merit discussion, but Part I: 8 serves as an example”As when down some broad River dropping” is a sonnet-long extended metaphor, and the extravagant grief over Anna's death is a mythology of godlike lovers:\r\n \r\nAnd now,—to impulse cold, to passion dead,—\r\nWith the wild grief of unperfected years,\r\nHe kissed her hands, her mouth, her hair, her head;\r\nGathered her close and closer, to drink up\r\nThe odour of her beauty; then in tears,\r\nAs for a world, gave from his lips the cup! (I: 15, 9-14)\n\n\r\nThe dilemma of the sensitive and skeptical soul unprepared for eternity because unconvinced, despite the charged words of the preacher in the octave, ends with the line: “'Lo! Death is at the doors,' he crieth, 'with blows!'“ The question is answered, typically, with another question in the sestet, though without the question mark:\r\n \r\nBut what to him, unto whose feverish sense\r\nThe stars tick audibly, and the wind's low surge\r\nIn the pine, attended, tolls, and throngs, and grows\r\nOn the dread ear,—a thunder too profound\r\nFor bearing,—a Niagara of sound! (I: 17, 9-14)\n\n\r\nThe poem of futile recollection—”By this low fire I often sit to woo / Memory to bring the days for ever done” (I: 24)—may be read in the company ofWilliam Shakespeare 's “When to the sessions of sweet silent thought.” The memorable concluding metaphor of the bird in the last of the sonnets in “Part I” appears to ground purpose and resolution of life in a passive Faith (until one reads the first sonnet of “Part II,” which starts the dialectical variations all over again):\r\n \r\nBut, leaving straining thought, and stammering word,\r\nAcross the barren azure pass to God;\r\nShooting the void in silence, like a bird,—\r\nA bird that shuts his wings for better speed! (I: 28, 11-14)\n\n\r\nTuckerman could never repose for long in any one conclusion about the meaning of human existence. In the five sonnet groups he oscillated between stoical faith and a sort of poetic protestantism: He doubted that he or anyone could know the truth under heaven, but then his mind was free, and he would know truth or at least pursue it until death. He cannot be said to have come to a conclusion so much as simply to have stopped writing sonnets after V: 16, yet another prayer to a God who he does not expect will answer. This last sonnet inverts its two parts: The opening sestet states the prayer (“Let me give something!—as the years unfold, / Some faint fruition, though not much, my most: / Perhaps a monument of labor lost.”), while the octave recalls a rural scene from memory:\r\n \r\nAs once I saw at a houseside, a tree\r\nStruck Scarlet by the lightning, utterly\r\nTo its last limb and twig: so strange it seemed,\r\nI stopped to think if this indeed were May,\r\nAnd were those windflowers? Or had I dreamed?\r\nBut there it stood, close by the cottage eaves,\r\nRed-ripened to the heart: shedding its leaves\r\nAnd autumn sadness on the dim spring day.\n\n\r\nThe blasted tree is an “icon” of Hudson River School landscape painting, “the memorial of some storm,” as Cole said, standing both for and against time, defying the linear succession of seasons. May was the month of Anna's death—of the lightning that blasted Tuckerman's tree. Here again was the old pain. Yet, by the end of his sonnet writing, Tuckerman could almost forget for a time, almost be “surprised by joy,” almost contemplate the ruined tree as himself, without bitterness, as “perhaps a monument of labor lost.”\n\r\nFrederick Goddard Tuckerman died in Greenfield of “heart trouble” on 9 May 1873 at the age of fifty-two, the man and the poetry already forgotten by his contemporaries. More than eighty years after the appearance of Poems, and then by the modernist aesthetic reckoning, Tuckerman received his necessary second reading. But even this rediscovery was periodic and brief. Such American modernists as Winters andWitter Bynner believed they discerned in Tuckerman their own precursor. Among them (Bynner in the 1930s, and then Winters and his student Momaday in the 1950s and 1960s), they used their considerable authority as poets and critics to bring Tuckerman's poetry to the attention of at least like-minded readers, if not the common reader. Indeed, throughout the twentieth century Tuckerman has never lacked for champions. Most recently, England has made a strong case for Tuckerman's originality and for admitting his poetry into the Anglo-American canon. The poems of Frederick Goddard Tuckerman are once again in print: 45 years after Momaday's edition of 1965, textual scholar Ben Mazer has edited a new collection of Tuckerman's Selected Poems.\n\r\n[Updated 2018]\r\n \n", "attrs": {"Region:": ["U.S., New England"]}}