{"pf_url": "https://www.poetryfoundation.org/poets/friedrich-holderlin", "name": "Friedrich Hölderlin", "yob": "1770", "yod": "1843", "image": null, "bio": "\n                                                                    German Romantic poet Johann Christian Friedrich Hölderlin was born in Lauffen am Neckar in Württemberg. His early life was marked by loss: when the boy was two years old, his father died, and seven years later, his stepfather died. As a seminary student at Tübingen Stift, he studied Lutheran theology alongside future philosophers Georg Wilhelm Friedrich Hegel and Friedrich Wilhelm Joseph Schelling. After leaving the church, Hölderlin worked as a tutor. With his seminary classmate Isaac von Sinclair, Hölderlin was arrested for treason in 1805, but he was declared mentally unfit and institutionalized in 1806. He was released in 1807 and spent the rest of his life in the care of a foster family in a tower in Tübingen overlooking the river Neckar.    In his poetry, he incorporated classical Greek syntax and mythology while engaging themes of exile, divinity, and the natural world. “The difficulty of translating Friedrich Hölderlin's poems into English is rooted in the way he forged the syntax and traditions of both the Greek and German languages into a language foreign to, yet complicit in both,” observes Francisco Guevara in a 2009 review for Words Without Borders of two recent translations of Hölderlin’s poetry: Odes and Elegies (2008, translated and edited by Nick Hoff) and Selected Poems of Friedrich Hölderlin (2008, translated by Maxine Chernoff and Paul Hoover), which won a PEN USA Award for Translation. Hölderlin is also the author of the two-volume epistolary novel Hyperion (1797 and 1799), translated by Ross Benjamin in 2008. Hölderlin translated into German Sophocles’s Oedipus the King (1804) and Antigone (1804).    Hölderlin’s work significantly influenced modern poetry and philosophy, including the writings of Nietzsche, Rilke, Heidegger, and Celan.\n                                                            ", "attrs": {"Region:": ["Germany"], "School/Period:": ["Romantic"]}}