{"pf_url": "https://www.poetryfoundation.org/poets/g-c-waldrep", "name": "G. C. Waldrep", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/23553e00c001f2dafce937447389d365f19ab25a.jpeg", "bio": "\nG.C. Waldrep was born and raised in the South. He earned his BA from Harvard University, a PhD in history from Duke University, and an MFA in poetry from the University of Iowa. His collections of poetry include Goldbeater’s Skin (2003), which won the Colorado Prize for Poetry; Disclamor (2007); Archicembalo (2009), winner of the Dorset Prize; Your Father on the Train of Ghosts (2011), a collaborative book of poems with John Gallaher; and the long poem Testament (2015). His chapbooks include The Batteries (2006), One Way No Exit (2008), Szent László Hotel (2011), and Susquehanna (2013). Waldrep’s most recent books are feast gently (Tupelo Press, 2018) and the long poem Testament (BOA Editions, 2015). Waldrep’s work is known for its lush musicality. In an interview, he noted, “I trained as a singer and the idea that poetry should be performative on some basis—that it should live in the tongue—is important to me. There are poems that don’t do that—or don’t do that primarily, that are meant to be transmitted through the page. But I hope for my work that the sound quality is important.”\r\n \r\nWaldrep’s editing projects include Homage to Paul Celan (with Ilya Kaminsky, 2011) and The Arcadia Project (with Joshua Corey, 2012). Waldrep is also editor of West Branch and editor at large for the Kenyon Review. His honors and awards include prizes from the Poetry Society of America and the Academy of American Poets, fellowships from the National Endowment for the Arts and the North Carolina Arts Council, and residencies from Yaddo, the MacDowell Colony, and the Campbell Corner Foundation. He currently teaches at Bucknell University and directs the Bucknell Seminar for Younger Poets.\nWaldrep lives in Lewisburg, Pennsylvania, where he teaches at Bucknell University and edits the journal West Branch.\n", "attrs": {"Region:": ["U.S., Southern"]}}