{"pf_url": "https://www.poetryfoundation.org/poets/gael-turnbull", "name": "Gael Turnbull", "yob": "1928", "yod": "2004", "image": null, "bio": "\nPoet and physician Gael Turnbull was born in Edinburgh, Scotland. A central figure in the British Poetry Revival of the 1960s and 1970s, Turnbull was instrumental in developing ties between innovative and avant-garde British and American poets. His small press, Migrant Press, published the works of poets such as Basil Bunting, an important mentor to Turnbull; Roy Fisher; Ian Hamilton Finlay; Edwin Morgan; Robert Creeley; Ed Dorn; and Cid Corman. Roy Fisher described Migrant Press as “eclectic, had open door, wasn't reputationist, was ramshackle, the magazines were given away free or sold for three and sixpence, some miserable poems of mine finished the issue.”\nTurnbull’s own work could also be described as eclectic: he translated French poetry and Norse sagas and wrote prose poems, love poems, collage and pattern poems, found and list poems, and, later in his life, three-dimensional kinetic poems. His early collections of poetry include The Knot in the Wood and Fifteen Other Poems (1955), To You, I Write (1963), Twenty Words, Twenty Days: A Sketchbook and a Morula(1966), A Trampoline: Poems 1952–1964 (1968), Scantlings: Poems 1964–69 (1970), and Residues (1976), among many others. In addition to running a small press, Turnbull favored pamphlets for his own work. In his obituary for Turnbull, John Lucas noted, “Gael welcomed the unexpected, and he liked chapbooks—the collections of popular ballads and stories that were sold by pedlars [sic]—pamphlets and fugitive publications. In their refusal to be grand or monumental they spoke to something deep within him: they were expressions of his own indifference to fuss.” Turnbull led a peripatetic life. His father was a Scottish minister and his mother an American of Swedish ancestry; they met in Chicago when Turnbull’s father was studying at the Moody Bible Institute. Turnbull was raised in Jarrow, County Durham, and Blackpool. At the outbreak of World War II, the family moved to Winnipeg, Canada. Turnbull returned to England to study at the Perse school, Cambridge, earning a degree in natural science. He then went back to the United States and earned his MD at the University of Pennsylvania, moving to Ontario to serve as a doctor in logging camps. He returned to London with his first wife in 1955 for one year and then took a position as an anesthesiologist in Ventura, California. He moved back to the UK in 1964 to avoid being sent to Vietnam.    In England, Turnbull continued to practice medicine and write poetry, including the yearlong journal A Year and a Day (1985). A retrospective of his early work was published as A Gathering of Poems, 1950–1980 (1983). In 1989, Turnbull settled back in Edinburgh with his second wife, Jill Iles, a ceramics historian. In the late 1990s, Turnbull experimented with prose poems, “minimal missives,” and kinetic sculpture, which he displayed on Edinburgh’s Royal Mile each summer. His collected poems were published posthumously as There are Words (2006). Further posthumous collections include Amorous Greetings (2011) and More Words: Gael Turnbull on Poets and Poetry (2012).\n", "attrs": {}}