{"pf_url": "https://www.poetryfoundation.org/poets/gaius-valerius-catullus", "name": "Gaius Valerius Catullus", "yob": "84", "yod": "54", "image": null, "bio": "\nThe poetry of Gaius Valerius Catullus has had two lives. In Rome, Catullus and his generation, the “new poets,” played an essential role in the development of Augustan poetry. They helped to create the possibility that one might be a poet by profession. They brought to Rome the learned and self-conscious style of Hellenistic poetry, and they helped to create and explore those interests in erotic pathology that issued in the Roman love elegy. Later, during the empire, Catullus became the model for Martial’s epigrams, poems that were witty, often vulgar and satiric observations of life in Rome. Then his poetry was all but lost. With the exception of one marriage poem (around 62 BCE) included in a 9th-century anthology, he was relatively unknown after the time of Aulus Gellius (late 2nd century CE) until a stray manuscript was found in Verona early in the 14th century. The scattered references to Catullus’s poetry can be listed: St. Jerome, Martianus Capella, and Macrobius in the 5th century; Priscian and Boethius in the 6th century; and Isidore in the 7th century. Hildemar of Corbie appears to echo Catullus in 841 CE, and Hiericus of Auxerre quotes a phrase from Catullus in 873 CE. Bishop Rather, who organized the scriptorium of Verona, records in 965 CE that he is reading Catullus, whom he had not read before. Two others, William of Malmesbury and Marcus Grabman, appear to echo Catullus’s poetry in the 12th century. In general Catullus remained unknown until a manuscript known as V surfaced in Verona about 1305, only to disappear before the end of the century. Two copies were made from V (O and X). One of these copies is now in the Bodleian Library, Oxford; the other, which was probably owned by Petrarch, was copied twice (G and R in 1375) and then it, too, disappeared.\n\r\nThe fortuitous discovery of V gave Catullus and his poetry a second life, although at first he was quoted, improbably, as a moralist. Soon he became one of the special favorites of European lyric, as his verse responded well to different readers in different ages. For the Renaissance he was the master of wit and brevity. Robert Herrick raised his “immensive cup / of Aromatike wine” to Catullus’s “Terce Muse”; John Milton praised Catullus’s “satyrical sharpnesse, or naked plainness.” For the Romantic poet William Butler Yeats, Catullus was the natural poet, and for Ezra Pound and Robert Frost he was a poet of hardness and clarity, the source of poetic renewal. For most of the 20th century, Catullus was viewed as a lyricist who poured forth his heart in verse addressed to himself or no one and who led the “Catullan revolution” by inventing the deeply felt poetry of personal lyric. In more recent years, classical scholars have emphasized his Alexandrian learning and technical mastery, and most recently critics have begun to talk of him in terms of continuity with the Roman traditions of epigram and comedy.\n\r\nThere is, of course, some truth in all these versions of Catullus, and beyond the irrepressible ability of readers to appropriate texts, his single greatest weakness may be his failure to craft a monumental body of poetry as Horace and Virgil did. Invariably Catullus’s corpus fractures along divides between contradictory alternatives or tendencies: learning and passion; seriousness and frivolity; conservative values and revolutionary attitudes; ethical “piety” and vulgar obscenity; accounting and kissing; the great themes of Rome—love and betrayal, war and death; and lesser preoccupations with napkin stealing, urine, buggery, and bad breath. Perhaps for this reason the interpretation of Catullus’s poetry has been particularly partial: critics emphasize one characteristic over others or even exclude some poems from the highest “levels of intent” or from serious discussion. Whether they censor his vulgarities or are indifferent to his “occasional verse,” readers generally have had both their own “Catullus” and their own collection of poems. He wrote a wide range of poetry, and it has occasioned diverse responses.\n\r\nInformation about Catullus’s life, outside of what can be inferred or imagined from his poems, amounts to four pieces of external data. St. Jerome (Chron. a. Abr. 150H and 154H) writes that Catullus was born at Verona in 87 BCE (An. Abr. 1930) and that he died in his thirtieth year. Apuleius (Apol. 10) writes that the name of Catullus’s famous lover Lesbia was really Clodia. Suetonius (Iul. 73) tells the reader that, although Caesar knew Catullus’s verses had placed an eternal stigma on his name, he nevertheless invited Catullus to dinner on the very day on which Catullus apologized; moreover, Caesar continued to enjoy the hospitality of Catullus’s father. None of these bits of information, however, is without difficulty.\n\r\nJerome’s dates indicate Catullus was dead in 57 BCE, before events that he writes about: Caesar’s invasion of Britain (mentioned in poems 11, 29, and 45) took place in 55 BCE, the same year as Pompey’s second consulship (poem 113) and the building of his portico (poem 55). Two explanations have been offered. One is that a manuscript error of XXX (30) for XXXX (40) puts Catullus’s death in 47 BCE. This theory, however, requires some explanation for the cessation of datable poetic activity by 54 BCE. The other explanation is that if Jerome took the date 87 BCE from a reference to Cinna’s consulship, he may have mistaken Cinna’s first consulship in 87 BCE for his last consulship in 84 BCE. By this calculation, Catullus lived from 84-54 BCE, the dates usually accepted. Although this solution is not universally accepted, it makes the best sense of the information available and provides a reasonable framework into which to place other information.\nApuleius’s identification of Catullus’s lover as Clodia, a married woman he calls Lesbia, is intriguing and agrees with what is known about the use of pseudonyms in Roman lyric and elegy. But who is Clodia? In a clever epigram, poem 79, against the brother of Lesbia, appropriately called “Lesbius,” Catullus puns Lesbius est pulcher (“Lesbius is lovely” or “Lesbius is ‘Pulcher’”) and accuses him of incest. If by analogy with the equation “Lesbia” = “Clodia,” “Lesbius” = “Clodius,” then the reader is directed to the infamous tribune Publius Clodius Pulcher (Tr. Pl. 58). He had three sisters, all called “Clodia” according to the Roman convention, but, according to other information, none of these women was married between 57 and 54 BCE, the time when Catullus wrote his dateable poems. This theory leads to another dead end, although most scholars accept Clodia Metellus, whose husband died in 59 BCE, as the most likely candidate. All that can be said with confidence, however, is that Catullus wrote of a love affair with an older woman from a powerful Roman family.\nFinally, there is Suetonius’s story of the reconciliation between Catullus and Caesar. Caesar with his prodigy, Mammura (vulgarly named “Mentula” or “Dick” by Catullus), is memorably portrayed by Catullus as vicious and obscene. They are both accused of being buggered in poem 57 and in poem 29 of devouring and destroying everything.\nWas it on this account, O singular general,\nthat you were in the island of the setting sun,\nso that fucked-out Dick of yours\ncould suck down twenty or thirty million?\nCaesar might well have felt that these and other verses stigmatized him; however, to establish a date for the alleged reconciliation is difficult. Since these vicious lines refer to Caesar’s expedition to Britain, which began in 55 BCE, and since Catullus may have died in late 54 BCE, one must imagine either an undocumented trip to Verona in 54 BCE by Caesar and Catullus or an unnoted renewal of invective after an earlier reconciliation: “Once more you will be angry at my iambs, singular general, but they don’t deserve it” (poem 54.6-7). The details remain intriguing but cannot be reconciled.\nOnly Catullus’s poetry can supplement the above information about his life. Although taking poetic statements as autobiographical fact presents difficulties, the poetry suggests a general and probable outline. Catullus was born in Verona, the son of a man prominent enough to be on social terms with Julius Caesar. The family was apparently wealthy: Catullus speaks of a villa at Sirmio about thirty miles west of Verona (poem 31) and of another villa near Tibur (Tivoli) (poem 44). These references suggest that he did not need either patronage or a large audience; these implications in turn may help to explain his success in creating the kind of elite poetry he wrote. If they are true, his complaints about poverty (poem 13) should probably be taken as exaggerations or as conventional postures. As a young man Catullus says he took up both poetry and sex at about the age of fifteen (poem 68.15-16). At some point (the exact date is uncertain) he came from Verona to Rome. Among his friends were the elegiac poets Cinna and Calvus, and they together, probably under the influence and direction of Parthenius of Nicaea, created a poetic movement (known as the “Neoterics” or “New Poets”) that forever changed Roman literature. While in Rome, Catullus fell in love with Lesbia, and made this event central to a set of poems that helped to create the genre of Roman love elegy. If this woman was Clodia Metellius, the affair began before her husband died in 59 BCE.\nCatullus (and Cinna) served on the staff of the praetor Memmius in Bithynia-Pontus. When Catullus’s brother died he spent some time back in Verona (poem 68), and he wrote of traveling to his brother’s grave in Asia Minor near Troy (poem 101), an event that may have taken place while Catullus was in Bithynia. He wrote what appears to be a final poem of dismissal to Lesbia (poem 51) after Caesar invaded Britain, and no poem can be dated later than 54 BCE Catullus died, still a young man—perhaps, as Jerome says, at the age of twenty-nine.\nIn the middle of the 1st century BCE, when Catullus began to write verse, the professional poet in Rome was usually Greek, and the professional poem was the aristocratic epic that served the needs of family pride. Latin epigram and lyric consisted mainly in the kind of literary dilettantism found in men like Q. Lutatius Catullus (consul in 102 BCE), who translated Hellenistic epigrams into Latin distichs, and in the youthful or amateurish work of Cicero. Poetry was meant to serve the interests and leisure of conservative Romans, men of action and accomplishment.\nBy the time of Augustus, however, Rome had produced, in addition to the great works of Virgil, an extraordinary and significant body of personal lyric and erotic elegy. The works of Horace, Tibullus, Propertius, and Ovid survive in addition to those of Catullus. In less than sixty years poetry as an art, valuable in itself and not merely the recreation of the powerful or the subsidized extension of family fame, had become established in Rome. This achievement was not simply the result of individual geniuses. A generation of poets, Catullus’s generation, melded Roman traditions in epigram, satire, and comedy as well as in epic to the learned and elitist aesthetic standards and values of 3rd-century Alexandria. Together these poets shared an international perspective on literature, a learned and professional tradition of academic poetry, a desperate concern for the future of Rome, and an intense interest in the pathos and pathology of eros. Thus, in an age of civil war and political catastrophe, Roman poets began in a single generation to think and write in new and complex ways of themselves, art, sex, the state, passion, learning, and life.\nOf that generation only Catullus’s poetry survives in more than a few fragments. The names of some of the poets are known, those associated with the “New Poetry,” as Cicero called it: his intimate friend, the orator and poet Calvus; “the Latin siren, who alone reads and makes poets” (Suet. Grammat. 11), Valerius Cato; Furius Bibaculus; Caecilius; Cinna; Ticidas; and the inventor of Roman love elegy, Gallus. Together they made possible the achievement of Horace, Virgil, and Ovid; and while it may be easy to exaggerate the particular role played by Catullus, his work is all that survives of that generation of poets who opened new doors for technique and expression at Rome.\nFor the modern reader, Catullus’s poetry amounts to the 113 or so poems that have come down to the present from the Verona manuscript (X). Modern texts are numbered 1-116, but the poems numbered 18-20 are usually excluded, since they were inserted without authority by Marc-Antoine Muret in his edition of 1554. There is no probability that Catullus wrote these priapic verses. Of the 113 poems in the manuscript, numbers 2, 14, 58, 68, and 95 are thought to be conflations of what were originally two poems. In addition to these poems, which amount to about 2,310 lines, there are about twenty references in the ancient authors to other poems by Catullus. The manuscript collection is usually divided into three groups. Poems 1-60, generally referred to as the polymetrics, are in a variety of lyric meters with the hendecasyllabic meter (an eleven-syllable line) used in some forty poems. Poems 61-68 form a middle section, the Opera Maiora (Longer Works), which share a learned and allusive Alexandrian style and a recurrent interest in marriage. If these poems are taken as a group, then the third section, poems 69-116, form a collection of epigrams (or short poems in the elegiac meter, varying in length from two lines to twenty-six lines). These poems share certain features of style and diction that mark them as a distinctly Roman set of epigrams. Some critics, however, prefer to designate the third group as all poems, long and short, in the elegiac meter, poems 65-116. In poem 65 a programmatic announcement—”I will always sing songs saddened by your death”—is taken to mean, “Hereafter, I will always write in the elegiac meter.” Such a programmatic announcement parallels other announcements in the corpus, but few of the epigrams that follow are either sad or concerned with death. The final verdict as to where the second group of poems ends must remain uncertain.\nThe organization of the whole collection has been a matter of frequent discussion, and although today one commonly sees arguments based upon the assumption that the poems are in the order in which Catullus himself arranged and published them, there is by no means any agreement among scholars that this is the case. The issues are twofold. First, there is the external evidence for a collection; second, there are the internal, aesthetic principles and interpretive consequences of an intentional order.\nWhat, then, is the evidence? The first poem in the collection refers to “this new, pleasant little book” dedicated to Cornelius Nepos. The poet Martial (around 86 CE) also knew of a collection of light poetry called Passer (Sparrow), and the second poem begins, Passer, deliciae meae puellae (Sparrow, the delight of my girl). According to ancient convention a literary work was commonly designated by its first words. If there was a collection made by Catullus called Passer, that collection probably began with the second poem. It would not be the “little book” of the first poem but the poetry that that poem refers to as the “stuff” Nepos had already appreciated. The collection that begins with poem 1, that is, the “little book,” would be a second collection. Further, Ausonius (Eclogues 1. 1-9) and Pliny the Elder (N.H. 1. praef. 1) know of a collection, but one cannot tell whether this collection was the “little book” of polymetric poems, some smaller selection of those poems, or the rather large book (2,310 lines, large for an ancient papyrus roll) of the collected poems. Poem 27 seems to represent a change in Catullus’s metrical style; here, he begins to take greater liberty in handling the hendecasyllabic meter. Such changes (when not correlated with subject or mode) usually mark an historical moment; if this is true of Catullus’s poems, then the hendecasyllables after poem 27 were probably written after poems 2-26, and the collection preserves some signs of the historical order of composition.\nThe internal evidence for the poet’s hand in organizing the collection(s) may be added to this information. First, there are what critics have identified as “programmatic statements,” that is, poems that talk about the collection itself. The dedication poem, for instance, refers to a “little book” and introduces the collection in terms of such aesthetic values as new, polished, small, and playful. Poem 14b has been taken to suggest the emergence of Catullus’s new homosexual theme: “If any of you will be readers of this nonsense, and not shrink from touching me with your hands ...;” poem 27 seems to proclaim a shift to invective: “this is pure Thyonian.” Poem 65 may suggest that hereafter Catullus will write only in elegiacs: “I will always sing songs saddened by your death.” Similarly, poems 1, 61, 65, and 116 mention the Muses and allude to the great neoteric inspiration of Callimachus (Greek scholar and Alexandrian librarian). This evidence is often taken by critics to suggest that there was a collection, perhaps several collections, and that the collection(s) was/were organized by Catullus. There is, of course, no agreement about what constitutes the collection(s) or about where the hand of chance or the arrangement of a later editor is seen.\nNevertheless, in addition to the external witnesses and the programmatic poetry there are other signs of an intentional ordering principle in the collection. In the opening sequence of poems, 2-11, poems 2, 3, 5, 7, 8, and 11 suggest the course of the affair with Lesbia from initial desire to final divorce; and another set of closely placed poems (15, 16, 21, 23, 24, 26) focuses on Aurelius, Furius, and Iuventius. Furthermore, throughout the collection related poems are often separated by a contrasting poem (2 and 3, on Lesbia’s sparrow, are separated by the mythological fragment of 2B; 5 and 7, on kisses, are separated by a poem to Flavius; 70 and 72, on Lesbia’s protestations of love, are separated by a poem on Quintus’s armpits). Since either that chance would bring close together so many related poems or that an editor would separate poems related by subject and theme by a single poem seems highly unlikely, many see evidence of the poet’s hand in arranging parts of the collection.\nThis conclusion, however, requires an unruly ordering principle of loose variation and contrast. In the opening sequence, for instance, two poems belong to the beginning of Catullus’s affair with Lesbia (2, “Sparrow,” and 3, “Mourn for the sparrow”), followed by two poems from the success of the affair (5, “Give me kisses,” and 7, “How many kisses”), followed in turn by a failed attempt to end the affair (8, “Poor Catullus”) and the bitter rejection of Lesbia (11). Why do these six poems make up the sequence, though, when Catullus wrote eight more polymetrics about Lesbia? And why separate a mock dirge for a dead sparrow from a poem about kisses with a poem about a little boat? Why separate the kiss poems with an amusing and ironic poem about Flavius’s “unpleasant and inelegant” mistress? And why does no poem separate the last “kiss poem” from the attempt to end the affair, while two poems (a celebration of Veranius’s return and an urbane and ironic record of a conversation in the Forum) separate that failed attempt at separation from the final bitter rejection? Surely, any reader who wants a psychologically effective order can create equally or perhaps more compelling juxtapositions, just as any clever reader can imagine reasons for the present order.\nJust this situation, however, distinguishes the Catullan collections: there may not be a rigid architectural order to the poems, but there is a suggestive and meaningful order. There is a structure of relationships that cannot be denied while at the same time it cannot be reduced to a single historical, thematic, or aesthetic principle. The patterns of similarity and difference found in the collection are part of the impression the collection gives of variety and coherence, of dramatic fragments from a life whose themes and concerns recur in old memories and new events. Thus, the collection has a mimetic quality that simultaneously suggests the coherence as well as the interruptions and continuing qualifications of lived experience, and this quality maintains simultaneously maximum variety and maximum resonance. For interpretation, the problem with this principle of order is simply that a varied and resonant text will, even if radically reshuffled, still produce meaningful juxtapositions. Thus, the very looseness that relates the kisses of poem 7 back to the kisses of poem 5 across the voyeuristic poem 6 allows both poem 6 to echo within poem 7 (they are both about the curious spying on love affairs) and poem 7, with its learned geographical rendition of “as many kisses as there are sands in the desert,” to resonate with the expansive geographical foil of poem 11 or the travels of the little boat in poem 4. In this way, an otherwise comic version of the foolish lover (poem 8) acquires psychological depth and, for some, tragic implications by being part of the Lesbia narrative and by paralleling another desperately pathological monologue of unrequited love (poem 76). The whole, then, becomes interrelated though a series of metonomies and metaphors, insuring each poem maximum resonance across a maximum number of poems, and in this way the Catullan collection accomplishes the neat trick of gaining a sense of context without losing the autonomy of the moment.\nTo the extent that this emphasis on the moment and the poet’s personal voice and personal experience can be identified with what today is called “lyric,” in addition to Catullus’s extraordinary gifts as a lyricist in individual poems, he has created a body of poems that enhances the expressive power of individual poems through the resonance of the collection. The order of that collection preserves simultaneously the lyric moment of each poem and the resonance of that moment in the life or the implied life from which it arose. The power of this resonance is evident in the frequency with which critics in the past have attempted to rearrange the poems into a neat narrative. More recently, however, readers have begun to emphasize the ways in which this resonance provokes the desire of readers and contributes to multiple readings as each poem looks forward and backward and across diverse interruptions to multiple variations. The juxtapositions, both continuous and discontinuous, represent a depth of response and not a narrative, a pattern, or a proposition.\nAny closure, any collection, however, will always be susceptible to the further resonance created by any additions; even those made by chance or a later editor are necessary corollaries to this principle of maximum variety with maximum resonance. From what can reasonably be inferred, then, about the principles of order and juxtaposition that seem to have guided Catullus, the exact dimensions of the Catullan libellus (little book) are unknowable and extraordinarily flexible and permeable. This supposition may not satisfy the desire for historical certitude, but it speaks to the power and attraction of a collection that has continually drawn readers under its spell.\nThe dedication poem is programmatic. It introduces three major aspects of Catullus’s poetic interests and influence and, to some extent, of the generation of poets who brought about the “Catullan revolution.” First, it is self-consciously neo-Callimachean, importing the aesthetic values of Hellenistic poetry into Rome; second, it is specifically engaged in the present Roman context, in the Forum and the empire; and third, it engages and performs those elusive self-presentations that characterize the celebratory strength of Roman comedy.\nTo whom am I giving my charming, new, little book\npolished just now with the dry pumice stone?\nCornelius, to you: for you were the one\nwho thought this rubbish was something,\neven then, when alone you dared to unfold\nthe whole age of the Italians in three papyrus rolls,\nincredibly learned, by Jupiter, industrious sheets.\nWherefore, take it as yours, whatever it is, this little book,\nhowever it strikes you; and you, o Muse and patron Virgin,\nlet it remain through the years beyond our lifetime.\r\n \nThe terms Catullus uses in this poem allude to the Callimachean program and establish Catullus’s position as a Callimachean poet: newness, smallness, polish, intellectual dryness, daring, learning, industry, and immortality. These ideals frequently recur as Roman poets of the next generation work in the shadow of neoteric Alexandrianism and, writing under the daunting aspiration of creating an international tradition, reflect upon their place in that tradition and their contribution to Roman culture. Catullus, with typical lightness and learning, suggests his place in this tradition with a translingual pun. His book is lepidus, a term that joins the “urbane charm” (Latin, lepos, lepidus) of a carefree life in Rome to the aesthetic refinement (Greek, leptos) that defined a Callimachean virtue.\nIn practice, the Callimachean poetic standard meant writing in the smaller poetic forms—short lyrics, epyllions (brief epics), and epigrams; experimenting in new verse forms; playful inversions of genre; an extraordinary ear for phonetic detail; and frequent use of learned and literary allusion. Poem 2 therefore is formally a hymn but is addressed to a sparrow; poem 3 is formally a dirge upon the sparrow’s death; both also exploit passer as a slang term for the male member. Thus begins the Passer, whose consistent metaphor for poetic activity is ludus (game), a term with both frivolous and erotic associations. In poem 36, Annales Volusi, cacata carta (Annals of Volusius, shitty sheets), Catullus contrasts the traditional, epic poetry of Volusius with his own refined new poetry. Lesbia has apparently vowed to Venus that she will throw the choicest verses of the worst poet (meaning Catullus’s lampoons against her) into the fire if Catullus is restored to her. Catullus imagines returning but repaying the vow with the verses of Volusius and asks Venus to accept the payment:\nNow goddess created from the sky blue sea\nyou who honor holy Idalius and windy Urii\nand Ancona and Cnidus with its reeds\nand Amathus and Golgos\nand “Hadria’s tavern” in Dyrrachium . . . [.] (11-15)\nThis catalogue is in part a tour of Catullus’s journey home from Bythinia through all the places where Venus was kind to him. More than a biographical tour of Asia Minor, the catalogue is literary and poetic. It recalls Theocritus, the legend of Adonis associated with Golgi, Idalium, and Amathus (a temple of Adonis and Aphrodite at Amathus), and, most likely, the neoteric epyllion, Zmyrna, by Catullus’s friend Cinna. Thus, as Catullus imagines eluding the fate to which Lesbia had destined his “fierce iambs,” he appeals to Venus/Aphrodite in hymnic form with reference to his own journeys and literary affiliations (both traditional and contemporary) and with a poetic range that complements the geographical movement—from Aphrodite’s epic or mythological birth to a sailor’s slang in a tavern in Dyrrachium. In wit, range, and appreciation for the power of Aphrodite/Venus, Catullus lays claim to his place and the place of his poetry—out of the fire into the tradition. The poem ends:\nBut meanwhile come to the fire, you verses,\nfull of the farm and infelicities,\nAnnals of Volusius, shitty sheets. (12-20)\nFor Catullus simply to adopt the refined, erudite, and esoteric aesthetic principles of Callimachus, however, was not possible. In the Roman context, both art for art’s sake (or art as a replacement for life) and the lyric emphasis on the self and intimacy (giving voice to private feeling) were anathema to conservative manliness. “If I had two lifetimes I still would not have enough time for lyric poetry,” said Cicero, and Catullus reflects this voice of antagonism when he calls his own poetry nugae (rubbish or stuff) and then claims for himself the aristocrat’s traditional desire for immortality. The dedication poem not only recognizes these conflicts but, by adopting his opponents’ term of hostility, even makes them themes and thus part of the Catullan newness. A resonant book of short lyric poems that granted privilege to leisure and frivolity was indeed a strange (another sense of the Latin, novus) and new production. Catullus’s interest in himself, in the private movements of the heart and mind, and in his intimate exchanges with others, not as recreation and recuperation for the work of the Forum, but as the essence of his poetry and of a life fully lived was, so far as anyone can tell, new.\nThese interests, often associated with lyric poetry, and the demands of a learned, academic, Callimachean aesthetic may seen incompatible. For Catullus and his generation, however, the two were inextricably linked, since the Callimachean program made imaginable that kind of poetic professionalism and independence upon which this kind of lyric (as well as other Hellenistic interests) rested. In fact, Parthenius introduced Catullus’s generation to learned Alexandrianism as well as to the erotic pathology of Greek myth. Thus, when Callimachus, a learned librarian, refused to write epic at the beginning of the second edition of his Aetia, he rejected what was for him an outworn and empty genre; this rejection, however, did not prevent him from writing court poetry—for example, “The lock of Berenice.” When the neo-Callimacheans at Rome adopted Callimachus’s personal and learned voice in opposition to the popular and politically acceptable epic, they took a position that rejected the normal public life and, therefore, could easily stand in judgment of conservative values and practices in Rome. In other words, for Catullus’s generation and the poets who followed him, the Callimachean aesthetic was both a political and a poetic position, and Catullus’s judgment was sometimes violent.\nCatullus was fully aware of the conflicts in which he had become involved by his decision to write learned and refined lyric poetry. He asserted and reflected this antagonism in various moods. In poem 93 he expresses indifference:\nI really do not care whether I please you or not, Caesar;\nor whether you are a pale or swarthy man[.]\n\r\nHe addresses with violent mockery in poem 28 friends who, like him, have served abroad under a difficult governor:\n\r\nBut as far as I can see, you’re in an equal\nstate: you’ve been stuffed by no less\nof a prick: “Seek noble friends!”\nHell, may the gods and goddesses give them\nmuch pain, disgraces of Romulus and Remus. (28. 11-15)\r\n \nIn poem 95 he returns to his literary rejection of historical Annals, like those of Volusius:\nBut the Annals of Volusius will die in Padua itself,\nand often become loose tunics for mackerel,\nSmall monuments are dear to me . . . ,\nBut the people rejoice in swollen Antimachus. (95. 7-10)\r\n \nFinally, the dedication poem introduces elements of the Roman literary tradition that Catullus valued despite their apparent opposition to the Callimachean aesthetic. That aesthetic, with its emphasis on the erudite and exclusive, had rigorously rejected the outworn, the common, and especially the popular. For Catullus, however, there was a Roman tradition of mime and comedy rich in resources. In contrast to Callimachean exclusivity, it was inclusive and common. Furthermore, this tradition had first undertaken a literary opposition to Roman gravitas (seriousness) and its characteristic senex severus (severe old man), and it had done so with a keen appreciation for irony, ingenuity, flexibility, and deception. Its favorite event was the staged self. In Catullus, this stage and its resources were more than a literary interest. Raised in the rhetorical tradition of Rome, Catullus felt the rhetorical or performed self as an intimate part of his experience and that of others. The staged self constituted both a resource and an obstacle; in Catullus’s writing it became the means by which he explored and revealed the self as well as protected and hid it.\nIn calling his book a lepidus libellus Catullus probably referred to the Callimachean refinement designated by leptos. In referring also to the Latin lepidus, however, he was using a term much at home in the comedy of Plautus, whose favorite characters (in addition to the clever slave) were the congenial old man (senex lepidus) and the sweet young thing (lepida puella) and whose goal was the charming (if deceptive) tale (lepide fabulari). Catullan lepor adds to Callimachean refinement a sense of the lightness of life, an urbanity and social refinement that Catullus indulges throughout his poetry. Like the characters in Plautine comedy, it exploits the roles people play and their capacity to change roles; it also delights in that presentation of self that proceeds through an endless disclosure of masks.\nThe dedication poem is a performance of this ironic and charming elusiveness. When Catullus adopts the term nugae (stuff ) for his own poetry, he ironically accepts the evaluative terms that the severe old men of Rome would assign to him. When he turns to Cornelius Nepos, he thanks his friend for thinking that this “stuff “ is “something.” Ostentatiously silent about what exactly his “stuf f “ is, he continues “whatever it is” and emphasizes the indefiniteness immediately with the adjective qualecumque (whatever sort = however it strikes you). Just as nugae co-opts and rejects the condemnation of conservative society but remains elusive about its own positive evaluation, so aliquid (something) accepts the approval of Nepos without specific evaluation. Together the two evaluative terms are less about Catullus’s poetry than about Catullan freedom.\nSimilarly, Nepos is a peculiarly unlikely dedicatee: not only was his expertise in prose (which Catullus avoided so far as is known), but his history was also the very kind of public prose that was congenial to conservative Romans. He was a friend of Cicero and Atticus and does not seem to have appreciated neoteric poetry. Catullus’s praise is suitably ambiguous: he describes Nepos’s own writing as doctis, Iuppiter, et laboriosis (learned, by Jupiter, and full of labor). One can argue that labor is a Callimachean virtue, but that was the virtue enjoined by Apollo, and laboriosus (laborious) suggests a little too much work, or work poorly spent. Catullan values, then, elude both his detractors (who call them nugae) and his appreciators (who, like Nepos, think they are something, but apparently do not know what). Cornelius Nepos, therefore, is the appropriate dedicatee, not because he represents the best reader or an important patron but because he represents the problem of readers: even when sympathetic, when they share some values, they will interpret shared values differently; they will posture; and they will be merely different.\nFor the poet the masks assert and protect a subtle and strong claim to originality, but not merely a Callimachean originality—the originality of the forever elusive self, forever different from schools, others, and propositions about self. For the reader, represented by Nepos, the masks both because of and despite their pretensions project the possibility of common ground with many readers. Despite the inevitable problems of difference and separation, Catullus concludes by asking for and projecting a future for his poetry that (to translate the essential meaning of the words precisely) will continue through the years and remain unfailing even beyond the life of anyone now alive. That is, the literary artifact will be prized when all knowledge about the poet himself is hearsay and report, when no one alive will be in direct contact with the world of Catullus.\nCatullus’s dedication poem, then, introduces key concerns not only for his polymetrics but also for his entire output. He avows an affiliation with Callimachean aesthetics: his poetry will be learned, refined, original, daring, different, and everlasting. He sets this affiliation in a distinctly Roman context, one that he not only refuses to ignore but even celebrates: his poetry will be rubbish, trivial, and antagonistic to some conservative Roman concerns. Finally, he toys with the inadequacy of making statements like these; his poetry uses the resources of language, including the slipperiness of words and names, to perform and present a charming, if elusive, self. When the subtle and rich stylistic means of Callimachean aesthetics joined with both the self-assertiveness necessary in a Roman context and the elusiveness of self endemic to Roman comedy, something new was created—not just the posture of easy, self-confident swaggering play, not just art for art’s sake, but a passionate capacity to feel and imagine and give verbal shape to the complex movements of the heart and mind.\nOne of the polymetrics may quickly illustrate the passion and playfulness of this poetic:\n \nThe other day we spent,\nCalvus, at a loose end\nflexing our poetics.\nDelectable twin poets,\nswapping verses, testing\nform and cadence, fishing\nfor images in wine\n& wit. I left you late,\ncame home burning with\nyour brilliance, your invention.\nRestless, I could not eat,\nnor think of sleep. Under\nmy eyelids you appeared\n& talked. I twitched, feverishly,\nlooked for morning . . . at last,\ndebilitated, limbs\nawry across the bed\nI made this poem of\nmy ardour & for our\ngaiety, Calvus. . . . Don’t\nlook peremptory, or\ncontemn my apple. Think.\nThe goddess is ill-bred,\nexacts her hubris-meed:\nlure not her venom.\n(poem 50; translated by Jane W. Joyce)\n \nSurely a revolutionary experience of self and feeling and an opposition to the contractual narrowings of the Forum with its gravitas (moral and political seriousness) and its amicitia (political and practical friendship) preceded these poems, but the essential element that Catullus bequeathed to the next generation of poets was the verbal means of giving form and expression to a varied, exuberant, heterogenous—even trivial and promiscuous—self.\nIn the polymetrics Catullus not only revived a lyric tradition but in doing so created the conditions that give value to that tradition and allow that tradition to renew itself. Rarely does one sense in Catullus’s polymetrics a naive urge for transparent self-expression. The writing of lyric leads him to questions about self and feeling, about the poetic expression of ego and the tradition itself, and about the relationship of individual and society, of art and life. To what extent does the poet express himself and to what extent does he fashion himself? His poetic creations attempt to imagine—that is, to give the proper life and meaning to—the rituals of male bonding, the theft of napkins, the creaking of a friend’s bed, lust, betrayal, and hatred. In poem 50 an evening of poetic composition is described in the terms of an erotic encounter that leaves Catullus exhausted and hungry for more: art takes its place among the playful displacements that make up life. In poem 16, though, the intersection of life and art remains an insoluble riddle because one is always implicated in and free from the other. In poem 7, on the other hand, neither the exclusive learning of Alexandria nor the clichés of the comic stage can actually reveal or express common knowledge of the limits of desire. In poem 11 the epic and martial achievements of Caesar contrast with the value of love, and when Lesbia betrays that love, she is imagined in her own epic, but grotesque, menage-a-trois cents, while Catullus figures his love as a fallen flower, an image taken from Homer. In this poem, as often, the most intensely felt moments find personal intensity and expression in exaggeration and tradition.\nElsewhere Catullus indulges the power of his art. If a napkin, the mnemosynum (memorial) of some dear friends, is stolen, the poetic demand for the napkin to be returned (poem 12) becomes a more eloquent and permanent mnemosynum of his dear friends. If Varus will not tell him who makes his bed creak and rattle about the room, then the demand to be told will become a substitute song that is itself a hymn to carnality and that can “sing Varus and his love to the stars.” If Catullus fails to make a profit in Bithynia, he will make poetic profit out of the narrative of his embarrassment at being both a failure in the province and a liar in the form about his failures (poem 10).\nCatullus also discovered and explored the limits of the lyric voice when faced with the depth and elusiveness of the self, with the betrayals of others (including the political world of his fathers and the intimate world of Lesbia), and with the traditions that shape, distort, and reveal who one is. He cursed Caesar and Pompey for destroying the world and threatened sexual violence upon Furius and Aurelius for misreading his poems. He sent Cicero a letter of thanks in which the ponderous tri-colon crescendo of the grand oratorical style jangles in the hendecasyllabic while honoring the recognizability of that inimitable style. In this regard, it is lyrically fitting that one of the last polymetrics (poem 51), which has often been thought to be one of the first poems Catullus wrote to Lesbia, is a close translation of Sappho that ends with a jarring Roman reflection on the destructiveness of leisure. Both to see the strength and depth of his feeling in a translation and to find that translation inadequate is typically Catullan. In the final analysis, the Catullan revolution was not just the importation or discovery of the lyric self and of the importance of the individual and the range of individual engagement with the world. It was not just the discovery of the resources for lyric expression in Latin, which includes meter, phonetics, the resonance of a book, and the complexity of poetic figures. It was also a self-consciousness about lyricism, language, self-presentation, and figures that was essential to the more ambitious achievements of the next generation of Roman poets.\nThe long poems are more ambitious, more moving, and at times more terrifying than the polymetrics. They also sometimes lack Catullus’s lyric lightness and charm. While they include many of the same concerns, they are in general both greater and less perfect. Some, like poem 64, had an important influence upon later Latin poetry; others, like poem 63, remain relatively unusual.\nPoems 61 and 62 are literary versions of marriage hymns. The form was popular in Greek literature and from among Catullus’s contemporaries fragments survive from Ticidas and Calvus. Without comparable Latin hymenaeals, to assess with any confidence Catullus’s innovations and contributions is difficult. Nevertheless, the poems celebrate the ideals of Roman marriage in a manner perhaps surprising for the urbane young poet of the polymetrics and the affair with Lesbia. Catullus, however, never entirely abandoned the ideals of his youth and his culture: Roman fides (faith), pietas (piety), and the responsibilities of marriage and family. In fact, those very concepts and the terms associated with them remain central to Catullus’s imagination even of the affair with Lesbia.\nPoem 63, coming after these two marriage hymns, tells a shockingly different story. Attis, a young Greek devotee of Cybele, the Great Mother goddess, awakes to find that in his frenzied devotion he has castrated himself. Now a woman, she laments her condition, but upon trying to escape is driven back into the wild forests to be the handmaid of Cybele. The poem is probably another hymn; it is written in a strange, frenetic rhythm known as the galliambic, the meter used by the priests of Cybele, the Galli, in their hymns to the Great Mother, and it ends with a prayer:\nGoddess, Great Goddess, Cybele, Dominant Goddess of Dindymus,\nFar from my home, Mistress, may all your fury be:\nStrike others wild, drive others rabid. (91-93)\nCatullus has deliberately set in contrast the secure, ritual transitions of traditional sexual roles in an official Roman marriage with this un-Roman tale of fanatic delusion and self-destructive fury; the experience of Lesbia, moreover, who plowed past and killed the flower of Catullus’s love (poem 11), is still at work in the background, shaping these poems.\nThe next poem in the collection is Catullus’s longest and most ambitious, a 408-line epyllion that explores in a narrative context many of the issues that have occupied Catullus elsewhere. In this poem Catullus describes the Argonauts’ first voyage and the forthcoming marriage of Peleus and Thetis—the arrival of the wedding guests, the palace of Peleus, and the tapestry on the wedding bed. On the tapestry is a picture of Ariadne. This image leads Catullus to tell the story of Ariadne’s betrayal by Theseus, her curse, the death of Theseus’s father, and the arrival of Dionysus to rescue her. When the story returns to Peleus and Thetis, the mortal guests are leaving, the immortal guests arrive, and the Fates sing a marriage hymn that foretells the Trojan War and the destruction that Achilles, son of Peleus and Thetis, will cause. The poem closes with the poet’s comment that this moment was the last time the gods visited mortal men; since then the earth has become drenched in slaughter, impiety, infidelity, and crime.\nThe major themes are familiar (marriage, fidelity, impiety, love, loss, betrayal, destructive eros, and corruption) and the epyllion form allows the poet to pursue in an essentially lyric and associative mode the narrative that joins these themes. At the center of the poem, on a coverlet in the Palace of Peleus, is illustrated the story of Ariadne’s self-destructive passion as it responds to Theseus’s betrayal with a curse that destroys Theseus’s innocent father as he watches for his son’s return from the ramparts of the city. Catullus describes the coverlet and tells the story in a narrative that shifts back and forth in time from the abandoned Ariadne back to the aid she had given Theseus, forward to her lament and curse, and back to Theseus and his father’s words when he left Athens. This movement, much like the historical movement of the polymetrics, emphasizes the lyric moments as Catullus gives seventy lines to Ariadne’s lament and curse (132-201)—lines that evoke the betrayed, angered, emasculated Catullus of other poems—and fifty lines to Aegeus’s farewell to his son. The outer narrative moves chronologically as the mortal guests first arrive and depart, then the immortal gods arrive and the Parcae, or Fates, sing their song.\nThe poem may be seen in part as an effort to give verbal form to simultaneous but seemingly contradictory feelings: first, that people often are caught in self-destructive patterns that their passions create and to which even Ariadne’s desire for marriage contributes; and second, that these patterns are at the same time so interwoven in the fabric of the world that the Ariadne passage, wavering back and forth between past and future, comprehends another truth. The truth is that even before the gods stopped visiting men, even when Peleus and Thetis were married, the future of betrayal and destruction was fixed upon a coverlet, and the future, consisting in Achilles’ warfare and the sacrifice of the virgin Polyxena, was intractable. Catullus has attempted to imagine a complex—whether Fate, the Parcae, Nemesis, the Great Mother goddess, or the sickness of passion—that does not operate by the rules of narrative linearity and is not preserved by the total and integrating impact of narrative causality and its power to subjugate. For his imagination, the lyric mode was necessary.\nIn poem 65 Catullus introduces the reader to his second deeply personal theme—the death of his brother at Troy. Grief, he writes to his friend Hortalus, keeps him from writing original poetry; instead, he will send a translation of Callimachus. Poem 66 follows, a translation of Callimachus’s “Lock of Berenice,” a poem written for Berenice II (circa 273-221 BCE) who vowed a lock of hair for the safe return of her husband, Ptolemy III of Egypt (circa 280-221 BCE), from the invasion of Syria. The king returned, the vow was paid, but the lock of hair disappeared. The poet imagines that it has become the new constellation discovered by the royal astronomer. That constellation is still known as Coma Berenices (the Lock of Berenice). Catullus’s reason for choosing to translate this passage from Callimachus remains unclear.\nPoems 67 and 68 are precursors of the Roman love elegy. The first is a dialogue between a questioner and the street door to a house in Verona. The main speaker, the door, tells a clever, sardonic, sometimes obscene tale of the adventures of the door’s disreputable former mistress. Propertius, the Roman elegist, also wrote an elegy in which a door tells its story (I. 16). Poem 68 involves some textual difficulties, of which the most important is the status of the poem as one or as two poems. Given the different addressees of the two parts of the poem (68A = 1-40, 68B = 41-160), the repetition of verses 20-24 as 92-96, and the different styles, to treat the poem as two poems seems best. In the first, Catullus writes Mallius to excuse himself from love and love poetry because of his grief for his brother. The second is a complex structure that interweaves Catullus’s failed love affair, the death of his brother, and the mythological tale of Laodamia’s love for Protesilaus into what most critics think is a strikingly rich if not wholly successful innovation. Like the other longer elegiacs, the style of 68B is refined and Alexandrian. This formal quality in combination with a narrative of personal feeling that is related to a mythological exemplum takes the poem further than any other Catullan composition in the direction that the Roman love elegy was to take. The poem remains, however, Catullan in its combination of issues: loss of a brother, erotic distress, mythological exemplum, and especially the analogy between Laodomia’s love as a young bride and Catullus’s feelings for his beloved.\nThe remaining poems in the collection are shorter epigrams that, with only a few exceptions, are written in a style that is more reminiscent of a Roman tradition of epigram than of the Alexandrian traditions that informed both the polymetrics and the longer elegiacs. His topics are often the same as those that had interested him in the polymetrics. Invective takes to task, usually obscenely, Gellius, Caesar, Aemilius, and so on; love and Lesbia are contemplated; social and political ills are pilloried. In the epigrams, Catullus usually emphasizes the couplet structure and addresses his themes in neat, logical terms. Often he aims at contrasts and clarity:\nNo one, my woman says she’d rather marry no one\nthan me, not if Jupiter himself should ask.\nShe says, but what a woman tells an eager lover\nought to be written in wind and swirling water. (poem 70)\r\n \nAt times it is the failure of clarity that interests him. Thus, in his most famous epigram (85), his contrasts cannot cohere:\nI hate and desire. How can I do it? perhaps you ask.\nI dunno, but it happens, I feel it, it tears me up.\n(poem 85)\n \nInsult is, as usual, a fairly stable enterprise:\n \nGallus has brothers, one has the most lovely wife\nthe other one has a lovely son;\nGallus is a fine man: he facilitates sweet love,\nand the pretty boy lies with the pretty girl.\nGallus is a dolt; he’s married but doesn’t see\nthat the uncle teaches his nephew adultery. (78a)\n \nFor most readers the most striking and important innovation of the epigrams is the language used to probe the affair with Lesbia: it is the language of public and political alliance. Despite that the affair was adulterous and that it was probably of short duration, Catullus likens his role to that of a trusted public friend allied to another by good faith (fides) and a sacred contract (sanctum foedus); he says his love is not like the common passion between men and women but responsible and mature: “I loved you then not as the vulgar love a girlfriend but as father values sons and sons-in-law” (72. 3-4). The metaphor, as remarkable and expressive as it is, was never taken up by the later Roman elegists. Some have speculated that it belonged to the Roman tradition of these epigrams. That may be so, but it was doubtless difficult either to steal the metaphor from Catullus or to develop it beyond the conflicts that it illuminates for Catullus and allows him to explore. The passion was irresponsible; the devotion was as absolute as a contract and as binding as political allegiances; and the betrayal was immoral. The failure of the metaphor revealed the failure of Catullus’s underlying requirement that desire and responsibility, choice and bond, intention and reward be commensurate and responsive.\nFor many, one of the most moving epigrams, and one that is echoed several times in later poets, is the poem written upon his visit to his brother’s tomb (101). It shows again the Catullan interest in prior traditions, the limits and powers of poetic voice, the poetic artifact’s lack of closure, and the human implication in the larger community. The poem recalls a tradition of epitaphs; it echoes the sentiments of an epigram of Meleager, and its opening line alludes to Homer’s Odyssey. Odysseus’s heroic homeward journey to wife and family has been displaced in Catullus by loss and distance:\n \nMany the races and many the waters I have crossed\nComing, my brother, to these sad funeral rites\nIn order to give you the final duties owed the dead\nAnd speak in vain to your unspeaking ash\nSince fortune has stolen you, you from me,\nO brother, forlorn and wrongly torn from me.\nBut, for now, for the meantime, in the ancient manner\nReceive these gifts, sad duty handed down for funeral rites,\nThough they flow with many a brotherly tear,\nAnd forever and ever, hail, brother, and farewell. (poem 101)\n \nMuch is lost in translation, especially phonetic density of the poem, but as the individual phonetic and verbal patterns of the poem interweave ritual and narrative with the clichés of epitaphs and other literary echoes, Catullus succeeds in creating a complex experience. It is one in which words ultimately fail (in vain) and the lament is cut short (“in the meantime”); it is one that requires the supplement of other poems. That the tomb is in Troy gives greater ironic depth to the Homeric echo. As the reader experiences this poem that does not, cannot, say all that needs to be said, the little that the reader carries with himself or herself from the other poems becomes an emblem of the great and personal experience that Catullus carries with him.\nThe poem, however, does not give form and permanence to this personal experience. Rather, the poem marks the intersection of the personal and the public, the private and the ritualistic. As Catullus moves from spatial extent to temporal extension, the recent and personal past carries with it the tradition of parents and is extended into an endless future of ritual and literary traditions. People share with others—both backwards within the culture and family and forwards into the future—inexpressible loss, echoing sighs, experience unspoken, and temporary steps against the permanent losses of the world. Perhaps nothing looks more in the direction of Virgil than this Catullan mood.\n\r\nCatullus and his generation opened many doors for the poets that followed. Predictably, those poets did not choose to pass through all those doors. Never again would a poet—certainly not a Roman poet—speak with such frank brutality or in such magnificently obscene exaggerations. In general, after Catullus the small poem was not particularly prized. Horace, after his Epodes, turned to the more monumental achievement of the Odes. In Martial the Catullan range was reduced to endless epigrams and a courtier’s wit. Nevertheless, Catullus’s experiments in lyric created new opportunities not only for expression but also for feeling. He and his generation taught Roman poets the use of learning and tradition, the power and limits of poetry, and the uncanny depths of self and society.\n", "attrs": {"Region:": ["Italy"]}}