{"pf_url": "https://www.poetryfoundation.org/poets/garrett-hongo", "name": "Garrett Hongo", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8d476ff0bb0c908fccedfe0a1c169263e206b1c6.jpeg", "bio": "\nPoet, memoirist, and editor Garrett Hongo was born in Volcano, Hawai’i, in 1951 to Japanese American parents. He grew up in Hawai’i and Los Angeles, and earned his BA from Pomona College and his MFA from the University of California-Irvine, where he studied with the poets C.K. Williams, Howard Moss, and Charles Wright. His collections of poetry include Yellow Light (1982), The River of Heaven (1988), which received the Lamont Poetry Prize and was nominated for a Pulitzer, Coral Road: Poems (2011), and The Mirror Diary (2017).\nHis poetry explores the experiences of Asian Americans in Anglo society, using lush imagery, narrative techniques, and myth to address both cultural alienation and the trials of immigrants, including the forced internment of Japanese Americans during World War II, as well as the anti Japanese sentiment today. Because he delves into history and his own memory to express the bitterness of prejudice, Hongo’s poems frequently take the form of character studies and anecdotal first-person narratives. As Hongo told Contemporary Authors: “My project as a poet has been motivated by a search for origins of various kinds, a quest for ethnic and familial roots, cultural identity, and poetic inspiration—all ultimately connected to my need for an active imaginative and spiritual life. One might get at these through religion or the contemplation of moral and socioeconomic problems, but for me the way has led to the study of and the desire to contact, through the writing of poetry, those places and peoples from which I’ve been separated by either history or personality… I write to be a voice that I can listen to, one that makes sense and raises my own consciousness. And I write for all the people who might want the same thing, no matter what race, class, or nationality.”\n\r\nHongo’s style—particularly his use of descriptive lists and repetitious word order and phrasing—has invited comparison to 19th century American poet Walt Whitman. The dramatic power of these devices is matched by Hongo’s sense of purpose: “I’m committed to a task of enlightenment,” the poet told the Los Angeles Times, “of bringing the stories I know to the so-called ‘legitimate culture.’” Hongo’s language has been described as elegant and lyrical in both his poetry collections and his prose memoir, Volcano: A Memoir of Hawaii (1995). As in his poetry, Hongo’s memoir connects with his family’s past by recreating the Hawaii and California of his father and grandfather. In the Los Angeles Times Book Review, Sigrid Nunez placed Hongo in the broader poetic tradition of Yeats: “Hongo takes to heart Yeats’s assertion in his Autobiography that the poet who wishes to create a work that will last must first find metaphors in the natural landscape he was born to. This will give the reader some idea of the scope of Hongo’s ambition. And indeed this book’s greatest pleasures are its descriptions of that ravishing land of rain forest and live volcanoes.”\r\n \r\nHongo has received numerous honors and awards for his work, including fellowships from the National Endowment for the Arts, the Guggenheim Foundation, and the Rockefeller Foundation. He is the editor of the acclaimed anthologies The Open Boat: Poems from Asian America (1993), Songs My Mother Taught Me: Stories, Plays, and Memoir (1994), and Under Western Eyes: Personal Essays from Asian America (1995). He is currently Distinguished Professor of the College of Arts and Sciences and a professor of creative writing at the University of Oregon where he directed the Program in Creative Writing from 1989-1993. He lives in Eugene with his wife and children.\n\n\n\n\r\n \n", "attrs": {"Region:": ["U.S., Northwestern", "Pacific Islands"]}}