{"pf_url": "https://www.poetryfoundation.org/poets/gavin-ewart", "name": "Gavin Ewart", "yob": "1916", "yod": "1995", "image": null, "bio": "\nGavin Ewart was born in London, England, on February 4, 1916. First published at the precocious age of 17, Ewart had a poetry book, Poems and Songs (1939), to his credit by the time he was 23. Ewart was influenced early on by T.S. Eliot, Ezra Pound, and Ronald Bottrall, and later by W.H. Auden, and he studied at Cambridge University in the mid-1930s. But just as he was establishing his own poetic voice, Ewart found his writing interrupted by the outbreak of war: “I found it very hard to write during World War II, when I was on active service in North Africa and Italy.” And when the war was over, he pursued a different path, becoming first an assistant in the book review department of the British Council and then an advertising copywriter for 18 years. He did not pursue his old vocation until, as he wrote, “Alan Ross, editor of London Magazine, encouraged me to begin writing poetry again in 1959.”\nAndrew Motion commented in the New Statesman that “Ewart dried up during the war for the same reason that he has written so well since: because of his indebtedness to the senior Thirties poets. ... The process [of finding his own voice] didn’t involve discarding his original allegiances altogether, but injecting into Auden’s more discursive style a worldliness reminiscent of MacNeice.” Following what the Times Literary Supplement described as his “remarkable poetic rebirth in the early 1960s,” Ewart produced an uninterrupted stream of light-hearted verse that was known for its irreverence, sexual content, and effortless technical skill.\nAn acknowledged master of forms who could mimic almost any style of writing, Ewart had depth as well as breadth, as a Times Literary Supplement reviewer explained: “What makes him different is that he isn’t content with satirical pastiche or parody. He has a strong, gamey talent of his own, much concerned with the disputed territory that lies between things-as-they-are, things-as-they-might-be, and things-as-people- say-they-are.” For instance, in “The Gentle Sex,” which recounts how a group of Ulster Defence Association women beat a political opponent to death in Belfast, Northern Ireland, Ewart employed a metric form that Gerard Manley Hopkins used. Thwaite, asked, “on the face of it what could be less apt than to tell this bleak story in the stanza form of ‘The Wreck of the Deutschland’? But this is very precisely what Ewart does; and in the process one feels the ghostly presence of Hopkins’s nuns behind the brutally vicious tale.”\nWhile Ewart’s subtle literary allusions might be lost on unknowing readers, there was no mistaking his preoccupation with sex, which frequently served as a springboard for larger concerns. “Starting off from sex, often in one of its unhappier forms, Ewart comments on ambition, middle age, life in the suburbs, the boredom of wives, office politics, children, history, etc.,” remarked Peter Porter in London Magazine. One of Ewart’s earliest successes was a takeoff on the Lewis Carroll classic, irreverently titled “Phallus in Wonderland,” and he seemed to become even less inhibited with advancing age. In the opening poem of his later Pleasures of the Flesh (1966), for instance, Ewart embraced his lust joyfully: “A small talent, like a small penis, / Should not be hidden lightly under a bushel, / But shine in use, or exhibitionism. / Otherwise how should one know it was there?”\nWith the appearance of Pleasures of the Flesh “it becomes clear how perfectly Ewart’s creative life has conformed to the butterfly system,” noted Times Literary Supplement contributor Russell Davies. “An active and noticeable caterpillar in youth, and twenty years a chrysalis, he struggles out stickily in Londoners and bursts forth, at last, into a gaudy maturity with Pleasures.” In his review, Porter expressed a similar view: “Pleasures of the Flesh establishes Ewart as an important poet ... with something to say to us directly. The gestation which followed that early promise was a long one, but the results have been worth waiting for.”\n“One of the few bright features about poetry in the late 1970s is that Gavin Ewart is growing old disgracefully,” wrote Anthony Thwaite in a 1978 Times Literary Supplement review. “He grows more prolific, wider-ranging, funnier, and more scabrous as the years go by.” The books of light verse Ewart published in the 1980s—and their increasing acceptance as legitimate poetry—confirmed Thwaite’s observation. Reviewers found the flowering of this British satirist all the more remarkable because his poetic voice was silent for 25 years.\nDavies believed that after the early 1970s Ewart had become “the star of his own production. The very title of The Gavin Ewart Show proclaims it. In a curious way, he has become the sort of poet whom one ‘follows,’ as one might an actor or a sportsman or a singer. Ewart never produces a tight, interlocking performance at book length, but nor do singers with the ‘albums’; yet there are always one or two songs you play over and over. To have established this kind of career at all is a very considerable achievement.” When reading The Gavin Ewart Show: Selected Poems, 1939-1985, David Howarth suggested in his Phoenix review that rather than approaching the volume academically, it’s “much better to take Ewart’s advice: ‘Slup me rough and homely and I’ll taste fine.’”\nThe Collected Ewart, 1933-1980 moved literary critic Terry Eagleton to write in Stand, “Like all fine comedians, [Ewart] combines an eye for the contingent outlawed by tragic ideologies with a democratic impulse equally alien to them, a shrewd sense of what rhyme, inversion or antithesis will release the most pleasurably disturbing tensions in as many readers as possible, in the collective unconscious which unites his audience beneath their social or cultural differences.” Alan Brownjohn remarked in Encounter of the Ewart represented in this collection, “A point often forgotten ... is that under the often exuberantly Rabelaisian surfaces, or between the elaborate jokes, there is a committed seriousness.”\nCatherine Peters, reviewing The New Ewart: Poems, 1980-1982 in the Spectator, indicated that the poet had lost none of his skill in forms over the years. “The first thing one notices about Ewart,” she wrote, “is his stunning technical virtuosity; he seems to be at home in every verse form from ballad to sestina to elegiac ode.” Peters recommended this collection as a good starting point “for those who haven’t had the good fortune to come across [Ewart] before.” Lincoln Kirsten, too, praised Ewart for his versatility and technique, and stated in the New York Review of Books: “It is not possible to demonstrate the acrobatics of his versifying spectrum with every advantage and complexity of form from Horace through the troubadours to Lallan Scots and today’s Liverpudlian. He does not disdain doggerel where it wags well.”\nPenultimate Poems (1989), true to the earlier Ewart, provides “plenty of good filthy fun,” declared Times reviewer Robert Nye, who dubbed Ewart a “past master of the craft of being light-hearted without suffocating in his own silliness.” Considering the scope of Ewart’s work in a review of the later Collected Poems 1980-1990, Nye wrote that after the author’s long silence, the “last twenty-five years ... have seen this poet getting it all together again in no uncertain fashion. ... Witty, clever, coarse, he needed the last couple of decades, with their ghastly blurring of those categories, to permit him his own late flowering as a poet. ... And I’m not knocking Ewart.”\nBritish poet Peter Reading tackled the question of Ewart’s acceptance head-on: “Probably some critics and readers devalue the more serious side of this writer because of his readiness to espouse the light, the funny, and the trivial. He is ‘popular,’ as poets go; but it should be asked whether his audience has a slightly patronizing attitude, as to a sort of literary jester. ... Philip Larkin, writing in Quarto of The New Ewart, gave it as his opinion that ‘The most remarkable phenomenon of the English poetic scene during the last ten years has been the advent, or perhaps I should say the irruption of, Gavin Ewart.’” This view was supported by John Whitworth’s suggestion in the Spectator: “When we are all dead will a clutch of Ewart make the school anthologies? If they still teach poetry (well, they might), I shouldn’t be at all surprised.”\nEwart died in London on October 23, 1995.\n", "attrs": {"Region:": ["England"]}}