{"pf_url": "https://www.poetryfoundation.org/poets/geoff-page", "name": "Geoff Page", "yob": "1940", "yod": null, "image": null, "bio": "\nAustralian poet, novelist, editor, and biographer Geoff Page grew up on the Clarence River in New South Wales, and educated at the University of New England. His poems frequently make use of rhyme and meter as they explore faith and cultural memory. Page is the author of over twenty poetry collections, including Small Town Memorials (1975), Selected Poems (1991), Seriatim (2007), Sudden Sentence in the Air: Jazz Poems (2012), 1953 (2013), which was shortlisted for the Prime Minister’s Literary Awards, and New Selected Poems (2013), among many others. His recent collections include Gods and Uncles (2015), Plevna: A Verse Biography of Sir Charles Ryan (2016), and Hard Horizons (2017).\nHe is the author of the novels Benton’s Conviction (1985), Winter Vision (1989), and The Scarring (1999), the biography Bernie McGann: A Life in Jazz (1997), and Aficionado: A Jazz Memoir (2014). With Loredana Nardi-Ford and R.F. Brissenden, he translated a selection of poems in Italian poet Salvatore Quasimodo’s Day After Day: Selected Poems (2002). Page’s own work has been widely translated, and he has read and given talks on Australian audiences to audiences around the world.\r\n \r\nPage has edited several anthologies, including The Best Australian Poems (2014 and 2015), The Indigo Book of Modern Australian Sonnets (2003), 80 Great Poems from Chaucer to Now (2006), and 60 Classic Australian Poems (2009). He is also the author of A Reader’s Guide to Contemporary Australian Poetry (1995).\r\n \r\nHis honors include the ACT Poetry Prize, the Robert Harris Poetry Prize, the Christopher Brennan Award, the Grace Leven Prize for Poetry, the Patrick White Award, the Queensland Premier’s Prize for Poetry, the Patrick White Literary Award, and the ACU Poetry Prize in 2017. In 2001 Page retired from Narrabundah College, where he had taught since 1974.\n \n \n \n", "attrs": {"Region:": ["Australia"]}}