{"pf_url": "https://www.poetryfoundation.org/poets/geoffrey-hill", "name": "Geoffrey Hill", "yob": "1932", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7328884316a2d56720869c1f452266e003c9a1a0.jpeg", "bio": "\nKnown as one of the greatest poets of his generation writing in English, and one of the most important poets of the 20th century, Geoffrey Hill lived a life dedicated to poetry and scholarship, morality and faith. He was born in 1932 in Worcestershire, England to a working-class family. He attended Oxford University, where his work was first published by the U.S. poet Donald Hall. These poems later collected in For the Unfallen: Poems 1952-1958 marked an astonishing debut. In dense poems of gnarled syntax and astonishing rhetorical power, Hill planted the seeds of style and concern that he cultivated over his long career. Hill’s work is noted for its seriousness, its high moral tone, extreme allusiveness and dedication to history, theology, and philosophy. In early collections such as King Log (1968) and Mercian Hymns (1971), Hill sought “to convey extreme emotions by opposing the restraint of established form to the violence of his insight or judgment,” according to New York Review of Books critic Irvin Ehrenpreis. “He deals with violent public events... Appalled by the moral discontinuities of human behavior, he is also shaken by his own response to them, which mingles revulsion with fascination.”\n\r\nBoth King Log and Mercian Hymns, a series of prose poems combining memories of Hill’s childhood with tales of the eighth-century Mercian king, Offa, are acclaimed for their use of Christian symbolism combined with what Craig Raine called the “high seriousness” of the poet’s style. In a New Statesman review of Mercian Hymns, Raine added that a reader of Hill’s work “can’t miss the noble application of scruples to life. The purged cadences, the bitter medicine of his syntax appeals to the puritan in us: even when the poetry is difficult, obscure and painful to read, we know it is doing us good. It makes no concessions to our intellectual and moral self-esteem.” Hill himself has responded to the oft-leveled charge that his poetry is “difficult”: “In my view, difficult poetry is the most democratic, because you are doing your audience the honour of supposing that they are intelligent human beings. So much of the populist poetry of today treats people as if they were fools. And that particular aspect, and the aspect of the forgetting of a tradition, go together.” Hill also has said of difficulty, “We are difficult. Human beings are difficult. We're difficult to ourselves, we're difficult to each other. And we are mysteries to ourselves, we are mysteries to each other. One encounters in any ordinary day far more real difficulty than one confronts in the most ‘intellectual’ piece of work. Why is it believed that poetry, prose, painting, music should be less than we are? Why doesn't music, why does poetry have to address in simplified terms, when if such simplification were applied to a description of our own inner selves we would find it demeaning? I think art has a right—not an obligation—to be difficult if it wishes.”\n\r\nHill’s book Tenebrae (1978), “meaning ‘darkness’ in Latin,” is concerned with the Good Friday ritual in which candles are extinguished to symbolize the crucifixion of Jesus. One of Hill’s most overtly religious works, the book explores closed forms such as the sonnet while gesturing, in his typically allusive fashion, back to older literature as well. As in his earlier works, remarked Thomas Getz in Modern Poetry Studies, “there is not the almost physical interaction of subject and object as in Mercian Hymns or some of the earlier social and historical poems. For Hill, faith can only engage the language as that which is longed for but not fully assented to.” Harper’s critic Hayden Carruth simply called Tenebrae “the best book of devotional poetry in the modern high style since [T.S.] Eliot’s Ash-Wednesday.” Tenebrae was followed by the long poem The Mystery of Charity of Charles Peguy (1983). The poem is based on the real life and times of Charles Peguy, a French poet who underwent a striking conversion from youthful Socialist to Nationalism. According to David Bromwich in the New Republic there is an air of “unfamiliarity” to Hill’s verse. “It has none of the unction of geniality; does not weaken itself with whimsies, or otherwise truckle for patronage … [Hill] does not want to be loved for his poems, or search out ways of being likable in his poems.”\n\r\nThroughout the publication of his early work, Hill was teaching in universities and often consumed with the responsibilities of an academic. He began his career as a lecturer at the University of Leeds, and left in 1981 to go to Cambridge University. In 1988, he moved to the United States, taking a position at Boston University. His early work was sparse and emotionally hard-won: it took ten years for his second book to appear. In a profile of the poet in the Guardian, Hill admits, “I believed that I wrote very little because of the encroachments of duty ... but I don’t think it can have been that. I think the encroachments were encroachments of chronic anxiety, which also affected my ability to produce criticism and scholarship. I was simply afraid to put down the next sentence. And since 1992, I’ve been able to write more fluently and easily. Now the malaise has been alleviated the scholarly and critical work and the poems have come more easily.”\n\r\nToward the end of the 1990s, Hill cofounded the Editorial Institute with fellow luminary critic and professor Christopher Ricks. They formed the Editorial Institute with the conviction that the textually sound, contextually annotated edition is central to the life of many academic disciplines. Its primary aims are the promotion of critical awareness of editorial issues and practices and the provision of training in editorial methods. Hill served as codirector of the Institute for roughly a decade.\nIt was around this time that Hill began to write poetry again at an unprecedented rate. This “late-flowering” produced six volumes in the next ten years: Canaan (1997), The Triumph of Love (1998), Speech! Speech! (2000), The Orchards of Syon (2002), Without Title (2006) and A Treatise of Civil Power (2007). Hill’s Selected Poems was published in 2006. There are those who believe that Hill is the greatest poet writing in English—the heir to Hardy and Eliot—while other critics wrestled with Hill's complexity and obsfucation. According to Robert Potts in the Guardian, “Canaan did displease critics, in England at least. It is a stern book: its apocalyptic Biblical epigraph, its prophetic tone and its breadth of allusion ran very much against the taste of the time. Critics accused Hill of unearned grandiosity, of being deliberately difficult, of being ‘inaccessible.’” However, not everyone found it such hard going. David Yezzi, in Commonweal, welcomed the collection: “Geoffrey Hill returns with characteristic sobriety to a number of perennial Christian themes: morality, faith, innocence, redemption, and the struggle against evil.” Michael Dirda in the Washington Post Book World found that “the gnarly density of Hill’s poetry suggests its power. Everything is packed down hard; there’s nothing squishy or sentimental or rhapsodic here,” declaring that “Hill’s wracked visions call forth language of great beauty, clever coinages and tormented wit.” \n\r\nHill’s next books, Speech! Speech!, The Orchards of Syon, Scenes from Comus (2005) and Without Title (2006) are as wide-ranging and intricate as any he has written. Speech! Speech! is made of characteristically dense and allusive numbered sections that run the gamut from theology, cultural criticism, autobiography, history and elegy. The Orchards of Syon is set in the landscape of Hill’s childhood. Discussing the book for the Guardian, Hill admitted the work is “concerned with forms and patterns of reconciliation—not the easiest of states to move into, so there are numerous lapses and relapses throughout the sequence. It is about depth of memory and broken memory, but that could be said of all my poetry. … The cultivation of depths of memory I see as a civic duty as well as a private burden and consolation.” Without Title, according to William Logan in the New Criterion, is “clearer and less frustrated than his ranting monologues, but its short poems and one long sequence are no less stringent in their demands.” Though echoing critical orthodoxy on Hill’s accessibility, Logan did admit that “more than any poet alive, Hill has the pulse of English inside him, knowing like a lawyer all its loopholes and vagrancies. The stopped energy of his landscapes has become a valediction, the epitaph of a poet who cannot give up his rages, even as age grinds him down.”\n\r\nHill’s Selected Poems appeared in 2006 to a flood of reviews and commendations. Patrick Kurp, reviewing the volume for the Quarterly Conversation remarked that it was “odd to think that Hill, the bane of postmodern poets and critics, may be the most ‘avant-garde’ poet working today. He pushes the resources of English—etymology, music, multiplicity of meaning, rhetorical devices—further than other writers dare. His poems can be as densely allusive, multi-voiced, polylingual, dissonant, and radically playful as Finnegans Wake. Many poets deploy surface difficulty (Guy Davenport called it ‘false density’) to mask essential emptiness; when Hill is difficult, he has something to say that cannot be said glibly, and he thus rewards attentive readers.” Hill’s books after his Selected Poems include Oraclau/Oracles (2010), a long sequence meditating on Welsh history, and Clavics (2011) and Odi Barbare (2012), which were both published as installments of “Daybooks.” Both books feature intricate stanzaic patterns that can compress and torque language to extremes. In Tower Poetry, Peter McDonald noted, “What can be said of these new books, in a general way, is that in them Hill’s subject matter has become hard to disentangle from matters of poetic voice. … The voice is marked by insistence, even vehemence, and by compressed, often highly complex, diction (Hill’s own term for his sapphics—‘cricked’—catches this discomfort exactly); it can feel as though several shorthands are being employed urgently at the same time, in an exhausting hurry with which it is hard for any reader to keep pace.”\n\r\nHill’s Broken Hierarchies: Poems 1952-2012 collected 60 years of work and ran to almost 1,000 pages. It was published to great acclaim, with many reviewers echoing Nicholas Lezard’s claim, in the Guardian, that “if the phrase ‘greatest living poet in the English language’ has any meaning, we should use it now.” Yet critical appreciation of Hill’s work remained somewhat divided during his lifetime, even as his status as perhaps the major poet writing in English was never questioned. Hill’s work is often erudite and imbued with scholarship and he is well known as an essayist as well as a poet. In books like The Lords of Limit: Essays on Literature and Ideas (1984), The Enemy’s Country (1995) and Style and Faith (2003), Hill mapped a precise intellectual terrain that considers issues of morality, judgment, literary production and civic engagement. His Collected Critical Writings (2008) won the Truman Capote Award for Literary Criticism, the highest honor in the genre. In a Times Higher Education review, David Antoine-Williams described Hill’s criticism as “unlike any other.” Antoine-Williams saw Hill’s project one of contextualization and appraisal; Hill’s understanding of literary history and “depth and breadth of reading…allows Hill to assess not only artistic achievement but also the contribution of the author to an intellectual tradition. ... Taken as a whole, the critical works make up a rich and rigorous philosophy of literature, supremely well nourished by a vast range of poetic, political, metaphysical and theological writings of the past 500 years. This is why Hill may have written the most important collection of poet’s prose to appear in his lifetime. Anyone who cares about literature will want to understand his reasons for caring about it.”\n\r\nHill received numerous awards and honors for his work including the Faber Memorial Prize, the Hawthornden Prize, and the Loines Award from the American Academy of Arts and Letters. In 2010 Hill was elected to serve as Professor of Poetry at Oxford for five years. He was knighted in 2012, a ceremony he participated in to honor his parents. That his critical fame exceeded his popular readership is one of the peculiarities of his genius. Hill’s late transformation has guaranteed he remains an integral part of the contemporary poetry landscape, however. As Adam Kirsch wrote in a review of Without Title,“Mr. Hill [is] one of the most fascinating poets at work today—one whose every new book promises a revelation.”  \nHill died in 2016, leaving behind a massive collection of poetry and criticism dating back to the 1950s. Posthumous works published include The Book of Baruch by the Gnostic Justin (2019).\r\n \n", "attrs": {"Region:": ["England"]}}