{"pf_url": "https://www.poetryfoundation.org/poets/geoffrey-brock", "name": "Geoffrey Brock", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/278db4dbdbb4604f480a4f20075d5896b39e32e3.jpeg", "bio": "\nBorn in Atlanta, Geoffrey Brock received an MFA from the University of Florida and a PhD from the University of Pennsylvania. Brock’s poetry has been featured in several anthologies, including Best American Poetry 2007. His first collection of poetry, Weighing Light (2005), won the New Criterion Poetry Prize and his second Voices Bright Flags (2014) won the Anthony Hecht Poetry Prize.\n\r\nCommenting on the resemblance of Brock’s poetry to Philip Larkin’s, critic David C. Ward noted that Brock “invests his verse with the kind of ironical self-perspective that appreciates the ridiculous desperation of our daily lives. Indeed, when Brock writes about formal poetic subjects such as God and myths, he brings them down to earth while he elevates aspects of the quotidian to the divine. Brock’s detached investment in his poetic subjects is created through the quiet formalism of his iambs and rhymes.” Ward concluded, “Brock is a most serious poet and one whose career, on the basis of Weighing Light, must now be followed with close attention.”\n\r\nBrock has been awarded fellowships from the National Endowment for the Arts, the American Antiquarian Society, the Arizona Commission on the Arts, and the Florida Arts Council. Brock was a Wallace Stegner Fellow at Stanford University from 2002 to 2004.\n\r\nBrock has also made significant contributions as a translator. He initially began translating under the guise of close reading. In 1998 he was awarded the Raiziss/de Palchi Translation Fellowship from the Academy of American Poets in support of his translation of Cesare Pavese’s poetry. His translation of Pavese’s Disaffections: Complete Poems 1930–1950 (2002) earned him the MLA’s Lois Roth Translation Award and the PEN Center USA award for translation. Disaffections was named one of the best books of 2003 by the Los Angeles Times.\n\r\nBrock has also translated Umberto Eco’s  The Mysterious Flame of Queen Loana, Roberto Calasso’s K, and Carlo Collodi’s Pinocchio. In recognition of these translations, he has received Poetry magazine’s John Frederick Nims Memorial Prize. He was awarded a Guggenheim fellowship in support of his anthology The FSG Book of 20th Century Italian Poetry (2012).\n\r\nDiscussing the relationship between a translation and its original text, Brock posits, “A good translation should breathe on its own and not require the original text as a heart and lung machine. And yet it should find ways to give expression to the most important features (formal as well as semantic) of the original text. All that is part of what might be called fidelity, which is often confused with literal accuracy. Pedants are fond of pointing out that perfect translation is impossible. Of course it is—in this, it is like everything else that’s worth doing.”\nBrock teaches in the creative writing and translation programs at the University of Arkansas, Fayetteville.\n", "attrs": {"Region:": ["U.S., Southern"]}}