{"pf_url": "https://www.poetryfoundation.org/poets/george-herbert", "name": "George Herbert", "yob": "1593", "yod": "1633", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/fa3c2fc86c0ffdbe2b9941a351c55e1b52e28d5f.jpeg", "bio": "\nNestled in the age of Shakespeare and Milton is the literary stalwart George Herbert, poet and Church of England clergyman. Herbert's poetry would influence fellow poets such as Henry Vaughan, Richard Crashaw, Thomas Traherne, and then in later centuries Samuel Taylor Coleridge, Ralph Waldo Emerson, Emily Dickinson, Gerard Manley Hopkins, T. S. Eliot, W. H. Auden, Elizabeth Bishop, Anthony Hecht, and, perhaps Robert Frost—although these later poets are more abstract in their devotion to Herbert than were his 17th-century followers. Herbert’s poetry, although often formally experimental, is always passionate, searching, and elegant.\n\nMuch of his early popularity—there were at least 11 editions of The Temple in the 17th century—no doubt owes something to the carefully crafted persona of \"holy Mr. Herbert\" put forth by the custodians of his literary works and reputation. In the preface to the first edition of The Temple, published in 1633, shortly after Herbert died, his close friend Nicholas Ferrar established the contours of Herbert's exemplary life story, a story that not only validated but was also presumably told in the poems of the volume. In a few short pages Ferrar indelibly sketches Herbert as one who exchanged the advantages of noble birth and worldly preferment for the strains of serving at \"Gods Altar,\" one whose \"obedience and conformitie to the Church and the discipline thereof was singularly remarkable,\" and whose \"faithfull discharge\" of the holy duties to which he was called \"make him justly a companion to the primitive Saints, and a pattern or more for the age he lived in.\" This is not only high praise, but praise with political as well as religious implications: in 1633 the church was a place of contention as well as worship, and Ferrar helped establish Herbert as a model of harmonious, orderly, noncontroversial devotion for whom faith brought answers and commitment to the social establishment, not divisive questions and social fragmentation.\n\nBy 1652, the time of the next major biographical statement about Herbert, the tensions of the 1630s had erupted into a devastating civil war: the army of King Charles I had been decisively defeated, and the king himself executed; the bishops had been disenfranchised from their high place in both church and state government; and the maintenance of peace depended on a coalition of parties —old and new landowners, merchants, religious enthusiasts, army commanders, and soldiers—with conflicting interests. Little wonder, then, that Barnabas Oley, a Royalist divine, envisioned Herbert as a \"primitive ... holy and heavenly soul\" who could instruct a later generation living in much-deserved chastisement and exile. Herbert seemed to be a fit subject for nostalgia, one who lived and died in peace. In Oley's introduction to Herbert's Remains (1652), containing among other works A Priest to the Temple: Or, The Country Parson, Herbert's prose description of the ideal way a priest would serve his country parish (written during the last years of his life when he was a country parson at Bemerton), Oley pictures Herbert as one who embodies traits that the current age has left behind: a person of charity, a lover of traditional, time-honored worship, church music and ceremonies, and a master of \"modest, grave and Christian reproof\" Oley's preface is apocalyptic throughout, and he frames Herbert's image in such a way that it may lead midcentury England to holiness and repentance, \"Recovery, and Profit.\"\n\nIzaak Walton, who wrote the first extensive biography of Herbert, follows the lead of Ferrar and Oley in shaping Herbert's life. Walton's Life of Mr. George Herbert, first published in 1670 and then revised in 1674 and 1675, does not have Ferrar's austerity nor Oley's urgency: by 1670 the king had been restored, the Anglican church was reestablished as the official religious institution of the country, and—despite inevitable exceptions—there seemed to be a growing respect for the advantages of toleration and accommodation rather than confrontation. Herbert was still needed, but not so much for reproof in perilous times as for gentle guidance in times of relative calm. For Walton, Herbert was not only a \"primitive Saint\"—that is, a throwback to the church of a simpler era—but a prefiguration of the ideal Restoration clergyman: wellborn but socially responsible, educated but devout, experienced in the ways of the world but fully committed to the ways of the church, and knowledgeable about both the pains and joys of spiritual life.  In Walton's hands Herbert comes alive, but it is safest to approach Walton's biography as one of the great works of 17th-century prose fiction. \n\nGeorge Herbert was born on April 3, 1593 at Black Hall in Montgomery, Wales. His family on his father's side was one of the oldest and most powerful in Montgomeryshire, having settled there in the early 13th century and improving and consolidating its status by shrewd marriage settlements and continuous governmental service. The surviving stories about the patriarchs focus, not surprisingly, on their bravery and valor as they fought to civilize the countryside, administer justice, and keep peace in an area that had a well-deserved reputation for wildness. Herbert no doubt grew up with these tales but could not have had much contact with the men themselves: his grandfather, evidently a remarkable courtier, warrior, and politician, died the month after Herbert was born; and his father, also an active local sheriff and member of Parliament, died when Herbert was three and a half years old.His mother, Magdalen, from the Newport family of Shropshire, was by all accounts an extraordinary woman, fully capable of managing the complex financial affairs of the family, moving the household when necessary, and supervising the academic and spiritual education of her ten children. There is evidence of Herbert's deep attachment to, and even identification with, his mother throughout his works: his earliest surviving poems, which attempt to outline his direction as a poet, were written and sent to her as a gift; he mourned her death (and celebrated her life) with a collection of Latin and Greek poems, Memoriae Matris Sacrum (1627); and The Temple is filled with images of childlike submissiveness and maternal love, devotion, and authority. John Donne, with whom Magdalen was well acquainted, delivered her funeral sermon.\n\r\nMagdalen did not keep the family long in Wales. Shortly after the birth of her last child, Thomas, in 1597, she moved the family first to Shropshire, then to Oxford—primarily to oversee the education of the oldest son, Edward—and then finally to a house at Charing Cross, London. This last move also facilitated the education of the other children. George was tutored at home and then entered Westminster School, probably in 1604, a distinguished grammar school that not only grounded him in the study of Latin, Greek, Hebrew, and music, but also introduced him to Lancelot Andrewes, one of the great churchmen and preachers of the time. From Westminster, Herbert went up to Trinity College, Cambridge, in 1609 and began one of the most important institutional affiliations of his life, one that lasted nearly 20 years.\n\r\nAt Cambridge, Herbert moved smoothly through the typical stages of academic success: he earned a BA then an MA; obtained a Minor fellowship then a Major fellowship, which involved increasing responsibilities as a tutor and lecturer; and was made university orator in 1620, a position of great prestige within the university that was often a stepping-stone to a successful career at court. The orator was the spokesperson for the university on a variety of occasions, making speeches and writing letters, and the little evidence that survives of Herbert's activities as orator indicates that he served in this capacity with both ceremonious wit and independent boldness. He was well able to offer the required fatuous compliments to the king: in a letter thanking King James I for the gift of his Latin works to Cambridge, he compared these volumes themselves to a library far grander than that of the Vatican or the Bodleian Library at Oxford. But he was also willing to dare to offer some unwanted advice when it was needed: in an oration on 8 October 1623 capping the university's celebration of the safe return of Prince Charles (later Charles I) and George Villiers, first Duke of Buckingham, from Spain, Herbert made a forceful plea for the value of keeping the peace, even though it was clear that the failure to marry off the prince to the Spanish Infanta made war with Spain more desirable and likely. It is unclear whether Herbert helped or hurt his chances for secular advancement by being both witty and principled.\n\r\nHerbert wrote much of his poetry during his Cambridge years. He began, auspiciously enough, with a vow, made in a letter accompanying two sonnets sent to his mother as a New Year's gift in 1610, \"that my poor Abilities in Poetry, shall be all, and ever consecrated to Gods glory.\" The sonnets are written at a high pitch of enthusiasm—there are nine astonished rhetorical questions in the first poem alone—as Herbert yearns to be a fiery martyr, burning with love of God, not women. Herbert was not alone in wanting to redirect poetry from Venus to God: Sir Philip Sidney, Robert Southwell, and Donne, among others, urged the same thing, and even King James helped encourage this kind of revolution by writing and publishing his own religious poems. But these two sonnets have the force of personal discovery behind them, and they are a preview of a cluster of later poems in The Temple that examine his willingness and ability to write religious verse. As in so many of his best poems, exuberance betrays a deep sense of disorder and nervousness.\n\r\nIt is difficult to date most of Herbert's poems with certainty, but it is clear that not all his early poetic efforts were the kind of impassioned sacred lyrics promised by the sonnets he sent to his mother. His various occasional pieces—poems on the death of Prince Henry (oldest son of James I) in 1612 and Queen Anne (wife of James I) in 1619, to the queen of Bohemia in exile, to his friends Francis Bacon and Donne—show that Herbert, like his contemporaries, viewed and used poetry as a medium of social discourse, not just self-analysis and devotion. And even the bulk of Herbert's early religious poetry is public and didactic rather than introspective and meditative. His modern reputation rests almost exclusively on the devotional lyrics collected in \"The Church,\" the middle section of The Temple, and while some of these lyrics may have been written as early as 1617, there is good reason to believe that most of them date from much later, from the mid 1620s to the last years of his life at Bemerton. But \"The Church\" is carefully positioned between two long poems, \"The Church-porch\" and \"The Church Militant,\" both of which are early pieces much different from the later lyrics.\n\r\nAmy M. Charles, Herbert's most thorough and meticulous biographer, suggests that \"The Church-porch\" was perhaps written as early as 1614 and that at least on one level it is a poem of advice addressed to his brother Henry, one year younger than George but already a man of the world and living in France. The two brothers shared a love of proverbs, and indeed what saves the poem from turning into a plodding collection of \"thou shalt nots\" is Herbert's ability to release the dramatic as well as the moral potential of some of these proverbs. In the context of The Temple, \"The Church-porch\" is intended as a kind of secular catechism instructing a young man in basic moral principles and manners to prepare him for life in society and, more important, entrance into the church, a place where he will encounter moral and spiritual problems of a different sort.\n\r\nDuring this time at Cambridge, Herbert also composed a substantial amount of Latin poetry. This, of course, should be no surprise: grammar school and university education was largely a matter of immersion in classical texts and repeated exercise in copying, translating, and imitating Latin authors. The Renaissance turn to distinctively national literature and the Reformation turn to vernacular Bible translations and church services by no means displaced Latin as the international language for diplomats and scholars and as the common vehicle for many types of serious disputation, religious devotion, and intellectual and poetic wit and playfulness. Writing Latin poetry was a natural development of Herbert's day-to-day activities at Cambridge and—because of the particular traditions of Latin and Neo-Latin literature that he knew intimately and the learned audience to which Latin works would be directed—allowed him to use different poetic voices than the ones he cultivated in his English lyrics.\n\nMusae Responsoriae (1662) is a series of energetically witty and satiric \"Epigrams in Defense of the Discipline of Our Church\" meant to counter the attacks of Scottish Presbyterian Andrew Melville, whose poem Anti-Tami-Cami-Categoria pictured the British church as insufficiently reformed and still too beholden to Roman Catholic ceremonies, rituals, and accompaniments to worship. The publication of Melville's poem in 1620 perhaps provided Herbert with an opportunity to assert himself as the newly appointed orator of Cambridge—the universities were, after all, under siege by Melville, who criticized both Oxford and Cambridge for not supporting Puritan reform—and an occasion to clarify his own notion of the ideal British church. As in \"The Church Militant,\" Herbert was deeply critical of what he felt were the many excesses of Roman Catholicism, but he was not sympathetic to Melville's \"vain fears of the Vatican She-wolf\" and the puritanical drive to purge the church of music, traditional prayers, vestments, and bishops.\n\r\nFor Herbert, Roman Catholics and Puritans are brothers, twin dangers like Scylla and Charybdis between which the British church must navigate: the via media is best, a theme that he returns to in one of the poems in The Temple, \"The British Church.\" Musae Responsoriae is filled with comic caricatures of abrasive Puritan preachers and disorderly worshipers; respectful addresses to King James, Prince Charles, and Lancelot Andrewes as custodians of the peace threatened by the Puritans; and satiric analysis of Melville's ridiculous desire to create a church of nakedness and noise to replace one of visual beauty and music. It is a witty volume aimed to tease and please, but it is also an integral part of Herbert's lifelong attempt to define his church—no mean feat, since neither Scylla nor Charybdis can or should be banished—and his place within it, as defender and worshiper.\n\r\nHerbert's two other collections of Latin poems written during the early 1620s are comprised primarily of sacred rather than satiric and controversial epigrams. Lucus (a \"Sacred Grove\") is a somewhat loosely arranged miscellany that includes poems on Christ, the pope, the Bible, and several biblical episodes and figures, including Martha and Mary, and examines an assortment of topics such as love, pride, affliction, and death. Several of the poems, like those in Musae Responsoriae, use irony for satiric purposes.\n\r\nThe decrepit fate of Rome is ingeniously discovered in its very name, \"Roma,\" which can be construed as an anagram depicting its decline from the glorious days of Virgil (\"Maro\") to the present day, when hate has banished love (\"Amor\"). But in most of the poems irony and paradox are used to convey the miraculous and mysterious power of Christ. Herbert's emphasis is not on careful, rational argumentation but bold, dramatic astonishment, as in the brief but dazzling lines \"On the stoning of Stephen\": \"How marvelous! Who pounds rock gets fire. But Stephen from stones got heaven.\" The longest poem in the collection, \"The Triumph of Death,\" indicts man's ironic misuse of intelligence to create weapons and other instruments of death, but the greater irony, revealed in the following poem, \"The Christian's Triumph: Against Death,\" is that benign images of Christ—the lamb, the Cross—overwhelm even the most threatening spears, bows, and battering rams.\n\r\nThe 21 poems of Passio Discerpta are much more unified than those in Lucus, each focusing on some aspect of Christ's Crucifixion. Like Richard Crashaw's sacred epigrams, written some ten years later, these poems are intensely, even grotesquely, visual, but, unlike Crashaw's, Herbert's prevailing emotion is calm wonderment rather than ecstatic excitement. The description of the Passion of Christ is remarkably dispassionate: the poetic witness is not cold or distant but is moved primarily by the redemptive purpose rather than the melodramatic circumstances of the Crucifixion. He is transfixed and indelibly marked by what he sees—\"I, joyous, and my mouth wide open, / Am driven to the drenched cross\"—and he is well aware that the death of Christ crushes the world and, as he imagines it, grinds the human heart to powder. But these poems, as baroque and intense as they may seem to be on the surface, are written from the secure perspective of one who feels at every moment that the inimitable sacrifice of Christ \"lightens all losses.\"\n\r\nThough the Latin poems of Musae Responsoriae, Lucus, and Passio Discerpta are relatively early works in Herbert's canon and represent a distinctive stage in the development of his style and ideas, they are by no means mere apprentice work, disconnected from his later efforts. Thematically, these collections have much in common with the poems of \"The Church\" and illustrate that these later lyrics are the result of lifelong meditation on certain themes, not spontaneous or occasional poeticizing. And, stylistically, the Latin poems, relying heavily on compression, paradox, wordplay, and climactic moments of understated surprise, are at least in some ways the foundation of what has been called Herbert's \"metaphysical wit.\" Such poems as \"The Agonie\" and \"Redemption\" may be more finely crafted and powerful than any of the verses in Passio Discerpta, but they are deeply akin to them.\n\r\nPoetry was not all that was on Herbert's mind at Cambridge. He was worried about money: not for any extravagant purposes, but simply to live on. His university position paid him modestly, and the yearly portion assigned him in his father's will was administered by his brother Edward and usually sent late and begrudgingly. He sought and probably got help from his stepfather, but, especially for someone who, as Ferrar describes him, valued his \"independencie,\" financial insecurity was a great source of frustration. And he worried about his health. In several of his letters he tells of being sick, restricted to a very careful (and expensive) diet, and too weak to fulfill his daily duties. \"I alwaies fear'd sickness more then death,\" he wrote to his mother, \"because sickness has made me unable to perform those Offices for which I came into the world.\"\n\r\nIll health troubled him for his entire adult life, and although many of the \"afflictions\" he describes in The Temple are spiritual, his intimate knowledge of the precarious state of the human body makes such poems as \"Church-monuments\" and \"The Flower\" particularly moving. However, Herbert's primary concern during the 1620s, more than health or money, was choosing his vocation, a recurrent theme in \"The Church.\" In a letter to John Danvers, dated March 18, 1618, he mentions his plans for a spiritual vocation as a long-acknowledged fact, not an agonizing crisis: \"You know, Sir, how I am now setting foot into Divinity, to lay the platform of my future life.\" But this did not keep him from other pursuits: his public position as orator, which he defended as having \"no such earthiness in it, but it may very well be joined with Heaven,\" and friendships with ambitious and powerful men at court and such as Francis Bacon and John Williams. These two men bolstered Herbert's hope that secular and sacred interests could be fruitfully reconciled: Bacon was lord chancellor and translator of Certain Psalmes (1625), dedicated to Herbert; and Williams was a holy bishop and a formidable power broker and patron at court and for a time Herbert's greatest benefactor.\n\r\nAfter many early successes Herbert's chances for advancement began to falter. His highly placed friends died (Ludovick Stuart, second Duke of Lennox, in 1624 and James Hamilton, second Marquis of Hamilton, in 1625) or tumbled as a result of political infighting. (Bacon's fall into disgrace after going to trial for accepting bribes may have taught Herbert a great deal about the vagaries of power and the difficulty of reconciling morality and public greatness; and Williams went into retreat after losing battles with first Buckingham and then Laud.) His stepfather and his good friend Ferrar struggled in vain to save one of their pet projects and investments, the Virginia Company, formed to both colonize the New World and help spread the Gospel. After the king dissolved the corporation, Ferrar removed himself to a life of devotion at Little Gidding, while Danvers, much more volatile and angry, intensified both his gardening at his house in Chelsea and his political agitating. Two decades later he was actively fighting against Charles I and ultimately became one of the regicides, directly responsible for the king's execution.\n\r\nThe power and reputation of some of Herbert's influential friends and family members were thus certainly being challenged and weakened at this time, but Walton drastically oversimplifies Herbert's character by identifying thwarted ambition as his primary motivation in moving closer to the priesthood. Although we cannot know for sure, it is just as likely that Herbert was deeply influenced by firsthand experience of the world of business, political intrigue, and court maneuvering and discovered not so much that it did not offer him a place as that it did not suit him. His youthful confidence that the sacred and the secular could be harmonized was not confirmed by the lives of those around him, and his attendance at the particularly tumultuous Parliament of 1624 more likely stifled than fanned any desire for a public political career. Years later, in The Country Parson, he recommended political service as a necessary part of the education of a gentleman: \"for there is no School to a Parliament.\" But the lesson he learned there may be one stated simply in his poem \"Submission,\" where he finds that worldly success and divine service are not easily blended: \"Perhaps great places and thy praise / Do not so well agree.\"\n\r\nLate in 1624 Herbert was preparing to take holy orders. Doing so would preclude any further service in Parliament and cut him off from many types of secular employment, but would be necessary for him to remain at Cambridge. (Fellows and other officials at the universities were required to take holy orders, normally within seven years of obtaining a master's degree, a vestige of the medieval origin of the university as primarily a training ground for church service.) But at this time Herbert was leaving both Parliament and Cambridge behind. He was largely absent from Cambridge and delegated most of his duties to others. He did not return even to deliver the funeral oration commemorating the death of King James on  March 27, 1625, and though he was not officially replaced as the university orator until January 1628, he had basically begun his removal from the Cambridge community by late 1623.\n\r\nOrdination as a deacon, which Amy M. Charles suggests occurred in late 1624, by no means resolved the major problems of Herbert's life and in fact may have coincided with a heightening of them. He was presented by Bishop John Williams with several church livings, one at Llandinam in his home county of Montgomeryshire in 1624 and another at Lincoln Cathedral in Huntingtonshire near Little Gidding in 1626, and these brought him at least modest income and required only a minimal effort of supervising some church functions and preaching once a year at Lincoln Cathedral. But this was not enough to support him, and between 1624 and 1629, with no house of his own, he stayed with a succession of friends and relatives: with \"a friend in Kent,\" his stepfather and mother at Chelsea, his brother Henry at Woodford, and Henry Danvers, Earl of Danby (John Danvers's brother), at Dauntesey House in Wiltshire.\n\r\nHis financial condition improved substantially when in July 1627 a Crown grant made him part owner (with his brother Edward and Thomas Lawley, a cousin) of some land in Worcestershire, which was then sold to his brother Henry. The grant, about which little is known, may have assured Herbert that his family was not completely neglected (perhaps his estimate of his own current fate) nor out of royal favor (the frequent state of Edward, whose life as a courtier and diplomat oscillated between royal grace and disgrace), and the money he gained from the sale of the land was certainly welcome. Charles suggests that it allowed him to resign his position at Cambridge and gave him the wherewithal to turn toward one of the favorite projects of his later life, rebuilding churches, an activity he undertook not only at Leighton Bromswald but also at Bemerton. But the fact remains that at this time Herbert was still without a settled vocation.\n\r\nMany of the poems of \"The Church\" focus on the problems of finding a proper vocation. Some, such as \"Affliction (I)\" and \"Employment (I)\" and \"Employment (II)\", seem to be early meditations on Herbert's uneven progress toward finding a position that might satisfy both his and God's desires. Others, such as \"The Priesthood\" and \"Aaron,\" are undoubtedly later poems reflecting on the specific implications of his decision to become a priest. \"The Crosse,\" though, describes an intermediate stage, one at which Herbert was distressingly stuck in 1626, the probable date of this poem. The speaker seeks \"some place, where I might sing, / And serve thee,\" but he comes to realize that the consequences of this desire are far more overwhelming than he had anticipated. \"Wealth and familie,\" and indeed any sense that even the most dedicated believer brings something useful to Christ, prove to be irrelevancies and must be set aside. This \"strange and uncouth thing,\" the Cross, completely disrupts one's normal life, and any potentially heartening illusions about \"My power to serve thee\" are replaced by an awareness that \"I am in all a weak disabled thing.\"\n\r\nJoseph H. Summers describes the years between 1626 and 1629 as \"the blackest of all for Herbert,\" filled with anxious concern—conveyed in such poems as \"The Crosse\"—not only about his spiritual duties but also his physical health. In Walton's words Herbert was \"seized with a sharp Quotidian Ague\" in 1626 that required a full year of careful diet and convalescence. And not long after, in June of 1627, his mother died, an event that affected him in complex, even contradictory ways. The death of a parent—and in Herbert's case, of his one parent—can be an emotional shock that is both devastating and liberating, confusing and clarifying. Herbert indeed moves through this wide range of response in the 19 Latin and Greek poems that make up Memoriae Matris Sacrum, registered for publication along with Donne's funeral sermon on Magdalen Herbert on July 7, 1627, a month after her death. \nMemoriae Matris Sacrum the only collection of poems he published during his lifetime. (Although Lucus, Passio Discerpta, and the poems of The Temple were carefully copied out in manuscript, no doubt in preparation for eventual publication, they did not appear until after his death.) This may be explained by the prevailing norms of poetic practice for nonprofessionals at the time, which allowed for the publication of heroic, historical, and occasional poems, particularly of public celebration and mourning, but discouraged anything more than the circulation of other poems in manuscript, followed perhaps by posthumous publication.\n\r\nThe death of his mother was followed by decisive changes in Herbert's life. He separated himself finally from Cambridge (another of his mothers, alma mater) and went to stay at Dauntesey House in the countryside, where he recovered his health, probably wrote and revised some of the poems that would be gathered in \"The Church.\" Herbert and Jane Danvers (his stepfather’s cousin) married on March 5, 1629.  The marriage consolidated his relationship with the Danvers family, with whom he seemed to be very attached; eased his transition to life in Wiltshire, where he seemed to be gravitating; and allowed him to make practical plans for setting up his own household and accepting the vocation at which he had long aimed. By the end of 1630, Herbert he was an ordained priest settled in the small parish of Bemerton, where he spent the few remaining years of his life. His long-awaited ordination as a priest occurred September 19, 1630, three years before his death on March 1, 1633. He is remembered as a pivotal figure: enormously popular, deeply and broadly influential, and arguably the most skillful and important British devotional lyricist of his or any other time.\r\n \n", "attrs": {"Region:": ["Wales"]}}