{"pf_url": "https://www.poetryfoundation.org/poets/george-elliott-clarke", "name": "George Elliott Clarke", "yob": "1960", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0e34417091d802851a8e535e026a41579ccbb641.jpeg", "bio": "\nPoet, novelist, playwright, and critic George Elliott Clarke was born near Windsor, Nova Scotia and grew up in Halifax. He earned his BA from the University of Waterloo, MA from Dalhousie University, and PhD from Queen’s University in Kingston, Ontario. He is the author of numerous collections of poetry including Saltwater Spirituals and Deeper Blues (1983), Lush Dreams, Blue Exile: Fugitive Poems 1978-2993 (1994), Execution Poems: The Black Acadian Tragedy of George and Rue (2001), which won the Governor General’s Literary Award, Illuminated Verses (2005), Black (2006), and the dramatic poem Trudeau: Long March, Shining Path (2007).\nClarke’s work reflects his interests in the Black culture of Atlantic Canada, an experience and identity he has described as “Africadian.” He has explored the cultural and social histories of Black Canadians across various genres, frequently braiding together archival research and personal experience. He is the author of the verse-novel Whylah Falls (1990), which he later adapted for the radio and stage, and librettos for the operas Beatrice Chancy (1999) and Québécité (2003). Clarke is also the author of the novel George and Rue (2005) and many critical and scholarly works, including Odysseys Home: Mapping African-Canadian Literature (2002).\nClarke is a seventh-generation Canadian of African American and Mi'kmaq Amerindian descent. His mother’s ancestors arrived in Canada as American slaves liberated by the British in the War of 1812. He has described Three Mile Plains, the town where his grandparents lived, as a “black Eden” that first inspired him to become a poet: “I'd begun to craft poetry—unmusicked ‘songs’—when I was 15, and Three Mile Plains was their locus,” Clarke wrote in an article for Canadian Geographic. “The day I became incontrovertibly, irremedially a poet was February 12, 1977, my 17th birthday, when my mother and I drove to Three Mile Plains on a sunny, frigid, snowy morning. That day, as I trudged up and down hilly, white-dusted Green Street, I drafted in my head a poem, my first attempt to sing a black and Nova Scotian—an Africadian—consciousness. With my breath hanging clear in front of me, I claimed my Afro-Mi'kmaq heritage. I was standing on land that has always made us feel whole.”\nClarke is the recipient of numerous honors and awards for his work, including numerous honorary doctorates, the Dr. Martin Luther King Jr. Achievement Award, the Pierre Elliott Trudeau Fellowship Prize, the Planet Africa Renaissance Award, and appointment to the Order of Nova Scotia. He is professor of English at the University of Toronto.\n", "attrs": {}}