{"pf_url": "https://www.poetryfoundation.org/poets/george-bradley", "name": "George Bradley", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/89631339c020ef7964ca49901ff06c3ae594164b.jpeg", "bio": "\nPoet and anthologist George Bradley was born in Roslyn, New York in 1953. He earned a BA from Yale, and took his master’s degree at the University of Virginia. His books of poetry include Terms to Be Met (1986), which won the Yale Younger Poets Prize, Of the Knowledge of Evil (1991), The Fire Fetched Down (1996), Some Assembly Required (2001), and A Few of Her Secrets (2011). Bradley has worked as a construction foreman, a sommelier and an advertising copywriter, and his poetry reflects his wide-ranging interests and experiences. In winding, often witty narratives, Bradley treats topics ranging from Galileo to 9-11, pop culture to Italian recipes. Writing on A Few of Her Secrets, the poet Eric Ormsby noted, “These are poems of great formal mastery and of elegant wit and yet the artistry is suavely unobtrusive… Bradley is a learned poet; he deploys echoes of Milton and Auden and Christopher Smart, as well as the Bible, but does so with such wry panache that the allusions are continually refreshed.”\r\n \r\nA former winner of the Yale Younger Poets Prize, Bradley is also the editor of The Yale Younger Poets Anthology (1998). The anthology includes selections from each of the then 92 collections awarded the prize. According to Peter Davison in the Atlantic, Bradley “introduces each selection with a brief identification of its author, and prefaces his anthology with introductory matter amounting to nearly a hundred pages of graceful, witty, and discriminating prose that combines aesthetic perception, historical understanding, and publishing shrewdness. The result is a book that illuminates the recesses between artists, audiences, public taste, and the history of American publication.”\r\n \r\nIn addition to the Yale Younger Poets Prize, Bradley’s honors include the Lavan Award from the Academy of American Poets, the Witter Bynner Prize from the American Academy and Institute of Arts and Letters, and grants from the National Endowment for the Arts and the Ingram Merrill Foundation.\n \n \n", "attrs": {}}