{"pf_url": "https://www.poetryfoundation.org/poets/georg-trakl", "name": "Georg Trakl", "yob": "1887", "yod": "1914", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/13aafd4278bc6aa94f91a01d813e1736ed519796.jpeg", "bio": "\nGeorg Trakl is an important lyric poet in German literature of the early 20th century. Critics associate his work with various modern artistic movements, and he is viewed as one of the principal writers to set the dark, introspective tone that later influenced the course of German expressionism. Affinities with imagism have also been noted in Trakl’s strikingly visual style. In addition, the dreamlike flow of images in his poems has indicated to some commentators a compositional method similar to the automatic writing of the surrealists, with whom Trakl also shared a preoccupation with violence, perversity, and death. Trakl’s strongest literary affiliation, however, is with the French symbolists of the 19th century, primarily Arthur Rimbaud, whose disordered and conflict-ridden genius is said to be incarnated in the Austrian poet.\nOf great significance in Trakl’s early home life in Salzburg was his close relations with his sister Grete. Critics frequently identify her as the inspiration for “the sister,” a multifaceted symbolic figure in the poems. Trakl attended a Catholic elementary school, while receiving Protestant religious instruction; he was an unsuccessful student and eventually dropped out of school. Later, however, he entered the University of Vienna for training as a pharmacist, a vocation which facilitated his lifelong use of drugs. Soon after leaving the university he was drafted into the Austrian army and assigned to the medical corps. Returning to civilian life, Trakl found a job in a pharmacy, failed to adjust to the routine of working life, and reenlisted in the army. In 1912, while stationed in Innsbruck, he met Ludwig von Ficker, editor of Der Brenner. Ficker became friend and mentor to Trakl for the remaining years of his short life, publishing the poet’s work regularly in his literary journal. Trakl died of a self-administered, though perhaps accidental, drug overdose in a Polish hospital while recovering from his battle experience during World War I.\nCritics agree that, though Trakl had been writing poetry from an early age, his best work dates from the final two years of his life, displaying a noticeable development from his efforts prior to 1912. Personal torment and an unrelieved sense of horror and disintegration dominated the earlier poems. The tone of Trakl’s later poems is more impersonal and ambiguous. In these works Trakl transcends the extreme subjectivity of his former poetic self to universalize his existential vision. Some critics describe this new quality in Trakl’s mature poems as a mythic objectivity, while confronting the paradox that this poet’s world is essentially private, resembling that of a schizophrenic person. Critical analysis of Trakl’s work has revealed its disjointed, fragmentary nature, summarizing it as a collection of often-repeated symbols and motifs without consistent meaning. These poems, however, are credited with a consistency of mood and attitude that unifies them into a cohesive, though nonrational, statement. In essence, they form the poet’s protest against the corrupt, fallen condition of humankind.\nIn just two years Trakl managed to produce the poems that place him among the most important and original poets of the German language. His language was simple and clear, even in translation, resembling the work of Friedrich Hölderlin, with strong and precise imagery, darkly brooding sensitivity, and an adept feeling for color. He wrote about death, decay, and doom, hiding himself in lyrical metaphor and the ambiguity of his images. Trakl saw the world collapsing around him and taking him with it; and while his poetry is overwhelmingly negative, critics find in it a gesture of affirmation. Internal evidence of the poems and statements made by Trakl have indicated to many commentators that he was a Christian or at least gave voice to Christian doctrine, and thus balanced his visions of damnation with the possibility of ultimate redemption. He described poetry as “imperfect penance” for “unabsolved guilt.” Other critics see in this more positive side to his work the influence of pantheistic views acquired from Hölderlin. Herbert Lindenberger wrote in Georg Trakl, “The lofty stance, the cosmic range, and the haunting music of Trakl’s poetry now mark him, with Rilke, as perhaps the last great representative of what could be called the sublime tradition in German.”\n", "attrs": {"Region:": ["Eastern Europe"]}}