{"pf_url": "https://www.poetryfoundation.org/poets/george-szirtes", "name": "George Szirtes", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/4144ea0e9d15ac1b67680f85e4acac5ed25c5a94.jpeg", "bio": "\nGeorge Szirtes was born in Hungary and emigrated to England with his parents—survivors of concentration and labor camps—after the 1956 Budapest uprising.\n\r\nSzirtes studied painting at Harrow School of Art and Leeds College of Art and Design. At Leeds he studied with Martin Bell, who encouraged Szirtes as he began to develop his poetic themes: an engaging mix of British individualism and European fluency in myth, fairy tale, and legend. Szirtes’s attention to shape and sound, cultivated through his background in visual art and his bilingual upbringing, quickly led to his successful embrace of formal verse. In an essay in Poetry magazine defending form, Szirtes argues that “rhyme can be unexpected salvation, the paper nurse that somehow, against all the odds, helps us stick the world together while all the time drawing attention to its own fabricated nature.”\n\r\nHis first book, The Slant Door (1979), won the Faber Memorial Prize. Bridge Passages (1991) was shortlisted for the Whitbread Poetry Prize. Reel (2004) won the T.S. Eliot Prize, and his New and Collected Poems was published by Bloodaxe in 2008.\n\r\nSzirtes did not return to Hungary until 1984, when he visited on the first of several Arts Council traveling scholarships. He has since translated, edited, and anthologized numerous collections of Hungarian poetry. For his translation work Szirtes has won several awards, including the Dery Prize for Imre Madach’s The Tragedy of Man (1989) and the European Poetry Translation Prize for Zsuzsa Rakovsky’s New Life (1994). His own work has been translated into numerous languages and widely anthologized, including in Penguin’s British Poetry Since 1945.\n\r\nHe is the author of Exercise of Power (2001), a critical study of the artist Ana Maria Pacheco. He co-edited, with Penelope Lively, New Writing 10 (2001). Szirtes has written extensively for radio and is the author of more than a dozen plays, musicals, opera libretti, and oratorios.\n\r\nSzirtes lives in England with his wife, the painter Clarissa Upchurch, with whom he ran the Starwheel Press. They collaborated on Budapest: Image, Poem, Film (2006). He is a member of the Advisory Panel of the British Center for Literary Translation, and is on the Advisory Board of the Poetry Book Society. He has been a member of the Royal Society of Literature since 1982.\n", "attrs": {"Region:": ["England"]}}