{"pf_url": "https://www.poetryfoundation.org/poets/george-chapman", "name": "George Chapman", "yob": "1559", "yod": "1634", "image": null, "bio": "\nPlaywright, poet, and translator George Chapman was an important figure in the English Renaissance. His plays, particularly, were adapted for the stage throughout the Restoration, and, though his reputation dipped during most of the 18th century, the 19th saw a marked revival of interest in his works, perhaps best summed up in John Keats’s well-known sonnet “On First Looking Into Chapman’s Homer” (1816).\nChapman was born in Hitchin (as an allusion in Euthymiæ Raptus; or the Teares of Peace [1609] has it), a town in Hertfordshire some 30 miles from London. He was the second son of Thomas Chapman and Joan Nodes, the daughter of George and Margaret Grimeston Nodes and a cousin to Edward Grimeston the translator. Of his early life little is known except that he attended Oxford University in 1574 and left before earning a degree. Upon Anthony Wood’s testimony, Chapman was a person of “most reverend aspect, religious and temperate, qualities rarely meeting in a poet,” one who excelled in Latin and Greek but not in logic and philosophy. We know that from at least 1583 through 1585 he was in the household of Sir Ralph Sadler, who was employed by both Queen Elizabeth and William Cecil, Lord Burghley. There is evidence to suggest that Chapman served in the military campaigns in the Low Countries in 1591 and 1592 and that he had returned to London before 1594.\nIf one can isolate a central passion in Chapman’s life and works, it would be the central project of Renaissance Christian humanism: an attempt to make literature (among the other disciplines) an instrument for both an upright private ethics and a benevolent and just public policy. In more parochial terms the project intended as well to establish a national literature powerful enough to rival the Latin and the Greek. In his poetic canon, including his Homeric translations, Chapman constantly aims at converting Greek and Latin poetry (classical as well as contemporary) to native English and claims as well an attempt to surpass his predecessors. If Chapman consistently borrows from other works (a practice hardly unknown in the period), he likewise consistently experiments with his borrowings, and that experimentation shows in his poems as well as in his plays. Since Algernon Charles Swinburne’s essay in 1875, Chapman (until recently) has been taken as one of the most difficult and obscure poets in the Renaissance, a kind of moralist whose thought manifests itself in moral imperatives tortuously crammed into his dramatic or poetic works. Contemporary criticism, however, has sought to redeem Chapman from the reputation for pedantry and obscurity (largely a product of late-19th-and early-20th-century scholarship) and to take him as he was seen by his contemporaries, a learned translator, a novel poet, and a very successful dramatist.\nChapman’s first published work was The Shadow of Night (1594), composed of two hymns, one to Night and one to Cynthia. They are modeled on Greek hymns of Proclus, Callimachus, and the Orphic hymns, even though they have a large number of borrowings and echoes from contemporary literature. Chapman may have found some of the Orphic hymns in Aldus’s edition of Hero and Leander (1517), which he later used for his adaptation of that poem (1598). The Shadow of Night is, in essence, a heroic poem laced with lamentations by the supplicant poet for the loss of true knowledge, learning, and virtue in the world, a subject Chapman incessantly returned to throughout his career. A reader needs to observe that complaints about the vanity of the world and the prostitution of learning were commonplaces of the age. The pronounced defensive posture of many literati assumed an attack by a society convinced, for religious or political reasons, of the vanity of art. The Shadow of Night is only partly allegorical, as in the tale of Euthimya (whose name means “Cheerfulness”) and the hunt (or chase of the passions) in “Cynthiam,” and despite its reputation for obscurity, it displays throughout a quite remarkable and clear handling of syntax within some powerful pentameter couplets. We should take it as part of a whole program, in this instance, of Chapman’s attempt to domesticate the Greek hymn, which can be noted clearly in the interpolated tale of the English victory over Alessandro Farnese, Duke of Parma, at Nymeghen (1590). The two poems are followed by glosses, a habit Chapman continued from his early work through his final edition of Homer late in his life. The poem thus clearly stakes a claim for its author’s promise as a legitimate, as opposed to a popular, poet: the mode, the imitations, the borrowings, the glosses all proclaim a serious and accomplished poet worthy of serious patronage. Edmund Spenser, we should recall, started his career in exactly the same way 15 years earlier. The work has been notable in modern criticism (it had no subsequent edition in the Renaissance) for the theory, now largely discredited, that it reveals “a school of night” to which William Shakespeare supposedly responded in satiric portions of his Love’s Labour’s Lost (1598). Part of that theory makes Chapman the rival poet mentioned in Shakespeare’s Sonnet 86.\nOvid’s Banquet of Sense followed The Shadow of Night in 1595, the same year that Chapman joined the Admiral’s Men, Philip Henslowe’s company of actors playing at the Rose Theatre. In addition to the title poem of 117 nine-line stanzas, Ovid’s Banquet of Sense includes some commendatory verses (one by Sir John Davies), the 10 sonnets of “A Coronet for his Mistress Philosophy,” “The Amorous Zodiac” (translated from the French poem by Gilles Durant, 1587), and “The Amorous Contention of Phillis and Flora,” followed by some of its Latin original. The two translations are not by Chapman. The title poem depicts Ovid feasting each of his five senses as he watches Corinna in her bath. The poem is an extraordinary comic tour de force in the popular mode of Ovidian erotic poetry, and it remains a mini masterpiece, a reductio ad absurdum of the conventions of contemporary erotic poems. Chapman grafts onto the old trope of the banquet of sense all the possibilities of that fashionable mode: its eroticized Platonism, its faculty psychology, its innumerable strategies of seduction and pleas for mercy, its aggressive self-justifications. Ovid, even in the highest flights of his erotic fantasy, feasts on his own poetry. He gets little or nothing from Corinna. The poem was popular enough to see another edition as late as 1639, though its reputation in the 20th century rests on viewing it as a masterful explication of Neoplatonic love and, in essence, a semiserious philosophical and consciously obscurantist poem. Such a view badly underestimates a poem that is in fact a burlesque.\nChapman’s earliest drama, The Blind Beggar of Alexandria, was produced in 1596, the year after Ovid’s Banquet of Sense appeared, and had been through at least 22 productions before it was published in 1598. Even though the play as printed is heavily cut, one can follow easily the machinations and wooings of Irus the beggar and some fine touches of social satire throughout.\nHero and Leander, one of the best-known poems of its era, appeared in 1598 as well and is the first poem in which Chapman directly courts a noble patron, in this case the wife of Sir Thomas Walsingham, a cousin of his better-known contemporary Sir Francis. Throughout his career, Chapman’s quest for patronage would prove both painful and vain, but there could scarcely be a more propitious beginning. Though in his dedication he somewhat disingenuously calls his poem a trifle (and promises matter of more substance later), we should recognize some claims to distinction. After all, he wryly notes, “He who shuns trifles must shun the world.” Christopher Marlowe’s portion of the poem had been an instant success and, in Abraham Fraunce’s words, “in every man’s mouth.” Marlowe’s 334-line poem, published early in 1598, was republished later the same year, now divided into two sestiads (after Hero’s town Sestos), with four new sestiads by Chapman. Chapman’s completion was published with Marlowe’s fragment in all subsequent editions. The poem is based on the Hero and Leander of Musaeus, a fifth-century poet who may have written from Alexandria. The Greek text of his poem was one of the first published by the famous Aldine press of Venice in 1494. Musaeus’s Hero and Leander is one of several late-Greek epic poems intentionally un-Homeric, often focusing on minor mythological figures, subjects, and themes distinctly unclassical. They often aim at high pathos in a poetic style at once intricate, hyperbolic, and even, on occasion, bombastic. The great Latin exemplar for the Renaissance was the enormously popular Rape of Proserpina of Claudian (circa 400). There were many editions to follow in the 16th century as well as adaptations of the poem by major poets all over Europe, including Hans Sachs. The adaptation by Marlowe and Chapman expands considerably upon the original (which both certainly knew), all the while observing its possibilities and suggestions. There are, for example, the characteristic epic similes, epic digressions in the tales of Mercury and Teras, battles or disputes with the gods, and jocular or satiric asides by the narrator-poet. Both poets preserve as well all the obsessions of their original: the focus on Hero’s torch, the division between Sestos and Abydos, the manic insistence on secrecy, the elaborate manipulation of the imagery of light and dark and day and night, the compounding of paradox, especially in Hero being Venus’s Nun. Hero and Leander is an exceptionally elaborate, brilliant, and often-comic story of the seduction of Hero by Leander, their marriage and its consummation, and their tragic deaths at the hands of the gods. The poem was tremendously popular, echoed in scores of contemporary works, and printed in at least seven editions by 1637. While Marlowe’s portion has always been praised, Chapman’s continuation has, in this century at least, been maligned for what has been taken to be its intrusive moral commentary. Yet such expansions, as other scholars see them, are both functional and appropriate to the original text. Chapman later translated Musaeus’s Hero and Leander in 1616 and dedicated it to Inigo Jones. Unlike his earlier adaptation, Chapman’s is one of the most judicious and accurate (as well as one of the shortest) of the several translations in the period. He clearly used the Greek of the Aldine text (1494 and many subsequent editions), frequently consulting the Latin translation that was published with it.\nChapman’s most successful bid for noble patronage (and, as it turned out, the most unfortunate and bitter) began with his first translations of Homer in 1598: his Seven Books of the Iliad, translations in fourteeners of books 1, 2, and 7–11; and Achilles Shield, a partial translation of book 18 of the Iliad in decasyllabic couplets. Both were dedicated to the brilliant Robert Devereux, second Earl of Essex. Whether Chapman actually benefited from this work at the time we do not know. Essex might have been either pleased or embarrassed that the plight of Achilles in book 18 was made a direct analogy to his own circumstances in Chapman’s dedicatory epistle. The rest of Chapman’s Iliad was not to appear until 1609, with another, royal patron.\nChapman’s attention turned almost exclusively to drama for the next ten years. A Humorous Day’s Mirth was published in 1599, though it had been notably popular since 1597, when it was performed by the Admiral’s Men, perhaps because it was one of the “new plays of humors,” a comedy of humors.\nChapman left Henslowe’s company sometime in 1600, a year marked as well by his imprisonment for debt at the hands of a notorious usurer, John Wolfall. Chapman joined the Children of the Chapel (the Children of St. Paul’s), a company performing at the Blackfriars Theatre, and continued writing for this company until 1609. The company could scarcely have greater luck, for in 1603 or 1604 it produced Chapman’s first and best-known tragedy, Bussy D’Ambois, which was published in 1607. It enjoyed a remarkable popularity well into the Restoration. Bussy, the colossally self-confident and fearless courtier, after having offended various powers at the French court, succeeds in becoming a favorite of King Henry III. He is undone, however, after a sexual intrigue with Tamyra, the count of Montsurry’s wife. The duke of Guise and Montsurry plot against Bussy and, by stabbing and torturing Tamyra, succeed in luring him to his death. The play was clearly a smashing success, with five issues or editions by 1657, a revival by Nathan Field for the Whitefriars in 1610, performances by the King’s Men (Shakespeare’s old company) in 1634 and 1638, and a notably successful rewrite by Thomas D’Urfey for the Theatre Royal in Drury Lane, published in 1691. Despite John Dryden’s unappreciative remarks in the preface to his Spanish Friar (1681), the play has remained exceptionally popular into the 20th century, having been published in a large number of editions.\nThe Children of St. Paul’s also performed Chapman’s now-lost The Old Joiner of Aldgate in February of 1603. From all evidence a farce based on contemporary gossip, the play is the first that got Chapman in trouble with local authorities (a relative commonplace for London playwrights). On this occasion he was interrogated in a slander suit but was not arrested. Chapman may also have been the “second Pen” mentioned in the preface to Ben Jonson’s Sejanus his Fall, performed in 1603 and published in 1605. That “Pen” or hand is credited with “a good share” of Jonson’s play. Henslowe’s diary does in fact attribute to Chapman “ii actes of a Tragedie of Bengemens [that is, Jonson’s] plotte.”\nOur first sure record of a performance of Chapman’s play All Fools is on New Year’s Day of 1605 at the Blackfriars. All Fools is a far more sophisticated, high comedy than Chapman’s earlier plays in the genre. The lines glitter with wit, the characterization is fascinating, and the plot is masterfully handled, involving a whole series of intrigue and types: a jealous husband, a jealous father, a courtier, a wayward son, and Reynoldo the trickster. Chapman may have been pleased about the quiet success of All Fools in 1605, for while he had faced minor difficulties with the production of the Old Joiner, in 1603, he could never have forseen the storm that broke over Eastward Ho upon its publication and performance in 1605. A collaborative effort of Chapman, Ben Jonson, and John Marston, the play is a reply to Thomas Dekker and John Webster’s Westward Ho, performed in 1604 and published in 1607. Both are London City comedies filled with character types and deceptions, as well as with contemporary news, ballads, songs, and plays. There are, for example, at least five allusions to Hamlet in Eastward Ho. The cause célèbre of the play, however, was a pointed gibe at the large number of Scots newly arrived in England (at James I’s accession). The offending lines were immediately canceled from the first quarto, and Chapman and Jonson were imprisoned straightway. Apparently King James himself, according to Jonson’s later testimony, had been told of the outrage and ordered the arrest. They were released some weeks later, after a whole series of letters and petitions. Though city comedies were extremely popular in the theater, the notoriety of Eastward Ho, its relation to Westward Ho, and its exceptional comedy made it an instant, and perhaps to its authors an unwelcome, hit. One response was another play by Dekker and Webster, Northward Ho (acted in late 1605 and published in 1607), in which Chapman is gently satirized as the genial scholar Bellamont, a man witty enough to help unravel a plot to discredit a friend’s wife and to escape a trick designed to make a fool of him. There were three editions of Eastward Ho in 1605, simultaneous with its production at Blackfriars. The play was revived—offending passage omitted, of course—for a 1614 production at Whitehall before Princess Elizabeth and King James himself. The play retained its popularity well into the late 18th century. Chapman followed Eastward Ho with two other comedies, Monsieur D’Olive (performed at Blackfriars in late 1604 or early 1605 and published in 1606) and Sir Giles Goosecap (performed in 1603, published in 1606). The plot of Monsieur D’Olive, which involves a series of benevolent deceptions by Vandome, and the subplot, centered on D’Olive (a scurrilous satirist and perfect burlesque of a courtier), never do meet in what must be described as an entertaining, though imperfect, comedy. The parody of courtliness in D’Olive has some fine touches, especially in his extended panegyric on tobacco in Act 2.\nSir Giles Goosecap, published anonymously in 1606, is probably Chapman’s. It is clearly a comedy of humors, where the plot is markedly secondary to the examination of such characters as Foulweather, Rudesby, and the foolish, if benign, Sir Giles himself. The main plot, adapted from the first three sections of Geoffrey Chaucer’s Troilus and Criseide, focuses on Clarence, a studious and pure lover of Eugenia. The delay in publication of Sir Giles Goosecap is a likely result of censorship. Contemporary evidence strongly suggests that there were objections to the play and that the principal characters, especially Lady Furnivall, are satiric portraits of contemporary figures.\nThe Gentleman Usher, performed in 1601 or 1602 and published in 1606, is a play very different from Chapman’s earlier efforts. With a typically complex plot, centered about Vincentio’s love for Margaret (rewarded at the end), but with a pronounced attention to the dramatic possibilities of language, the play comes near to being a comedy of manners or, in the high pathos of some speeches, almost a tragicomedy. Stock comic characters remain, to be sure, as well as a series of standard deceptions. But acts four and five shift markedly to a comic/pathetic mode: the appearance of a real and dangerous villain, a real danger of death, the high pathos in the disfigurement of Margaret, and the final reconciliation. Although we have little evidence of the play’s success, it does mark Chapman’s first attempt at tragicomedy. The second is The Widow’s Tears, composed circa 1605 and published in 1612. There are primarily two sets of lovers in the play, Tharsalio, the cynical former servant who woos and wins his former mistress, Eudora, and Lysander, who puts his faithful wife, Cynthia, to cruel test of her fidelity. Cynthia does succumb to a seduction by her disguised husband, but, upon discovering his plot, turns the tables on him. This play shares with The Gentlemen Usher a focus on plot rather than (stock) character, avoids for the most part either satire or parody, and revels in incidents more appropriate to tragedy than comedy.\nChapman delayed the sequel to Bussy D’Ambois (The Revenge of Bussy D’Ambois) until 1610 or 1611, when it was produced at the new Whitefriars by Nathan Field’s new company, the Queen’s Revels. Chapman’s second tragedy came four years after the singular success of Bussy D’Ambois: two plays combined as one, The Conspiracy and Tragedy of Charles Duke of Byron, composed in early 1608 and published the same year. The Byron plays mark a considerable departure from dramatic trappings of Senecan drama—the blood, revenge, grotesqueries, and ghosts—of the Bussy plays. The focus in the Byron plays is unremittingly on the hero and his brand of virtuous Marlovian virtu. While these plays interest us as a new direction in Chapman’s tragedies, they also interest us for the furor they aroused. They were based on a recent controversy—the treason and execution of Charles de Gontant, Baron de Biron, courtier to Henry IV of Navarre. The French ambassador to court, Antoine Lefèvre de la Boderie, protested the production and arranged to have three of the actors jailed. Chapman apparently escaped and later sought refuge with Ludovick Stuart, Duke of Lennox. The offending scene, soon struck by the master of the revels, portrays the queen of France indelicately dressing down and boxing the ears of the king’s mistress, Madame Henriette D’Entragues, Marquise de Verneuil. There is as well the interview between Byron and Queen Elizabeth in act four that also came under the hand of the censors. As a consequence, act four of the Conspiracy, where a report of the interview with the queen is now reported secondhand, is badly mangled, as are acts one and two of the Tragedy. The censors apparently felt comfortable in allowing only one scene of act two in the Tragedy to remain, the masque where Queen Marie de Médicis (as Chastity) and the king’s mistress (appropriately playing Liberality) are reconciled. The Conspiracy traces the seduction of the proud and pliant Duke of Byron to a conspiracy against King Henry IV of Navarre and his ultimate capitulation to the king’s power. The Tragedy finds Byron in yet another plot and again called to court to confess his treason. He first refuses, then appears to protest his innocence, convinced the king will never condemn one so valuable to the state. Act five wholly focuses on Byron, caught between Christian resignation and Herculean fury until he is finally executed.\nThe year 1609 seemed to promise the beginning of the end of Chapman’s recurring money troubles. He had received a promise from the young Henry, Prince of Wales, of an annuity and the princely sum of three hundred pounds for his translation of Homer. He had revised his Seven Books of 1598 and added books three, four, five, six, and 12 for his Homer Prince of Poets (1609). This portion of The Iliad Chapman renders in a supple and innovative fourteen-syllable line, a verse form often taken as appropriate to the hexameter line of the classical epic by some Renaissance translators. His epistle dedicatory, partly a panegyric on Henry and partly a piece of literary criticism, is directed “To the High Borne Prince of Men, Henry.” Here Chapman enunciates views common in contemporary literary criticism: the usefulness (nay, the necessity) of poetry to princes (especially the heroic poetry of Homer) and the request for the prince to protect and advance the sacred vocation of poets. This epistle is followed by another, “To the Reader.” Both stand as a defense of poetry, the former more generalized, the latter very detailed. In the second, Chapman directly defends his native English as a language fully capable of catching the nuances of Homer’s Greek, even superior to other modern languages. He defends as well his “Pariphrases,” his expansions on the original in his own translation, as both judicious and necessary. Indeed, those who translate word-by-word are quite wrong because a translation must be guided by a perception of Homer’s complete invention, the scope and direction of the epic as a whole. It is here that we may discover not only Chapman the translator, but Chapman the dramatist, taking as his guide the coherence of character and plot for his rendering of individual lines and words. The epistle concludes with a remarkably vivid and accomplished attack on his detractors.\nEuthymiæ Raptus; or the Tears of Peace, also 1609, is likewise dedicated to Henry, beginning and ending with notable references to Chapman’s Homer. The poem is of a piece with other “complaints” or lamentations of the period. Homer appears to the poet and introduces him to the allegorical figure Peace, whose tears are complaints about the degradation of Learning and the elevation of power and ambition in the world. This subject, about which Chapman wrote constantly in nearly all the prefaces and epistles to his works, might well stand as a constant thematic idea throughout his life and work.\nYet no thematic can account for Chapman’s continued success on the popular stage. Even while finishing his translation of the Iliad, his May Day (1611) and The Revenge of Bussy D’Ambois (1613) were being produced in 1611. Both are in notable, popular modes. The Revenge of Bussy D’Ambois is Chapman’s attempt at the venerable revenge tragedy, focusing on the character of Clermont D’Ambois, a reluctant avenger who avoids both fury and haste, ever mindful of the tension between private revenge and public law. There is, of course, the ghost of Bussy to demand revenge, but Clermont is more comfortable in echoing Epictetus on the vanity of ambition and wealth than plotting deaths. He dies at the end not by the machinations of villains, but from grief at the loss of an ally and at the prospect of living in a world devoid of justice. May Day is a typical comedy of disguise and deception, multiple sets of lovers in multiple assignations, with the braggart soldier, the unapproachable lady, the bawdy maid (Temperance), the gull (Innocentio), and the witty intriguer (Lodovico). Chapman is consciously following the current hits of the day, providing not only a good deal of music and dance (even a masque) in the concluding act, but a large number of direct echoes from his contemporary playwrights.\nChapman entered The Iliads of Homer in the Stationers’ Register in April 1611. Dedicated again to Prince Henry, this edition comprises all 24 books of the epic, including entirely new versions of books one and two, some minor revisions of three to 12 (from the earlier editions), plus the new books, 13 to 24. Chapman added yet another “Preface to the Reader” (in prose) and a brief essay, “Of Homer.” The latter is the typical and epideictic minibiography of most late-medieval or Renaissance translations. The preface is of a piece with his earlier preface of 1609: another defense of his paraphrases and/or circumlocutions on historical and critical grounds, a response to the charge that he translated Homer out of Latin solely and not his Greek, and a promise to go on to a translation of the Odyssey. For the first time the text appears with a full, critical apparatus: marginal glosses and comments throughout and ten commentaries (“Commentarius”). The commentaries are justifications of various renderings of the Greek and quibbles with earlier translators. The volume concludes with a brief prose comment and a prayer. This comment is notable for the astonishing claim that Chapman rendered the last 12 books of the Iliad in “lesse than fifteene weekes.”\nThe volume appeared with an exceptionally handsome engraved title page and all the critical apparatus worthy of so great a poet and so beneficent a patron. Any of Chapman’s expectations, however, were soon dashed at the death of Henry, Prince of Wales, in 1612 at the age of 18. Though Chapman was to dun the court with letters pleading for the rewards Henry had promised, nothing was forthcoming. Even the production of The Memorable Masque for the nuptials of Princess Elizabeth and Frederick V, Elector Palatine, in 1613 would not avail. The masque was commissioned by the Middle Temple and Lincoln’s Inn and performed before King James in February. It was designed by Inigo Jones and written by Chapman. The published version (also 1613) includes a prose account of the great procession to Whitehall, a description of the set, and some stage directions as well as the “argument” or plot of the piece: Honour, presented like a goddess, meets Plutus (Riches) who is reformed by his love of Honour. Capriccio, a man of wit, has a dialogue with Plutus before he presents his (rather clumsy) antemasque. The celebration follows with songs and dances, and the volume concludes with a hymn to Hymen and an epithalamion. It has been speculated that Chapman had a hand in several masques, especially late in his career. This speculation is based largely, perhaps, on the strength of Ben Jonson’s testimony that besides himself, only Chapman “could make a masque.” But The Memorable Masque is the only specimen we have.\nChapman’s direct response to Prince Henry’s death was his Epicede or Funerall Song in late 1612. The lament on Henry was vastly expanded when Chapman added to it, at line 354, an adaptation/translation of Angelo Poliziano’s Elegia sive Epicedion (1546). Chapman’s poem appears to have been the first in a steady stream of elegies by, among others, John Webster, Cyril Tourneur, John Donne, George Herbert, and John Heywood. The volume concludes with an extended description of the funeral itself. The loss of his patron did not deter Chapman from his project of publishing all of Homer in English. It did, however, send him in search of other patrons, where he discovered yet more misfortunes.\nOne of these attempts, perhaps, was Chapman’s elegy on the death of William, Lord Russell, in 1613, Eugenia: Or True Nobilities Trance (1614). The poem is at once an elegy, a satiric complaint about the world, and a heroic poem. The sister of Fame, Eugenia, falls into a trance upon Russell’s death, is revived by news of Russell’s son and heir, and thence begins the four “vigils” or speeches. Another was undoubtedly The Whole Works of Homer (1616?), with the previously published Iliads (its unsold sheets included here) and the new translation of the twenty-four books of The Odyssey in decasyllabic couplets. In some copies there is a separate title page to The Odyssey, suggesting that part of the volume was published separately for special patrons or friends. It is certain, however, that books 13 to 24 are from the press of a different, and distinctly inferior, printer. It was entered in the Stationers’ Register on November 2, 1614 and probably appeared sometime between 1614 and 1616. The Register also lists Chapman’s Odyssey on that date, and it is likely that the first 12 books were printed as a New Year’s gift for Robert Carr, Earl of Somerset, to whom the whole volume is dedicated. This epistle to Somerset, newly appointed lord chamberlain, includes perhaps Chapman’s clearest statement on how he understood the two epics in distinctly moral terms:\nAnd that your Lordship may in his Face take view of his Mind, the first word of his Iliads is menin, wrath; the first word of his Odysses, andra, Man—contracting in either word his each worke’s Proposition. In one, Predominant Perturbation; in the other, over-ruling Wisedome; in one, the Bodie’s fervour and fashion of outward Fortitude to all possible height of Heroicall Action; in the other, the Mind’s inward, constant and unconquerd Empire, unbroken, unalterd with any most insolent and tyrannous infliction.\nThe epistle is also notable for its explicit defense of poetry, where Chapman takes poetry as the soul of truth inhabiting a body of fiction. As such, poetry teaches not only the most profound and useful matters but always extols virtue and condemns vice. Some of these views appear again in the marginalia to the volume (though the commentaries disappear), where apologiae for certain renderings, often with abundant philological rationales, are mixed with moral readings of the passage in question. These glosses become very sparse in the final 12 books of The Odyssey.\nChapman’s choice of 10-syllable couplets for his translation forces a far more involved syntax than did the fourteeners he championed as appropriate for the Homer of his Iliads. This form and the haphazard printing of books 13 to 24 often make for some difficult reading. Yet even these defects and his sometimes radical departure from Homer’s Greek (as well as from his favorite Latin text and commentary of Jean de Sponde [Spondanus]) do not finally destroy either the vigor or the originality of his work.\nThere can be little doubt that Chapman rushed to complete the volume and made special efforts to present it to Somerset. Chapman, unfortunately, could scarcely have made a worse choice to replace Henry as the recipient of his Homer. The unfortunate relationship between Somerset and Chapman began somewhat earlier in 1614 when Chapman, on March 16, registered and then published his Andromeda Liberata or the Nuptials of Perseus and Andromeda. The poem is dedicated to Somerset and Lady Frances Howard and was intended to celebrate their marriage. Despite the fact that Chapman borrows liberally from Comes’s Mythologia, from Marsilio Ficino, and from Plutarch for the poem, it is clear that the public took the poem as a very personal, contemporary allegory. In the poem Cepheus, profoundly disturbed by the appearance of a monstrous whale sent by Neptune to ravage his kingdom, consults an oracle. He discovers the curse can be removed if he exposes his daughter Andromeda to the monster. Cepheus complies and chains Andromeda to a rock. Perseus discovers her, falls in love, kills the monster, and marries her. Though Chapman is clear about some of the allegorical and mythological equivalents in the tale, many apparently saw a clear allusion to the sensational divorce proceedings brought by Lady Frances against her former husband, Robert Devereux, third Earl of Essex. Lady Frances, who testified that she was in fact a virgin and that the earl was impotent, won an annulment of the marriage in 1613. Three months later, Lady Frances married Somerset. The allegorical equivalents seemed plain: Somerset as Perseus had freed Frances as Andromeda from the rock Essex. Chapman immediately responded to the furor over his poem with A Free and Offenseless Justification of Andromeda Liberata (1614), a fascinating essay on the nature of allegory, which, of course, denied the public construction that brought so much notoriety to the poem. It is of some note to Chapman that matters for Somerset and Lady Frances only got worse. In 1615 it was discovered, and later proved in an extraordinary trial in 1616, that Lady Frances had arranged the murder of the go-between in her affair with Somerset, Thomas Overbury, the noted character writer. Though Frances confessed and Somerset maintained his innocence, both were convicted and sent to the Tower until 1622. Chapman remained faithful to Somerset, however, dedicating to him both his Pro Vere in 1622 and his concluding volume of Homer, The Crown of All Homer’s Works around 1624. Between the Overbury affair and that last volume of Homer, Chapman published his translation of Hesiod’s Works and Days. The Georgicks of Hesiod (1618) is replete with glosses, commendatory verses by Michael Drayton and Ben Jonson, and a dedication to Sir Francis Bacon. Chapman’s text here is Philipp Melanchthon’s Greek text of Hesiod (1532) as well as a Latin rendering by Spondanus (1606). Chapman returns to the 10-syllable couplets he used in his Odyssey.\nThe Crown of All Homer’s Works effectively concludes Chapman’s life as a public poet, and one may sense something profoundly elegiac in it. The volume includes the mock epic Batrachomyomachia (the battle of the frogs and mice), 32 Homeric hymns, 16 miscellaneous poems, and, finally, Chapman’s own apologia for the whole project with its justly famous first line, “The Worke that I was borne to doe is done.”\nDespite the fact that scholars sense some diminution of Chapman’s powers in this his last volume of poetry, the translation of Batrachomyomachia is very deft and, if one may say, very English. The welter of Greek names for the frogs and mice are given in highly comic and contemporary renderings (as “Bacon-flitch gnawer”), and on almost every occasion Chapman finds English equivalents for the abundant Greek nouns. This is not the case in the Hymns, where decorum would demand a more reticent approach to Englishing. Throughout the volume there is a grace and clarity in his rhymed couplets in spite of the fact that he occasionally bungles the Greek.\nEven a cursory survey of Chapman’s poetry reveals his consistent preference for heroic verse both in his own English poems and in his translations (even in his sources, borrowings, and tragedies, it should be added). Even though some have seen in this a self-identification of a heroic Chapman with his poetic forebears in heroic poetry (indeed, the handsome title page of the Batrachomyomachia shows Chapman beneath a look-alike Homer), the better explanation might aim at two other causes: the search for patronage, and the humanist dogma that takes heroic poetry as the crown of a serious poetic vocation. Indeed, Chapman remained sensitive about this all his professional life, especially since his heroic poetry required a thorough knowledge of Greek. His final apologia appears at the end of the volume in the elegant 87-line poem defending his ability against the scholars of the schools:\n \nAnd what’s all their skill but vast varied reading?\nAs if brode-beaten High-waies had the leading\nTo Truths abstract, and narrow Path and Pit,\nFound in no walke of any worldly wit.\nAnd without Truth, all’s only sleight of hand,\nOr our Law-learning in a Forraine land,\nEmbroderie spent on Cobwebs, Braggart show,\nOf men that all things learn and nothing know.\n\n\nThere were two plays that remained to be published, though both were undoubtedly written and produced earlier, Caesar and Pompey of 1631 and The Tragedy of Chabot in 1639. For the former, the source of historical information is Plutarch’s Lives (Shakespeare’s favorite) and, occasionally, some of his Moralia. The hero was the perennial favorite, Cato, the heroic voice for proper and rational choice, and the action centers on the contest of Julius Caesar and Pompey for power. The real interest of the play occurs after the battle of Pharsalia, when Cato declares his preference for justice and a free death rather than tyranny and servitude. He stabs himself and, in a typically Jacobean turn, plucks out his entrails before anyone can save him. Caesar enters, condemns Pompey’s murderers, and in a final paean to Cato’s just life, orders a magnificent tomb to be erected.\nThe Tragedy of Chabot, written in collaboration with James Shirley, was licensed in 1635 (the year after Chapman’s death) for production at the Phoenix Theatre in Drury Lane. Most would place its composition sometime between 1611 and 1625. Chabot, an absolutely just and loyal servant of Francis I, is accused of defrauding the treasury. His proud and uncompromising protestations of loyalty infuriate the king, who orders that Chabot be tried by Chancellor Poyet. The trial is outrageously manipulated, the charges fabricated, the conviction coerced, and the minor sentence altered. With the intercession of the queen, Francis calls Chabot to him and offers him a pardon. In an astonishing scene, Chabot heroically refuses and submits that he cannot accept a pardon for something he has not done. The king, repenting his test of his absolute authority on a subject whose true conscience is his own authority, convenes a second trial, in which the treachery of the first is revealed and Poyet dismissed. Chabot, cleared but stricken to the heart with the injustice of it all, dies.\nThere are in fact few of Chapman’s plays that, according to evidence, were not popular. It was not uncommon for later publishers to attach Chapman’s name to plays he never wrote, hoping to benefit from his fame. This accounts, in some cases, to several plays ascribed to Chapman that are not his: Charlemagne or the Distracted Emperor, The Ball, The Tragedy of Alphonsus Emperor of Germany, The Revenge for Honour, Two Italian Gentlemenand, The Disguises.\nChapman is likely to have written plays or collaborated in others we no longer have. Sometime after 1623 he may have been responsible, along with Richard Brome, for the now-lost Christianetta. Henslowe’s diary has indications that Chapman’s hand was involved in several plays now unknown: “The ylle of A Womon,” “the ffount of new facianes,” “the world Rones A Whelles” or “all fooles but the foolle” (perhaps All Fools), and a “pastrall tragedie.”\nGeorge Chapman died in May of 1634. Of the last 20 years of his life we know next to nothing. There have been suggestions of contributions to other masques or plays, but we have no evidence of them. We do know, however, that Inigo Jones (the most famous architect and stage designer of his time) designed a Roman monument for Chapman which was to bear the inscription, “Georgis Chapmanus, poeta Homericus, Philosophers verus, (etsi Christianus poeta).” He is buried in the churchyard of St. Giles in the Fields.\nIt is a matter of some note, in assessing Chapman’s achievement, that nearly all modern commentators on his work have been essentially hostile to it: condemning him for his borrowings, for the supposed heterodox ethical or religious views in his fictions, and generally denouncing him for either conscious obscurity or simply bungling sense across the canon of his works. In almost all of these views, the works of Shakespeare and his other contemporaries are always the standard for comparison. The fact of Chapman’s evident success argues quite a different story. He was recognized among his contemporaries as one of the best dramatists of the age, as an accomplished poet of striking powers in both popular and elite modes, and as a rare and accomplished scholar. The reputation of his Homer has survived any number of rivals (Alexander Pope not the least among them) even into our own century. Even though he was not successful in becoming financially comfortable, in choosing patrons, or even in marriage (his negotiations with a well-to-do widow came to naught), his work stands as equal to any number of his better-known contemporaries.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}