{"pf_url": "https://www.poetryfoundation.org/poets/george-seferis", "name": "George Seferis", "yob": "1900", "yod": "1971", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/51d5c6adb048b1df6f26322c9161396870819e37.jpeg", "bio": "\nGreek poet George Seferis was born Georgios Seferiades in Urla, near Smyrna (now Izmir, Turkey). He worked as a diplomat for the Royal Greek Ministry of Foreign Affairs and received the Nobel Prize in Literature in 1963. His collections of poetry include Strophe (Turning Point, 1931), E Sterna (The Cistern, 1932), Mythistorima (1935), and Logbook I, Logbook II, and Logbook III (1940, 1945, 1955).\nIn 1914, Seferis and his family moved to Athens. He studied law at the Sorbonne in Paris and entered diplomatic service in 1925. Seferis was exiled from Smyrna when it was claimed by Turkey; he subsequently spent many years living and working outside of Greece. Before World War II, he was posted in England and Albania. During the war he moved with the Free Greek Government to Egypt, South Africa, and Italy. After the war, his diplomatic posts included Ankara, London, Lebanon, and Syria. Seferis served as Royal Greek Ambassador to the United Kingdom from 1957 to 1961. In 1962 he retired and moved to Athens.\nWandering and exile are present in Seferis’s poetry, and his work is attuned to the history of Greece—the Nobel Prize committee recognized him as a “representative Hellenic poet.” His poetry often intertwines contemporary speech and experience with Homeric myth, and many of his poems depict the landscape of the Mediterranean. In their foreword to George Seferis: Collected Poems (1995), translators Edmund Keeley and Philip Sherrard noted: “The distinguishing attribute of Seferis’s genius—one that he shares with Yeats and Eliot—was always his ability to make out of a local politics, out of a personal history or mythology, some sort of general statement or metaphor.”\nGeorge Seferis was an Elected Honorary Foreign Member of the American Academy of Arts and Sciences and became an Honorary Fellow of the Modern Language Association.\n", "attrs": {"Region:": ["Greece"]}}