{"pf_url": "https://www.poetryfoundation.org/poets/george-mackay-brown", "name": "George Mackay Brown", "yob": "1921", "yod": "1996", "image": null, "bio": "\nGeorge Mackay Brown was a seminal figure in Scottish letters from mid-century until his death in 1996. He wrote of life and nature in his native Orkney Islands, his fertile imagination encompassing poetry, novels, children’s stories, essays, plays, and media pieces. He studied with Edwin Muir at Newbattle Abbey College, near Edinburgh, and earned an MA from the University of Edinburgh in 1960.\nIn an essay in the Dictionary of Literary Biography, David S. Robb declared Brown “unique among modern British writers in the scope, nature, and integrity of his achievements. A major part of his distinctiveness lies in the way he has created an entire oeuvre centered on a sparsely populated region, the Orkney Islands. ... Another dimension that sets him apart ... is the vision that informs his work, a vision made up of values drawn from his religion, his sense of history, his literary allegiances, and his devotion to Orkney.” In another essay in the Dictionary of Literary Biography, Joseph Reino observed that Brown’s “successes in poetry and the prose narrative are considerable, and the really surprising thing about him is not so much his extensive talents, but rather that he is not more widely known as one of Britain’s outstanding contemporary authors.” Similarly, poet Seamus Heaney maintained in the Listener that “Mackay Brown’s imagination is heraldic and formal; it is stirred by legends of Viking warrior and Christian saint; it solemnises the necessary labour of life into a seasonal liturgy; it consecrates the visible survivals of history, and ruins of time, into altars that are decked with the writings themselves. I have never seen his poetry sufficiently praised.”\nBrown attempted to capture and re-create the reality of his homeland through his prose and verse, through religious, ritualistic themes, especially relating to Orkney living and his fictional Orkney town, Hamnavoe. “George Mackay Brown is a writer in love with the past and with the Orkney Islands where he finds it still precariously lingering,” wrote Julia O’Faolain in the New Review. A Times Literary Supplement reviewer commented that Brown “is a uniquely observant and skilful chronicler of life in his native Orkneys, past and present.” Harold Massingham concurred in Phoenix, seeing the same approach in Brown’s poetry” “His local colour, in fact his total effect, is of a mature distillation and blend by an excellent and unmistakable poet patiently subdued by, and to, the demands of his terrain.” Reviewing Voyages for the Times Literary Supplement, Douglas Dunn maintained that “Brown’s idealism is retrospective, fictionalizing a place and its meaning through an affectionate exploration of history which he holds up like a cupped treasure in the hands, and as an offering to the residual innocence of his native Orkney Islands.”\nAccording to Reino, “Two aspects of Brown’s personal convictions are important to keep in mind: his rejection of nineteenth-and twentieth-century concepts of progress and his personal belief that Scotland ... is a ‘Knox-ruined nation,’ that is destroyed by the Calvinist reformer John Knox.” Neil Roberts, in a Cambridge Quarterly assessment of Brown’s work, noted that the author was “interested in art, religion and ritual, their relations to each other and to the agricultural basis of civilisation. He is interested in the relation of pagan to Christian religion, and of the World of Christ to the word of the poet.”\nRobb offered his own elaboration on Brown’s sensibilities. “In Brown’s eyes the immense materialism of the current age and its craving for novelty are directly opposed to all his favorite values, which are, at base, religious,” the essayist wrote. “Brown’s values stress at least three equally important strands. He holds to the age-old religious rejection of material things as distracting, irrelevant novelties; his ideal of human life is of simplicity and, indeed, poverty. At both the personal and communal levels, furthermore, he sees human life in the present as requiring a rootedness in knowledge of the past and in the traditions deriving from the past.”\nBrown’s work concentrates on traditional values and time-honored ethics. Dunn observed in Poetry Nation that “Brown, as a poet of remote island communities and unindustrial, non-urban landscapes, is at odds with the tradition of modern poetry.” Dunn continued: “Brown’s best poems are ... full of names and characters, their typical vulnerabilities, and the virtues of the way of life their personalities prove. He celebrates an ideal of community.” Robb also remarked upon this aspect of Brown’s work when he wrote, “Brown is one of the least confessional of contemporary poets; almost all his poems are about a place, a way of life, and the truths and values that he believes inhere in that place and life. His gaze is directed outward to people and their environments rather than inward to his own situation. His poems are essentially and obviously fictional, and his general structural method in them is to build the verse from tiny fragments of what can only be called narrative.”\nIn the Times Literary Supplement, Dunn remarked upon Brown’s traditional qualities in prose as well: “Brown has perfected a narrative style of great simplicity, its virtues drawn more from the ancient art of telling tales than from new-fangled methodologies of fiction.” Cleaving to “a collective tradition which rests on the work of old oral tale-tellers,” said O’Faolain, “his stories make no concession to contemporary taste.” And yet, according to Robb, to read a Brown story “is to experience life as an endless sequence of fresh starts. He communicates a sense of the limitless possibilities of human life. Interest, wonder, and even miracle lie around the next corner, be it ever so familiar and prosaic.”\nAbout Brown’s efforts in Andrina, and Other Stories, Stuart Evans claimed in The Times that “this superb teller of tales who, whether he is writing in prose or verse, is always the poet, offers in this book a magical selection.” Evans added that the stories’ “common strength, apart from George Mackay Brown’s exquisite and unerring way with words, is in their humanity.” Dunn also applauded Brown’s work in the book, stating in the Times Literary Supplement, “In writing so controlled ... by a poet perfectly at ease with his imagination and a language natural to it, the effect of that apparent collision of old and new can only be fruitful and challenging, as well as, in this case, profoundly enjoyable.”\nCalling Brown a “portent,” Jo Grimond suggested in the Spectator that “there are not so many poets and some have only a little poetry in them. We should be thankful for Mr. Brown and grateful to Orkney that has fed him.” Considering Fishermen with Ploughs: A Poem Cycle to be “Brown’s most impressive poetic effort,” Reino described the work as “a sequence of obscurely connected lyrics based on island ‘history’ as the author reconceives it.” Massingham called the work “a task indeed ... which is vividly and quietly accomplished with an interesting range of verse-forms and a marvelous prose chorus at the end.” Dunn agreed, stating in Poetry Nation that “much of Brown’s best writing is to be found in Fishermen with Ploughs.” Massingham concluded that “all his work to date has been a persistent devotion, not because he is running in runic circles but digging, rooting deeper.”\nNoting the affinity between Brown’s prose and poetry styles, Thomas J. Starr called him “a prose stylist with a poetic vision” in the Dictionary of Literary Biography. Starr found Greenvoe, Brown’s novel of an imaginary island town, to be a superb example of his artistry. The novel “describes the destruction of a village by progress in the form of a secret military establishment,” wrote Neil Roberts in the Cambridge Quarterly. “Most of the novel is devoted to an evocation of the life of the village.” Starr declared that Brown “successfully weaves all of [his recurring themes] into his own seamless garment.” Calling it “the culmination of all of George Mackay Brown’s fictional concerns,” Starr thought that Greenvoe “ranks with The Great Gatsby, Mrs. Dalloway, and The Spire as among the great prose poems of this century.” Although Roberts found the novel somewhat “disappointing,” suggesting it was overwritten, Ruth Farwell praised Brown for the “beauty and precision of his style,” and remarked in the Washington Post Book World, “Novels like this don’t come along very often.”\nAccording to Robb, Brown’s entire body of work has been enriched by the author’s deep immersion in Orkney’s history, from its Celtic and Viking roots to its role in the larger history of Scotland. “Brown’s enthusiasm for the historical, the timeless, and the parabolic is one of his major strengths, and a prime element in his distinctiveness,” Robb suggested. “It is possible to regret that he has not written even more about contemporary Orkney, but in the nevertheless considerable amount he has written on that subject the present-day life of the islands is richly assimilated into a larger context of history and the marvelous.”\nBrown suffered from severe tuberculosis throughout the early part of his life. Long hospital stays and enforced idleness encouraged him to read and write, and in the periods when he was healthy he studied literature and poetry in educational settings. As an adult he rarely strayed far from Orkney, but his collaborations in play, opera, and musical form teamed him notably with British composer Peter Maxwell Davies. Among the Brown-Davies collaborations are operas based on Brown’s stories, including The Martyrdom of St. Magnus and The Two Fiddlers (1977) as well as a sampling of shorter choral works. These and a variety of other projects, from children’s literature to Orkney travel guides, rounded out Brown’s busy and productive writing career.\nGarnering literary reviews might have made Brown well-known in academic circles, but the power of his work also brought him a significant popular audience. David S. Robb deemed Brown “one of those rare writers who combines wide accessibility and popularity with a totally uncompromised reputation as an artist of the utmost seriousness and integrity.” The critic added, “Direct contact with [Brown’s] work ... reveals him as an author of inexhaustible invention, great humanity, and unfailing commitment to the techniques of writing.” In Contemporary Novelists, Trevor Royle likewise cited Brown for having woven “a seamless literature, deceptively simple but universal in its appeal.” And in the The Times, Peter Tinniswood concluded, “If an aspiring writer came to me and asked how to tell a story, plot a book, round a character, make dialogue sing and whisper and bellow, I would say: ‘Read George Mackay Brown.’”\nIn a brief commentary on his own writing, Brown once told Contemporary Authors, “Since it seems to me that our civilization will possibly destroy itself before too long, I am interested in the labour and lives of the most primitive people of our civilization, the food-getters (crofters and fishermen) since it is those people living close to the sources of life who are most likely to survive and continue the human story; and since even their lives would be meaningless otherwise, I see religion as an illuminating and stabilising force in the life of a community. Out of these things I make my poems, stories, and plays.”\nBrown also told Contemporary Authors he considered the following “a kind of basic credo”: “I believe in dedicated work rather than in ‘inspiration’; of course on some days, one writes better than on others. I believe writing to be a craft like carpentry, plumbing, or baking; one does the best one can. Much mischief has been caused by a loose word like ‘culture,’ which separates the crafts into the higher arts like music, writing, sculpture, and the lowlier workaday arts (those, and the many others like them, that I have mentioned above). In ‘culture circles,’ there is a tendency to look upon artists as the new priesthood of some esoteric religion. Nonsense—and dangerous nonsense moreover—we are all hewers of wood and drawers of water; only let us do it as thoroughly and joyously as we can.”\n", "attrs": {"Region:": ["Scotland"]}}