{"pf_url": "https://www.poetryfoundation.org/poets/george-peele", "name": "George Peele", "yob": "1556", "yod": "1596", "image": null, "bio": "\nGeorge Peele is more difficult to place in the Elizabethan literary landscape than many of his immediate contemporaries. Each of his plays is different from the others, so he is not readily identifiable as a writer primarily of comedies or tragedies or histories; he also practiced hybrid dramatic forms, known variously and vaguely as \"entertainments\" or \"pageants\" or \"shows.\" His few surviving non-dramatic works are in a variety of minor, sometimes esoteric genres, while his name does not figure among the practitioners of more highly visible ones such as the sonnet sequence, prose fiction, Ovidian \"minor epic,\" verse satire, or classical translation. Peele's modern literary reputation rests largely on one short play: the strange, delightful fantasy/folktale/comedy The Old Wife's Tale (circa 1591-1594), published in quarto in 1595. His few other plays—the pastoral Arraignment of Paris (1584), the biblical David and Bethsabe (by 1594), the historical Edward I (circa 1590-1592), and the semi-historical Battle of Alcazar (circa 1590)—are never performed, and neither they nor his nondramatic works are often read today. In his own time, however, Peele had a formidable reputation as a poet and scholar; he was, with John Lyly, Christopher Marlowe, Thomas Lodge, Robert Greene, and Thomas Nashe, one of the so-called University Wits active on the London literary and theatrical scene in the 1580s and early 1590s. He acquired a reputation shortly after his death as a dissolute, pox-ridden bohemian, and that posthumous image—for which there seems to be little hard evidence—remained attached to his name until modern scholars, notably Thorleif Larsen and David H. Horne, subjected the traditional account to scrutiny.   George Peele was born on or around 25 July 1556. He came by his writing gifts legitimately. His father, James Peele, a Londoner, was a clerk and teacher of bookkeeping, writing, and arithmetic who wrote textbooks on accountancy. His Manner and Form How to Keep a Perfect Reckoning (1553) is the earliest surviving English work on double-entry bookkeeping; The Pathway to Perfectness (1569), on the same subject, is in dialogue form, with verses interspersed. The elder Peele also wrote several pageants for the City. In 1562, when George was six, his father became clerk of Christ's Hospital, a charitable institution administered by the Corporation of London. Founded by Edward VI and occupying the site of the former Grey Friars' monastery in Newgate, the hospital was an orphanage and school for the poor, where Peele the elder also taught writing and arithmetic. George, as son of the clerk, would have had free schooling within the grounds until, in 1571 at the age of fourteen, he went to Oxford.   A student of Christ Church, Peele resided at first in Broadgate's Hall across the street (on the site of the present-day Pembroke College), then moved into the college itself. Among his contemporaries at Christ Church were Sir Philip Sidney, Sir Edward Dyer, William Camden, Richard Carew, and three writers of Latin plays: Richard Edes, Leonard Hutton, and William Gager. Also at Oxford in the early 1570s were Lyly, Lodge, Edmond and Robert Carey (sons of Lord Hunsdon), Matthew Roydon, and John Grange. Christ Church was famous for dramatic productions in its splendid great hall. Twice during her reign, in 1566 and 1592, Queen Elizabeth visited Christ Church, and on both occasions Latin plays were performed in her honor; on the latter, it was Hutton and Gager who provided them. Gager provides a record of what was probably Peele's first effort at dramatic writing, when he was still a student at Oxford, a translation of one of Euripides' Iphigenia plays. Gager wrote two Latin poems to Peele praising his translation. The poems survive; Peele's translation, sadly, does not.   It seems to have taken Peele a rather longer time than usual to complete his B.A., which was awarded in 1577. Perhaps poetry and drama distracted him from logic, rhetoric, philosophy, and the other university subjects during that interval. He wasted no time in proceeding to the M.A., however, which he took just two years later, having been granted a dispensation allowing him to proceed to the higher degree in less than the statutory three years.   Peele remained in Oxford for two more years. In 1580 he married a girl of sixteen, Ann Cooke, the daughter of a successful Oxford merchant who died a few months before her marriage, leaving her a substantial inheritance. Several complicated lawsuits against the Cooke estate kept the young couple and Ann's mother, who had remarried shortly after her husband's death, preoccupied for years. They also inevitably ate into the legacy, for despite various profitable investments he made with part of it, Peele seems later to have suffered a chronic cash shortage.   Although Peele moved back to London in 1581, his tangled financial and legal affairs took him frequently to Oxford in the next few years; possibly his wife and children remained there for some time after 1581. There is a record of payment to Peele for his contribution to Christ Church entertainments during the visit of a Polish nobleman in 1583; though no longer officially a member of the college, he was called on when outside help with dramatic productions was needed. It is likely that he had begun working in the London theatrical milieu from 1581, and that this experience and his earlier efforts as an amateur college dramatist recommended him to the organizers of the entertainment, who included his friend Gager, the author of two Latin plays for the occasion. Several of Peele's plays were written in the 1580s: The Arraignment of Paris; the Hunting of Cupid, of which only fragments remain—one of them in the outstanding miscellany England's Helicon (1600)—and the topical Battle of Alcazar near the end of the decade.   Peele's earliest surviving nondramatic work probably dates from a few years following his Oxford graduation. The Tale of Troy, not published until 1589 (and the only one of his minor works to have a second edition, in 1604), probably was written around 1580-1581. The scholarly Peele knew the various classical versions of the Troy story, of course, but his principal debt seems to have been to William Caxton's Recuyell of the Historyes of Troye. The main stylistic influence, curiously, in view of the classical epic subject, was also English, Spenser's Shepheardes Calender (1579). Spenserian archaisms abound in Peele's book, and it is difficult to imagine that it was not written at the height of the vogue of Spenserian imitation in the years immediately following the appearance of that pastoral sequence. It must have appeared even more anachronistic in 1596 than it did in 1589, though Peele may by the later date have made the revisions in the belated edition of 1604, of which no copies survive. Ill and in financial difficulty, Peele in desperation sent his eldest daughter to William Cecil, Lord Burghley with an inscribed copy of the poem and a plea for money. Presumably he considered it the most appropriate of his works to offer in such circumstances; if so, he had misjudged: Burghley filed the appeal among others he had received from cranks, and the impoverished Peele was soon dead.   In less than five hundred lines Peele could not hope to do more than summarize the great legend, and that is what he did—from Paris's early career as a shepherd on Mount Ida (much of the imitation of Spenser's pastoral idiom occurs in this passage) to Aeneas's flight from the doomed city and his welcome by Dido at Carthage. The work is the longest of the ten or so surviving verse compositions that comprise Peele's nondramatic oeuvre. Clearly, large-scale productions in nondramatic modes were not to his taste. In this respect he stands apart from his fellow \"wits\" Lyly, Greene, Lodge, Nashe, and Marlowe, all of whom wrote prose fiction or long narrative poems; Lodge wrote both. The number of lines in all the verse works included in Horne's edition totals less than twenty-four hundred, roughly equivalent to one medium-length play. Peele made much use of his first and longest poetical work: besides its several late reincarnations—in the 1589 quarto, in the appeal to Burghley in 1596, and in the posthumous revised edition of 1604—it also served its author as the principal source for his first play, the pastoral Arraignment of Paris.   The Tale of Troy was apparently included in the 1589 volume to lengthen a seventy-six-line pamphlet titled A Farewell, addressed to Sir John Norris and Sir Francis Drake on the occasion of their much-heralded but ill-fated expedition to the Azores to place their candidate, Don Antonio, on the Portuguese throne and destroy the Spanish fleet in an intended follow-up to the rout of the Armada the year before. The patriotic lines of blank verse have, like most of Peele's occasional pieces, little more than historical interest today. In the brief prose dedication (one of only two examples of Peele's nondramatic prose) and the first lines of the poem, the author alludes to the legend of London's founding by fugitives from Troy.   More interesting from a literary viewpoint is the companion piece Peele produced a few months later to welcome home another illustrious member of the doomed Norris-Drake expedition, Robert Devereaux, Second Earl of Essex, who had set out against the express orders of the queen. An Eglogue Gratulatory (1589) is entirely in the Shepheardes Calender idiom and is Peele's only purely pastoral composition. It borrows not only the dialogue form of Spenser's work but also two of his characters: Piers and Palinode from the May eclogue. Unlike the partly Spenserian Tale of Troy, the Eglogue was clearly composed expressly for the event, as it contains references to Essex's personal heroism in the failed invasion attempt.   On at least three occasions—in 1585, 1588, and 1591—Peele provided the City with pageants as his father had done; the texts of two of the three shows survive. One of them, The Pageant before Woolstone Dixie (1585), is the earliest extant complete lord mayor's show. The text of 130 lines presents speeches for various allegorical characters, including London itself, and for several nymphs. The 1591 pageant, Descensus Astrææ, written for the inauguration of William Web as lord mayor, is slightly longer and more ambitious. Astrææ appears as a shepherdess on top of the pageant, but there is no Spenserian pastoral this time. She is attended by the three Graces and such virtues as Hope, Faith, Charity, and Honor, while Superstition (a friar), Ignorance (a priest), and two Malcontents plot in vain to overthrow the chaste maiden Queen. The elaborate political allegory in classical guise is typical of civic pageants and royal entertainments of the Tudor Age, forerunners of the Jacobean and Caroline court masques. The City and its guilds and companies had often called upon leading poets to provide such pageants; there are early-fifteenth-century examples in some of the mummings written by the unofficial poet-laureate John Lydgate. Peele is the first Elizabethan author of note to contribute such shows to the City; he was followed by other poet-dramatists such as Thomas Dekker, Anthony Munday, Thomas Middleton, and Ben Jonson.   In 1593 Peele contributed a 111-line poem in quatrains, The Praise of Chastity, to The Phoenix Nest, one of the best of the poetical miscellanies of the period. There is a distinct Oxford presence among the contributors. The main one was Lodge; others included Sir Walter Ralegh; Nicholas Breton; Edward de Vere, Earl of Oxford; Sir Edward Dyer; Sir William Herbert; and Peele's friends Richard Edes, Matthew Roydon, Thomas Watson, and Greene. Apart from The Praise of Chastity and Descensus Astrææ, Peele's nondramatic output in the 1590s consisted of just three occasional poems, judging by the extant oeuvre. He continued to write plays during those years, however, including his best achievements in the dramatic mode, David and Bethsabe and The Old Wife's Tale.   Two of Peele's three poems were written for royal occasions: the Accession Day Tilts held in November each year in commemoration of Elizabeth's accession to the throne. Polyhymnia and \"Anglorum Feriæ\" were Peele's contributions to the festivities in 1590 and 1595, respectively. Such celebrations saw late-Tudor pageantry at its grandest, and it is impossible to gain an impression of the whole multimedia event merely from the written texts. There were special circumstances in both the years in which Peele provided poems. In 1590 Sir Henry Lee, who had been the queen's champion since the first such event in 1559, made his last appearance in that capacity, at the age of fifty-seven, and at the same time a new champion, the earl of Cumberland, was installed in the office. Peele's three-hundred-line text partly describes the appearance of each of the thirteen pairs of contestants and gives a vague impression of the combats, though he does not name the victors—these were more token than real fights, a ceremonial breaking of lances, nothing like the medieval tournaments in which, though ostensibly a game, life and limb were at serious risk. The cast was star-studded in 1590: Lee and Cumberland made up the first pair; they were followed by Lord Strange, the earl of Essex, Fulke Greville, Sir Charles Blount (Baron Mountjoy), Robert Carey (son of Lord Chamberlain Hunsdon), Thomas Sidney (younger brother of Philip), and Everard Digby, later executed as a conspirator in the Gunpowder Plot.   The 1595 Anglorum Feriæ survives only in a badly defaced manuscript. A privately printed edition from the nineteenth century fortunately survives to piece out the manuscript. The additional cause for celebration in 1595 was the queen's escape from an assassination attempt allegedly plotted by her personal physician, the Portuguese Jew Dr. Lopez. Peele's poem, with the hyperbole due on such occasions, extols \"Elizabeth by miracles preserved / From perils imminent and infinite.\" This time no fewer than five earls were among the combatants: Cumberland (the queen's champion), Essex, Sussex, Bedford, and Southampton, Shakespeare's patron. Several of the participants from the 1590 tilts were again present. Peele's 335-line blankverse text gives rather more detail of the heraldic devices of the \"runners\" than had been the case in 1590. Again, description of the glittering pageantry, admiration of the skills of the knights, and praise of the queen comprise the agenda. Anglorum Feriæ is the last work by Peele that survives. He was obviously ill in January 1596, when he spoke of \"long sickness\" in the letter to Burghley, and he died on 9 November.   The third of the occasional pieces Peele wrote in the 1590s was for another kind of courtly ceremony, an Order of the Garter investiture in 1593. Among the five inductees was the earl of Northumberland, to whom Peele dedicated the poem and who paid him three pounds for it in June. The Honor of the Garter is the longest of Peele's nondramatic works after The Tale of Troy. Counting the verse prologue and epilogue, it runs to just over 500 lines, though the poem itself is 425 lines. The work is of interest on several grounds, despite its apparently merely occasional significance. For one thing, it is better poetry than Peele usually managed on such occasions. Furthermore, there is considerable literary interest in Peele's skillful use of the dream device and first-person narrative, reminiscent of the works of Geoffrey Chaucer.   In the work the dreamer sees a procession of Garter knights surrounding Windsor Castle and recounts the history of the order from its founding by Edward III in the fourteenth century. He incorporates the famous motto Honi soit qui mal y pense, as would Shakespeare a few years later in The Merry Wives of Windsor, performed on a similar occasion. In the prologue Peele gives what seems to amount to his personal pantheon of English poets, living and dead. He mentions Sidney first, as in a class of his own, then Spenser (\"Hobbinall\"), John Harington, Samuel Daniel, Thomas Campion, and Abraham Fraunce, all still alive, and Chaucer, John Gower, Thomas Phaer, Thomas Watson, and Marlowe, all dead, the latter less than a month in his grave; Peele's must be among the first posthumous mentions of Marlowe to appear in print. Significantly perhaps, only one member of this group, Marlowe, wrote for the popular stage as Peele had done. Peele's true inclination lay in the direction of learned and classical poetry—a translation from Euripides, after all, had been his earliest literary effort—and like many of his contemporaries, he may have felt that the theater was a last but necessary resort for a man who hoped to live by his pen alone.   The end of the year 1596 marks the end of a literary epoch. When Peele died at age forty the heyday of the University Wits was past, and many of his friends and acquaintances had passed from the literary scene. Greene was dead and the literary careers of Lyly and Nashe were virtually over, as were those of Edes, Gager, Dyer, Roydon, Henry Constable, Barnabe Barnes, Fraunce, Harington, Gabriel Harvey, and other lesser luminaries of the Elizabethan Golden Age. Lodge abandoned poetry and set out at the end of the year to study medicine at Avignon. Spenser published no more after the 1596 Faerie Queene, Books I-VI. A new generation—dramatists, verse satirists, pamphleteers, essayists, and translators—took over the scene. The posthumous publication of Peele's David and Bethsabe and a second edition of Edward I in 1599, passages from The Hunting of Cupid in England's Helicon and England's Parnassus (both 1600), and the revised Tale of Troy (1604) were mere echoes of a dead poet. The 1607 joke book The Merry Conceited Jests of George Peele had nothing to do with his poetry and little, except by way of innuendo and inconsequential pleasantry, with George Peele.   Peele as nondramatic author is virtually unknown today. It is the plays, particularly The Old Wife's Tale, that interest critics and occasionally producers. The entertainments receive some attention from historians of theater and pageantry. In the nineteenth century Peele, like many other \"minor\" Elizabethans, attracted the energies of indefatigable amateur scholars such as Alexander Dyce and A. H. Bullen, who produced editions of his works in 1828-1839 and 1888, respectively. A modern reader without access to a scholarly library and Horne's edition is just as likely to come across Peele's poems in a second-hand copy of Dyce's edition. While a modern-spelling edition of the plays is justified, the poems remain too ephemeral or esoteric to inspire the interest of most publishers. Sally Purcell's modest 1968 collection remains the sole attempt in this century to salvage George Peele the poet for the common reader.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}