{"pf_url": "https://www.poetryfoundation.org/poets/george-eliot", "name": "George Eliot", "yob": "1819", "yod": "1880", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/717a151dc028418ff74672521ec276b9dcf15d2f.jpeg", "bio": "\nGeorge Eliot is widely recognized as one of the most important writers of the nineteenth century; yet her two volumes of poetry are often ignored in modern critical assessments. Like so many of her contemporaries, Eliot tried to make significant literary contributions in more than one genre; her poems—both narrative and lyric—deal, however, with some of the same themes which inform her novels and short stories. Her poems are less accomplished than her prose fiction—only one poem, “O May I Join the Choir Invisible,” has achieved any lasting fame—but they do stand as an informative window on to her life as a writer.\n\r\nGeorge Eliot was born Mary Ann Evans in rural Warwickshire and was unusually well educated for a woman of her time. Her first publication, a poem published in the Christian Observer in January 1840, “'Knowing That Shortly I Must Put Off This Tabernacle,'“ displays the influence of Eliot’s Evangelical teachers.  In 1841, Eliot came in contact with a group of philosophical thinkers, and her passionate commitment to Christianity began to find new directions. By early 1842 Eliot questioned the historical foundations of Christianity so much that she both abandoned her faith and stopped attending church services, a move that led to strenuous conflict with her father. Eliot eventually resumed church attendance but did not return to active faith. In forty-three lines of blank verse, Eliot claims in “O May I Join the Choir Invisible” that the only afterlife one can have comes from participation in the growing group of men and women who make the world a better place to live—better in human terms, individually and collectively. The piece demonstrates Eliot’s unconventional thinking in a highly orthodox Christian society.\n\r\nAt the encouragement of London publisher John Chapman, Eliot published a review for the Westminster Review and, excited by her entrée to the London literary world, decided to try to earn her living by writing. In 1851, Eliot became assistant editor of the Westminster Review. During her time with the journal, she met many English and American literary figures—most significantly, Herbert Spencer, the author of Social Statics (1851), and George Henry Lewes, the drama critic and founder of the Leader. The subsequent union of Lewes and Eliot was complicated by Lewes’ thirteen-year marriage to Agnes Jervis, who, over time, bore four children by a married friend.\n\r\nA controversial figure during her time, Eliot published translations as well as prose and poetry, all but one under her adopted pseudonym. Among her themes are music; art as an activity of unfathomable human worth; the notion that the past shapes the present; and the conflict in a woman's life between great duty and the prospect of a happy marriage. Her prose masterpiece was the psychologically insightful Middlemarch: A Study of Provincial Life (1871).\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}