{"pf_url": "https://www.poetryfoundation.org/poets/george-meredith", "name": "George Meredith", "yob": "1828", "yod": "1909", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a23088ab5507e9283693eb8412aa39fed3ebc4e0.jpeg", "bio": "\nGeorge Meredith was a major Victorian novelist whose career developed in conjunction with an era of great change in English literature during the second half of the 19th century. While his early novels largely conformed to Victorian literary conventions, his later novels demonstrated a concern with character psychology, modern social problems, and the development of the novel form that has led to his being considered an important precursor of English Modernist novels. In particular, Meredith is noted as one of the earliest English psychological novelists and as an important experimenter with narrative told from a variety of shifting, unreliable perspectives, reflecting a modern perception of the uncertain nature of both personal motivation and of social or historical events.\nMeredith was born in Portsmouth, England. His father inherited a seemingly prosperous Portsmouth naval outfitters and tailor shop from Meredith’s grandfather but soon discovered that one reason for the shop’s popularity with customers was that delinquent bills were rarely pursued. The Merediths ran the failing business at a loss for several years while living extravagantly on the dowry that Meredith’s mother had brought into the marriage. Considering themselves superior to ordinary tradespeople, the Merediths unsuccessfully attempted to establish themselves as the social equals of the elegant patrons of the tailor shop. Meredith was sent to private schools and quickly learned to say nothing of his family’s position, instead encouraging the assumption that he was of the gentry. Meredith remained secretive about his origins all his life, and much is unknown about his childhood because of his unwillingness to disclose details of this period.\nWhen Meredith was five his mother died, leaving her money in a trust for her son’s education. Lacking access to these funds for his business, Meredith’s father was forced into bankruptcy. The boy was sent to boarding schools and had very little contact with his father thereafter. At age 14 Meredith was sent to school in Neuwied, Germany, where he remained for two years, leaving with a love of German culture, especially music, that lasted the rest of his life. Upon Meredith’s return to England, his father wanted to apprentice him to a bookseller and publisher, but Meredith, disinclined to follow the advice of a man he considered “a muddler and a fool,” found a post for himself assisting an attorney, for whom he worked for five years.\nAs he entered his early 20s, Meredith began writing poetry, influenced in particular by John Keats and Lord Tennyson. He became acquainted with Edward Gryffydh Peacock and Mary Nicolls, the son and widowed daughter of the satirist Thomas Love Peacock, a man he admired. With the younger Peacock he collaborated on the publication of a privately circulated literary magazine, the Monthly Observer, to which he submitted his own poetry and critical essays. A tempestuous relationship with Nicolls culminated in their marriage in 1849, but the marriage was neither a happy nor a lasting one, in part due to Meredith’s precarious financial situation. Although his father-in-law offered to secure him an office position, Meredith preferred to try to make his living by his pen. However, his first book, Poems, a volume published at his own expense, attracted little notice and never recouped printing costs. During the first years of their marriage Nicolls suffered several miscarriages and stillbirths, while Meredith developed nervous and digestive disorders that led him to demand a highly specialized diet. Nicolls turned this to financial advantage by writing and publishing, with her father’s help, a successful cookbook. In 1853, with Nicolls again pregnant, the couple’s financial difficulties forced them to move in with Thomas Love Peacock. Peacock could not adjust to the disruption of his household, which was exacerbated by the birth of the Merediths’ son Arthur later that year, and he eventually quit his own house to take rooms elsewhere.\nBy 1856 Meredith and his wife were living apart, and in 1858 she left for Italy with another man, leaving Meredith alone with five-year-old Arthur. When she returned to England years later, alone and seriously ill, Meredith refused to let her see their son until shortly before her death. Meredith’s lifetime of reticence about his early years carried over into a stolid refusal to discuss his first marriage, though critics maintain that the sonnet cycle Modern Love, which painstakingly details the dissolution of a marriage, actually chronicles that event. Meredith’s subsequent relationships with women proved for some time unsatisfactory. He fell in love with a much younger woman whose socially prominent parents cultivated the rising novelist as a valuable social asset, but refused to consider him a suitable match for their daughter. Meredith lived alone or with male friends for years, traveling extensively in Switzerland, France, and Italy. In London he shared a house briefly with Dante Gabriel Rossetti and Algernon Charles Swinburne, but, unprepared for their unconventional way of life, soon took single lodgings. Upon his second marriage in 1864, Meredith settled at Box Hill, Surrey, where he lived the rest of his life.\nDuring the 1850s Meredith began to receive an income from magazine writing and was thus encouraged to attempt a longer prose work. His first work of fiction, The Shaving of Shagpat: An Arabian Entertainment (1856), is a lighthearted fantasy that contains a number of themes that recur throughout Meredith’s career, including ridicule of social conventions and disdain for social climbers, and features as a central character a young man whose growth to maturity is aided by a woman. The favorable reception of Shagpat inspired Meredith to write a serious novel, The Ordeal of Richard Feverel: A History of Father and Son (1859). In this partially autobiographical work, a man is abandoned with an infant son by his wife and brings up the child according to a strict scientific system designed to insure that the boy will accept his father’s social, political, and ideological beliefs, and will ultimately select an ideal mate who will prove faithful. However, the son eventually rebels against the debilitating and stifling environment created by his father and marries a woman of the lower classes. The novel contained a great deal of irony at the expense of both the characters and the conventions of Victorian society and created a stir due to its sarcastic tone and freethinking atheism. Moreover, many reviewers misread the work as an attack on science or scientific systems in general, despite Meredith’s claim that “the moral is that no System of any sort succeeds with human nature, unless the originator has conceived it purely independent of personal passion.” The novel also lost many readers when Mudie’s lending library refused to circulate it because it depicted extramarital sex. Thus, after promising early sales, the novel fell both in critical and public regard.\nFollowing the failure of The Ordeal of Richard Feverel, Meredith entered into a complex relationship with his readers, attempting, according to Ioan Williams, “to reconcile his artistic purpose with the demands of the reading public.” Most critics agree that during the period from 1860 to 1875, Meredith was very responsive to the desires of the book-buying public. Several critics have theorized that Meredith tried in each new novel to correct the faults that had been criticized in the last, and to incorporate elements that would appeal to Victorian readers. As a part-time reader for Chapman and Hall publishers, Meredith was able to observe literary trends and to employ them in his early novels. In Emilia in England (1864) and its sequel Vittoria (1866), for example, Meredith was inspired by the current interest in local-color fiction to give the heroine a vividly realized Italian background and to introduce historical figures and events into the story. Despite the introduction of fictional devices and elements that had proved successful for many other writers of the time, Meredith was unable to attract either readers or favorable critical notice. Some critics contend that Meredith’s attempts to craft his books to the public taste by utilizing literary conventions was a calculated attempt on his part to couch his radical ideas concerning the impermanent nature of human values and the inconstancy of human nature in a form that would be acceptable to his readers. It is now commonly accepted by critics that Meredith possessed what Judith Wilt has called a “sensitive and aggressive awareness of the presence, at the heart of his creative art, of the reader.” This assumption contradicts the widely held belief that he wrote in lofty disregard of his readers out of a single-minded dedication to his own artistic values. This estimation was reached by some commentators when Meredith, after years of courting a broad readership, professed his contempt for readers in angry statements that his books were ignored by an unworthy and hypocritical public. Once he despaired of reaching a large audience, Meredith began to write primarily to please himself and the small circle of admirers who had defended and praised his works from the first. It was then that he found his works more popular than at any other time in his career.\nMeredith’s early novels share a number of characteristics of plot and style. Walter F. Wright has written that “without being autobiography, Meredith’s creative work manifests the qualities revealed in his own life,” and this is most noticeable in the novels written before 1876. The novels often open with a single father, abandoned by his wife or widowed, raising a son alone. The son’s growth to young manhood and experiences with first love—often ending in tragedy—occupy many of the early novels. Many of them portray the marriage of an upper-class man with a woman of the lower classes, and the antagonisms resulting from differences between the classes is a recurring subject. These early novels contain Meredith’s nascent attempts at psychological portraiture, and are typically concerned with demonstrating the instability of human nature as they satirically attack egoism, pretense, snobbery, and false values.\nMeredith’s most critically acclaimed work is the 1877 lecture An Essay on Comedy and the Uses of the Comic Spirit, printed in the New Quarterly Magazine and published separately 20 years later. In this essay, which Arthur Symons called “his most brilliant piece of sustained writing,” Meredith did not discuss comedy in general terms, but rather expounded on the comic approach that characterized his own fiction. Meredith contended that great comedy rectifies the excesses of human behavior by permitting audiences to laugh at their own foibles, depicting, according to Joseph Warren Beach, “the discrepancy between the real and the supposed motive” for human actions. True comedy thus has a beneficial social effect. For that reason Meredith asserted that true comedy is both “impersonal” and “thoughtful” and can only appear in a civilized nation. The novel The Egoist (1879), written immediately after the essay on comedy, is the most successful example of his comic method and remains his most critically praised novel. In this comedy of manners, Meredith attacked a widely embraced element in the thought of John Stuart Mill, who held that individuals could think and do as they wished provided that they did no harm to others. Meredith demonstrated through the character of Sir Willoughby Patterne that such a belief was both alienating and harmful in that it ultimately denied the legitimacy of other opinions through the domination of egoistic individuals. Critical consensus is that with this work Meredith most successfully combined his theory of comedy, writing style, and thematic concerns. With The Egoist, Meredith finally achieved popular success and his popularity grew with subsequent novels.\nFollowing The Egoist, Meredith was most concerned with writing psychological novels that portrayed the tangled motivations of individuals and explored the disparity between the public and private aspects of self. These later novels demonstrate a heightened social awareness, a more tolerant view of human folly, and a corresponding softening of the satiric and ironic portraits of individuals. In these works there is no clear explanation of individual behavior, but rather an examination of the various ways that individuals and their actions are perceived. Often it is unclear what actually happens in the novels, and the reader is forced to extract the truth from the gossip, half-truths, and misdirection arising from the different characters’ perceptions; in many cases Meredith gave several versions of the same event through the eyes of several characters. Critics contend that in Meredith’s experiments with the novel form and with complex characterizations can be seen the germ of the modern psychological novel. Throughout these works Meredith sought to demonstrate that most human motivations are concealed and that, while much in life is relative, including morality, actions are not: once something has happened, it is unchangeable and often irredeemable.\nThe most popular and artistically successful of Meredith’s later works was Diana of the Crossways (1885), a novel inspired by a scandal involving an adulterous woman accused of selling a state secret. It has been theorized that readers were attracted by the belief that in this novel Meredith was revealing some inside information about this widely discussed affair; in fact, so many readers assumed that the novel reflected the facts of the scandal that later editions contained disclaimers disallowing any connection between Meredith’s creation and the affair. The character of Diana, who leaves her husband to pursue a writing career, became a favorite with feminists and the prototype of many subsequent novel heroines who, misunderstood and unappreciated, strike out boldly on their own. Throughout his career Meredith had explored the circumscribed role of women in society, a topic known in his day as “the woman question,” and had long contended that civilization can only flourish when men and women are equal. It was in Diana that his didactic intentions, novelistic devices, and analysis of character achieved their greatest unity.\nCritics have been united in comparing Meredith with Thomas Hardy as a “poet-novelist” who considered poetry his true literary vocation but turned to writing novels for financial reasons. Meredith’s poetry has received increasing attention in recent years and critics have noted that it follows the same course of development as his novels, moving from early examinations of the self in society to a later concern with broader social issues and defiance of the conventions of the form. In particular, Meredith explored new meters and stanzaic forms and experimented dramatically with syntax and grammar. Critics characterize his poetry as verbally dense, allusive, and metaphorical, and in many ways reflective of the late 19th-century inclination toward aesthetic artifice. Although “Modern Love” is considered his most important poetic achievement, several of his late poems provide important perspectives on his fiction, particularly a series of odes on the purpose of literature and the nature of the historical process. In these works, as well as in his novels, Meredith demonstrated his desire to challenge and overcome what he perceived as narrow and constrictive worldviews.\nAt the time of his death Meredith was considered one of England’s premier men of letters. In the years since, his critical reputation has undergone several reassessments, although he has never enjoyed the resurgence in general popularity enjoyed by such Victorian novelists as Charles Dickens and Anthony Trollope. Several reasons have been cited for this. Meredith’s novels feature very little action, relying instead on dialogue, or what Meredith called “action of the mind,” to advance the story. This resulted in a popular perception of his novels as static and “talky.” However, Meredith’s prose is most often identified as the barrier that makes his works inaccessible to readers. Meredith’s narrative style, making extensive use of metaphor, allusion, and aphorism, has been described by his admirers and detractors alike as so difficult that close re-readings of passages are frequently necessary to extract the meaning. Some critics contend that Meredith became so enamored of his mannered style that style itself became the end of his work and not the means to tell a story. His supporters, however, praise the poetic quality of Meredith’s prose, maintaining that each line of Meredith’s work is written in the allusive, rich language usually reserved for poetry. Although Meredith’s career has undergone several reappraisals as new generations of critics rediscover his works, the difficulties presented by his narrative style have been cited as the factor that has discouraged a resurgence of widespread interest. However, as has been true throughout the history of commentary on Meredith, there remains a dedicated group of admirers who contend, with J.B. Priestley, that Meredith’s difficult style, requiring as it does the full and undivided attention of the reader, paved the way for the public acceptance of much subsequent serious fiction, helping to shape “the modern attitude towards fiction and the modern novel itself.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}