{"pf_url": "https://www.poetryfoundation.org/poets/gerard-manley-hopkins", "name": "Gerard Manley Hopkins", "yob": "1844", "yod": "1889", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/eee2a87355b0fb674cf1fa60005091226cdc6d74.jpeg", "bio": "\nGerard Manley Hopkins is considered to be one of the greatest poets of the Victorian era. However, because his style was so radically different from that of his contemporaries, his best poems were not accepted for publication during his lifetime, and his achievement was not fully recognized until after World War I. Hopkins’s family encouraged his artistic talents when he was a youth in Essex, England. However, Hopkins became estranged from his Protestant family when he converted to Roman Catholicism. Upon deciding to become a priest, he burned all of his poems and did not write again for many years. His work was not published until 30 years after his death when his friend Robert Bridges edited the volume Poems.\nHopkins’s idiosyncratic creativity was the result of interactions with others, beginning with the members of his extended family. Born into a devout High Church Anglican family, Hopkins read from the New Testament daily at school. His mother, Kate Smith Hopkins (1821-1900), was the daughter of a London physician. Better educated than most Victorian women, she was particularly fond of music and of reading, especially German philosophy and literature and the novels of Dickens. Her sister Maria Smith Giberne taught Hopkins to sketch. The drawings originally executed as headings on letters from her home, Blunt House, Croydon, to Hopkins’s mother and father reveal the kind of precise, detailed drawing that Hopkins was taught. Hopkins’s interest in the visual arts was also sustained by his maternal uncle, Edward Smith, who began as a lawyer but soon made painting his profession; by Richard James Lane, his maternal great-uncle, an engraver and lithographer who frequently exhibited at the Royal Academy; and by Lane’s daughters, Clara and Eliza (or Emily), who exhibited at the Society of Female Artists and elsewhere. Another maternal uncle, John Simm Smith, Jr., reinforced the religious tradition which Hopkins’s mother passed on to him; Smith was churchwarden at St. Peter’s, Croydon.\nThese artistic and religious traditions were also supported by Hopkins’s paternal relations. His aunt Anne Eleanor Hopkins tutored her nephew in sketching, painting, and music. His uncle Thomas Marsland Hopkins was perpetual curate at St. Saviour’s Paddington, and coauthor with Hopkins’s father of the 1849 volume, Pietas Metrica Or, Nature Suggestive of God and Godliness, “by the Brothers Theophilus and Theophylact.” He was married to Katherine Beechey, who, with her cousin Catherine Lloyd, maintained close contacts with the High Church Tractarian movement which deeply affected Hopkins at Oxford. Her sister, Frances Ann Beechey, was a good painter, famous in North America for her documentary paintings of the Canadian voyageurs. In 1865 she was in London, where Hopkins met her, and after 1870 she exhibited at the Royal Academy. Charles Gordon Hopkins, Hopkins’s uncle, developed the family interest in languages as well as religion. He moved to Hawaii, where he learned Hawaiian and helped establish an Anglican bishopric in Honolulu. In 1856 he helped Manley Hopkins, the poet’s father, become consul-general for Hawaii in London.\nManley Hopkins was the founder of a marine insurance firm. It is no accident that shipwreck, one of the firm’s primary concerns, was the subject of Hopkins’s most ambitious poem, The Wreck of the Deutschland (1875). Nor can the emphasis on religion in that poem be attributed solely to the mother’s influence. Manley Hopkins was a devout High Church Anglican who taught Sunday School at St. John’s in Hampstead, where he was churchwarden. He loved music and literature, passing on his fondness for puns and wordplay to his sons Gerard and Lionel and his love for poetry to Gerard especially. His publications include A Philosopher’s Stone and Other Poems (1843), Pietas Metrica (1849), and Spicelegium Poeticum, A Gathering of Verses by Manley Hopkins (1892). He also reviewed poetry for the London Times and wrote one novel and an essay on Longfellow, which were never published.\nThis concern for art, language, and religion in Hopkins’s extended family had a direct effect on the Hopkins children. Hopkins’s sister Milicent (1849-1946) was originally interested in music but eventually became an “out-sister” of All Saints’ Home, an Anglican sisterhood founded in London in 1851. She took the sister’s habit in 1878. Hopkins’s sister Kate (1856-1933) shared her brother’s love of languages, humor, and sketching. She helped Robert Bridges publish the first edition of Hopkins’s poems. Hopkins’s youngest sister, Grace (1857-1945), set some of his poems to music and composed accompaniments for Hopkins’s melodies for poems by Richard Watson Dixon and Robert Bridges.\nHopkins’s brother Lionel (1854-1952) sustained the family interest in languages. He was top of the senior division of Modern School at Winchester, with a reputation for thoughtful and thorough work in French and German. He became a world-famous expert on archaic and colloquial Chinese. He loved puns, jokes, parodies, and all kinds of wordplay as much as his father and his brother Gerard. Hopkins’s brother Arthur (1847-1930) continued the family interest in the visual arts. He was an excellent sketcher and became a professional illustrator and artist. He illustrated Thomas Hardy’s Return of the Native in 1878, was a member of the Royal Watercolour Society, and exhibited at the Royal Academy. The youngest brother, Everard (1860-1928), followed in Arthur’s footsteps. He too became a professional illustrator and cartoonist for newspapers and periodicals, and he exhibited his watercolors and pastels in London. Both Everard and Arthur were regular contributors to Punch and shared Hopkins’s admiration for the paintings of John Everett Millais.\nThe relationship between Hopkins and his father reveals important early instances of creative collaboration and competition within the family. Hopkins copied eleven of the poems from his father’s volume A Philosopher’s Stone into his Oxford notebooks. In those poems his father expressed a Keatsian dismay over science’s threat to a magical or imaginative response to nature. Manley Hopkins’s desire to preserve a Wordsworthian love of nature in his children is evident in his “To a Beautiful Child”:\n\n... thy book\r\nIs cliff, and wood, and foaming waterfall;\r\nThy playmates--the wild sheep and birds that call\r\nHoarse to the storm;--thy sport is with the storm\r\nTo wrestle;--and thy piety to stand\r\nMusing on things create, and their Creator’s hand!\n\nThis was a remarkably prophetic poem for Manley Hopkins’s first “beautiful child,” Gerard, born only a year after this poem was published. The phrase “And birds that call/Hoarse to the storm,” invites comparison with the son’s images of the windhover rebuffing the big wind in “The Windhover” (1877) and with the image of the great storm fowl at the conclusion of “Henry Purcell” (1879). The father’s prophecy, “thy sport is with the storm/To wrestle” is fulfilled in Gerard’s The Wreck of the Deutschland and “The Loss of the  Eurydice” (1878). These two shipwreck poems, replete with spiritual instruction for those in doubt and danger, were the son’s poetic and religious counterparts to his father’s 1873 volume, The Port of Refuge, or advice and instructions to the Master-Mariner in situations of doubt, difficulty, and danger.\nGerard’s response to nature was also influenced by a poem such as “A Bird Singing in a Narrow Street,” one of the eleven poems from The Philosopher’s Stone he copied into his notebook. This theme of the bird confined recurs most obviously in Gerard’s “The Caged Skylark” (1877) but may be detected even in comments on the imprisoning narrowness of urban civilization in his letters. In addition, the son answered the father’s representation of a bird filling the “throbbing air” with sound and “making our bosoms to thy cadence thrill” in “The Nightingale” (1866):\n\nFor he began at once and shook\r\nMy head to hear. He might have strung\r\nA row of ripples in the brook,\r\nSo forcibly he sung,\r\nThe mist upon the leaves have strewed,\r\nAnd danced the balls of dew that stood\r\nIn acres all above the wood.\n\nThis particular motif of the singing bird appears again in Gerard’s “Spring” (1877): “and thrush/Through the echoing timber does so rinse and wring/The ear, it strikes like lightnings to hear him sing.” The father’s attempt to represent what it is like to live in a bird’s environment, moreover, to experience daily the “fields, the open sky, /The rising sun, the moon’s pale majesty; /The leafy bower, where the airy nest is hung” was also one of the inspirations of the son’s lengthy account of a lark’s gliding beneath clouds, its aerial view of the fields below, and its proximity to a rainbow in “Il Mystico” (1862), as well as the son’s attempt to enter into a lark’s existence and express its essence mimically in “The Woodlark” (1876). A related motif, Manley’s feeling for clouds, evident in his poem “Clouds,” encouraged his son’s representation of them in “Hurrahing in Harvest’ (1877) and “That Nature is a Heraclitean Fire”(1888).\nCompetition and collaboration between father and son continued even long after Hopkins left home to take his place in the world. In 1879, for instance, Gerard Manley Hopkins wrote to Bridges, “I enclose some lines by my father called forth by the proposal to fell the trees in Well Walk (where Keats and other interesting people lived) and printed in some local paper.” Two months later Hopkins composed “Binsey Poplars” to commemorate the felling of a grove of trees near Oxford. Clearly, competition with his father was an important creative stimulus.\nIn addition to specific inspirations such as these, the father communicated to his son a sense of nature as a book written by God which leads its readers to a thoughtful contemplation of Him, a theme particularly evident in Manley and Thomas Marsland Hopkins’s book of poems, Pietas Metrica. Consequently, Gerard went on to write poems which were some of the best expressions not only of the Romantic approach to nature but also the older tradition of explicitly religious nature poetry.\nPietas Metrica was devoted explicitly to that marriage of nature and religion which became characteristic of Gerard’s poetry. This book is also valuable as a model of the norm of contemporary religious nature poetry which Hopkins was trying both to sustain and surpass. The aims of the authors of Pietas Metrica became Hopkins’s own. As noted in the preface, “It was the design of the writers of this volume to blend together two of Man’s best things, Religion and Poetry. They aimed at binding with another tie the feeling of piety with external nature and our daily thoughts. The books of Nature and Revelation have been laid side by side and read together.”\nThe most joyous synchronic reading of the Bible and the Book of Nature was the hymn of creation, a traditional genre inspired by Psalm 148 to which such poems of Gerard’s as “God’s Grandeur”(1877), “Pied Beauty” (1877), “Hurrahing in Harvest,” and “Easter” (1866) belong. A line such as “Flowers do ope their heavenward eyes’ in Hopkins’s “Easter,’ for instance, would normally be ascribed to the influence of George Herbert, but the representation of a flower “breathing up to heaven/The incense of her prayer” like a “natural altar” in “The Fraxinella” in Pietas Metrica reveals that it is just as appropriate to look to contemporary poetry for a context for ’s poems as it is to look back to Metaphysical poets such as Herbert. Indeed, in some cases it may be more appropriate to seek contemporary models. Though Herbert’s “The Flower” is a famous example of a flower straining toward heaven, he employs no satellite imagery of opening eyes; indeed he only twice uses the word ope in all of his poems, neither time referring to flowers, and he never uses the adjective heavenward.\n\r\nThe personification of Earth in Hopkins’s “Easter”––“Earth throws Winter’s robes away, /Decks herself for Easter Day”--also recalls the personification of Nature in “Catholic Truth” from Pietas Metrica. A reader of Hopkins’s poetry familiar with contemporary creation hymns such as “Catholic Truth” would also expect the song rhythm which Hopkins employs in the third stanza of “Easter,” because in this genre nature, rather than mankind, is usually represented as more faithfully singing God’s praise:\n\nGather gladness from the skies\r\nTake a lesson from the ground\r\nFlowers do ope their heavenward eyes\r\nAnd a Spring-time joy have found\r\nEarth throws Winter’s robes away,\r\nDecks herself for Easter Day.\n\nUltimately, mankind joins in the song in related hymns in this genre, including Christina Rossetti’s “And there was no more Sea,” in which all possible voices are united “In oneness of contentment offering praise.” Hence Hopkins extends the rhythm to include man in the fourth stanza of “Easter”:\n\nBeauty now for ashes wear,\r\nPerfumes for the garb of woe.\r\nChaplets for dishevelled hair,\r\nDances for sad footsteps slow;\r\nOpen wide your hearts that they\r\nLet in joy this Easter Day.\n\nAlthough man and nature are ultimately bound by love in one hymn of creation, contemporary readers of poems such as “Easter” know that nature is traditionally represented not only as more consistently heeding the commandment to song which concludes Hopkins’s “Easter” but also as best fulfilling the demand of his first stanza for a plenitude of offerings:\n\nBreak the box and shed the nard;\r\nStop not now to count the cost;\r\nHither bring pearl, opal, sard;\r\nReck not what the poor have lost;\r\nUpon Christ throw all away:\r\nKnow ye, this is Easter Day.\n\n“Where are the Nine?” in Pietas Metrica  develops this concept of nature’s unstinted offering and points the traditional contrast between man and nature implicit in the first stanza of “Easter”: “And is it so that Nature stints her praise, /With niggard thanks makes offering to her God?” The answer of Hopkins’s father and uncle is clear:\n\nNo, Nature is not backward, she declares\r\nEach blessing as it comes, and owns her Lord,\r\nShe is no miser of her thanks, she spares\r\nNo praise, due to Heaven, beloved adored.\n\nHopkins agreed with his father and uncle that man seemed “backward” in comparison with nature, especially in “God&’s Grandeur,” “Spring,” “In the Valley of the Elwy” (1877), “The Sea and the Skylark” (1877), “Binsey Poplars,” “Duns Scotus’s Oxford” (1879), and “Ribblesdale” (1882). Hopkins also discovered to his despair the truth of the final complaint of “Where are the Nine?”:\n\nAlas for man! day after day may rise,\r\nNight may shade his thankless head,\r\nHe sees no God in the bright, morning skies\r\nHe sings no praises from his guarded bed.\n\nThis apparent disappearance of God from nature in the nineteenth century inspired some of the didacticism which pervades Hopkins’s later nature poetry. Unlike the Romantics, many Victorians thought of nature as another Book of Revelation to be used for the same practical ends as the Bible: to inculcate lessons in the religious life. As the statement in the Hopkins brothers’ preface about placing the books of Nature and Revelation side by side suggests, Pietas Metrica is an excellent illustration of this tradition. While the Wordsworthian influence in the volume is occasionally implicit in poems such as “Love,” the sermonical aim is almost always explicit, as in the title “Autumnal Lessons.”\nFlowers were especially popular for purposes of instruction, their function in Hopkins’s ”Easter.” The flowers in “Catholic Truth,” for example, are “All telling the same truth; their simple creed” and the author of “The Fraxinella” sighs, with the exclamation mark so characteristic of Hopkins, “Ah! could our hearts/Read thoughtful lessons from thy modest leaves.” When we place Hopkins’s nature poetry in this tradition we not only perceive the contemporary precedents for the homilies which conclude so many of his nature poems, we also begin to discern some of the distinguishing features of his didacticism. Hopkins’s commands strike us as more direct and imperative, and we discover that his religious poetry was unusually proselytical before he became a Catholic and long before he became a Jesuit.\nNature poetry was not the only area in which father and son were rivals. Romantic love of childhood as well as nature is evident in Manley Hopkins’s “To a Beautiful Child” and “The Nursery Window,” and this theme of childhood innocence is also stressed by his son in “Spring,” “The Handsome Heart” (1879), and “The Bugler’s First Communion” (1879). The father also composed straightforward religious poems such as his long poem on John the Baptist in A Philosopher’s Stone, and the son soon surpassed his father in this category as well. Gerard’s many poems about martyrs recall his father’s preoccupation with physical suffering in poems such as “The Grave-Digger” and “The Child’s Dream” from A Philosopher’s Stone.\nThe son’s melancholy, evident in poems such as the undated “Spring and Death,” “Spring and Fall” (1880), and “The Leaden Echo&rdquo(1882), can also be traced to poems such as his father’s sonnet “All things grow old––grow old, decay and change” and “A Philosopher’s Stone,” which warns that “The withered crown will soon slide down/ A skull all bleached and blent” and concludes in that didactic mode typical of several of his son’s religious poems:\n\n“The Alchymists rare, are they who prepare\r\nFor death ere life be done;\r\nAnd by study hard WITHIN THE CHURCHYARD\r\nIS FOUND THE PHILOSOPHER’S STONE.”\n\nGerard also wrote a poem about an alchemist, “The Alchemist in the City,” but the poem of his which captures this didactic tone best is perhaps The Wreck of the Deutschland, especially the eleventh stanza:\n\nSome find me a sword; some\r\nThe flange and the rail; flame,\r\nFang, or flood’ goes Death on drum,\r\nAnd storms bugle his fame.\r\nBut we dream we are rooted in earth––Dust!\r\nFlesh falls within sight of us, we, though our flower the same,\r\nWave with the meadow, forget that there must\r\nThe sour scythe cringe, and the blear share come.\n\nThe son clearly surpassed the father in many ways. For instance, the son resisted the temptation to become morbid better than the father’s example might lead one to expect. Compare Gerard Manley Hopkins’s version of an attempted rescue with the account in the London Times, one of the sources he used for The Wreck of the Deutschland. According to the Times , “One brave sailor, who was safe in the rigging went down to try to save a child or woman who was drowning on deck. He was secured by a rope to the rigging, but a wave dashed him against the bulwark, and when daylight dawned his headless body, detained by the rope, was swinging to and fro with the waves.” Hopkins wrote:\n\nOne stirred from the rigging to save\r\nThe wild woman-kind below,\r\nWith a rope’s end round the man, handy and brave––\r\nHe was pitched to his death at a blow,\r\nFor all his dreadnought breast and braids of thew:\r\nThey could tell him for hours, dandled the to and fro\r\nThrough the cobbled foam-fleece.\n\nHopkins transformed the prose into song, but he deleted the morbid details of the decapitation.\n\r\nIt was no doubt partly to escape contemplation of such details connected with his marine-insurance business that Manley Hopkins cultivated a Wordsworthian love of nature. The example of Wordsworth’s youth in nature and the contrasting example of Coleridge’s youth in the city, “Debarr’d from Nature’s living images, /Compelled to be a life unto itself” (The Prelude VI: 313-314), encouraged Manley Hopkins to live in Hampstead rather than in London proper where he worked. He moved his family to Hampstead in 1852, and Gerard and his brother Cyril (1846-1932), who later rejoined his father’s firm, were sent to live with relatives in the Hainault Forest, where they spent the summer exploring and studying nature. When he returned to his family, Gerard found himself living near groves of lime and elm, many fine views, the garden where Keats composed his “Ode to a Nightingale” under a mulberry tree and the Heath celebrated in painting after painting by Constable. Hopkins obviously enjoyed living there: Cyril recalls that he was a fearless climber of trees, especially the lofty elm which stood in their garden.\n\r\nAt the age of ten, Hopkins left the garden and his family home for Robert Cholmondley’s boarding school at Highgate, a northern height of London less populous and more forested than Hampstead. Like Hampstead, it commanded a good view of the surrounding area and was associated with the memories of such artists as Marvell, Lamb, Keats, and De Quincey; the tomb, even the coffin, of Coleridge could be seen in Highgate when Hopkins was there. One of Hopkins’s friends at Highgate was Coleridge’s grandson E. H. Coleridge, who became a biographer of Byron and named one of his sons after his friend Hopkins. While at Highgate Hopkins composed “The Escorial” (1860), his earliest poem extant. The description of the destruction of the Escorial by the sweeping rain and sobbing wind recalls Byron, but the allusions to Raphael, Titian, Velásquez, Rubens, and Claude, as well as to various styles of architecture, reveal Hopkins’s desire to unite in some way his love of the visual arts and his love of poetry.\nThe sketches of Bavarian peasants Hopkins produced when his father took him to southern Germany in 1860 reveal his growing interest in being a painter as well as a poet. The only drawing manual in the Hopkins family library, as far as is known, was John Eagles’s  The Sketcher (1856). Rev. Eagles, who was Manley Hopkins’s maternal uncle, recommends the classical idealism of Gaspard Poussin and an elegant, expressive mode of pastoral. However, the fourth volume of John Ruskin’s Modern Painters was published the same year as The Sketcher, and it promulgated important modifications of Eagles’s ideal of amateur drawing. Ruskin’s emphasis on objective, detailed representation of nature soon became evident in the sketches of Hopkins and other members of his family.\n\r\nHopkins’s Ruskinese sketches are significant because although Hopkins is remembered as a poet, he wanted to be a painter, deciding against it finally because he thought it was too “passionate” an exercise for one with a religious vocation. Nevertheless, even after he became a Jesuit he continued to cultivate an acquaintance with the visual arts through drawing and attendance at exhibitions, and this lifelong attraction to the visual arts affected the verbal art for which he is remembered. In his early poetry and in his journals wordpainting is pervasive, and there is a recurrent Keatsian straining after the stasis of the plastic arts.\n\r\nHopkins’s finely detailed black-and-white sketches were primarily important to him as special exercises of the mind, the eye, and the hand which could alter the sketcher’s consciousness of the outside world. The typical Hopkins drawing is what Ruskin called the “outline drawing”; as Ruskin put it, “without any wash of colour, such an outline is the most valuable of all means for obtaining such memoranda of any scene as may explain to another person, or record for yourself, what is most important in its features.” Many such practical purposes for drawing were advanced by Ruskin, but his ultimate purpose was to unite science, art, and religion. As Humphry House put it, “Because the Romantic tradition said that Nature was somehow the source of important spiritual experience, and because the habit of mind of the following generation (with an empiric scientific philosophy) was to dwell lovingly on factual detail, a suspicion came about that perhaps the cause of the spiritual experience lay in detail.”\nThis is part of the motivation for the obsession with minute detail seen in Hopkins’s Manor Farm, Shanklin Sept. 21, 1863 and in his May 12 n. r. Oxford. According to Ruskin, those who sketched in this way possessed the further advantage of cultivating certain special powers of the eye and the mind: “By drawing they actually obtained a power of the eye and a power of the mind wholly different from that known to any other discipline, and which could only be known by the experienced student––he only could known how the eye gained physical power by the attention to details, and that was one reason why delicate drawings had, above all others, been most prized; and that nicety of study made the eye see things and causes which it could not otherwise trace.” Manor Farm uses fairly heavy shading but combines it with fine detail for a more delicate effect. An effect of lighter delicacy is achieved in May 12 n. r. Oxford, a sketch of a convolvulus, by restricting the heavy shading to the shadows and by using fairly delicate gradations.\nThe powers of the mind which such study granted included the cultivation of patience, discipline, earnestness, and a love of work for its own sake, but perhaps the most important power developed was the ability to concentrate. Ruskin stressed the importance of concentration to perceptions of the unity of things: “No human capacity ever yet saw the whole of a thing; but we may see more and more of it the longer we look.” By concentrating on the whole of a thing Hopkins was able to discover the “inscape,” the distinctively unifying pattern of, say, “white shire of cloud. I looked long up at it till the tall height and the beauty of the scaping––regularly curled knots springing up if I remember from fine stems, like foliage on wood or stone––had strongly grown on me.... Unless you refresh the mind from time to time you cannot always remember or believe how deep the inscape in things is.... if you look well at big pack-clouds overhead you will soon find a strong large quaining and squaring in them which makes each pack impressive and whole.” By concentrating in this way also on the formal aspects of running water he was able to discover some of the deeper, recurrent formations of “scaping” even in a tumultuous river: “by watching hard the banks began to sail upstream, the scaping unfolded.” This kind of concentration was clearly aided by drawing exercises such as July 18. At the Baths of Rosenlaui.\nA search for recurring regularity and distinctively unifying forms was one of the primary motivations of an outline drawing of a tree such as June 26, ’68. Many of Hopkins’s sketches of trees seem to be attempts to discover what Ruskin called the “fountain-like impulse” of trees in which “each terminates all its minor branches at its outer extremity, so as to form a great outer curve, whose character and proportion are peculiar for each species”; ultimately both Ruskin and Hopkins were seeking “organic unity; the law, whether of radiation or parallelism, or concurrent action, which rules the masses of herbs and trees.”\nOne of Hopkins’s journal entries makes this motivation clear and serves as an effective summary of his typically Victorian union of science and aesthetics: “Oaks: the organization of this tree is difficult. Speaking generally no doubt the determining planes are concentric, a system of brief contiguous and continuous tangents, whereas those of the cedar would roughly be called horizontals and those of the beech radiating but modified by droop and by a screw-set towards jutting points. But beyond this since the normal growth of the boughs is radiating and the leaves grow some way in there is of course a system of spoke-wise clubs of greensleeve-pieces.... I have seen also the pieces in profile with chiselled outlines, the blocks thus made detached and lessening towards the end.... Oaks differ much, and much turns on the broadness of the leaves, the narrower giving the crisped and starring and Catherine-wheel forms, the broader the flat-pieced or shard-covered ones, in which it is possible to see composition in dips etc on wider bases than the single knot or cluster.” Hopkins discovered that his genius lay in such translations of visual perceptions into words.\nHis drawings were often remarkably similar to the early sketches of his brother Arthur, although Arthur’s drawings are often more fully detailed and unified. Hence it is difficult to accept the belief of critics that Gerard had more talent than his brother. On the contrary, the differences between Gerard’s sketches and Arthur’s suggest a need to revise the accepted opinion that Gerard could have been a professional painter if he had wanted to. Rather, it would appear that just as Lope de Vega’s success in Spanish drama induced Cervantes to develop an alternative genre, Arthur Hopkins’s superior sketching abilities encouraged his older brother to concentrate his energies on literary and religious creativity instead.\nThis sibling rivalry between Hopkins and his brother Arthur reveals how crucial adaptive compromise can be in the development of a genius’s creative potential. Although some of Hopkins’s drawings suggest that he could have achieved more detail if he had tried, it is apparent that, while he shared the motivations of his family for drawing, he soon developed specific aims and interests which often differed significantly from theirs. His letter of 10 July 1863 to his friend A. W. M. Baillie confirms that he had developed special interests and did not find any member of his own family a congenial thinker in these matters: “I venture to hope you will approve of some of the sketches in a Ruskinese point of view:––if you do not, who will, my sole congenial thinker on art?”\nSome of the differences between Hopkins’s aims and those of his brother Arthur are most obvious in the results of their sketching from the cliff in Freshwater Bay on the Isle of Wight in 1863. Arthur, focusing on an unusual bridgelike rock formation in the sea, produced a memorable subject for a picturesque travel record: Arched Rock. Freshwater Bay. (from the cliff) July 23. 1863. Gerard, on the other hand, tried to reproduce the pattern made by the waves below and wrote: “Note: The curves of the returning wave overlap, the angular space between is smooth but covered with a network of foam. The advancing wave, already broken, and now only a mass of foam, upon the point of encountering the reflux of the former. Study from the cliff above. Freshwater Gate. July 23.” Gerard’s aims clearly diverged from Arthur’s in at least two important ways: he became more interested in drawing as a means of visual research and more willing to supplement this visual art with verbal art.\nIn addition, these two sketches illustrate the meaning of “inscape,” that conundrum of Hopkins’s readers. A common misconception of the word is that it signifies simply a love of the unique particular, the unusual feature, the singular appearance, but that meaning fits Arched Rock better than it does Gerard’s note on waves. Gerard lost interest in what was merely unique; as in the wave study he usually sought the distinctively unifying design, the “returning” or recurrent pattern, the internal “network” of structural relationships which clearly and unmistakably integrates or scapes an object or set of objects and thus reveals the presence of integrating laws throughout nature and a divine unifying force or “stress” in this world. The suggestion of metaphysical significance is obvious in an 1874 note by Hopkins on waves: “The laps of running foam striking the sea-wall double on themselves and return in nearly the same order and shape in which they came. This is mechanical reflection and is the same as optical: indeed all nature is mechanical, but then it is not seen that mechanics contain that which is beyond mechanics.”\nArthur was also fascinated by waves and produced some excellent sketches of them, especially 1st September, ’75, Breaking Waves, Whitby, and Study of the back of a breaking wave seen from above and behind. Whitby. 30 Aug. ’75. These sketches are clearly superior to any of Gerard’s drawings of waves in detail, finish, delicacy of shading, and illusion of motion. Likewise, Arthur’s Study of  “The Armed Knight’, a reef at the Land’s End. 4 Sept. ’79 easily surpasses Gerard’s 1863 sketches of rock formations, both in truth of detail and aesthetic development, and his At Whitnash. Warwickshire 8 Sept. ’77 reproduces more subtle and delicate effects of light and shade than Gerard achieved in his studies of groups of trees.\nGerard did not even try to sketch the majesty and sublimity of an ocean wave as Arthur did, however. Characteristically, in his Study from the cliff above Gerard conveyed the motion of the waves with words. Phrases such as “the advancing wave already broken, and now only a mass of foam’ supply a scenario, a succession of events in time to complement the spatial representation. Eagles recommended not only sea-pieces such as this but also shipwrecks, and eventually this advice, along with similar recommendations from Ruskin, and the family preoccupation with danger at sea due to the father’s insurance business inspired Gerard’s attempt to represent a shipwreck. Besides his father’s publication of Port of Refuge another factor that motivated Gerard may well have been Arthur’s wave studies of 30 August and 1 September 1875.\nOnly a few months after Arthur executed these studies, Gerard began his own response to the sea in the genre which was to make him famous: not painting, but poetry. If he had insisted on competing directly with his brother, he might well have gone on to become a draughtsman less well known than Arthur. However, his response to the sea, The Wreck of the Deutschland, was in some ways an even better fulfillment of the suggestion of his great-uncle, John Eagles, that those who appreciate the sublime acquire “greater notions of the power and majesty of Him who maketh the clouds his chariot, and walketh upon the wings of the wind.”\nIt has been argued that the visual image, the painter’s vision, is predominant in Hopkins’s journal, but the essence of his creativity was verbal rather than visual, as this description of a glacier reveals: “There are round one of the heights of the Jungfrau two ends or falls of a glacier. If you took the skin of a white tiger or the deep fell of some other animal and swung it tossing high in the air and then cast it out before you it would fall and so clasp and lap round anything in this way just as this glacier does and the fleece would part in the same rifts: you must suppose a lazuli under-flix to appear. The spraying out of one end I tried to catch but it would have taken hours: it is this which first made me think of a tiger-skin, and it ends in tongues and points like the tail and claws: indeed the ends of the glaciers are knotted or knuckled like talons.” Hopkins had tried to “catch” the spraying out of one end of the glacier in three sketches inscribed July 15, ’68; July 15; and July 15, Little Scheidegg, but he realized that he had relatively little talent for sketching. He could have “taken hours” and persisted, but instead he let his visual impression stimulate his linguistic creativity, specifically his extraordinary capacity for metaphor. His frustration in one genre only stimulated him to be creative in another.\nA similar shift from the visual to the verbal is suggested by his “A Vision of the Mermaids” (1862), a pen-and-ink drawing followed by a poem, both apparently inspired by the poetic vision of the mermaids in The Sketcher. Eagles’s comment, “How difficult it would be, by any sketch, to convey the subject!,” explains why Hopkins followed his drawing with words such as the following:\n\nPlum-purple was the west; but spikes of light\r\nSpear’d open lustrous gashes, crimson-white;\r\n(Where the eye fix’d, fled the encrimsoning spot,\r\nAnd gathering, floated where the gaze was not;)\r\nAnd thro’ their parting lids there came and went\r\nKeen glimpses of the inner firmament:\r\nFair beds they seem’d of water-lily flakes\r\nClustering entrancingly in beryl lakes.\n\nThis kind of poetic diction reflects the influence of one of Hopkins’s teachers at Highgate, Richard Watson Dixon. Dixon had been involved in the vanguard of much that seemed exciting in the art of the time. Dante Gabriel Rossetti had taught him painting and had praised his poems. Dixon’s Christ’s Company and Other Poems  (1861) featured Rossetti’s decorative, sensuous beauty and remote dream worlds and a typically Victorian love of wordpainting.\nYet Dixon’s title emphasizes the fact that his longer poems are High Church hagiographical verses and the Incarnation is a pervasive theme in the poems in this volume. Dixon had been attracted to the Oxford Pre-Raphaelites who followed Rossetti because of their Ruskinese stress on Christian art and because of the original pietism of the group itself. Almost every member of the group had initially intended to take Holy Orders, but most of them were deflected from their purpose by their desire to be artists. Dixon also at one point had given up his religious commitment to become a Pre-Raphaelite painter, but, unlike other members of the group, Dixon finally did take Holy Orders. He thus became an important model for Hopkins of the possibility of combining poetic and religious vocations.\nHopkins praised and respected Dixon’s poetry and even copied out favorite stanzas when he entered the Jesuit novitiate. The affinities between Dixon’s poems and Hopkins’s early poetry are evident when we compare the descriptions of the sunsets in “The Sicilian Vespers,” Dixon’s boyhood prize poem, and in “A Vision of the Mermaids,” thought by some to be one of Hopkins’s best poems at Highgate. Both teacher and student focus on an isle breaking the sunset’s tide of light; and both reveal a preference for iambic pentameter couplets and the adjectival compounds, long sentences, and colorful pictorial images characteristic of Victorian wordpainting.\nIn short, Dixon introduced Hopkins to “the school of Keats” in Victorian poetry. As Hopkins recalled, Dixon would “praise Keats by the hour.” The result is obvious in “A Vision of the Mermaids,” which reproduces the archaic diction, literary and mythological allusiveness, precious neologisms, luxurious sensuality, subjective dreaminess, and amoral, otherworldly aestheticism of Keats’s early poems. Hopkins’s comments about Keats’s choice of subjects apply to his own poem as well: “His contemporaries ... still concerned themselves with great causes [such] as liberty and religion, but he lived in mythology and fairyland the life of a dreamer.” The mermaids’ song of “piteous siren sweetness” in Hopkins’s poem, the Keatsian temptation for him and the other Victorian poets, was to live alone in a world of private visions where the reality of the impersonal world might be freely altered to fit personal desire.\nYet Hopkins could resist the temptation even in his early poetry. Again what he said about Keats applies as well to his own early poems: “even when he is misconstructing one can remark certain instinctive turns of construction in his style, shewing his latent power.” The most significant “instinctive turn” in Hopkins’s early poetry occurs in “Il Mystico” (1862), in which older, more traditional religious ideals replace his Keatsian dream visions. “Il Mystico” anticipates that general move that Hopkins, like Tennyson, made from the imitation of Keats to a more explicitly Christian Romanticism, a conversion which enabled him to fulfill his own prophecy for Keats: “what he did not want to live by would have asserted itself presently and perhaps have been as much more powerful than that of his contemporaries as his sensibility or impressionableness, by which he did not want to live, was keener and richer than theirs.”\n“Il Mystico” contains another “instinctive turn.” The poem begins as an imitation of Milton’s “Il Penseroso,” but its development embodies in embryo the general movement in Hopkins’s early art from representations of ideal worlds to representations of this world which culminated in his famous 1877 poems on nature. His initial attempt to attain a spiritual vision in “Il Mystico” is fragmented until the speaker finds that his best expression of his aspiration for some other, more perfect realm is an objective correlative in nature, the ascent of the lark, which translates that desire into action.\nHopkins cultivated this “instinctive turn” and the result was his first published poem, “Winter with the Gulf Stream,” which appeared in the popular periodical Once a Week on 14 February 1863, when Hopkins was only eighteen years old. This poem reveals the beginning of Hopkins’s movement away from a pseudo-Keatsian dreamy subjectivity toward imitation of those traits of Keats’s most valuable to Hopkins at this stage of his development: mastery of objective correlatives and evocative natural detail. Rather than being introduced to the speaker, as we are in “A Vision of the Mermaids,” we are introduced to the object. The poem begins not with “Rowing, I reached a rock,” but with ”The boughs, the boughs”; the “I” is not introduced until six stanzas later. The objects to which we are initially introduced are, moreover, more closely observed than those of his earlier poems. We are not shown general features of a landscape from a distance but an immediate foreground of branches and vines––“Frost furred our ivies are and rough/With bills of rime the brambles shew.” Instead of masses of trees we are shown their leaves hissing and scuttling along the ground and the clammy coats of foliage they become when the rain-blasts are unbound.\nHopkins eventually began to be critical of mere love of detail, however––“that kind of thought which runs upon the concrete and the particular, which disintegrates and drops toward atomism in some shape or other,” he wrote in his journal––and he became increasingly aware of the importance of religion as the ultimate source of unity.\nHis religious consciousness increased dramatically when he entered Oxford, the city of spires. From April of 1863, when he first arrived with some of his journals, drawings, and early Keatsian poems in hand, until June of 1867 when he graduated, Hopkins felt the charm of Oxford, “steeped in sentiment as she lies,” as Matthew Arnold had said, “spreading her gardens to the moonlight and whispering from her towers the last enchantments of the Middle Ages.” Here he became more fully aware of the religious implications of the medievalism of Ruskin, Dixon, and the Pre-Raphaelites. Inspired also by Christina Rossetti, the Catholic doctrine of the Real Presence of God in the Eucharist, and by the Victorian preoccupation with the fifteenth-century Italian religious reformer Girolamo Savonarola, he soon embraced Ruskin’s definition of “Medievalism” as a “confession of Christ” opposed to both “Classicalism” (“Pagan Faith”) and “Modernism” (the “denial of Christ”).\nAt Oxford Hopkins’s consciousness of competition with contemporaries increased, apparently partly as a result of the tradition of oral contests which persisted at Oxford and also because of Hopkins’s decision to focus on classical studies which tended to be highly agonistic and rhetorically oriented. At Highgate Hopkins was encouraged to begin his literary career as a student of Keats by his teacher Dixon, who also showed Hopkins how to resist Keats’s dominance, partly by sublimating it in devotional poetry. While the initiation and direction of Hopkins’s creativity in the relationship with Dixon was positive, Hopkins’s relationship with a more famous teacher at Oxford, Walter Pater, was fiercely dialectical, with Hopkins defining his position in opposition to Pater’s. Yet there was also a curious symbiotic quality in their relationship; they remained friends and shared related interests in Dante, Savonarola, medievalism, and the Pre-Raphaelites.\nAmong the Pre-Raphaelites the most important figure for Hopkins was Christina Rossetti. She benefited from the emphasis on the feminine in the Pre-Raphaelite focus on Marian figures such as Dante’s Beatrice. When Hopkins met her in 1864 he met an icon, the model for the Virgin in the paintings of her brother Dante Gabriel Rossetti. She influenced Hopkins more than any other contemporary at this point in his career and was particularly important in Hopkins’s replacement of Keats with Dante as the dominant paradigm in his poetic imagination.\nChristina Rossetti became for Hopkins the embodiment of the medievalism of the Pre-Raphaelites, the Oxford Movement, and Victorian religious poetry generally. In the 1860s Hopkins was profoundly influenced by her example and succeeded, unbeknownst to her and to the critics of his time, in becoming a rival far greater than any of her contemporaries.\nTheir rivalry began with Hopkins’s response to her poem “The Convent Threshold.” Geoffrey Hartman was clearly on the right track when he suggested in the introduction to Hopkins: A Collection of Critical Essays (1966) that “Hopkins seems to develop his lyric structures out of the Pre-Raphaelite dream vision. In his early ‘A Vision of the Mermaids’; and ‘St. Dorothea’; he may be struggling with such poems as Christina Rossetti’s ‘Convent Threshold’; and Dante Gabriel Rossetti’s ‘The Blessed Damozel,’ poems in which the poet stands at a lower level than the vision, or is irrevocably, pathetically distanced.” Such poems were the essence of medievalism in poetry according to William Morris, who felt that Keats’s “La Belle Dame Sans Merci” was the germ from which all Pre-Raphaelite poetry sprang. Standing beyond Keats, however, the primary source was Dante. Christina Rossetti clearly alludes to Beatrice’s appeal to Dante in “The Convent Threshold”:\n\nI choose the stairs that mount above,\r\nStair after golden skyward stair,\r\n.............................\r\nLo, stairs are meant to lift us higher:\r\nMount with me, mount the kindled stair.\r\nYour eyes look earthward, mine look up.\r\n.........................................\r\nHow should I rest in Paradise,\r\nOr sit on steps of heaven alone?\r\n\r\n \r\n.............................\r\nOh save me from a pang in heaven,\r\nBy all the gifts we took and gave,\r\nRepent, repent, and be forgiven.\nHopkins read this appeal at a crucial moment in his career, when he was actually considering renouncing his own powerful attraction to this world for a life beyond the cloister threshold. He translated portions of Rossetti’s poem into Latin elegiacs and devoted much of his poetic creativity in 1864 to his own response to it, which he called at first “A Voice from the World” (later “Beyond the Cloister”) and subtitled “An Answer to Miss Rossetti’s Convent Threshold .” The surviving fragments express the speaker’s sense of spiritual inferiority and his admiration for the decision of Christina Rossetti’s heroine to join the convent. Hopkins’s first title identifies his persona as the one whose eyes “look earthward,” but he is willing to lift up his gaze:\n\nAt last I hear the voice well known;\r\n................................\r\nYou see but with a holier mind--\r\nYou hear and, alter’d, do not hear\r\nBeing a stoled apparel’d star.\r\n...........................\r\nTeach me the paces that you went\r\nI can send up an Esau’s cry;\r\nTune it to words of good intent.\r\nThis ice, this lead, this steel, this stone,\r\nThis heart is warm to you alone;\r\nMake it to God. I am not spent\r\n.............................\r\nSteel may be melted and rock rent.\r\nPenance shall clothe me to the bone.\r\nTeach me the way: I will repent.\n\nHopkins was clearly oriented to the Pre-Raphaelite dream vision in which the poet is represented on a lower plane than the vision. By taking the part of Rossetti’s heroine’s earthly lover in his poem, moreover, Hopkins invites a comparison between his persona and Christina’s erstwhile lover, James Collinson, who also became a follower of the Pre-Raphaelites and convert to Catholicism and, for a while, a Jesuit. Eventually, by converting to Catholicism himself and joining the Society of Jesus, Hopkins exchanged the inferior position articulated in “A Voice from the World” for a superior one, superior at least in the sense that Christina Rossetti apparently felt that her sister Maria, who actually did cross the convent threshold and become a religious, had achieved a higher stage of religious development than she herself did.\nBoth Hopkins and Christina Rossetti believed that religion was more important than art. The outline of Hopkins’s career follows that of Christina Rossetti’s: an outwardly drab, plodding life of submission quietly bursting into splendor in holiness and poetry. Both felt that religious inspiration was more important than artistic inspiration. Whenever religious renunciation and self-expression were felt to be at odds, as they often were, self-expression had to be sacrificed. Poetry had to be subordinated to religion.\nNo doubt partly as a result of this attitude, both Hopkins and Rossetti were subject to intermittent creativity. Both thought of poetry as a gift which could not be summoned at will, and each turned to prose between bursts of poetic inspiration. In fact each went through a stage of about seven years in which writing prose almost entirely replaced composing poetry. Hopkins’s prose period stretched from 1868 to 1875, when his literary energies were devoted primarily to his journal. In addition to passing through periods of writing prose, both poets concluded their literary careers with devotional commentaries: in Hopkins’s case, his unfinished “Commentary on the Spiritual Exercises of St. Ignatius.”\nThe attitudes of Christina Rossetti and Hopkins toward art and religion have destined them to share much the same fate at the hands of twentieth-century readers: criticism for deliberately narrowing their subjects to a range too limited for modern palates, for expressing religious convictions with which it is now difficult to sympathize, for allowing religion to take precedence over poetry, or for actually impairing the creative gift itself. On the other hand, both are often praised by twentieth-century readers for the same feature: the expression of counterpoised forces generating dramatic tensions.\nOne of the most dramatic tensions was that between their attraction to this world and their determination to transcend it. Like Hopkins, Christina Rossetti often reveals a Keatsian attraction to the life of sensations, especially to nature. Hopkins’s wide variety of responses to nature, especially in the 1860s and 1880s, ranging from strong attraction to its beauty to belief that this beauty must be denied on religious grounds, is congruent with the range of Christina Rossetti’s responses. Ultimately, however, she believed that God was not in nature but above and therefore that one must ascend the heavenly stair invoked in “The Convent Threshold,” “A Shadow of Dorothea,” and other poems. Hopkins’s version of the legend of Saint Dorothea, “For a Picture of St. Dorothea” (1864), and his “Heaven-Haven” reveal a similar transition from the natural to the supernatural in his early poetry.\nHopkins’s “For a Picture of St. Dorothea” originated in that section of his journal devoted primarily to the representation of nature. However, the flowers in his poem are not rooted in the earth but in legend. Hopkins’s aim was not truth to nature primarily in this poem but the revival of medieval legend by defamiliarizing it, putting it in a new context and thereby restoring its original impact in the service of religion.\nIn “Heaven-Haven” Hopkins again responded to the transcendental, otherworldly aspiration so evident in the Dorothea legend and in Christina Rossetti’s “A Shadow of Dorothea.” As “Heaven-Haven” suggests, Hopkins’s sense of the unreliability and instability of this world led him to a desire to transcend this world in order to discover some other, better world less subject to the triumph of time. Of the two paths to holiness, the outward or the inward--contemplation of God’s presence in this world or contemplation of His presence within the self––by far the most common is the one Christina Rossetti usually followed: withdrawal from the external world in order to plumb the secret depths of one’s own soul. Hopkins is perhaps more famous for his 1877 nature sonnets which focus on God in nature, but his sonnets of desolation of the 1880s turn inward, returning to the impulse already apparent in “Heaven-Haven,” subtitled “A Nun Takes the Veil”:\n\nI have desired to go\r\nWhere springs not fail,\r\nTo fields where flies no sharp and sided hail\r\nAnd a few lilies blow.\n\r\nAnd I have asked to be\r\nWhere no storms come,\r\nWhere the green swell is in the havens dumb,\r\nAnd out of the swing of the sea.\n\nHopkins’s “A Soliloquy of One of the Spies Left in the Wilderness” (1864) is also a response to the recurrent call of desert Christianity. It appears to be based directly on one of the biblical interpretations of the great reformer Savonarola, the famous burner of profane art in Renaissance Italy. As Hopkins commented in a letter, Savonarola was “the only person in history (except perhaps Origen) about whom” he had “real feeling,” because for Hopkins Savonarola was “the prophet of Christian art.” Savonarola’s example reinforced Christina Rossetti’s and at first encouraged Hopkins to move beyond not only his Greek studies but also the imitation of nature that had characterized his early art. Ultimately, Savonarola’s example inspired Hopkins to give up nature, beauty, and art altogether.\nThe sequence of events is clear. On 18 January 1866 Hopkins composed his most ascetic poem, “The Habit of Perfection.” On 23 January he included poetry in the list of things to be given up for Lent. In July he decided to become a Catholic, and he traveled to Birmingham in September to consult the leader of the Oxford converts, John Henry Newman. Newman received him into the Church in October. On 5 May 1868 Hopkins firmly “resolved to be a religious.” Less than a week later, apparently still inspired by Savonarola, he made a bonfire of his poems and gave up poetry almost entirely for seven years. Finally, in the fall of 1868 Hopkins joined a “serged fellowship” like Savonarola’s and like the one he admired in “Eastern Communion”(1865), a commitment foreshadowed by the emphasis on vows of silence and poverty in “The Habit of Perfection.”\nHopkins had been attracted to asceticism since childhood. At Highgate, for instance, he argued that nearly everyone consumed more liquids than the body needed, and, to prove it, he wagered that he could go without liquids for at least a week. He persisted until his tongue was black and he collapsed at drill. He won not only his wager but also the undying enmity of the headmaster Dr. John Bradley Dyne. On another occasion, he abstained from salt for a week. His continuing insistence on extremes of self-denial later in life struck some of his fellow Jesuits as more appropriate to a Victorian Puritan than to a Catholic.\nThus it is important to realize that he converted to Catholicism not to be more ascetic, for asceticism was as Protestant as it was Catholic, but to be able to embrace the Catholic doctrine of the Real Presence. This explanation was not enough to satisfy his family, however. Hopkins’s letter informing them of his conversion came as a great shock. He wrote to Newman: “I have been up at Oxford just long enough to have heard fr. my father and mother in return for my letter announcing my conversion. Their answers are terrible: I cannot read them twice.” Meanwhile, Manley Hopkins was writing to Gerard’s Anglican confessor, H.P. Liddon: “The blow is so deadly and great that we have not yet recovered from the first shock of it. We had observed a growing love for asceticism and high ritual, and/ ... we believed he had lately resolved on taking orders in the English Church .... save him from throwing a pure life and a somewhat unusual intellect away in the cold limbo which Rome assigns to her English converts. The deepness of our distress, the shattering of our hopes and the foreseen estrangement which must happen, are my excuse for writing to you so freely.” After receiving Liddon’s reply, Manley Hopkins wrote to Liddon again, accusing Gerard of speaking “with perfect coldness of any possible estrangement from us, who have loved him with an unchanging love. His mother’s heart is almost broken by this, and by his desertion from our Church, her belief in, and devotion to, which are woven in with her very being.” Manley used similar terms in his letter to Gerard: “The manner in which you seem to repel and throw us off cuts us to the heart .... O Gerard my darling boy are you indeed gone from me?”\nAs these words suggest, when Hopkins converted to Catholicism he felt he had actually forfeited his rightful place in the family home; he did not even know if his father would let him in the house again. A letter from Hopkins reveals that his father consented to his presence there on one condition: “You are so kind as not to forbid me your house, to which I have no claim, on condition, if I understand, that I promise not to try to convert my brothers and sisters.” This was not an easy condition for him to accept, however; “Before I can promise this I must get permission, wh. I have no doubt will be given. Of course this promise will not apply after they come of age. Whether after my reception you will still speak as you do now I cannot tell.” Despite these differences Hopkins did spend his Christmas holidays with his family in 1866 and 1867, but what his father called “the foreseen estrangement which must happen” necessarily increased when Hopkins began his novitiate in the Society of Jesus at Manresa House, Roehampton, in September 1868 and later moved to St. Mary’s Hall, Stonyhurst, for his philosophical studies in 1870. He spent Christmas away from his family from 1868 to 1871. He returned to the family hearth for the holiday in subsequent years, but in 1885 his Dublin poems still testify to the lonely isolation and anticipation of death characteristic of many Victorian orphans:  \n\nTo seem the stranger lies my lot, my life\r\nAmong strangers. Father and mother dear,\r\nBrothers and sisters are in Christ not near\r\n.......................................\r\nI am in Ireland now; now I am at a third\r\nRemove. Not but in all removes I can\r\nKind love both give and get.\n\nWhen, aged only forty-four, he was finally close to the farthest remove, death, another reconciliation was attempted, but it was too late. His was a painful and poignant tragedy all too typical of Victorian families.\nHis father had written “by study hard WITHIN THE CHURCHYARD/IS FOUND THE PHILOSOPHER’S STONE.” Ironically, it was by following this advice that father and son became estranged. The son did study hard within the churchyard, and he found that the Catholic concept of the Real Presence was his philosopher’s stone. The Catholic doctrine of Transubstantiation became for him the mystical catalyst which could transmute into gold, redeem, and regenerate all that is base––what Hopkins called “the triviality of this life,” “the sordidness of things.” Contrary to his father’s assertions, this was not a last-minute discovery. As early as June of 1864 Hopkins wrote to E. H. Coleridge: “The great aid to belief and object of belief is the doctrine of the Real Presence in the Blessed Sacrament of the Altar. Religion without that is sombre, dangerous, illogical, with that it is––not to speak of its grand consistency and certainty––loveable. Hold that and you will gain all Catholic truth.” Ironically, as we have seen, “Catholic Truth” was the title of one of the poems in Pietas Metrica.\nThe next month Hopkins wrote to Baillie, “I have written three religious poems which however you would not at all enter into, they being of a very Catholic character. “The first of these poems was apparently “Barnfloor and Winepress,” published the next year in the Union Review. This poem adumbrates the poetic as well as religious importance of Hopkins’s belief in the Real Presence of God in the Eucharist, the “Half-Way House” of God in this world as Hopkins called the sacrament in a poem of that name in 1864. “Barnfloor and Winepress” in some respects foreshadows the poetry of nature Hopkins was to compose in the late 1870s.\nThough primarily a celebration of the Real Presence, this poem reveals how Hopkins could in his imagination extend the idea of the mystical Body of Christ in the communion bread and wine to the rest of nature. In this poem the wheat and grapes are not mere raw materials for Transubstantiation but are represented metaphorically as if they were already participating in the Being of God. One of the attractions of the doctrine of the Real Presence for Hopkins was that it was, as depicted in “Barnfloor and Winepress,” the central instance of a metaphor participating in the reality it represents, an archetype for a sacramental poetry of nature.\nThis potential for a new sacramental poetry was first realized by Hopkins in The Wreck of the Deutschland. Hopkins recalled that when he read about the wreck of the German ship Deutschland off the coast of England it “made a deep impression on me, more than any other wreck or accident I ever read of,” a statement made all the more impressive when we consider the number of shipwrecks he must have discussed with his father. Hopkins wrote about this particular disaster at the suggestion of Fr. James Jones, Rector of St. Beuno’s College, where Hopkins studied theology from 1874 to 1877. Hopkins recalled that “What I had written I burnt before I became a Jesuit and resolved to write no more, as not belonging to my profession, unless it were by the wish of my superiors; so for seven years I wrote nothing but two or three little presentation pieces which occasion called for [presumably ‘Rosa Mystica’ and ‘Ad Mariam’]. But when in the winter of ’75 the Deutschland was wrecked in the mouth of the Thames and five Franciscan nuns, exiles from Germany by the Falck Laws, aboard of her were drowned I was affected by the account and happening to say so to my rector he said that he wished someone would write a poem on the subject. On this hint I set to work and, though my hand was out at first, produced one. I had long had haunting my ear the echo of a new rhythm which now I realized on paper.”\nThe result is an ode of thirty-five eight-line stanzas, divided into two parts. The first part, consisting of ten stanzas, is autobiographical, recalling how God touched the speaker in his own life. The second begins with seven stanzas dramatizing newspaper accounts of the wreck. Then fourteen stanzas narrow the focus to a single passenger, the tallest of the five nuns who drowned. She was heard to call on Christ before her death. The last four stanzas address God directly and culminate in a call for the conversion of England.\nThe Wreck of the Deutschland became the occasion for Hopkins’s incarnation as a poet in his own right. He broke with the Keatsian wordpainting style with which he began, replacing his initial prolixity, stasis, and lack of construction with a concise, dramatic unity. He rejected his original attraction to Keats’s sensual aestheticism for a clearly moral, indeed a didactic, rhetoric. He saw nature not only as a pleasant spectacle as Keats had; he also confronted its seemingly infinite destructiveness as few before or after him have done. In this shipwreck he perceived the possibility of a theodicy, a vindication of God’s justice which would counter the growing sense of the disappearance of God among the Victorians. For Hopkins, therefore, seeing more clearly than ever before the proselytic possibilities of art, his rector’s suggestion that someone write a poem about the wreck became the theological sanction he needed to begin reconciling his religious and poetic vocations.\nNevertheless, although The Wreck of the Deutschland was a great breakthrough to the vision of God immanent in nature and thus to the sacramentalism that was to be the basis of the great nature poems of the following years, when Hopkins sent the poem to his friend Robert Bridges, Bridges refused to reread it despite Hopkins’s pleas. The poem was also rejected by the Jesuit magazine the Month, primarily because of its new “sprung” rhythm, and many subsequent readers have had difficulty with it as well.\nHopkins’s readers have more easily understood the sonnets he wrote about the landscape he actually saw around him near St. Beuno’s College, Wales. It was in an earlier poem, “Half-Way House,” that Hopkins most clearly recorded his need to approach God in this world: “I must o’ertake Thee at once and under heaven/If I shall overtake Thee at last above.” As “The Windhover,” “God’s Grandeur,” and Hopkins’s other sonnets of 1877 reveal, Hopkins found such a halfway house not only in the communion bread and wine but also in the Vale of Clwyd and the rest of the countryside around St. Beuno’s. Wales clearly provided the occasion for his greatest experience of nature, as it had for Wordsworth (on Mt. Snowdon and near Tintern Abbey),John Dyer (on Grongar Hill), and Henry Vaughan.\nSome of the most luminous symbols of the presence of God in Hopkins’s Welsh poems are the sunrises and the “sea-sunsets which give such splendour to the vale of Clwyd,” as Wordsworth put it in the preface to his own Descriptive Sketches. Such sights were prized and distilled in Hopkins’s nature poetry in his imagery of sunlight which “sidled like dewdrops, like dandled diamonds” (“The furl of fresh-leaved dogrose down,” 1879). Everything from ploughed furrows to clouds to their reflections in pools is shining and gleaming. Even night reveals a world of strangely translucent moonshine or of stars that gleam like “bright boroughs” or “diamond delves” or “quickgold” in gray lawns; all of nature was perceived as a “piece-bright paling” that was Christ’s “home” (“The Starlight Night,” 1877).\nHopkins’s most famous Welsh sonnet, “The Windhover,” reveals that for him this Book of Nature, like the Bible, demanded a moral application to the self. Hopkins wrote in his notes on St. Ignatius: “This world is word, expression, news of God”; “it is a book he has written.... a poem of beauty: what is it about? His praise, the reverence due to him, the way to serve him.... Do I then do it? Never mind others now nor the race of man: DO I DO IT?” One of Hopkins’s attempts to answer that question is “The Windhover.”\nThe initial “I” focuses attention on the speaker, but the explicit application of the lesson of the Book of Nature to him does not begin until the line “My heart in hiding/stirred for a bird” at the conclusion of the octet. One biographical interpretation of this line is that he was hiding from fulfilling his ambitions to be a great painter and poet. Instead of ostentatiously pursuing fame in that way, wearing his heart on his sleeve, he had chosen to be the “hidden man of the heart” (1 Peter 3:4), quietly pursuing the imitation of Christ. As Hopkins put it, Christ’s “hidden life at Nazareth is the great help to faith for us who must live more or less an obscure, constrained, and unsuccessful life.”\nHopkins did live such a life, but the windhover reminded him of Jesus’ great achievements after Nazareth. The windhover “stirred” his desire to become a great knight of faith, one of those who imitate not only the constraint but also the “achieve of, the mastery of” this great chevalier. The “ecstasy” of the windhover recalls Hopkins’s initial desire in “Il Mystico” to be lifted up on “Spirit’s wings” so “that I may drink that ecstasy/Which to pure souls alone may be.” Ultimately, Hopkins became aware that he had been hiding from the emotional risks of total commitment to becoming a “pure” soul. The phrase “hiding” thus suggests not only hiding from the world or from worldly ambition but also hiding from God.\nThe words “here/Buckle” which open the sestet mean “here in my heart,” therefore, as well as here in the bird and here in Jesus. Hopkins’s heart-in-hiding, Christ’s prey, sensed Him diving down to seize it for his own. Just as the bird buckled its wings together and thereby buckled its “brute beauty” and “valour”and capacity to “act,” so the speaker responds by buckling together all his considerable talents and renewing his commitment to the imitation of Christ in order to buckle down, buckle to, in serious preparation for the combat, the grappling, the buckling with the enemy. As Paul said, “Put on the whole armour of God, that ye may be able to stand against the wiles of the Devil.”\nHopkins wrote “The Windhover” only a few months before his ordination as a Jesuit priest, the ultimate commitment to sacrifice his worldly ambitions. Just as Jesus’ paradoxical triumph was his buckling under, his apparent collapse, so Hopkins felt that the knight of faith must be prepared for the same buckling under or collapse of his pride, for a life of “sheer plod” and “blue-bleak” self-sacrifice, if need be. Nevertheless, the imagery of “The Windhover” promises that the knight of faith will have a fire break from his heart then—galled, gashed, and crucified in imitation of Christ. The fire will be “a billion times told lovelier” than that of his “heart in hiding,” and far more “dangerous,” both to his old self (for the fire is all-consuming) and to his enemy, Evil.\nIn Hopkins’s case, the fire also became far more “dangerous” to his worldly poetic ambitions. Among other things, “The Windhover” represents Hopkins’s Pegasus, the flying steed of classical myth. The collapse of his old poetic self is implied in the imagery, for Bellerophon was thrown off Pegasus because of his pride. Fearing his pride in his own poetry, Hopkins burned his poems upon entering the Society of Jesus: he believed that poetry always had to give way, buckle under, to the “greater cause” of religion. As a result there was a very real danger that his poems would never reach the public they deserved, that he would have to sacrifice all the worldly fame promised him as “the star of Balliol” for a life of “sheer plod.”\nYet the “plod” makes the plough “shine” in “The Windhover.” The plough scratching the field was in fact a common medieval metaphor for the writer’s pen scratching across the paper, the furrows corresponding to the rows of letters. Hopkins’s paradoxical triumph as a poet is that although his poems were created out of that life of sheer plod and remained as obscure as “blue-bleak embers” to most of his contemporaries, now that they have found an audience to appreciate them, they have burst into fire.\nThey remained unknown to most of his contemporaries, however, for whom nature existed only to be exploited. As Hopkins put it in “God’s Grandeur,” the shod feet of modern men “have trod, have trod, have trod; / And all is seared with trade; bleared, smeared with toil; /And wears man’s smudge and shares man’s smell.” It was both the immediate loss of the landscape and the fact that the “After-comers cannot guess the beauty been” (“Binsey Poplars”) that led Hopkins to plead, “What would the world be, once bereft/Of wet and wildness? Let them be left, wildness and wet; /Long live the weeds and the wilderness yet” (“Inversnaid,” 1881).\nIndustrialization continued to consume the wilderness as it still does, however; whole landscapes like those around Oxford were destroyed by what Hopkins called “base and brickish” suburbs (“Duns Scotus’s Oxford,” 1879). Finally, in 1882 Hopkins concluded the octet of “Ribblesdale” by replacing the image of God brooding protectively over nature (“God’s Grandeur”) with a new image of God giving all of nature over to “rack or wrong.” According to Hopkins the chief cause of that “self-bent” of man that made him “thriftless reave our rich round world bare/And none reck of world after” (“Ribblesdale”) was increasing urbanization.\nHence it was in Hopkins’s first extended comparison of the city and the country, “The Sea and the Skylark” (1877), that he first fully expressed his tragic vision of environmental degradation. For Hopkins the sounds of the sea and the skylark ushered out like bells at the end of the year his own “sordid turbid time.” His representation of his “sordid turbid time” breaking down to man’s last “dust,” draining fast toward man’s first “slime,” recalls similar accounts of dust, slime, and pollution in the works of Tennyson, Dickens, Ruskin, and other Victorian writers.\nIn October of 1877, not long after he completed “The Sea and the Skylark” and only a month after he had been ordained as a priest, Hopkins took up his duties as subminister and teacher at Mount St. Mary’s College, Chesterfield. From this time until his death the pollution of the industrial cities to which he was assigned took a mounting toll on his energies and his spirit. Of his life in Chesterfield in 1878 he wrote, “Life here is as dank as ditch-water.... My muse turned utterly sullen in the Sheffield smoke-ridden air.” In July of that year he became curate at the Jesuit church in Mount Street, London. In December he became curate at St. Aloysius’s Church, Oxford. While at Oxford he composed “Binsey Poplars” and “Duns Scotus’s Oxford,” but in October 1879, he was put on the temporary staff as curate at St. Joseph’s, Bedford Leigh, near Manchester, which he described as “very gloomy.... there are a dozen mills or so, and coalpits also; the air charged with smoke as well as damp.” In December 1879 he began as select preacher at St. Xavier’s, Liverpool; there “the river was coated with dirty yellow ice from shore to shore.” In September of 1881 Hopkins was put on the temporary staff at St. Joseph’s, Glasgow, and he wrote, “My Liverpool and Glasgow experience laid upon my mind a conviction, a truly crushing conviction, of the misery of town life ... of the degradation even of our race, of the hollowness of this century’s civilisation: it made even life a burden to me to have daily thrust upon me the things I saw.” After his third year novitiate at Roehampton and two years as a teacher of classics at Stonyhurst College, in 1884 Hopkins took up his post as fellow in classics at the Royal University of Ireland and professor of Greek at University College, Dublin, which he described as “a joyless place and I think in my heart as smoky as London is.” In 1889 Hopkins died in Dublin of typhoid fever, apparently caused by the polluted urban water supply, and was buried in Glasnevin cemetery.\nAlthough from the time of his departure from Wales in 1877 until his death Hopkins composed nature poems, his assignments in Victorian cities forced him to change the focus of his life and art from nature to man, and finally to one man—himself. No longer able to identify as completely with nature, an orphan in the surrounding world, Hopkins’s speaker in “Spelt from Sibyl’s Leaves” (1884) becomes “sheathe-and shelterless.” Shifting from the outward way to God back to the inward, he decides to strip down to the essential self to concentrate on the generation of a “new self and nobler me,” as he puts it in “The Blessed Virgin compared to the Air we Breathe.”\nShifting his energies from admiration of nature to attempts to bring love and grace to urban man, Hopkins often succeeded, as “Felix Randal” (1880) so eloquently testifies, but he also frequently experienced frustration and the increased sense of social degeneration lamented in “Tom’s Garland” (1887) and in the undated “The Times are nightfall.” In the last Hopkins can find only one alternative: “Or what is else? There is your world within. / There rid the dragons, root out there the sin. /Your will is law in that small commonweal.” “Rooting out sin” in the “world within” had been the subject of previous poems such as “The Candle Indoors” (1879) and his religious poems at Oxford, but it soon became the preoccupation of most of the poems of Hopkins’s final years. Most of these poems focus on acedia, the fourth deadly sin, the sin of “spiritual sloth” or “desolation.” These sonnets of desolation consist of the six original “terrible sonnets” of 1885—”Carrion Comfort,” “No worst, there is none,” “To seem the stranger,” “I wake and feel,” “Patience,” and “My own heart”—and three sonnets of 1889—”Thou art indeed just,” “The Shepherd’s Brow,” and “To R. B.”\nAccording to his own testimony Hopkins was subject to melancholy all his life, but his “terrible pathos,” as Dixon called it, is most obvious in these late sonnets. Following Saint Ignatius, Hopkins defined “spiritual sloth” or “desolation” as “darkness and confusion of soul ... diffidence without hope and without love, so that [the soul] finds itself altogether slothful, tepid, sad, and as it were separated from its Creator and Lord.” Called acedia in Latin, this sin is differentiated from physical sloth by the fact that the victim realizes his predicament, worries about it, and tries to overcome it.\nThe sense of coldness, impotence, and wastefulness evident in Hopkins’s religious poetry of the 1860s is an important feature of acedia, but by far the most important is “world sorrow,” the predicament lamented in Hopkins’s “No worst, there is none” (1885). A great range of emotions are “herded and huddled” together in this “main” or “chief” woe as Hopkins calls it in the poem. Besides impotence and world sorrow per se, the acedia syndrome includes feelings of exile and estrangement, darkness, the disappearance of God, despair, the death wish, and attraction to suicide—all emotions which recur throughout Hopkins’s life and art but become particularly evident toward the end.\nWhile Hopkins’s sonnets of desolation are generally considered his most modern poems, they are virtually a recapitulation of the medieval treatises on acedia. Even the kind of estrangement from one’s family described in Hopkins’s “To seem the stranger” is an important feature of acedia in Saint John Chrysostom’s fourth-century Exhortations to Stagirius, for instance. John, whose homily on Eutropius Hopkins translated, begins with a summary of the tristitia or world-sorrow syndrome in Stagirius which bears a remarkable resemblance to Hopkins’s situation. A man converts, gives up his family and his position in society, and then struggles manfully against, yet often succumbs to, tristitia.\nJust as in Hopkins’s “To seem the stranger,” Stagirius’s problem is exacerbated by the fact that he is exiled from his family. As in Hopkins’s “Carrion Comfort,” Stagirius also feels that he is both a passive victim of various tortures and one who battles with God Himself in nightmares. Like Hopkins’s “No worst,” moreover, John’s final exhortation implies that tristitia is a universal phenomenon, that the whole “terrestrial kingdom” is full of causes for acedia, and John also uses the imagery of mountains and cliffs to represent the lure of insanity and suicide. Thus, although pride is usually regarded as the deadliest of the seven sins, John concluded that excessive sorrow was the most ruinous diabolic obsession.\nOne of the results of acedia is a feeling of the disappearance or withdrawal of God. This is most obvious in Hopkins’s “Nondum” (1866) and in his phrase “dearest him that lives alas! away” in “I wake and feel,” but is also implied in “Comforter, where, where is your comforting?” in “No worst.” We think of this feeling as a modern phenomenon, but it is a common experience of the absence of spiritual consolation, and darkness is its traditional imagery, especially in Saint Bernard, Dante, Milton, and Saint John of the Cross, as it is in Hopkins’s “Nondum,” “Spelt from Sibyl’s Leaves,” “Carrion Comfort,” and “My own heart.” The darkness and confusion of soul represented in the first quatrain of Hopkins’s “I wake and feel” recall specifically the opening of Dante’s Divine Comedy: “In the middle of the journey of my life I awoke to mystery in a dark wood where the straight way was lost.”\nThe ultimate result of God’s withdrawal from the soul and the consequent darkness is often the temptation to despair, that loss of all hope which is the state of the damned in Dante’s Inferno. This despair, the temptation resisted in the opening of Hopkins’s “Carrion Comfort,” was the natural culmination of acedia according to John Chrysostom and others. Despair in turn often leads to the death wish, as implied in the conclusion of Hopkins’s “No worst,” in his “The Times are nightfall,” and in his lament in “To seem the stranger”: “Not but in all removes I can/Kind love both give and get.”\nHowever, the conclusion of Hopkins’s “I wake and feel”—”The lost are like this, and their scourge to be/As I am mine, their sweating selves; but worse”—is an allusion to Dante which clearly distinguishes the speaker of Hopkins’s terrible sonnets from the damned who are continually referred to in the Inferno as “the lost” and the “sorrowful” who have lost all hope, even hope of death. Like Dante, Hopkins faced the “lost” and that which was most like them in his own soul, but his speaker also remains separated from the lost in that he is a living soul still addressing God in his prayers, still purging himself of his sins, and still living by hope in grace.\nThe ultimate context of Hopkins’s purgation, therefore, as of Dante’s, was the Bible. One of the biblical incidents echoed in the imagery and phraseology of “No worst,” for instance, is that of Jesus’ exorcism of the demons of Gadara. Like the imagery of Dante’s Purgatorio, this exorcism imagery obviously provides a significant counterpoint of meaning. The suggestion is that the speaker is attempting to herd and huddle all the demons of ennui together in one category, “world-sorrow,” and “heave” them out of himself. Hopkins’s sonnets of desolation are especially suited to this cathartic, purging function because they are prayers as well as poems. Like Jesus’ cry on the cross, Hopkins’s sonnets of desolation are addressed to God and are themselves consolations.p\nEventually, Hopkins, like Dante, was granted a glimpse of Paradise. Hopkins’s sonnet of 1888, “That Nature is a Heraclitean Fire and of the comfort of the Resurrection,” is apparently a direct reply to “No worst, there is none”: the question in the earlier poem, “Comforter, where, where is your comforting?” is answered in the title of the later poem. Acedia has been conquered: “Enough! the Resurrection, /A heart’s clarion! Away grief’s gasping, joyless days, dejection.”As Dante put it, “The inborn and perpetual thirst for the godlike kingdom bore us away.... It seemed to me that a cloud covered us, shining, dense, solid and smooth; like a diamond smit by the sun.” Hopkins concludes this poem with similar imagery: “I am all at once what Christ is, since he was what I am, and / This Jack, joke, poor potsherd, patch, matchwood, immortal diamond, /Is immortal diamond.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}