{"pf_url": "https://www.poetryfoundation.org/poets/ghassan-zaqtan", "name": "Ghassan Zaqtan", "yob": "1954", "yod": null, "image": null, "bio": "\nBorn near Bethlehem, Palestinian poet, novelist, and editor Ghassan Zaqtan has lived in Jordan, Syria, Lebanon, and Tunisia. A poet who writes primarily in Arabic, Zaqtan is the author of numerous collections of poetry, including The Silence That Remains: Selected Poems (2017) and Like a Straw Bird It Follows Me (2012), both translated by Fady Joudah; Ordering Descriptions: Selected Poems (1998); and Early Morning (1980). Like a Straw Bird It Follows Me won the 2013 Griffin Poetry Prize.\nZaqtan is also the author of the novels Old Carriage with Curtains (2011) and Describing the Past (1995), among others, and the play The Narrow Sea, which was honored at the 1994 Cairo Festival.\nHe uses personal memory as a form of political and social activism. Speaking through a translator in an interview with PBS’s Jeffrey Brown, Zaqtan addressed the significance of memory in his work, noting, “For this uncertain place, for uncertain life, which we have in this area, we have to protect our personal history. A complete people has lost its future, has lost the location, has lost its place. And, obviously, poetry is one of the most expressive forms in order to reach the people. This is why the poets were the first to remind these people of their identity.” Describing Zaqtan as “a lyricist with strong narrative impulse,” Joudah said of his work, “In his poems he sketches or carves psychological portraits that surpass the finalities and categories of consumed or consumerist analysis.”\nA supporter of the Palestinian resistance movement, Zaqtan has edited the Palestine Liberation Organization’s literary magazine, Bayader, as well as the poetry journal Al-Soua’ra and the literary page of the Ramallah newspaper Al-Ayyam. Founding director of the House of Poetry in the West Bank city of Ramallah, Zaqtan has also served as director general of the Palestinian Ministry of Culture’s Literature and Publishing Department. He lives in Ramallah.\n", "attrs": {"Region:": ["Middle East"]}}