{"pf_url": "https://www.poetryfoundation.org/poets/gil-scott-heron", "name": "Gil Scott-Heron", "yob": "1949", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/3cf34ed6b039755feb9ce1f74f2a1328d6fed403.jpeg", "bio": "\nPoet and musician Gil Scott-Heron was born in Chicago. His mother, Bobbie Scott-Heron, was an opera singer and a teacher, and his Jamaican-born father, Gilbert Heron, was the first professional black soccer player in the United States and the first to play on Celtic FC in Scotland. After his parents’ early divorce, Scott-Heron moved to Lincoln, Tennessee, to live with his grandmother Lily Scott, a musician and civil rights activist. She bought Scott-Heron his first piano and introduced him to the work of Langston Hughes. In Lincoln, Scott-Heron was one of three black children selected to desegregate his junior high school. After enduring ongoing racism at school, Scott-Heron moved to New York City to live with his mother. During his high school years in the Bronx, he discovered the work of LeRoi Jones (later Amiri Baraka). Scott-Heron completed several years of undergraduate course work at Lincoln University and later earned an MA in creative writing at the Johns Hopkins University.\nIn an obituary for the New York Times, Ben Sisario describes Scott-Heron as a “notable voice of black protest culture in the 1970s and an important early influence on hip-hop,” describing his “syncopated spoken style and mordant critiques of politics, racism and mass media.” Scott-Heron was associated with the Last Poets, whose commitment to social justice brought political poetry and musical performance together, which helped pave the way for the emergence of hip-hop.\nScott-Heron’s poetry collections include Small Talk at 125th and Lenox: A Collection of Black Poems (1970) and So Far, So Good (1990). An overview of his poetry can be found in Now and Then: The Poems of Gil Scott-Heron (2000). He also wrote the novels The Vulture (1970) and The Nigger Factory (1972) and the memoir The Last Holiday (2012) and is the subject of the biography Gil Scott-Heron: Pieces of a Man (2014), by Marcus Baram.\nScott-Heron’s foundation as a poet informed his work as a musician. His first album, Small Talk at 125th and Lenox (1970), includes an accompanied recitation of “The Revolution Will Not Be Televised,” which has since been widely sampled. He released more than a dozen albums over his career, including The First Minute of a New Day (1975) and Reflections (1981). Creativity and political action were entwined for him. With Stevie Wonder, Scott-Heron helped get signatures for a petition to establish a federal holiday commemorating Martin Luther King Jr.’s birthday.\nScott-Heron at times called himself a bluesologist, informed by blues, jazz, and Harlem Renaissance poetics. But throughout his career, he resisted attempts to categorize his work, refusing monikers such as “the godfather of rap,” comparisons to Bob Dylan, or the simplistic labeling of his work as jazz. In the liner notes to his album Spirits (1993), printed in Now and Then, Scott-Heron writes that his poems and songs “have been gifts from the Spirits—so perhaps these songs and poems are ‘spirituals.’” In “Words are for the Mind,” that book’s introduction, Scott-Heron states, “It is very important to me that my ideas be understood. It is not as important that I be understood. I believe that this is a matter of respect; your most significant asset is your time and your commitment to invest a portion of it considering my ideas means it is worth a sincere attempt on my part to transmit the essence of the idea. If you are looking, I want to make sure that there is something here for you to find.” He lived in Harlem until his death at the age of 62.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic", "U.S., Midwestern"], "School/Period:": ["Black Arts Movement"]}}