{"pf_url": "https://www.poetryfoundation.org/poets/gillian-conoley", "name": "Gillian Conoley", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2a31e97e887a56d4481f6062219aa81e65289dfe.jpeg", "bio": "\nThe daughter of radio station owner-operators, poet, editor, and translator Gillian Conoley was born in Austin, Texas. She was raised in Austin’s rural outskirts, where “the only art around was film,” Conoley recalled during a 2010 conversation with Sara Mumulo for The Offending Adam. This early exposure to film would influence her writing: “Film was my first experience of art. As a writer, I envy film’s ability to immediately draw us in to a world that looks so much like the one we walk in.”\n\r\nConoley is the author of seven collections of poetry, including Peace (2014), The Plot Genie (2009), Profane Halo (2005), Lovers In The Used World (2001), and Tall Stranger (1991), a finalist for the National Book Critics Circle Award. Her poetry engages the act of narrative sourcing with a dimensional, layered approach to the relationship between the poetic line and the page. Reviewing Peace in The Journal, Sonja James writes, “Embracing an unsparing postmodern sensibility, [Conoley] wages her argument for ‘peace’ in poems that are innovative and effective. These poems ably demonstrate that the moral responsibility of the avant-garde is not only to heighten and rework our aesthetic perceptions but also to act as defender of what is most noble about the human race.” Her work has been featured in many anthologies, including American Hybrid: A Norton Anthology of New Poetry (2009), Lyric Postmodernisms: An Anthology of Contemporary Innovative Poetries (2008), and Best American Poetry (1997). Her translations of Henri Michaux, collected in Thousand Times Broken: Three Books by Henri Michaux (2014), had never been brought into English before. \r\n \r\nConoley earned a BA in journalism at Southern Methodist State University and an MFA at the University of Massachusetts-Amherst. She is founder and editor of the long-standing journal Volt, whose oversize pages allow for an expansion of poetic form. Her honors include American Poetry Review’s Jerome J. Shestack Prize, several Pushcart Prizes, and grants from the National Endowment for the Arts and two Fund for Poetry awards. She has served as professor and poet-in-residence at Sonoma State University and has previously taught at the University of Denver, the Iowa Writers’ Workshop, and Vermont College. \n\r\nConoley lives with her husband, novelist Domenic Stansberry, just north of San Francisco.\n", "attrs": {"Region:": ["U.S., Western"]}}