{"pf_url": "https://www.poetryfoundation.org/poets/gina-franco", "name": "Gina Franco", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3cbe83a2b28f3a41e44b78bd1b8e9184369d580e.jpeg", "bio": "\nGina Franco was born and raised in Clifton-Morenci, Arizona. She earned degrees from Smith College and from Cornell University. She is the author of The Keepsake Storm (2004), which includes poems that explore an uneasy alliance between the vehemence of memory and the surrealism of narrative, especially in light of language, place, faith, and identity.   “Franco's poems,” Alice Fulton says, “enact the thrill of alchemy and metamorphosis, the riveting moment when changelings are betwixt-between, nightingale or monsters—it's hard to tell which, so vast and pliable and layered the scene. The poems bequeath a sense of place so deep it transcends particularity and arrives at the interior terrain of thought, the inscape of what-is.” Judith Kitchen, reviewing for the Georgia Review, writes that The Keepsake Storm’s “final sequence is so finely wrought, so nuanced and complicated, that it alone heralds an exciting new presence on the poetic stage.”\nFranco’s work is anthologized in A Best of Fence: the First Nine Years, The Wind Shifts: New Latino Poetry, Camino del Sol: Fifteen Years of Latina and Latino Writing, and The Other [email protected]: Writing Against a Singular Identity. She has served as contributing editor to Latino Poetry Review and acquiring art editor of Pilgrimage Magazine. Her honors include residencies and fellowships with Casa Libre en la Solana, the Santa Fe Writers’ Conference, and the Bread Loaf Writers’ Conference.\nFranco is an Oblate with the monastic order of the Community of St John. She keeps an online journal of photographs, and she teaches at Knox College in Galesburg, Illinois.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}