{"pf_url": "https://www.poetryfoundation.org/poets/giuseppe-ungaretti", "name": "Giuseppe Ungaretti", "yob": "1888", "yod": "1970", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/85c1a481c643e2332d67cad8912651b7f1a33c81.jpeg", "bio": "\nGuiseppe Ungaretti grew up in Alexandria, Egypt. In 1912, he moved to Paris, France, where he studied at the Sorbonne. His poetry collections include Morte delle stagioni (“Death of the Seasons,” 1967), La terra promessa (“The Promised Land,” 1950), Il dolore (“Sorrow,” 1947), and Sentimento del tempo (“The Feeling of Time,” 1933). Selected Poems of Giuseppe Ungaretti, an English translation by Allen Mandelbaum, was published in 1975. Ungaretti taught contemporary Italian literature at the University of Rome from 1942 to 1957.\n“Ungaretti’s poetry,” wrote Glauco Cambon, “born in the ordeal of World War I and its trenches, ... marked a turning point in modern Italian literature.” Breaking away from the traditional Italian form of the hendecasyllable, Ungaretti experimented with syntax and meter, seeking a new purity and meaning in word and phrase. “To capture the pure note,” continued Cambon, “he lowered the tone of his poetry to a bare whisper, slowed down its pace to potentially infinite duration; filled each pause with meaning.” He seemed to be taking meter apart to examine the single word in isolation. John Frederick Nims has commented that the full effect of these early and extremely brief poems, some of them consisting of only one line, was intended to be conveyed “as much by the silences and the blankness surrounding them as by the words.”\nUngaretti himself described poetry as the ability to express oneself “with absolute candor, as if it were the first day of creation.” In this quest for purity and attempt to restore to words their original virginity, Ungaretti was following the paths carved out by the French Symbolists, Arthur Rimbaud, Stéphane Mallarmé, and Guillaume Apollinaire. Like them, he believed that a poem should suggest rather than describe, and that words have an evocative content beyond their everyday significance. However, when Ungaretti had done his essential work of purification, a change occurred in his diction. “The lean syntax grew complex, the tenuous surface opaque, and the heart of the matter crowded, contorted with sorrows and perplexity.”\nHis Sentimento del Tempo “created a furore in the world of Italian letters,” noted Nims. “Magazines were founded with the express purpose of attacking Ungaretti, who was accused of being a ‘hermetic’ poet and the leader of the ‘hermetic school’.” His style became “abstruse, constricted, and elliptical” and he withdrew “into the inner sanctum of the contemplative soul,” said Cambon, “refusing the public myths, to look at the world as a realm of mysterious essences.” Although Ungaretti insisted that he was never obscure on purpose, his conception of poetry was intensely personal. His preoccupation with the mysteries of life, the condensation of his ideas, and his desire to suppress the superfluous, sealed him off from his contemporaries.\nEconomy, even severity of line, was always a characteristic of Ungaretti’s style and he contended that “the ideal writer should use the minimum number of words.” His advice to writers was that they be more concise; he considered prolixity one of the greatest defects in a writer and was critical of those who digress from their subject. Mandelbaum, Ungaretti’s English translator, commented, “Ungaretti purged the language of all that was but ornament, of all that was too approximate for the precise tension of his line. Through force of tone and sentiment, and a syntax stripped to its essential sinews, he compelled words to their primal power.”\nOne of the central themes in Ungaretti’s poetry is the longing for lost innocence and his mood is often nostalgic and wistful. Yet underlying this sadness is a lyricism which at times rivals Mallarme’s in its magical and musical intensity. Il Dolore, a collection of poems deriving its title from the tragedy of his little son’s death in Brazil at the age of nine, contains some of his most beautiful verse; in Tu ti spezzasti (“You were broken”) he suggests with one phrase or word an infinity of passion, melancholy or aspiration, extracting a poetic magic even from the hideous realities of life and death.\nUngaretti once remarked that he had four countries: Egypt, the land of his birth; Italy, the country of his parents and his permanent home; France, the place of his education and formative years, and where, through such friends as Apollinaire, he was in intimate contact with the whole artistic movement in France; and Brazil, his home for six years while teaching at the University of São Paulo. He recorded his impressions, in prose and poetry, of all these countries, and many others as well. He also wrote enthusiastically about his visit to New York in 1964, in an article for Epoca. His reputation traveled equally far. In a tribute to Ungaretti on his 70th birthday, T.S. Eliot called him “one of the most authentic poets of Western Europe,” and reviewers hailed his Visioni di William Blake (1965), a critical study of Blake with Italian translations of his poems, as a work of international significance.\nUngaretti died on June 1, 1970 in Milan, Italy.\n", "attrs": {"Region:": ["Italy"]}}