{"pf_url": "https://www.poetryfoundation.org/poets/glyn-maxwell", "name": "Glyn Maxwell", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4258137a29c6ae1bd07dcd9f214e391870eaa5bc.jpeg", "bio": "\nBorn in England to Welsh parents, Glyn Maxwell was educated at Oxford University and Boston University, where he studied both poetry and theater with Derek Walcott. This simultaneous training in two disciplines has enabled him to create innovative work across genres. Maxwell has written numerous verse plays as well as long narrative poems. His many poetry collections include Pluto (2013); One Thousand Nights and Counting: Selected Poems (2011); Hide Now (2008); The Nerve (2002), which won the Geoffrey Faber Memorial Prize; and Out of the Rain (1992), which won the Somerset Maugham Award. His first three volumes of poetry are collected in The Boys at Twilight: Poems 1900–1995 (2000). Three of his poetry collections have been short-listed for the T.S. Eliot Poetry Prize, and two have been short-listed for the Whitbread Poetry Prize. His poetry has been anthologized widely, in The Penguin Book of the Twentieth Century in Poetry (1999) and The Firebox: Poetry in Britain and Ireland after 1945 (1998), among others. He also published a guidebook, On Poetry, in 2012.\nInfluenced by Robert Frost and W.H. Auden, Maxwell crafts formally assured poetry that follows the breath of everyday speech. Joseph Brodsky praised his first collection, Tale of the Mayor’s Son (1990), with the observation that “Glyn Maxwell covers a greater distance in a single line that most people do in a poem.” Maxwell’s book The Sugar Mile (2005), a verse narrative set in a Manhattan bar a few days before September 11, 2001, weaves together several voices and stories exploring the nature of fate. Time’s Fool: A Tale in Verse (2000) updates the Flying Dutchman story in 400 pages of strict terza rima. Explaining his reason for choosing such a challenging rhyme structure, Maxwell said in an interview for The Atlantic, “Terza rima approximates to thought, or the place where two elements—thought and light—connect. The first line of a terza rima is already an echo—it’s an echo of the middle line from the stanza before—so it’s a thought that’s being processed, using rhyme as a metaphor for thought.”\nMaxwell’s critically acclaimed plays, about half of which are in verse, have been performed across the United States and Great Britain. He has also written opera libretti and fiction. His first novel, Blue Burneau (1994), was short-listed for the Whitbread First Novel Award. Moon Country (1996) is an account of his visit to Iceland with the poet Simon Armitage, tracing the travels of W.H. Auden and Louis MacNeice.\nA Fellow of the Royal Society of Literature and the Welsh Academy, Maxwell has won the E.M. Forster Award from the American Academy of Arts and Letters and the Eric Gregory Award. He was poetry editor of the New Republic from 2001 to 2007, and he has taught at Amherst College, Columbia University, The New School, and the University of Essex. \n", "attrs": {"Region:": ["England"]}}