{"pf_url": "https://www.poetryfoundation.org/poets/gordon-bottomley", "name": "Gordon Bottomley", "yob": "1874", "yod": "1948", "image": null, "bio": "\n                                                                    Born in Keighley, Yorkshire, English poet and playwright Gordon Bottomley began working as a bank clerk at the age of 16. At 18, he contracted tuberculosis, recurrences of which limited his ability to work. From his home, he carried out a rich creative life and maintained many literary correspondences.    Engaged with the revival of verse drama, Bottomley composed poetry and plays exploring human consciousness, often grounded in stark realism. Inspired by Japanese Noh theater, he often set his plays in smaller spaces with minimal scenery. “The poetic drama is, indeed, not so much a representation of a theme as a meditation upon it or a distillation from it; its business is far less the simulation of life than the evocation and isolation for our delight of the elements of beauty and spiritual illumination in the perhaps terrible and always serious theme chosen,” Bottomley states in his essay “Poetry and the Contemporary Theatre,” published in Essays and Studies by Members of the English Association (1934).   His poetry collections include The Mickle Drede and Other Voices (1896), Poems of Thirty Years (1925), and Poems and Plays (1953). His plays include King Lear’s Wife (1915) and Gruach (1921). His work was also included in Georgian Poetry, Edward Marsh’s anthology series, and in The New Poetry: An Anthology (1917, edited by Harriet Monroe and Alice Corbin Henderson).   Bottomley frequently corresponded with Edward Thomas and the artist Paul Nash, who also drew stage sets for some of Bottomley’s plays. These two correspondences are collected in Edward Thomas’s Letters from Edward Thomas to Gordon Bottomley (1968, edited by R. George Thomas) and Poet and Painter: Being the Correspondence Between Gordon Bottomley and Paul Nash 1910–1946 (1955, edited by Claude Colleer Abbott and Anthony Bertram, reissued and edited by Andrew Causey in 1990 with a second edition in 2007).   President of the Scottish Community Drama Association and vice president of the British Drama League, Bottomley received several honorary degrees, including a D.Litt. from Durham University. Selections of his papers are archived in the libraries of the University of Glasgow and Durham University.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}