{"pf_url": "https://www.poetryfoundation.org/poets/grace-schulman", "name": "Grace Schulman", "yob": "1935", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2ec456d5086e69ba52cca1a027b4122d2be4e2e9.jpeg", "bio": "\nPoet and editor Grace Schulman was born Grace Waldman in New York City, the only child of a Polish Jewish immigrant father and a seventh-generation American mother. She studied at Bard College and earned her BA from American University and her PhD from New York University. She is distinguished professor of English at Baruch College, CUNY, and served as the poetry editor of the Nation from 1972 to 2006. She also directed the 92nd Street Y Poetry Center from 1973 to 1985. She has published six collections of poetry, including Days of Wonder: New and Selected Poems (2002), The Broken String (2007), and Without a Claim (2013). Her collection of essays, First Loves and Other Adventures (2010), reflects on her life as a writer and reader.\nTypically written in a lucid free verse that occasionally reaches vatic heights, Schulman’s poems often take on subjects of art, history, and faith. Schulman’s history is usually that of her beloved New York City, where she has lived and worked as a dedicated poetry advocate all her life. Earthly moments and details of city life constantly suggest larger spiritual questions. Poet Ron Slate has described Schulman as “not only a poet of praise, but one who addresses the grounding questions of this mode. How and why do we find beauty in adversity?”\nSchulman names Hopkins, Donne, Shakespeare, Dante, Whitman, and Marianne Moore as her influences. When Schulman was a teenager she was introduced to Moore, who had a profound effect on her poetics. Schulman wrote on the poet in a critical study, Marianne Moore: The Poetry of Engagement (1986), and edited The Poems of Marianne Moore (2004). Schulman has received numerous awards for her work, including the Delmore Schwartz Memorial Award, the Aiken Taylor Award for poetry, and Pushcart prizes. She has received fellowships from the New York Foundation of the Arts and the Guggenheim Foundation. Her work has been published the Nation, the New Yorker, and numerous other magazines and journals, and appeared in The Best of the Best American Poetry 1988–1998.\nSchulman was married to the scientist Jerome L. Schulman before his death in 2016. She lives in New York City and East Hampton.\n", "attrs": {}}