{"pf_url": "https://www.poetryfoundation.org/poets/guillaume-apollinaire", "name": "Guillaume Apollinaire", "yob": "1880", "yod": "1918", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/5ca8cd06c6849baf37648a2e0eaa2113b5d003c3.jpeg", "bio": "\nGuillaume Apollinaire is considered one of the most important literary figures of the early twentieth century. His brief career influenced the development of such artistic movements as Futurism, Cubism, Dadaism, and Surrealism, and the legend of his personality—bohemian artist, raconteur, gourmand, soldier—became the model for avant-garde deportment. Although some critics hesitate to rank him with the greatest poets of the century, Apollinaire's legacy is claimed by such important literary innovators as Philippe Soupault, Louis Aragon, Jean Cocteau, and Gertrude Stein. Shortly before Apollinaire died, author Jacques Vache wrote to Andre Breton, the leader of the Surrealist movement: \"[Apollinaire] marks an epoch. The beautiful things we can do now!\"\n\r\nAccording to most sources, Apollinaire was born in Rome, the illegitimate son of a Polish woman and an unidentified man—there is speculation that his father may have been an Italian military officer, a prelate, or even a cardinal in the Church; his friends, Pablo Picasso in particular, liked to joke that Apollinaire was the son of the Pope himself. He spent most of his youth traveling in Europe and as a result developed a cosmopolitan outlook and a fascination with a variety of cultures and fields of study. By the age of eighteen Apollinaire had finished school and settled in Paris. After securing work as a bank clerk, he became friends with and an avid supporter of avant-garde artists, including Picasso, Georges Braque, Henri Rousseau, and Marcel Duchamp. Never affiliated solely with one group or school but, seemingly, a partisan of all modern artists, Apollinaire was intrigued by, and tended to associate with, those who appeared challenging or antagonistic toward bourgeois society; this inclination probably led to his six-day imprisonment in 1911 when he was wrongly suspected of being connected with the theft of the  Mona Lisa. In 1914 he joined the French army, volunteering to defend his adopted country in World War I. Although initially a member of an artillery division that was relatively safe from active combat, he soon volunteered to fight at the front with the infantry. He suffered a head wound in 1916 and was sent back to Paris, where he saw the staging of his drama Les mamelles de Tiresias: Drame surrealiste (The Breasts of Tiresias). This play, the subtitle of which was later adopted by a group of artists and writers known as the Surrealists, established a model for advanced avant-garde theater and influenced such authors as Tristan Tzara, the titular leader of the Dada movement, and Andre Breton. In 1917 Apollinaire delivered the lecture \"L'esprit nouveau et les poetes,\" a modern art manifesto in which he called for pure invention and a total surrender to inspiration. Apollinaire, weakened by the wound from which he never fully recovered, died of influenza two days before Armistice Day.\n\r\nApollinaire's earliest publications, the short story collections L'enchanteur pourrissant and L'heresiarque et cie (The Heresiarch and Co.), prefigure his subsequent work in their extravagant use of the imagination. The fantastic characters and situations depicted in these stories signal Apollinaire's repudiation of the realistic and naturalistic approaches to writing, which he believed, like the Symbolist writers before him, imposed arbitrary limitations on the writer's vision. Unlike the Symbolists, however, whose work intentionally ignored everyday reality, Apollinaire's writing demonstrates a serious attempt to confront and transform worldly experience in its diversity, from the crises and joys of personal emotional life to the advancements of technology and the tragedies of war. As Anna Balakian has observed, Apollinaire's ambition was \"to change the world through language.\" Among his other works of fiction, the novel Le poete assassine ( The Poet Assassinated) introduces the theme of the poet as a creator of new worlds—a role that Apollinaire himself assumed in his major works, the poetry collections Alcools: Poemes 1898-1913 and Calligrammes: Poemes de la paix de la guerre (Calligrams).\n\r\nBoth Alcools and Calligrams are notable for their stylistic experimentation and the novelty of their themes and subjects. Many of these motifs—particularly those taken from contemporary life, including technology and the alienation of modern existence—had never been treated before in serious poetry. Moreover, in his treatment of such traditional poetic themes as war and romance, Apollinaire revealed his astonishing willingness to contemplate the severest emotions from new points of view. For example, his unique and liberating sense of humor serves to clarify—rather than diminish—the poignancy of his often tragic themes. He frequently achieved this somewhat paradoxical effect through stylistic innovations—avoiding punctuation in  Alcools and shaping verse text into various objects in Calligrams —which a number of critics view as his most significant contribution to modern poetry. In addition to its technical innovations,  Alcools contains what many critics regard as his most successful individual poems,  \"Zone\" and \"La chanson du mal-aime\" (\"Song of the Ill-Beloved\"), which, with their hope and excitement in modernity, their erudite literary references, and their poignant expressions of disappointed love, embody the full range and complexity of his poetic vision. Apollinaire's works, from his visual poems to pornographic novels like Les onze mille verges ( The Debauched Hospodar), as well as his flamboyant personality, present numerous examples of those artistic traits which led the Surrealists and other literary experimentalists to claim him as one of their predecessors. Critics agree that Apollinaire's most striking qualities were his vitality and his constant readiness to take both personal and artistic risks.\n", "attrs": {"Region:": ["France"], "School/Period:": ["Modern"]}}