{"pf_url": "https://www.poetryfoundation.org/poets/gustaf-sobin", "name": "Gustaf Sobin", "yob": "1935", "yod": "2005", "image": null, "bio": "\n                                                                    Born in Boston, poet and novelist Gustaf Sobin earned a BA at Brown University. An admirer of French poet René Char, Sobin arrived in Paris in 1962 to meet the poet who would become his mentor. With Char’s assistance, Sobin purchased an abandoned silk cocoonery in Provence and made his home there. Using the language of negation and omission, Sobin explored existence and transcendence in his poetry. Reviewing Sobin’s Collected Poems, Lucas Klein located Sobin’s work within the sphere of late Objectivism, with the caveat, “But if Objectivism is about the object, Sobin’s poetry is often equally about its opposite, the negated.” Later in the same review, Klein observed, “With commas, hyphenations, and enjambment, he forces attention to the parts and particles, solid or hollow, that make up the words we know—“re- / member,” “with- / out,” “ab- / sence”—and our sense of being that comes from them.” In an interview with Edward Foster, Sobin spoke of his experience of living in a Francophone country while writing in English, stating, “It’s almost an advantage, living at a distance in which one’s own language is used—almost exclusively—for writing. The words take on a kind of buoyancy, a kind of freshness. They’re free of so much exhausted usage” and “day-to-day attrition.”Sobin’s numerous collections of poetry include Wind Chrysalid’s Rattle (1980), Breaths’ Burials (1945), Towards the Blanched Alphabets (1998), and In the Name of the Neither (2002). Compilations of his poetry can be found in By the Bias of Sound: Selected Poems 1974–1994 (1995) and Collected Poems (posthumously, 2010). Sobin also translated Henri Michaux’s Ideograms in China (1984) and René Char’s The Brittle Age and Returning Upland (released in 2009 as a single, bilingual volume). His prose includes the novel The Fly-Truffler (2000) and the essay collections Luminous Debris (1999) and Ladder of Shadows (2009). Sobin lived in the south of France for more than 40 years. He died at the age of 69.\n                                                            ", "attrs": {"Region:": ["France"]}}