{"pf_url": "https://www.poetryfoundation.org/poets/gerard-de-nerval", "name": "Gérard de Nerval", "yob": "1808", "yod": "1855", "image": null, "bio": "\nGérard de Nerval is the pen name of French Romantic poet and author Gérard Labrunie, who was born in Paris. He was the son of an army doctor and was raised by his great-uncle in the Mortefontaine countryside while his parents traveled to the front. His mother died when he was two years old. In 1828, Labrunie published a widely praised translation of Goethe’s Faust. After a manic episode in 1841 that led to a diagnosis of insanity and an extended hospitalization, he took the name Nerval.\nIn his experimental poetry and prose, Nerval explores the liminal spaces among imagination and reality and creativity and madness while lucidly recording his experiences as a subject of 19th-century psychiatry. His work can be seen as a connection between the movements of French Romanticism and symbolism, and he was cited as an influence by Marcel Proust, André Breton, Antonin Artaud, and T.S. Eliot, whose long poem “The Waste Land” concludes with a quote by Nerval.\nAn overview of Nerval’s work, including poetry, experimental fiction, a novella, and a selection of correspondence, can be found in Gérard de Nerval: Selected Writings, translated and annotated by Richard Sieburth (1999). Nerval’s sonnet sequence Les Chimères (1854, translated as The Chimeras by Peter Jay in 1985), written over the course of ten years, was published the year before his death by suicide at the age of 46.\nNerval’s memoir Aurélia (1853–1854) records his hallucinations and experiences during periods of mental instability. His additional publications include Les Filles du feu (The Daughters of Fire, 1854), which includes his 1853 novella Sylvie; Scènes de la vie orientale (1848–1850); Contes et facéties (1852); La Bohême galante (1856); and L'Alchimiste, a drama in five acts, written in collaboration with Alexandre Dumas.\nNerval was said to have taken his pet lobster for a walk in the gardens of the Palais-Royal in Paris one day, using a blue ribbon for a leash, a story often relayed as a humorous anecdote. In an essay for the Harper’s Magazine blog, Scott Horton situates this account within the context of a poem by Nerval that opens with an epigraph by Pythagoras: “All things feel.” Horton states, “When Nerval proudly took his lobster for a promenade, he was making the same point he made in this poem: humans make themselves the masters of their environment and the beasts around them, and in so doing have they not lost a sense of the universe and the natural order among beings? Do they not recognize obligations that go with that mastery? It was not, perhaps, quite so comic an act as it may have seemed.” \n", "attrs": {"Region:": ["France"], "School/Period:": ["Romantic"]}}