{"pf_url": "https://www.poetryfoundation.org/poets/h-d", "name": "H. D.", "yob": "1886", "yod": "1961", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/be92d051b959c7534262df5955afd724c9bdba5e.jpeg", "bio": "\nHilda Doolittle was born in 1886 in Bethlehem, Pennsylvania, and grew up in Upper Darby. Writing under the pen name H.D., her work as a writer spanned five decades of the 20th century (1911-1961), and incorporates work in a variety of genres. She is known primarily as a poet, but she also wrote novels, memoirs, and essays and did a number of translations from the Greek. Her work is consistently unique and original, both reflecting and contributing to the avant-garde milieu that dominated the arts in London and Paris until the end of World War II. Immersed for decades in the intellectual crosscurrents of modernism, psychoanalysis, syncretist mythologies, and feminism, H.D. created a unique voice and vision that sought to bring meaning to the fragmented shards of a war-torn culture. The development of H.D.’s increasingly complex and resonant texts is best understood when placed in the context of other important modernists, many of whom she knew intimately and all of whom she read avidly—especially poets such as Ezra Pound, T.S. Eliot, William Butler Yeats, William Carlos Williams, Marianne Moore, Wallace Stevens, and the Sitwells. Today she is read widely and admired for her innovative and experimental approaches to poetry.\nH.D.'s life and work recapitulate the central themes of literary modernism: the emergence from Victorian norms and certainties, the entry into an age characterized by rapid technological change and the violence of two great wars, and the development of literary modes which reflected the disintegration of traditional symbolic systems and the mythmaking quest for new meanings. Within this modernist tradition, H.D.’s particular emphasis grew out of her perspective as a woman regarding the intersections of public events and private lives in the aftermath of World War I and in the increasingly ominous period culminating in the Atomic Age. Love and war, birth and death are the central concerns of her work, in which she reconstituted gender, language, and myth to serve her search for the underlying patterns ordering and uniting consciousness and culture.\r\n \r\nParalleling the paths of Pound, Eliot, and Stein, H.D. lived as an expatriate in England and Europe from 1911 until her death in 1961. Her roots, however, were fully American and provided a heritage that permeated her later life and art. H.D.’s childhood began on Church Street in Bethlehem, Pennsylvania, in the close-knit Moravian community in which her mother’s family had been influential since its founding in the 18th century by a small band of people persecuted for their membership in the Unitas Fratrum, a mystical Protestant sect. Her grandfather, a noted biologist, was the director of the Moravian Seminary; her mother’s brother was a musician. Also an artist, her mother taught music and painting to the seminary children. Something of an outsider, H.D.’s father was a professor of astronomy at Lehigh University. To H.D. he was always the calm, detached scientist whom she characterized as “pure New England,” descendant in spirit as well as fact from the Puritan fathers who “burned witches and fought the Indians.” When she was nine, her father became professor of astronomy at the University of Pennsylvania and director of the Flower Observatory in Upper Darby, near Philadelphia. Into this different world dominated by the upper-middle-class conventions of university life and Main Line society, H.D. brought her rich Bethlehem memories, which blended the warmth of her large extended family, the omnipresent art of her mother’s family, the vivid imagery and melodies of Moravian hymns, and the familiar but mysterious rituals of the Unitas Fratrum—the love feasts, the kiss of peace, and candlelight processions on Christmas Eve.\r\n \r\nHilda was the sixth child and the only daughter to survive in the professor’s large family. Always feeling “different” as the only girl among five brothers, H.D. remembered asking, “Why was it always a girl who had died?” She later decided that her survival was linked to her “gift,” the combined capacity for artistic and religious inspiration that came from her mother’s family. Hilda was her austere father’s favorite child. Influenced by feminism’s advocacy of the “new woman,” the Professor was ambitious for his daughter. He wanted her to be a second Marie Curie, but his efforts to tutor her in math led to the now familiar syndrome of math anxiety. Her brother Eric, to whom she was very close, was more successful, helping Hilda with math and providing her with books by writers such as Louisa May Alcott, Jane Austen, and the Brontës. William Carlos Williams remembered the Professor as a very distant man whose eyes did not focus on anything nearer than the moon, and Sigmund Freud told H.D. that he was “cold.”\r\n \r\nHilda was drawn to her more spontaneous, artistic mother but was repeatedly hurt by her mother’s open favoritism of her brother Gilbert. Trying to get close to her mother, Hilda identified with Gilbert, the prototype of the many brother figures who people her later novels and poems. Hilda wanted to be an artist like her mother. But her father forbade art school, and her mother’s self-effacement and conventional devotion to the Professor’s work provided a problematic model for her aspiring daughter. As Hilda became a young woman, her mother increasingly represented the confines of feminine conventionality from which she had to escape in order to become an artist.\n The years from 1905 to 1911 were critical for H.D.’s later artistic development. She experienced her first real intellectual and poetic awakenings, while struggling to balance the conflicting demands of sexuality, gender, and vocation. College did not provide the hoped-for environment for rebellion and growth. In 1905 she enrolled at Bryn Mawr College, well-known among women’s colleges for its difficult “men’s curriculum.” In the following year she withdrew from college at mid-year, having done poorly in both math and English. In her roman à clef HERmione (1981), written in 1927 and based on her life from 1905 to 1911. H.D. vividly described the crisis of identity she felt at age 20: “I am Hermione Gart, a failure,” which “meant fresh barriers, fresh chains.” Cut off from earning a teaching salary, she felt she was only “a disappointment to her father, an odd duckling to her mother, an importunate over-grown, unincarnated entity that had no place here.”\r\n \r\nH.D. found the stimulation that led to an artistic identity in her personal relationships, outside the family and classroom. Most important among her friends were Ezra Pound, William Carlos Williams, and Frances Josepha Gregg. She met Pound when she was 15. By 1903, Pound and Williams, both students at the University of Pennsylvania, visited the observatory on Sunday afternoons. What comes through Williams’s ambivalent descriptions of Hilda in his Autobiography (1951) is the image of an intense young woman seeking to step outside the confinement of Victorian conventions. Williams was fascinated by her “provocative indifference to rule and order.” She started to write poems, she told him, by splashing ink from her pen all over her clothes “to give her a feeling of freedom and indifference.” She wandered in the woods and fields, climbed fences, and once startled Williams by the ecstatic abandon with which she embraced a summer storm.\r\n \r\nPound, however, was H.D.’s first love and the one she returned to in memory and letters during the last years of her life, as recorded in her memoir End to Torment and her long poem Winter Love (1972). Together they shared their early poems and read William Morris, Algernon Swinburne, Henrik Ibsen, George Bernard Shaw and books by yogis. Pound named her Dryad, the wood spirit muse of his earliest poems, especially those in the handmade volume now published as Hilda’s Book (1979). In 1906 and 1907 Pound was a dashingly disreputable poet, but the Professor’s disapproval did not halt their developing “understanding” and final engagement. This engagement survived the Professor’s disgust at finding them embracing, the scandal that followed Pound’s resignation from his teaching position at Wabash College in 1907, the consequent need to meet secretly, and the rumors of Pound’s “engagements” to other women. But their plans to marry gradually faded with the continued opposition of her family, the aftereffects of Pound’s sudden trip to Europe in 1908, and Hilda’s increasing discomfort with the idea of marriage. She had dreamed of a bohemian life with Pound, but the more their courtship progressed, the more conventional the romance became. In HERmione, H.D. wrote about feeling “smothered,” “smudged out” by Pound. She feared that she would become the object of his poem rather than the poet.\r\n \r\nH.D.’s love for Pound, but disenchantment with her role as his muse, paralleled a deepening involvement with Frances Josepha Gregg, an intense young woman she met through her college friend Mary Herr, probably in 1910. Gregg wrote poetry and was something of a mystic. The refrain from Swinburne’s “Itylus,” “O sister, my sister, O fleet sweet swallow,” which refers to the forbidden love between women, is the line that echoes through much of H.D.’s writings about Gregg. Both Pound and Helen Doolittle regarded their intimacy as “unwholesome,” but with Gregg, H.D. felt freed from being the “decorative” object inspiring Pound’s poems. In her unpublished “Autobiographical Notes” (written in 1949) H.D. described 1910 as the “Frances Gregg period” and noted that her first published work appeared in New York syndicated newspapers during that year. However, the first poems which fully pleased her were the lyrics she wrote for Gregg. She modeled these love poems on the pastorals of Theocritus that Pound had brought her. As Barbara Guest has shown, however, her relationship with Gregg was not without its problems. Gregg was not only possessive, but she engaged in a secret liaison with Pound which left H.D. feeling doubly betrayed when she found out. This erotic triangle complicated the poetic one. Pound hurt H.D. again by favoring Gregg’s conventional lyrics over her own poems in the fall of 1911. Breaking the traditional patterns of both creativity and love proved to be a difficult task.\r\n \r\nWhatever the stresses in the threesome, H.D.’s relationships with Pound and Gregg succeeded in loosening the control of her family and initiating her life as an artist. Loving both, H.D. was torn in two directions, between heterosexual love and lesbian love, each of which presented its own dynamic fusion of the visionary, the erotic, and the aesthetic. This bisexual pull remained one of the central patterns of H.D.’s later life, one which she discussed extensively with Freud and encoded in much of her writing.\r\n \r\nIn the summer of 1911, Hilda set off for a short visit to Europe in the company of Frances and Mrs. Gregg. London and Pound’s literary circle offered the artistic stimulation she had sought for years. With some difficulty she convinced her parents to let her stay, and she returned to the United States for visits only four or five times until her death. Through Pound, H.D. met many of the writers who became her community of friends and fellow artists until 1919—especially people such as Richard Aldington, Yeats, Eliot, F. S. Flint, John Gould Fletcher, Ford Madox Hueffer (later Ford Madox Ford), Brigit Patmore, and Olivia and Dorothy Shakespear. H.D. was upset when she failed to convince Frances to stay with her in London (1911) and later devastated by Frances’s sudden letter from the United States announcing her marriage to Louis Wilkinson in 1912. In “Asphodel,” part one of which deals with H.D.’s early London years, H.D. described the letter as “vitriolic blue acid” and recalled their earlier pact to be “modern women,” never to marry. Gregg planned for H.D. to join her on her honeymoon trip to Europe, but Pound intervened and convinced H.D. to remain in London. The two women were never again so intimate, although they met and corresponded sporadically until 1939.\r\n \r\nPound’s own engagement to Dorothy Shakespear also came as a shock to H.D., but increasingly the persistent attention of Aldington began to fill the emotional gap left by Pound and Gregg. They studied Greek together at the British Museum, wrote poetry, and read widely in French and English poetry. From the first, Aldington greatly admired H.D.’s talent and dedication, both of which he believed would lead to important achievements. Aldington, Pound, and H.D. frequently met for tea to discuss life and art, chiefly, Aldington later wrote, to establish “a camaraderie of minds” and to laugh until their sides ached. They spent the spring of 1912 in Paris together, and after the arrival of her parents, Aldington and the Doolittles toured Italy, occasionally joined by Pound. Florence and Venice in particular always carried associations of this early companionship with Aldington, the idyllic quality of which H.D. celebrated in Bid Me to Live (A Madrigal) (1960), her roman à clef drafted in 1939 about the years 1912-1919. In October of 1913, Aldington and H.D. were married in the presence of her parents and Pound. H.D. had high hopes that their intimate companionship, based on mutual respect and love for poetry, would lead to a new kind of marriage, one which would foster the creative work of both partners.\r\n \r\nBy the time she married Aldington, H.D.’s literary career was already underway, her reputation as the best of the imagists well-established, thanks to the efforts of Pound and her own hard work. Imagism, the short-lived but influential movement officially in existence from 1913 until 1917, was launched in the tea shop of the British Museum in September of 1912. H.D. had given Pound three new poems, “Epigram,” “Hermes of the Ways,” and “Priapus” (later titled “Orchard”), and he was impressed with their hardness, clarity, and intensity—the very qualities he associated with the best of poetic tradition and advocated for modern poetry. In End to Torment H.D. recalled the scene: “‘But Dryad,’ (in the Museum tea room), ‘this is poetry.’ He slashed with a pencil. ‘Cut this out, shorten this line. “Hermes of the Ways” is a good title. I’ll send this to Harriet Monroe of Poetry.’ And he scrawled ‘H.D. Imagiste’ at the bottom of the page.” H.D.’s recollection almost 50 years later captures the contradictory but crucial role Pound played in the construction of modern poetry. Ever the impresario, Pound was domineering, but generous; blunt, but fair; free with his editing pen, but unerringly sharp in his advice. No longer her fiancé entangling poetry with the demands of a lover, Pound was her greatest promoter. “The strangest thing,” H.D. later wrote, “is that Ezra was so inexpressibly kind to anyone who he felt had the faintest spark of submerged talent.” She was delighted to abandon her surname, which seemed, she later reflected, to mock her aspirations; “Do-little” was hardly an encouraging name for an ambitious young woman. However, the violence of his slashing pen in her description of his naming “H.D. Imagiste” suggests an ominous undertone in his support, as Sandra Gilbert, Susan Gubar, and Janice Robinson have suggested. His power to name, upon which her new identity depended, carried with it a threat to her autonomy as a creative artist, as she was later to explore in HERmione.\r\n \r\nPound believed that she had more than a faint spark of talent, and he wrote to Monroe in October of 1912: “am sending you some modern stuff by an American, I say modern, for it is in the laconic speech of the Imagistes. ... Objective—no slither; direct—no excessive use of adjectives, no metaphors that won’t permit examination. It’s straight talk, straight as the Greek!” The opening lines of “Hermes of the Ways” bear out Pound’s praise of a poetic language cleansed of Victorian and Georgian excesses:\nThe hard sand breaks,\r\nand the grains of it\r\nare clear as wine.\n\r\nFar off over, the leagues of it,\r\nthe wind,\r\nplaying on the wide shore,\r\npiles little ridges,\r\nand the great waves\r\nbreak over it.\nMonroe published the poems in the January 1913 issue of Poetry under the signature of H.D., Imagiste. More poems by H.D. and others rapidly appeared in subsequent issues of Poetry with the imagist label. Although Pound and Aldington had used the term “imagist” before the publication of H.D.’s poems, H.D.’s three poems were the first fully imagist poems, according to Cyrena Pondrom, who argued that Pound’s poetry changed dramatically after he saw “Hermes of the Ways” and “Priapus.”\r\n \r\nMany writers and literary historians have speculated that Pound created the imagist movement to describe and promote the poems that H.D. was writing. While her innovative and influential role in the history of modern poetry should be recognized, Imagism was not synonymous with H.D. It was a genuine movement, held together by personal ties and a loose consensus of principles, magnetically drawing many diverse poets who later constituted the modernist poetic mainstream. Its roots went back to the Poet’s Club of 1908 whose members (including Pound and T.E. Hulme) developed a theory of “the image,” but wrote little poetry that embodied its doctrine. Pound edited the first imagist anthology, Des Imagistes (1914), having selected poems from 11 poets (including the four charter imagists, H.D., Aldington, Flint, and himself). With publication arranged by Amy Lowell, three more imagist anthologies followed. Some Imagist Poets (1915, 1916, 1917) drew in a wider circle of poets, including D. H. Lawrence, whom H.D. met through Lowell in August 1914. The story of Pound’s break from the imagists has been frequently told: the poets advocated a democratic selection process and a more inclusive definition of imagist principles while Pound wanted to maintain his exclusive editorial power and a narrow doctrine. Avoiding an open fight with Pound, H.D. and Aldington nonetheless supported Lowell and the idea of democratic decision making for the anthology. The poets published in non-establishment journals like Poetry, the Little Review, and the New Freewoman (a feminist journal controlled by Dora Marsden and Rebecca West, for which Pound and Aldington served as literary editors; in 1914 the journal’s name changed to the Egoist, but it continued to publish feminist articles). Although the imagists were frequently attacked, imitators sprang up everywhere, and their anthologies sold extremely well (Aldington’s later estimate was 20,000 copies). The devastating impact of World War I and a growing diversity of the imagist poets led to the official abandonment of the annual anthologies by 1918. In 1930 Aldington organized a final imagist anthology, but the group had effectively disbanded by the end of the war.\r\n \r\nThe imagist principles which H.D.’s poems epitomize had their roots in the prewar intellectual crosscurrents that mingled the ideas of Henri Bergson and T.E. Hulme, the art of the Postimpressionists and cubists, the new Freudian psychoanalysis filtered through the work of Bernard Hart, and the poetic forms of the Japanese haiku, Greek lyrics, French symbolism, vers libre, and troubadour poetry of medieval Provence. In the March 1913 issue of Poetry Pound and Flint published two articles on imagist “rules” for the production of poems “in accordance with the best tradition ... in Sappho, Catullus, Villon.” Flint specified the three rules: “1. Direct treatment of the ‘thing,’ whether subjective or objective. 2. To use absolutely no word that did not contribute to the presentation. 3. As regarding rhythm: to compose in sequence of the musical phrase, not in sequence of a metronome.” The poets of the 1915 imagist anthology expanded the “rules” to six principles in their preface, stressing that the language of poetry should be the language of “common speech,” that poems should avoid “vague generalities,” and that “concentration is the essence of poetry.” “We oppose the cosmic poet,” they wrote.\nH.D.’s ability to concentrate language, construct a musical line, and project intensity through the crystalline image gave poetic flesh to imagist doctrine. But she did not write poetry to fit the theory, nor did she contribute in print to the doctrinal debates about Imagism.  It is probably more accurate to say that imagist doctrine was developed to describe the poetry she wrote. Her importance to the development of modern free verse is evident in the awards she won from Poetry magazine in 1915 and the Little Review in 1917. According to the reviewers and scholars who wrote about her work in the 1910s and 1920s (such as Flint, Lowell, Sinclair, Eliot, Pound, Monroe, Williams, H. P. Collins, Alfred Kreymborg, and Marianne Moore), her work was very influential in the legitimization of the “modern” style of poetry.\r\n \r\nH.D.’s very perfection as an imagist poet, however, has tended to obscure what was unique in her early poetry, qualities that reflected her American background, encoded her gender-related attempts to escape from the confines of Victorian femininity, and prefigured the prophetic voice of her work in the 1940s and 1950s. Pound was no doubt correct in writing to Monroe that H.D.’s poems were as concrete and direct as those of the Greeks. Sea Garden, her first volume, published in 1916, evokes a generalized Greek landscape, with its naming of various gods and shrines. However, this landscape of rocky shore, forest, and flowers came not from Greece, as her readers often assumed, but from her American childhood, as she later told Norman Holmes Pearson, the Yale professor who became her close friend, adviser, and literary executor in the 1940s and 1950s. While the urban world of London gave H.D. the freedom to write, the natural world of Sea Garden was rooted in her mother’s garden, the fields and woods of Upper Darby, and the shorelines of Maine, New Jersey, and Rhode Island. Her rhythmic lines, with their unconventional patterns of resonant and dissonant sound, were her mother’s musical gift transposed to language.\r\n \r\nThe natural world of Sea Garden is not itself the subject of any given poem, as objects often are in Williams’s imagist poems such as “Poem“ or “The Red Wheelbarrow.” Rather, nature serves as the vehicle that objectifies consciousness in H.D.’s early work. Creating a modernist version of American transcendentalism, for which “nature is a symbol of spirit,” H.D. uses the natural world to explore the subjectivities of consciousness. The wind, the sand, the sea iris become what Eliot was to call the “objective correlative” for the poet’s emotion in his essay “Tradition and the Individual Talent” (1919).\n H.D.’s construction of the image, based in nature, to explore subjectivity accounts for the paradoxical tension in her imagist lyrics between what some of her critics called “fire“ and “ice”—that is, between a cold objectivity and a fiery passion. The poet Robert Duncan, who regards H.D. and Pound as his poetic mother and father, identifies this quality in H.D.’s early lyrics as her “animism” or “sense of the sacred,” which prefigures the hermeticism of her later work. The ecstatic intensity that underlies these poems evokes both Sappho and Euripides, the two Greek poets to whom she most often turned. As Susan Gubar has argued, H.D. identified deeply with Sappho, the woman who was both mother and lover of women, the woman poet who shone so brilliantly out of a largely male poetic tradition. Like Sappho’s passionate lyric, Euripides’ exploration of Dionysian and Eleusinian mysteries attracted H.D. Their controlled and concrete images for disruptive and forbidden desire served as a linguistic model for her poems of ecstatic abandon. Williams’s memory of her youthful passion in the fields and shores removed from the proper drawing rooms of her home found chiseled expression in her imagist lyric, poems such as “Acon,” “Sea Gods,” “Pursuit,” “Wind Sleepers,” “Orchard,” “The Gift,” and “Huntress.” In the words of Adalaide Morris, H.D.’s imagist poems are “bridges to the sacred.”\r\n \r\nThe objectification of human passion in H.D.’s imagist poems highlights another quality that distinguishes them from other imagist poems. Taken as a whole, Sea Garden is a volume that indirectly explores the unnamed, impersonal identity of the poet. The poet appears before the reader enigmatically hidden behind initials. Anticipating Eliot’s ideal of the “impersonal poet” in “Tradition and the Individual Talent,” the early imagist “H.D.” was a disembodied figure, taken out of time, out of history, out of gender. The anguish of a poem like “Mid-Day,” the loss of “Loss,” the prostration of “Orchard,” the ecstasy of “Hermes of the Ways” were all undoubtedly emotions anchored in historical self, in events with a place, time, and circumstance. But H.D.’s presentations of these emotions deliberately removed them from any historical reference, unlike, for example, Lawrence’s intensely autobiographical lyrics in Look! We Have Come Through! (1918), some of which also appeared in imagist anthologies. When Amy Lowell published a photo of H.D. without her permission in Tendencies in Modern American Poetry (1917), H.D. was furious: “It’s not that picture, but any picture! The initials, ‘H.D.,’ had no identity attached; they could have been pure spirit. But with this I’m embodied.”\r\n \r\nAs disembodied as the Sea Garden poems appear, they are nonetheless poems about identity. Removed from the confines of respectability, the natural world of Sea Garden is a kind of pastoral realm imaginatively existing outside culture, what Louis Martz aptly called “borderline.” “Sheltered Garden“ serves as a kind of touchstone for the volume, highlighting the poet’s desire to escape from the suffocating “border-pinks” of the domestic garden into the “coarse weeds” of “some terrible/windtortured place.”\nMany of the moderns condemned Victorian sentiment and clichéd beauty, but H.D.’s celebration of the wild and the harsh carries overtones of her denial of traditional femininity. Many of her imagist poems implicitly question culturally prescribed gender and advocate an androgynous identity. These patterns reflect H.D.’s emergence from a Victorian past and anticipate the revision of conventional gender that characterizes her great epics. Permeating H.D.’s early revisionary exploration of female identity is an austere sensuality, an erotic dimension of repressed yet explosive sexuality that is nonreferential in nature. Like the potent flowers in Lawrence’s early novels and Georgia O’Keeffe’s paintings, H.D.’s flowers indirectly suggest an intense eroticism, whose power comes precisely from its elusive, nonhuman expression. Related to her animistic sense of the sacred, H.D.’s objective correlatives for the self often radiate erotic energy and rhythms. In particular, the five flower poems of Sea Garden (“Sea Rose,” “Sea Lily,” “Sea Poppies,” “Sea Violet,” and “Sea Iris“) structure that volume and underline its revisionary treatment of the sentimental Victorian language of flowers. They also contrast sharply with the sexuality of Moore’s poems (which H.D. nonetheless greatly admired) and the direct “wantonness” of Aldington.\n To explore the nature of her difference in her imagist lyrics, H.D. repeatedly established dualisms that represented the male and the female, the masculine and the feminine. Her imagist poems are often linguistically and thematically structured on polarities such as land and sea, hard and soft, ripe and unripe, wild and sheltered, swift and slow, stunted and lush, torn and whole, pointed and round, positive and negative, salt and sweet, and so forth. Prefiguring the philosophic dualisms and dialectics of her Trilogy (The Walls Do Not Fall, 1944; Tribute to the Angels, 1945; and The Flowering of the Rod, 1946) and Helen in Egypt (1961), these oppositions reflect the divisions H.D. always felt, what she called the “two’s and two’s and two’s in my life,” ultimately “this unsatisfied duality,” “this mother-father” that “tears at our entrails.” Reflecting in part her pride in her difference, and her separation from the conventional or sentimental, H.D. always rejected the ripe for the unripe, the lovely for the harsh, the soft for the hard. At the same time, however, her representation of polarity became the first step in a dialectical process moving toward synthesis.\r\n \r\nAs poems deliberately removed from the historical moment, few of H.D.’s imagist lyrics deal directly with World War I, which was gradually engulfing the personal moment of her success as well as a whole historical era, but “Loss” (Sea Garden), “Prisoners” (Sea Garden), and “The Tribute” (Egoist, November 1916), highly ritualized and distanced poems, are indirectly about the war that was destroying a generation. The four and a half war years left H.D.’s life and relationships shattered, permanently scarred by the intersecting catastrophes of public and private worlds. Against a backdrop of mindless patriotism and omnipresent death in a trench war for blasted territory, a series of events fragmented the poetic identity forged in imagist successes and the balance of woman-poet she had achieved with Aldington. The first trauma was the stillbirth of her child in 1915, a loss she believed was brought on by the news of the Lusitania’s sinking. With Britain reeling under the shocking army casualties, H.D. suppressed her private grief and found that her new friend D.H. Lawrence was the only one who seemed to understand her loss. Her friendship with Lawrence grew rapidly, and by 1916 they were regularly exchanging drafts of poems by mail, a fact that made Aldington jealous because of the intensity of their bond.\r\n \r\nThe second event that ultimately resulted in the dissolution of her marriage was Aldington’s entrance into the army in 1916. He enlisted to avoid conscription into a war he despised, and his experiences at the front understandably produced a profound change in his outlook. For all his cynicism about the war, H.D. found him transformed into a soldier, insensitive and mocking about their prewar dedication to poetry. She took over his post as literary editor for the Egoist and worked hard to keep the flame of poetry alive, her way of countering the nihilism of the war years; he continued to be involved in literary plans but was unable to write much poetry. Paralyzed by the smell of gas on his breath, by her fear for his death, and by her doctor’s orders not to get pregnant, H.D. began to associate his frequent sexual demands during his leaves with death; as she later wrote, “the War was my husband.” By mid-1917 his leaves had become nightmares. Aldington’s brief affairs with other women (most hurtfully with H.D.’s close friend Brigit Patmore) may well have begun during her pregnancy in 1915. But by 1917, he began an extended affair with Dorothy Yorke, an American H.D. was sheltering at the request of Cournos. Aldington wrote H.D. from the front in 1918, “I love you, but desire l’autre.” Both agreed that she should leave London, enjoy an affair with music historian Cecil Gray in Cornwall, and return to Aldington at the end of the war. Her resulting pregnancy upset Aldington, as the affair did not; but H.D. refused to abort the child or to marry Gray, and Aldington’s promises to care for her and the child were reassuring.\r\n \r\nThe third distressing event was the “loss of the friendship with Lawrence.” In the fall of 1917 H.D. sheltered the Lawrences at 44 Mecklenburgh Square after they had been expelled from Cornwall because of Frieda Lawrence’s German citizenship. There had been some tensions in their relationship—H.D. had not liked his manuscript of Women in Love (1920). She rejected his “blood-stream, his sex-fixations, his man-is-man, woman-is-woman” and was angry when he told her that she should stick to the “woman-consciousness” and not try to write about men. But in Bid Me to Live she wrote about Lawrence as her twin, her equal in “cerebral” intensity. Frieda Lawrence may well have set them up for an affair, but according to H.D., Lawrence rejected her and then later abruptly brought their relationship to an end when he learned of her affair with Gray. H.D.’s portrait of their intense artistic communion, but aborted affair, is consistent with references to Lawrence in her letters. \nThe fourth trauma H.D. suffered during World War I was a series of blows initiated by the death of her brother Gilbert in France and the subsequent death of her father from shock early in 1919. When she first got the news of her father’s death, she was nearly ready to deliver. Suddenly she caught the deadly influenza of 1919 and was not expected to survive. The landlady demanded burial money from H.D.’s new friend Bryher (Winifred Ellerman), daughter of shipping magnate Sir John Ellerman. \nBut H.D. and her daughter Perdita, born March 31, 1919, miraculously survived, and she decided to return to Aldington, as he had requested. When she arrived at his hotel, however, he told her he could not give up Yorke and threatened that if she registered Perdita in his name, he would have her thrown in jail and subjected to penal servitude. Defiantly, H.D. registered the child as Frances Perdita Aldington, but remained frightened for years that Aldington would carry out his threat. In her divorce papers and a number of memoirs, H.D. referred to March of 1919 as a “psychic death” from which she really did not recover until World War II. As a friend told her, an “asbestos curtain” dropped between H.D. and her pre-March self. She survived to begin a new life with Bryher and Perdita by repressing the interlocking events of love and betrayal, pregnancy and war, poetry and the loss of her male lover-poet companions. The result was what she called her personal “War Phobia,” whereby the threat or reality of war triggered the associations of personal and historical catastrophe and the resultant breakdown.\r\n \r\nBryher’s love and promise of a trip to Greece saved H.D.’s life. They had met in July of 1918, when Bryher’s request for a meeting with the mysterious “H.D.,” whose poems she had memorized, resulted in an invitation to tea and a lifelong relationship. H.D. later wrote that Bryher took “the place of Frances.” Fiery yet sturdy, deeply troubled yet steadily loyal and practical, Bryher was nothing like the “fey,” psychic Frances. The poem to Bryher which opens Palimpsest (1926) describes the role she played in H.D.’s life: “when all the others, blighted, reel and fall,/your star, steelset, keeps lone and frigid trist/to freighted ships baffled in wind and blast.” During this period, however, Bryher was herself suicidal, struggling with her sexual and gender identities, and angry at the patriarchal system. The two women sustained each other, with Perdita providing a compelling reason to survive. As Bryher later wrote, “H.D. had a great gift for friendship.”\r\n \r\nA series of journeys from 1919 to 1923 brought both H.D. and Bryher back to a productive, creative life and gave H.D. many of the fundamental motifs and symbols of her later work. They also set the scene for a number of H.D.’s visionary experiences, moments of altered consciousness that she regarded as a kind of personal oracle whose enigmatic messages she must learn to translate. In July 1919 they spent an idyllic month in the Scilly Isles off Cornwall, where H.D. had what she later termed her “jelly-fish” and “bell-jar” experiences. Anticipating Sylvia Plath‘s metaphor in The Bell Jar (1963), H.D. at one point felt enclosed in a “double globe” from which she safely regarded the world as if she were seeing through water. She wrote about the experience in Notes on Thought and Vision (1982), an experimental prose meditation about the interconnections between the conscious and unconscious, creativity and procreativity, gender and the imagination. No description of her “jelly-fish” vision has survived, although she wrote and rewrote about this and other psychic phenomena she had felt chosen to witness. But the word “Fish“ hereafter served as her overall code word signifying the messages that come from the unconscious or the supernatural as hieroglyphs of hermetic wisdom.\r\n \r\nThe most important trip, however, was the journey to Greece that Bryher had promised H.D. In the spring of 1920 they set off with Ellis on the Borodino on a still-dangerous tour through the mine-infested seas to Greece and Crete. On board ship H.D. experienced a strange alteration of space and time that seemed to transform the choppy sea into a timeless Botticelli painting of dancing dolphins and the handsome Peter Rodeck at her side into an ideal lover. On the island of Corfu H.D. saw what she called the “writing-on-the-wall,” a series of flickering light pictures mysteriously projected onto her wall, whether from her subconscious mind or some other source, she did not know.\r\n \r\nThe trip to Greece was for H.D.; Bryher herself yearned for the imagined freedom of the “New World,” from which H.D. herself had had to flee. Hoping to immigrate to America in 1921, Bryher took H.D. to New York in the fall of 1920. After meeting Marianne Moore, with whom H.D. had corresponded since 1916, H.D. and Bryher headed out to Hollywood and the California coast. They were disappointed with commercialized cinema but delighted with the wild shores of the Pacific. After returning to New York, Bryher abruptly proposed marriage to the writer Robert McAlmon, a liaison which she hoped would provide her with freedom from her family and him with money to promote the arts. All three returned to Europe, where their residences, both separate and together, shifted rapidly between London, Paris, and Switzerland. One of their first activities was to publish a volume of Moore’s poetry without her permission (Poems, 1921). H.D.’s and Bryher’s friendship with Moore remained an important source of creative and emotional support for all three women. H.D. and Moore, in particular, remained enthusiastic admirers of each others’ work. After H.D.’s mother joined them in 1922, H.D. went to Greece with her mother, stopping briefly on the island of Lesbos. Finally, in 1923, H.D., Bryher, and Mrs. Doolittle went to Egypt, where they chanced to be present at the opening of King Tut’s tomb. The hieroglyphs and treasures of a world more ancient than Greece fascinated H.D., who turned repeatedly to Egypt as a symbol for the sacred, in works such as Palimpsest, “Pilate’s Wife,” Trilogy, and Helen in Egypt.\r\n \r\nThese journeys with Bryher were indicative of the direction of H.D.’s life and art for the next two decades. The years between the two world wars were for H.D. decades of search, quests for selfhood and direction that led to extensive experimentation in her writing, voracious reading in wide areas of research, involvement in cinema, the creation of a new community of artists, and immersion in both psychoanalysis and the occult. Imagism as a poetic prescription was inadequate to deal with the events of history, with the violence of war, and with the fragmentation of belief that affected a whole generation. The dissolution of symbolic systems unveiled as grand illusions impelled a literature centered on quest, art whose epic forms and cosmic themes were consistent with the search for new patterns of meaning. Imagism began as a philosophy of art but evolved into a craft that served the larger explorations of the modernist poets. In the postwar years, H.D.’s former writing companions abandoned the short lyric to engage in the cosmic quests that underlay works such as The Cantos, Paterson, and The Waste Land. The result of this gestation was an explosion of creativity in the midst of World War II and the major modernist achievements of her mature poetic voice in the 1940s and 1950s. In the decade following World War I H.D. wrote constantly, publishing a few volumes and piling up stacks of manuscripts that she left unpublished for a variety of reasons. As she wrote her American friend Viola Jordan, “I sit at my typewriter until I drop. I have in some way, to justify my existence, and then it is also a pure ‘trade’ with me now. It is my ‘job.’”\r\n \r\nH.D. felt trapped by the imagist label, by the expectations of her critics who held up to her what they thought. She later said that the imagist term could not be used to describe her work since World War I, but actually her growth beyond imagist constraints began to be evident in the 1917 imagist anthology. Between 1921 and 1931 H.D. published four full-length volumes of poetry and one verse drama, all of which demonstrate the difficult transition between Imagism as aesthetic into Imagism as craft: Hymen (1921), Heliodora and Other Poems (1924), Hippolytus Temporizes (1927), and Red Roses for Bronze (1931). Her Collected Poems appeared in 1925 and received generally good reviews. Although these volumes were quite widely and positively reviewed in the literary journals of England and America and although a number of the poems have been frequently anthologized, they have yet to receive sustained criticism in the scholarly literature, perhaps since no one volume stands out with the innovative sharpness of Sea Garden or the comprehensive vision of her later work.\r\n \r\nMany of the poems in these volumes, however, are brilliant, both revealing central conflicts in her identity as a woman poet and anticipating the revisionary direction of Trilogy and Helen in Egypt. Poems such as “Eurydice“ (Collected Poems), “Helen“ (Heliodora ), “Leda“ (Hymen), “At Ithaca” (Heliodora), “Heliodora” (Heliodora), and “Pygmalion” (Collected Poems) demonstrate how H.D. increasingly used the lyric form to explore various classical myths as the texts of culture, as the largely masculine words that have told women’s stories and constructed the meaning of woman’s nature. Eliot, Pound, Yeats, and Williams were also engaged in this period with mythology, whose stories they hoped might contain shards of meaning which could help heal the fragmented modern world. Like them, H.D. read widely in the current anthropological and classical research, books such as James Frazer’s The Golden Bough (1907-1915), Jane Harrison’s Prolegomena to the Study of Greek Religion (1903), Jessie Weston’s The Quest of the Holy Grail (1913), and Louis Farnell’s Cults of the Greek States (1896-1909). But unlike her fellow poets, H.D.’s transformation of myth involved a critique of classical tradition from a woman’s perspective.\r\n \r\nMost brilliantly in “Eurydice“ (Egoist, May 1917) and “Helen,” H.D.’s myth poems in general give speech to the silent women of mythology, whose stories have been overwhelmingly told by a male literary and religious tradition. As Rachel Blau DuPlessis pointed out, H.D.’s “Eurydice,” reverses the traditional lament of Orpheus for his lost love by presenting a defiant Eurydice who angrily condemns her husband: “So for your arrogance/and your ruthlessness/I have lost the earth/and the flowers of the earth.” As an answer to the representations of Helen in Homer, Poe, and Yeats, H.D.’s “Helen“ is an ominous poem about the paralyzing misogyny at the heart of male worship of woman’s beauty: “All Greece hates/the still eyes in the white face/ ... /could love indeed the maid,/ only if she were laid,/white ash amid funeral cypresses.” The highly encoded “Demeter” (Collected Poems) carries lesbian overtones in its suggestion that Demeter’s passionate kiss of Koré is greater in love than her rough rape by Hades. H.D.’s brilliantly erotic “Leda“ (Monthly Chapbooks, July 1919) reverses centuries of literary and artistic tradition, which usually features Zeus in the shape of a swan raping Leda. There is no rape or violence in H.D.’s poem, in which the red swan and the gold lily commingle in the gold-red sunset, “Where tide and river meet.” An objective correlative for Leda, the lily is an image whose traditional associations with female genitalia demonstrate how H.D.’s imagist craft was becoming inseparable from her revisionary stance toward mythology. These poems are important precursors for the reinterpretations of classical mythology common in the work of later women poets such as Muriel Rukeyser (who knew and admired H.D.), May Sarton (who also knew H.D.), Louise Bogan, Mona Van Duyn, Denise Levertov, Margaret Atwood, Anne Sexton, Adrienne Rich, and Judy Grahn.\r\n \r\nH.D.’s poems of the late war years and the 1920s not only reinterpret myth, but also sometimes use myth as a distancing mask for her own life. Generally more autobiographical than the “impersonal” poems of Sea Garden, specific situations and relationships can be identified in some of these poems with the help of biographical clues. Louis Martz, for example, has discovered that H.D. masked three important poems about her disintegrating relationship with Aldington (“Amaranth,” “Eros,” and “Envy,” not published in their original form until Collected Poems, 1912-1944, 1983) as expansions of fragments of Sappho. In her verse play Hippolytus Temporizes (1927) and the Phaedra poems (“Phaedra,” Dial, November 1920; “She Contrasts Herself with Hippolyta,” Hymen; “She Rebukes Hippolyta,” Dial, November 1920), H.D. explored her own bisexuality as well as the myth of the Amazon Hippolyta. Standing behind the personal and mythic dimensions of these poems is the lyric voice of Sappho, whose influence on H.D. in the 1920s is evident in H.D.’s translations of Sappho, her recreations of full-length poems from extant fragments, and her essay on Sappho, written about 1920 and first published as “The Wise Sappho” in Notes on Thought and Vision (1982). Influenced as well by her reading of Colette and Emily Dickinson in the 1920s, H.D.’s poetry weaves the personal and mythic into a tapestry that recreates from a woman’s perspective the connections between identity, love, and poetry.\r\n \nRed Roses for Bronze (1931), a volume with which H.D. herself was dissatisfied, demonstrates that the vein she mined in the earlier volumes was petering out. However, the title poem, “Red Roses for Bronze,” is an important, highly coded poem about her relationship with the famous African-American singer and actor Paul Robeson. Like her earlier myth poems and the prose of the 1920s, it examines the connection between passion and poetry. The volume also contains the beautiful “Epitaph“ that was later placed on H.D.’s headstone in Bethlehem. But taken as a whole, the volume has little drive and direction. During the 1930s H.D. wrote little poetry compared to her previous production. A collection of nine poems, “The Dead Priestess Speaks,” was never published in her lifetime, and only occasional poems came out in journals.\r\n \r\nH.D.’s vigorous experimentation in the 1920s went into her fiction. Interested greatly in the work of Joyce, Stein, Woolf, William Faulkner, and Dorothy Richardson, H.D. developed her own techniques of altering conventional narrative and rendering consciousness in modernist transformations of marginal prose genres: the roman a clef, the historical novel. All texts represent her attempt to retell, reorder, and thereby recreate her own “legend.” This work represents the reconstitution of the self in the modern world, based on but not equivalent to her life from 1905 to the present. H.D.’s achievement in prose needs assessment separate from her poetry, but such a systematic study has yet to be made, particularly since she left so many of these texts unpublished (some because they were genuinely unfinished, others because of their openly lesbian content or their revelation of Perdita’s parentage). HERmione is generally recognized as the most important of these texts. Adopting imagist technique and cinematic montage to the needs of narrative and interior monologue, H.D. broke down syntax and words much like Stein and used images in a way that anticipated Woolf’s The Waves (1931).\r\n \r\nLike her poetry, H.D.’s efforts in prose began to displease her by the early 1930s. She particularly liked Nights and Kora and Ka, but she described them as “born from the detached intellect,” even as “‘hallucinated writing.’” She completed The Hedgehog (1936), a fascinating fable begun in 1924 as a pacifist tract in the guise of a children’s tale, but wrote no more prose. During the 1930s she experienced a writing block that made her writing labored, painful, often obscure, and relatively scant compared to her productivity in subsequent decades. Given the return of creative energy in the 1940s, however, it is evident that the late 1920s and 1930s were a period of regenerative latency in which her involvement in areas seemingly extraneous to her own poetry laid the foundation of what was to come. First of all, H.D. gained greatly from the circle of avant-garde artists she and Bryher attracted to their residences in London, Paris, Berlin, and Switzerland. During the early 1920s her close friendship with McAlmon (renewed during the 1950s) introduced her to the artists of his circle and press, Contact Editions, especially Stein, Toklas, Hemingway, Joyce, Nancy Cunard, Man Ray, Berenice Abbott, and Mary Butts. Marianne Moore, Sylvia Beach, Adrienne Monnier, and Dorothy Richardson were intimate friends, each providing important emotional and aesthetic support for the others. Bryher not only gave McAlmon large sums of money for his press, but she also set up trust funds which yielded £250 a year for both H.D. and Richardson (these funds were renegotiated in 1933 after the death of Sir John Ellerman, but they provided the same annuity to both; H.D. used the money to supplement her inheritance from her father in 1919 and from her mother, who died in 1928).\r\n \r\nIn 1926 Frances Gregg sent a young artist, Kenneth Macpherson, to meet H.D. Again H.D. felt she had met a soul mate, a twin in psychic intensity and vision much as Gregg and Lawrence had been. They were lovers for a time, living in a highly charged household along with Bryher and Perdita. After her divorce from McAlmon in 1927, Bryher married Macpherson to help screen H.D.’s affair, according to her report to Pearson. When Aldington told H.D. that he wanted to marry Brigit Patmore, H.D. feared once again that he would charge her with false registration of Perdita, and she arranged for the Macphersons to adopt Perdita officially in 1928. Also in 1928, at the age of 42, H.D. had an abortion in Berlin. The three adults and a child, whom Bryher refused to send to school (except for one brief period in the 1930s) continued living and working together mainly in Switzerland (with brief stays in London and Berlin) until Macpherson’s involvement with other men in the early 1930s gradually dissolved this unusual family. H.D.’s “Narthex,” Nights, and Kora and Ka are representations of this household.\r\n \r\nCinema, psychoanalysis, and literature dominated the intellectual life of Fido (Bryher), Rover (Macpherson), Cat (H.D.), and Pup (Perdita), as they called one another. Cinema was the special focus of their joint work. They started the film journal Close Up, widely known as the first journal to take cinema seriously as an art form. During its publication from 1927 to 1933, H.D., Bryher, Macpherson, Richardson, and many others reviewed films from all over the world, including especially Germany, France, Russia, Japan, Mexico, and the United States. Macpherson directed three films for which H.D. acted and participated in the editing: Wing Beat (1927), Foothills (1928), and Borderline (1930). Testifying to the influence of the Harlem Renaissance on H.D., Borderline is a full-length feature film about interracial sex and violence, starring Paul and Essie Robeson, along with H.D. and Bryher. The essay entitled Borderline that H.D. published about the film demonstrates how important issues of racial discrimination and African-American culture were to the formation of her postwar modernist vision. Using the name “Helga Dorn” for her films, H.D. thought seriously of going into acting. Bergner, Greta Garbo, and above all the androgynous Marlene Dietrich were women with whom H.D. deeply identified. With the rise of fascism in Berlin, however, her film community scattered and Close Up stopped publication. Macpherson lost interest in making films, and the advent of soundtracks spoiled what was for H.D. the cinema’s most avant-garde potential: the pure play of light and images on a screen, like the “writing-on-the-wall” in Corfu. As Morris, Friedberg, and Mandel have argued, H.D.’s fascination with silent film was a key influence on the thematic and formal aspects of her work. Her poems “Projector” and “Projector II,” first published in Close Up in 1927, explore the connection between film and her concept of creativity.\nAt least as important as cinema, however, were the twin influences that directly restored H.D.’s sense of poetic destiny and direction: psychoanalysis and syncretist hermetic tradition, especially various branches of the occult. These two sources of inspiration—science and religion—appeared to many, including Freud, as antithetical, but H.D. experienced them as parallel forms of spiritual quest. After Ellis gave Bryher an article by Freud in the early 1920s, Bryher subscribed to psychoanalytic journals, met Freud in 1927, and began analysis with Hanns Sachs in 1928. Donating time and money, Bryher became a tireless advocate of psychoanalysis and even planned for a time to become an analyst. As early as the mid-1920s H.D. began reading widely in Bryher’s psychoanalytical library. H.D. took the plunge into analysis with Mary Chadwick in the spring of 1931 and then again with Sachs in the winter of 1931-1932. Sachs recommended her to Freud, and in March of 1933 H.D. began the daily sessions with the “Professor,” “Papa,” or “Master,” as she variously called him.\nPsychoanalysis was a pivotal experience in H.D.’s artistic development. She went to Freud as a student in the hopes that he could help her clear out the “psychic weeds” cluttering the well-springs of inspiration and making her writing difficult and sterile. She saw Freud in Vienna until her analysis was cut short by the violence related to the spread of Nazism. She returned to work further with Freud in 1934, after having suffered from a brief breakdown when she heard about the sudden death of Dr. J.J. Van der Leeuw, another of Freud’s analysands, whom she associated with her brother Gilbert. She sought healing through self-knowledge, but she was also Freud’s student and disciple. He pronounced her analysis “finished,” and with his permission she held informal “hours” with several people in the 1930s. In sifting through her memories, dreams, and psychic experiences with Freud, who behaved more like a kindly old hermit than a severe classical analyst, H.D. believed she found the patterns shaping her past, directing her future, and connecting the personal to the universal. Psychoanalysis took H.D. inward in a way that systematized and expanded her early fascination for intense, subjective experience. At the same time, this journey inward taught her to relate the personal to the universal. As Pearson has said, Freud showed her “the relationship between the individual dream and the myth as the dream of the tribe.”\nIn her memoir Tribute to Freud (1956; written in the fall of 1944 and first published in serial form—as “Writing on the Wall” in Life and Letters Today, 1945-1946), H.D. singled out as high points their discussions of the “writing-on-the-wall” at Corfu and her dream of a princess discovering a baby floating in a basket. With Freud’s help she translated these psychic Tarot cards to mean that she should become a poet-prophet, a Moses for the modern world who would fuse in her work the fragmented arts of religion, healing, and poetry into a single stream. She regarded the unconscious as a personal Delphi, an oracle that could nourish her art and religion. Freud’s enormous influence on her sense of artistic destiny, however, took place within a dialogue in which disagreement was as fundamental as agreement. “About the greater transcendental issues, we never argued,” H.D. wrote, “but there was an argument implicit in our very bones.” To gain what she wanted from Freud, H.D. had to transform the scientific, rationalist, materialist, and androcentric sides of Freud into something quite different. Tribute to Freud is a brilliant modernist memoir, which demonstrates this dialogue and metamorphosis, offers a profound interpretation of Freud’s place in the history of ideas, and (like Yeats’s A Vision, 1925) offers a key to understanding the religious aesthetic of her mature poetry.\nIn the memoirs, letters, and poems about Freud that she chose not to publish, H.D. was much more explicit about her explorations with him on questions of sexual identity, especially her bisexuality and its relationship to her writer’s block. “Advent,” published in the 1974 edition of Tribute to Freud, is a memoir about analysis written in 1948 and based heavily on the journal she kept during the first weeks of analysis until Freud asked her to stop. “The Master” (probably written in 1935, suppressed by H.D., and published in Collected Poems, 1912-1944, 1983) is centrally important to her later work. It records not only her reverence for Freud, but also her anger at his theories of “man-strength.” For his theory of women’s penis envy, she substituted an assertion that “woman is perfect” and celebrated woman’s erotic and spiritual power.\nAs she explored in “The Master” and reported to Bryher in her daily letters about analysis during 1933 and 1934 (now in the Beinecke Library at Yale), H.D. found comfort and healing in Freud’s view that she was that “all-but extinct phenomena, the perfect bi-[sexual],” that her discomfort with her bisexuality was causing the creative block, and that her psychic experiences represented a “mother-fixation,” a lesbian desire to reestablish the pre-Oedipal bond between mother and daughter. Having reawakened rich memories of her Moravian-artist mother and scientist father, he suggested that she could break through her block by telling her story of the war years “straight,” with no Greek frills. H.D., who had always felt “caught like a nut between two rocks,” found in Freud’s psychoanalysis the means to transcend the duality represented by her father’s science and her mother’s art. But her sensitivity to his situation as a Jew during the rise of Nazism led her to suppress discussion of her “War Phobia,” the psychic element she desperately needed to bring to a consciousness because of her sense of the impending war caused by “man’s growing power of destruction and threat of racial separateness.” Like Bryher, who helped more than 100—mostly Jewish—refugees escape between 1933 and 1939, H.D. was deeply anti-Fascist, finally cutting off all ties with Pound because of his pro-Fascist stance. She saw psychoanalysis as a means to fortify herself against the coming war.\nParalleling and reinforcing H.D.’s experience of psychoanalysis was her extensive research into hermetic tradition. Alienated from orthodox religion and feeling chosen for esoteric tradition by her Moravian heritage, H.D. found in the many shapes of the occult and syncretist mythologies the “tribal myths” that reproduced her personal dreams on a cultural level. Astrology, numerology, Tarot, and crystal balls provided access to the unconscious, a structure for meditation and self-discovery. She was also interested in the dialectics of the Kabbalah and the syncretism of ancient mystical traditions. In all of these traditions she found a concept of the Divine which incorporated woman as symbol and thereby validated the matriarchal goddesses with whom she identified herself and her mother (as in “Pilate’s Wife”). H.D.’s stance in regard to the occult included a strong component of skepticism. She avoided occult organizations, joining only the Society for Psychical Research of which Freud himself had been an honorary member. She regarded herself as her father’s daughter as she carried out her “religious research,” especially the hidden mysteries encoded in the numbers and stars she had failed to understand as a child.\nThe violence of war jolted H.D. out of a decade of relative latency and led her to weave the science and religion of the psyche together to produce an art that was both deeply personal and broadly based in esoteric traditions. Destruction paradoxically brought, in Pearson’s words, “an astonishing revitalization,” functioning for her much as World War I had for writers such as Pound and Eliot. Impelled by the finalization of her divorce in 1938 as well as the outbreak of fighting, the first text to emerge was Bid Me to Live (1960), the “straight” story about the first war that Freud told her to write. She wrote The Gift (1982), a memoir of her mother’s Moravian past and her own inheritance of the Moravian “gift,” from 1941 to 1943. An exploration of her matrilineal heritage, it led directly into the matriarchal goddess of Trilogy (written in 1942-1944). Along with Tribute to Freud, she began writing the three volumes of this epic, which serves as both primer and profound expression of modernism.\nThe starting point of modernism is the crisis of belief that pervades 20th-century Western culture: loss of faith, experience of fragmentation and disintegration, and shattering of cultural symbols and norms. War for H.D., as for Woolf, was the “hideous offspring” of the modern age and the central expression of this crisis. Dispelling the frequent critical notion, expressed by Douglas Bush and others, that she was essentially escapist in her art, H.D. squarely confronted the worst of the war by living in London and by beginning The Walls Do Not Fall (1944) with the concrete horror of war, rendered by concise imagist craft that now serves a philosophical purpose. Walking through the bombed-out streets of London, the poet’s task is to determine what, if any, meaning lies beneath the chaos of rubble. As a poet-prophet tied to an evolving hermetic tradition of initiates, she finds at the heart of destruction a larger apocalyptic pattern that incorporates regeneration, a sign of a “spiritual realism” by which the Divine incarnates itself in the empirical reality of war. The poet’s task is to ignore the mocking utilitarian voices and push beyond materialist nihilism to define the transcendent reality inaccessible to science or “sterile logic, trivial reason.” Like Eliot’s quest through the wasteland and on to religious epiphany in Four Quartets, H.D.’s walk through the “city of ruin” ultimately requires an existential leap of faith in the transformative power of Logos, the poet’s Word, as these three excerpts demonstrate:\nwe are powerless,\n\ndust and powder fill our lungs\nour bodies blunder...\r\n \n   ...\n\nwe walk continually\n\non thin air\nthat thickens to a blind fog...\n   ...\n\nwe know no rule\nof procedure,\n\nwe are voyagers, discoverers\nof the not-known\n\nthe unrecorded;\nwe have no map;\n\npossibly we will reach haven,\nheaven.\nUnlike Eliot’s quest, however, H.D.’s quest through the shards of culture did not end in the established Church and State, as Tribute to the Angels (1945) and The Flowering of the Rod (1946) make clear. Symbols of salvation appear to the poet in the form of a Lady, who is both the same as and different from the holy mother portrayed by male artists. The Lady is “Love, the Creator,” who appears without the Child, carrying a blank book whose pages await the poet’s Word. She is “not-fear, she is not-war,” the Bona Dea; “she is Psyche, the butterfly/ out of the cocoon.” Here, the process begun in poems such as “Eurydice” and “Helen” takes on the broader philosophical parameters of what Susan Gubar has called a “feminist revisionary theology,” replete with female iconography. The mother-symbol restored to consciousness by Freud merges with the matriarchal goddesses who embody rebirth, resurrection, and the potent force of Love.\nH.D.’s Trilogy is a celebration of survival against the forces of death. “Remember, O Sword,” she wrote in The Walls Do Not Fall, “you are the younger brother, the latter-born//your Triumph, however exultant,/must one day be over, // in the begmningheas the Word.” The “Word” or “logos” of the Christos—image, of the Lady, and of the poet—withstands and transcends the power of the Sword. “Let us leave/The-place-of-a-skull/to those who have fashioned it,” the poet concluded about those who would make war. Her poem celebrates the mystical power of Love as a spiritual force for peace. Many writers, friends, and reviewers were enthusiastic about H.D.’s new prophetic voice. Marianne Moore and May Sarton wrote strong praise from the United States. Edith Sitwell sent glowing letters of praise, while Osbert Sitwell arranged for the publication of the first volume and wrote a positive review that asked for more volumes. Bryher, Robert Herring, and Pearson (who visited H.D. weekly and arranged for Perdita’s job) were equally as enthusiastic. H.D. had gained much publicity by being one of the poets at the “Reading of Famous Poets,” a group including Eliot, the Sitwells, and Vita Sackville-West that read before the Queen and her daughters on April 14, 1943.\nH.D.’s firmest anchor in the face of imminent death was also the one which led to her most severe breakdown at the end of the war. First through Arthur Bhaduri, a half-Indian medium, and then Hugh, Lord Dowding (Chief Air Marshal at the Battle of Britain, who was relieved of his command in 1941 and became well-known during the war for his lectures on spiritualism), H.D. became involved in weekly spiritualist séances around a table that once belonged to William Morris, a poet whom she regarded as her spiritual father. “Majic Ring,” an unpublished novel written in 1943-1944, is about these séances. At the Morris table, H.D. experienced a number of visions that became major motifs in Helen in Egypt. At one séance on September 3, 1945, just a few weeks after the atomic bombs were dropped on Hiroshima and Nagasaki, H.D. heard urgent messages tapped out on the Morris table from some of Dowding’s dead RAF pilots. They told her to contact Dowding to warn the world that another terrible war was imminent because of the atomic bomb. Whether they were projections of her own unconscious or visitations from an astral realm was irrelevant, she believed, as she once again fused psychoanalytic and occult traditions. These RAF pilots and their warnings about future wars are transformed in Helen in Egypt into the dead soldiers of Achilles whose fate Helen must learn to interpret as she tries to understand the meaning of war. The RAF pilots also stand behind H.D.’s pacifist message in “The Sword Went Out to Sea.” She later told Aldington that she wrote the novel as an antiwar statement, “the ‘Message’ being simply, that the world was, perhaps is and possibly will be ‘crashing to extinction,’ if those in authority, no matter where or who, don’t stop smashing up things.” Deeply disturbed by the atomic bomb, H.D. recorded information about its development at Los Alamos in her note-books for Helen in Egypt.\nWhen Lord Dowding dismissed H.D.’s message from the RAF pilots as inferior to those from his own séances in February of 1946, H.D.’s mental and physical condition deteriorated, much as it had at the end of World War I. Suffering from anemia and meningitis, H.D. finally lost touch with reality and believed that World War III had begun, that another atomic bomb had been dropped. Bryher and Schmideberg took her in May of 1946 to Seehof, Klinik Küsnacht in Switzerland, where she recovered after six months. As with the shorter breakdown of 1919, H.D. emerged from the “beehive,” as she called it, to begin another fourteen years of extraordinary creative productivity. As an artist, she recognized that the unconscious could produce madness as well as inspiration, “the dregs of the dreariest symptoms of mental unrest and disease” as well as “creative idea.” Like Woolf, who believed that her “voices” were linked to her creative powers, H.D. regarded her war-related breakdowns as the price of her creativity.\nArt was both a sign and agency of reestablished control. In the fall of 1946 H.D. completed By Avon River (1949), her tribute to Shakespeare and the Elizabethan poets who lived in an age which H.D. found similar to the modern period. Setting prose and poetry voices side by side in the interesting, two-pieced text, H.D.’s tribute showed the same revisionary impulse apparent in Tribute to Freud and served both formally and thematically as a real transition between Trilogy and Helen in Egypt. The poem is followed by a prose-essay on the “gentle Shakespeare,” who contrasts to the swashbuckling Christopher Marlowe and political hero Sir Walter Raleigh. She suggests that Shakespeare was an androgynous artist who loved the “her-his face” of his daughter Judith and associated either consciously or unconsciously with the tradition dedicated to the Cathar Lady. Like Freud, Shakespeare ultimately represented the union of the mother-father duality which she attempted to reproduce through her art.\nH.D.’s fascination with mysticism and the role of woman as symbol within its traditions grew steadily in the late 1940s and early 1950s. Reading with great interest such diverse authors as Robert Graves (The White Goddess), Dante, Henry James, Dickinson, Lawrence, Pound, Ambelain, E.M. Butler, Margaret Murray, and the Pre-Raphaelites, she wrote three lengthy, still unpublished novels about different flare-ups of the impulse: “The Sword Went Out to Sea”; “White Rose and the Red” (written in 1948), about the poet Elizabeth Siddall in Pre-Raphaelite tradition; and “The Mystery” (written in 1949-1951), her recreation of early Moravian family history. Less interesting than the novels of the 1920s, this prose told in more or less indirect form versions of her own story. The results were not works of distinction in themselves but nonetheless important preparation for her “cantos,” her term for the sequences about Helen which she began scribbling in faint pencil in her old school copy-books, with scarcely a change, from 1952 to 1956.\nHelen in Egypt (1961) weaves together in extraordinary fashion the various strands of H.D.’s imaginative and relational life for the previous 40 years. Along with Trilogy, it is recognized by many as her greatest achievement, the culmination of the broad-ranging philosophical and aesthetic concerns that had consumed her after World War I. The epic, based on obscure variants of Greek myth, is unconventional in its handling of chronology, situation, and narrative. It takes place shortly after the end of the Trojan War and centers on the postwar destinies of Helen and Achilles, but in the palimpsest of history (H.D.’s favorite metaphor for time), the epic is about all time, all war, and all love. The epic also embodies the patterns of H.D.’s life—the Dryad’s early love for Pound (Helen Dendritis and Paris); H.D.’s soldier-lovers Aldington and, on another level, Dowding (Achilles); the shattering impact of war; and her androgynous analyst Freud (Theseus). As DuPlessis and Gelpi have shown, H.D.’s memoirs of the 1950s, such as the unpublished “Thorn Thicket” (written in 1960) and “Hirslanden Notebooks,” identify the casts, but it is essential to avoid biographical reductionism and to focus instead on the creative mind of the artist who transforms the raw material of her personal life and cultural myth into a unique text.\nEchoing Homer’s Iliad and Odyssey, H.D.’s text both uses and dramatically revises the masculine epic tradition. Her epic is also about the Trojan War and its aftermath. However, H.D. moves the epic’s traditional focus of the masculine hero by making Helen the center of consciousness. Adapting the associational processes of both psychoanalysis and the modernist novel of consciousness, H.D.’s epic creates a multilayered narrative whose emphasis is on an inner journey, not on external action. The epic’s free associational movement is carefully structured, however. There are three main parts to Helen’s story: “Pallinode [sic]” “Leuké,” and “Eidolon.” The first two parts each contain seven “books,” while the last part has six books. Each book in turn contains eight sections. As the key unit of the epic’s organization, each section consists of a prose introduction and a differing number of mainly three-line unrhymed, but musically resonant stanzas. Rhyme appears occasionally with an incantational effect for special emphasis. When Pearson arranged for her to record parts of the verse sections in 1955, she developed prose introductions for each section. At Pearson’s urging, she wrote prose introductions for all the remaining sections and incorporated them into the final text. These double voices linguistically highlight a philosophical pattern in her whole oeuvre: the desire to explore, represent, and ultimately transcend duality.\nHelen in Egypt begins with the image of “Helena, hated of all Greece,” a Pandora who has brought death and destruction to victors and victims alike in the Trojan War. According to tradition, as the prose voice reminds us, Stesichorus and Euripides were punished by the gods for their early portraits of this evil, hated Helen and subsequently wrote palinodes affirming her innocence. Zeus, as the variant myth has it, placed a phantom Helen upon the ramparts of Troy and kept the faithful wife safe in Egypt until Menelaus retrieved her. H.D.’s “Pallinode” revises the myth yet again by redefining the nature of Helen’s innocence. H.D.’s Helen did indeed leave her husband and child and go to Troy with her lover Paris. But the weight of male hatred has caused her to repress the memory of her rebellion. Like the free associational, reflective, and interpretive structure of H.D.’s analysis with Freud, Helen gradually peels back the layers of memory and family history to answer the question, “Helena? Who is she?”\nThe epic begins with Helen in Egypt searching the sacred hieroglyphs of the Amen temple to understand why Zeus brought her to Egypt and to clarify her relation to the hated phantom of Helen. In the action that sets the epic in motion, Helen’s power draws the dead Achilles to her for the answers he might provide. Shipwrecked, lost, and limping from the fatal wound in his heel, Achilles shatters Helen’s peace of certain innocence. When he recognizes the woman he used to watch in fascination and anger, he calls her “Hecate,” “witch,” and tries to strangle her. She appeals desperately to his mother Thetis, the goddess of the sea. The name of the goddess recalls Achilles to a former self that knew nothing of killing, and his violence turns to love. The two lovers meet again to decipher their memories and the meaning of the past. “Pallinode” is a love story of sorts, but before the lovers can be united on the island of Leuké, as the variant myth has it, each must undertake a separate quest for identity. Achilles reflects on how his fatal glance at Helen of Troy led to his unfastened ankle greave and subsequent rebirth as the “new Mortal” who has renounced the death cult of war. Helen learns that “she herself is the writing,” the hieroglyph that must be deciphered if she is to remember earlier selves. Her meeting with Achilles, in which violence became love through the agency of Thetis, is the central hieroglyph to which she returns in reflection as the embodiment of fundamental truths about Love and War, L’Amour and La Mort, Eros and Eris.\n“Leuké” and “Eidolon” are structured primarily by Helen’s inner confrontation with the past. Narrative based on identifiable action is scanty and often like a dream sequence in its shifting time and locale. As “Leuké” opens, a skiff brings Helen to the island where she awakens not to Achilles but to the memory of laughing joyfully with Paris. The alchemy of her memory draws Paris to her, and together they relive the years of their springtime love and the Trojan War. Helen refuses Paris’s demand that she renounce Achilles but is still torn by the conflict of selves. This suffering brings her baffled and tired to the home of Theseus, her first lover. Now an old man, he kindly helps Helen sort through the past to reconcile her fragmented selves. “Eidolon” records Helen’s slow process of synthesizing dual selves in the search for wholeness. Her identification with Thetis, who embodies the mystical Love of the Cather heresy and Moravian mysticism, is key, as is her attempt to understand the dialectical interactions of Love and War. Her union with Achilles and the birth of their androgynous child Euphorian take place “off stage” and do not serve as the climax of the epic. Instead, the emphasis is on Helen’s own sense of who she is. Helen, whether the hated phantom of Troy or the repressed woman of Egypt, has become the Helen of Troy, Egypt, and Greece who is at peace with a fully healed, conscious self.\nHelen’s self-acceptance and self-creation are made possible by a series of reflections on Love and War as embodied in myth and history, ideas which taken together constitute a critique of patriarchy. Aware of Pound’s fascism in The Cantos, H.D. created a counter voice in her cantos that saw the world divided into the forces of Love and Life in opposition to the forces of War and Death. As H.D. revised both Freud and esoteric tradition, Eros is the intangible power of life represented in myth through the protean forms of the matriarchal goddesses and incarnated in reality by Helen and all the other women in her family. Thanatos is the force of death epitomized by the fascistic “Command” under Achilles’ leadership and the death cult at the heart of the “purely masculine ‘ironing’” of war. Once Helen understands this dualism, she is able to remember and reinterpret her past and the Trojan War in the context of this opposition between matriarchal and patriarchal forces. From this revisionary perspective, the image of “hated Helen” is indeed a phantom created by the divine patriarch Zeus, but the real Helen is the human incarnation of the Goddess, of Love, of the potent maternal principle she finds in the Eidolon of Thetis and the hieroglyphs of Isis. The “Pallinode,” Helen’s defense or “apologia,” concludes with Helen’s understanding that her flight with Paris was a justifiable act of rebellion against a patriarchal mythos by which the woman was either chaste wife or illicit lover.\nHelen’s redefined innocence is only the first step, however, in understanding the central Mystery, the dialectical interactions of Love and War. Love becomes death, violence becomes love in the Mystery of the Trojan War, in the hieroglyphic meeting of Helen and Achilles on the shores of Egypt. Heavily influenced by Ambelain’s writings on the Kabbalah, de Rougemont’s interpretation of the Cathar heresy, and the Moravian Mystery of Zinzendorf, H.D.’s transcendent moment embodying the healing synthesis of opposites joins other modernist myths of wholeness, especially the Woolfian moment and the vision of “the still point of the turning world” in Eliot’s Four Quartets.\nThe extraordinary burst of creative energy that produced Helen in Egypt took place in an environment quite different from the communal households of the 1920s and 1930s. Living together in a small flat during World War II had put a great strain on H.D.’s and Bryher’s relationship, particularly because Bryher became increasingly hostile to the occult. In 1946 they decided not to live together again, although they visited frequently and their near-daily correspondence for the next 15 years attests to their continued intimacy. H.D. lived alone for the rest of her life, mainly in Swiss or Italian hotels until she returned to Küsnacht, Klinik for an operation in 1953. After she broke her hip in 1956 and underwent a slow recovery, she remained at Küsnacht, where she continued her esoteric researches, became involved in the lives of the Küsnacht patients, and wrote End to Torment (1979), as well as Sagesse, Winter Love, and Hermetic Definition, all published under the title Hermetic Definition in 1972. She lived just a few houses away from Jung, whom she undoubtedly read, but never met because of her loyalty to Freud and her preference for “taking mysticism straight” from writers such as Ambelain. Her important relationship with her existentialist analyst Erich Heydt was both collegial and therapeutic. With him she discussed the cases of the neurotic patients at Küsnacht, and in their “tea sessions,” she reviewed the patterns underlying her past experiences with Pound, Aldington, Lawrence, and Dowding. Heydt, as a sort of double for first one then another of these men, stimulated her to relive her past and then transform those experiences into art.\nPerdita, who had driven an ambulance and then worked with Pearson in the Office of Strategic Services during the war, had immigrated to the United States and in 1949 married John Schaffner, with whom she had four children. H.D., whose own mothering of Perdita had been shared with Bryher and checkered by the conflicts of her life, was greatly moved by the births of her grandchildren. Twice H.D. went to the United States to see the children, once in 1956 when Pearson arranged a special exhibit of her work at Yale in honor of her 70th birthday and once in 1960 when she was the first woman to receive the poetry award from the American Academy of Arts and Letters. This award gave her great satisfaction, as did the “radiant maturity” of her daughter, whose fourth child was born around the same time.\nPearson’s importance to H.D.’s artistic productivity in the 1950s should not be underestimated. He had written to her as early as 1937, but this friendship with yet another “Professor” became significant during the war when Pearson came to tea every Sunday and finally a critical lifeline to the outside world during the 1950s. Pearson arranged with Beinecke Library for the preservation of her papers and manuscripts, encouraged her in frequent letters to prepare her huge stacks of manuscripts for publication, suggested that she write memoirs, and served as the important liaison between the private world of creative production and the public world of publishing. By the mid 1950s Pearson had clearly become an important sounding board for H.D., for she regularly sent him drafts of her novels and sequences from Helen in Egypt. She greatly valued his advice, followed his suggestion about the prose introductions for Helen in Egypt, and responded eagerly to his encouragement that she expand her early notes on Pound into End to Torment. Pearson’s other important contribution was to put H.D. and Pound in touch once again. Although H.D. abhorred Pound’s fascism and anti-Semitism, she was very upset by his confinement in St. Elizabeths, a kind of imprisonment which she increasingly regarded as a symbol for her own specific “confinements” and for the general position of the poet in the modern world. They began corresponding once again, both clearly reflecting in old age on their early love. Some of Pound’s Pisan Cantos, which H.D. found “heartbreaking,” directly allude to those times, to the Dryad of his youth. H.D. in turn wrote End to Torment and Winter Love about Pound. The renewal of her relationship with Pound paralleled a somewhat less intense, but nonetheless warm and important friendship with Aldington carried on by correspondence. They wrote extensively about their daughters, their daily lives, their health, and their creative work. The final outpouring of H.D.’s poetry and prose took place within the context of a renewal of her ties with the two men who had been crucial to her early literary development. It is not surprising that, as DuPlessis has pointed out, the patterns of those early relationships reappear in her final works in variously encoded and transposed forms.\nAfter reading Nikos Kazantzakis’s epic poem The Odyssey—A Modern Sequel (1938), H.D. wrote Winter Love in the spring of 1959 as an epilogue to her own epic. Much more evidently autobiographical than Helen in Egypt, Winter Love presents a Helen once again in love with Odysseus, who in a variant myth was an early lover. She is the poet H.D. reliving and reconstituting her love for Pound in sequences that climax in the birth of the child-poem Espérance. In Sagesse and Hermetic Definition, the bed-ridden poet abandons all mythic masks to speak in her own voice.\nWith the first letters of the words in its title (“H.D.”) signaling its significance, Hermetic Definition serves as a brilliant culmination of her earlier poetic quests for self-definition as a woman poet. Written over a seven-month period from August 1960 to February 1961, this three-part poem takes as its subject H.D.’s own obsessions with the archetypical male lover-poet and her search for autonomy which can only be achieved through the (pro)creation of her poem.\nAfter a brief illness, H.D. died in Zurich on September 27, 1961, just a few hours after her first copy of Helen in Egypt had been placed in her hands. An earlier poem serves as a fitting epitaph on her grave in Bethlehem, Pennsylvania:\nSo I may say,\r\n“I died of living,\r\nhaving lived one hour”;\nSo they may say,\r\n“she died soliciting\r\nillicit fervour,”\n\r\nSo you may say,\r\n“Greek flower; Greek ecstasy\r\nreclaims for ever\n\r\none who died\r\nfollowing\r\nintricate song’s lost measure.”\nDuring the 1960s, two books on H.D. appeared, but in all her Helen in Egypt received only five reviews, the least number for any volume she had published. The publication of Thomas Burnett Swann’s The Classical World of H.D (1962) and Vincent Quinn’s Hilda Doolittle (1967) did little to stem the tide of neglect. A few of her imagist poems continued to be anthologized, but her long poems were out of print, seldom taught in the universities, and rarely given the serious critical attention they deserve. L.S. Dembo’s Conceptions of Reality in Modern American Poetry (1966) was an important exception, and his assessment of H.D. led ultimately to his editing of a special issue of Contemporary Literature devoted to her in 1969. This superb issue has proved to be the turning point in the return of H.D.\nThe explosion of feminist criticism in the 1970s combined with the revival sparked by Contemporary Literature to produce the kind of extended, serious critical examination that H.D.’s modernist work demands. The revival of interest in women writers accomplished by feminist criticism led to renewed attention to H.D.’s entire oeuvre among readers and scholars of widely varying perspectives. Many of these readers and critics have recognized that certain common assumptions about H.D. have inhibited a full-scale comprehension of her work and a knowledgeable assessment of her achievement. The first assumption that led to misapprehensions of her work has emerged from the tyranny of the imagist label. H.D.’s justified reputation as the greatest and purest imagist paradoxically led to a critical cage whose perpetrators either lamented the fact that she stopped writing perfect gems or persisted in discussing five and ignoring 45 years of poetic development (“as though five of the shortest pieces in ‘Harmonium’ were to stand for the life’s work of Wallace Stevens,” Hugh Kenner complained in his review of Hermetic Definition). The second misleading assumption has been the charge that H.D.’s classical masks and mythmaking methods constitute escapism, the inability of a fragile consciousness to confront the modern world. The third tendency has been the subtle operation of a double standard, whereby H.D.’s religious, philosophical, or linguistic explorations are dismissed as abstract, unstructured, and difficult while similar qualities in male modernist poetry have been praised as challenging and profound. The fourth problem has been the persistence of the treatment of H.D. in terms of the famous men she knew—Pound, Aldington, Lawrence, Freud. Feminist critics have led the way in critiquing such assumptions and argued that H.D.’s poetry represents a profound exploration of the situation of the woman as writer, lover, and seeker of redemptive realities in a male-dominated world that is perpetually at war.\nThe revival of interest in H.D. during the 1970s and 1980s made possible the publication of a number of her unpublished works and the republication of many of her out-of-print volumes, mostly with the prestigious publisher of modernist and postmodernist avant-garde work, New Directions. Before his death in 1975, Pearson brought out most of H.D.’s unpublished poetry written in the late 1950s and early 1960s in the volume Hermetic Definition (1972). He published the three volumes of World War II poems under the title Trilogy (1973), thereby fulfilling H.D.’s wish and making her first epic available to the poetry-reading public. Hoping to convince readers of the scope of H.D.’s achievement. Pearson then republished the 1956 edition of Tribute to Freud and included the unpublished “Advent” in 1974. At his death, he was preparing H.D.’s memoir of Pound, End to Torment, a project that Michael King ably completed in 1979. John Walsh, editor of Black Swan Books, has supplemented the work of New Directions by publishing beautiful, revised editions of unavailable volumes that incorporate the corrections H.D. made in the 1950s and some of her unpublished journal material related to these works: Hedylus (1980), Bid Me to Live (A Madrigal)(1983), Hippolytus Temporizes (1985), Ion (1985), and By Avon River (1986). Notes on Thought and Vision and The Wise Sappho appeared in 1982 from the City Lights Book Store in San Francisco, testifying to the West Coast interest in H.D. Unpublished poems and short prose selections began to appear with some regularity in a wide range of journals, including Feminist Studies, Southern Review, Yale Review, Iowa Review, Montemora, Ms. Magazine, and Copper Canyon. “Vale Ave,” written in 1957 and the last of H.D.’s unpublished long-sequence poems, appeared in the New Directions annual anthology (1982).\nScholars covering the spectrum of critical perspectives and methodologies began writing about H.D. Books and book chapters, special issues of journals, critical articles, scholarly papers, convention panels, and dissertations have begun to proliferate, gathering momentum and depth from the increasing availability of H.D.’s voluminous papers in the Beinecke Library at Yale. Feminist critics have pioneered in this work, but the multiple dimensions of H.D.’s life and work require and are receiving scholarship from other critical perspectives. A critical study and two biographies appeared in the 1980s to stimulate further teaching and research. Centennial celebrations of H.D.’s birth in 1886 were held at Bryn Mawr College, the Modern Language Association Convention, and a National Poetry Foundation conference. \nWhile the H.D. revival has gathered great momentum, the reassessment of her work is still in the process of change. Some critics, such as Hugh Kenner and Alfred Kazin, still consider H.D. a minor chapter in literary history, notable for her contributions to Imagism. But a growing chorus of critics—including, for example, Pearson, Louis Martz, Sandra Gilbert, Albert Gelpi, Susan Gubar, Denis Donoghue, Susan Stanford Friedman, Rachel Blau DuPlessis, Alicia Ostriker, Adalaide Morris, Sherman Paul, Carroll Terrell, Cyrena Pondrom, Diana Collecut, and Paul Smith—consider H.D. a major poet belonging both to the modernist mainstream and the tradition of women’s writing.\nFrom many other poets H.D. has consistently received high praise, so much so that she may be considered above all a “poet’s poet.” Pound, Marianne Moore, Amy Lowell, Williams, Conrad Aiken, Aldington, Flint, Merrill Moore, Muriel Rukeyser, and May Sarton always considered her poetry supreme. Beginning in the 1950s a group of younger poets began reading her poetry, writing to her while she was alive, traveling to the Beinecke Library to read her unpublished work, and then circulating copies among one another. Robert Duncan is the most important of these poet-admirers—he met with her several times; there is an extended correspondence between them; she figures in a number of his poems; and she serves as the significant medium of his own aesthetic philosophy in his The H.D. Book. But the group also includes Denise Levertov (who also corresponded with H.D.), Allen Ginsberg, and Robert Creeley. With the explosion of women’s poetry and culture in the 1970s, H.D. acquired a new and avid audience of poets whose work she nourished. Adrienne Rich is the most important of these, but the group also includes Marilyn Hacker, Kathleen Fraser, Judy Grahn, Diane di Prima, Alicia Ostriker, Rachel Blau DuPlessis, Sandra Gilbert, Barbara Guest, and many others. Pearson believed that her appeal to poets began with the “open line which she so magnificently and unflatteringly renders.” But beyond the music and clarity of her line is a vast vision of search in which many poets and readers alike have found mirrors to their own desire.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Imagist"]}}