{"pf_url": "https://www.poetryfoundation.org/poets/haki-madhubuti", "name": "Haki R. Madhubuti", "yob": "1942", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/aceb9b0533927687fa4be6365377b63804b9d111.jpeg", "bio": "\nBorn Donald Luther Lee in Little Rock, Arkansas, the poet adopted the Swahili name Haki R. Madhubuti after traveling to Africa in 1974. As he shared in a 2006 interview, he sensed that “a new African name would help me in arriving at a final definition of self.” Haki means “justice” and Madhubuti means “precise, accurate, and dependable.”\n\r\nMadhubuti received an MFA from the University of Iowa and served in the army from 1960 to 1963. A member of the Black Arts Movement, Madhubuti has published more than 20 books of poetry, nonfiction, and critical essays, and his work has been widely anthologized. Influenced by Gwendolyn Brooks, Madhubuti writes experimental, free-verse, politically charged poetry with a staccato rhythm. Over the span of his career, his poetry has shifted its focus from the personal to the political. Early work with the Student Non-Violent Coordinating Committee (SNCC), the Congress of Racial Equality (CORE), and the Southern Christian Leadership Conference (SCLC) informs his activist poetics. Said Madhubuti in a 2006 interview, “If an artist, or any person, actually understands the condition of the Black world, it will be a dereliction of duty to not write about that world and expose the injustices that exist in it—injustices imposed upon the weak by white, Black and other cultures.”\n\r\nHis collections of poetry include Don’t Cry, Scream (1969) and Groundwork: Selected Poems of Haki R. Madhubuti / Don L. Lee (1996). He has also published Dynamite Voices I: Black Poets of the 1960s (1971) and Black Men: Obsolete, Single, Dangerous? (1990), and edited Million Man March/Day of Absence: A Commemorative Anthology (1996).\n\r\nRecognizing the lack of resources and forums for black writers, Madhubuti has founded and led numerous institutions and organizations dedicated to serving that need. In 1967, Johari Amini, Carolyn Rodgers, and Madhubuti founded Third World Press, with the mission of “provid[ing] quality literature that primarily focuses on issues, themes, and critique related to an African American public.” Madhubuti co-founded the quarterly Black Books Bulletin with Larry Neal, the Institute of Positive Education (1969), the New Concept School (1972), the Betty Shabazz International Charter School (Chicago, 1998), the International Literary Hall of Fame for Writers of African Descent, and the National Black Writers Retreat.\n\r\nMadhubuti has won an American Book Award, the Kuumba Workshop Black Liberation Award, the Broadside Press Outstanding Poet’s Award, and fellowships from the National Endowment for the Arts (in both 1969 and 1982) and the National Endowment for the Humanities.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Black Arts Movement"]}}