{"pf_url": "https://www.poetryfoundation.org/poets/harry-mathews", "name": "Harry Mathews", "yob": "1930", "yod": "2017", "image": null, "bio": "\nExperimental poet and prose writer Harry Mathews grew up on Manhattan’s Upper East Side and was educated at Princeton University and Harvard University, where he earned a BA. Between stints at school, he served briefly in the Navy. After graduation, he moved to Paris and turned his attention to poetry. In Paris, Mathews met John Ashbery, who shared with him the work of avant-garde writer Raymond Roussel. In an interview with the Paris Review, Mathews stated, “In Roussel I discovered you could write prose the way you do poetry. You don’t approach it from the idea that what you have to say is inside you. It’s a materialist approach, for want of a better word. You make something. You give up expressing and start inventing.”\r\n \r\nMathews’s poetry and prose often use overarching formal constraints to examine the relationship between sound and meaning or pattern and lyric. Times Literary Supplement critic Barry Schwabsky noted that Mathews’s “writing is imbued with a childlike sense of wonder at both language and the world it can conjure, though always tinged with poignancy, with the transience of both words and things.” Mathews’s collections of poetry include Armenian Papers: Poems 1954–1984 (1987) and The New Tourism (2010). His short stories are collected in The Human Country (2002) and his essays in The Case of the Persevering Maltese (2002). Mathews is the author of several novels, including The Conversions (1962), Tlooth (1966), Cigarettes (1987), and My Life in CIA (2005). With Alastair Brotchie, he edited the anthology Oulipo Compendium (1998, revised edition 2005).\r\n \r\nMathews was the only American member of the French avant-garde literary society Oulipo, and he has also been associated with the New York School of Poets. With John Ashbery, Kenneth Koch, and James Schuyler, he started the literary magazine Locus Solus in 1960. His honors included a grant from the National Endowment for the Arts and an award for his fiction from the American Academy of Arts and Letters.\r\n \r\nWith his wife, novelist Marie Chaix, Mathews divided his time between New York City; Key West, Florida; and Paris. He died in 2017.\n", "attrs": {}}