{"pf_url": "https://www.poetryfoundation.org/poets/harryette-mullen", "name": "Harryette Mullen", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/fd62a5652ad8008a14b4e35b83b82593b4d935a7.jpeg", "bio": "\nHarryette Mullen is a poet and a professor of English at the University of California, Los Angeles, where she teaches creative writing and African American literature. Her collections of poetry include S*PeRM**K*T (1992), Sleeping with the Dictionary (2002), Recyclopedia (2006), and Urban Tumbleweed: Notes from a Tanka Diary (2012). Her poetry has been hailed by critics as unique, powerful, and challenging. Elisabeth A. Frost wrote in Contemporary Literature: “Crossing the lines between often isolated aesthetic camps, Harryette Mullen has pioneered her own form of bluesy, disjunctive lyric poetry, combining a concern for the political issues raised by identity politics with a poststructualist emphasis on language.”\n\r\nMullen was born in Florence, Alabama, but spent most of her childhood in Fort Worth, Texas. “I’ve loved to write from childhood. I wrote to entertain my family, my friends, and myself,” she told Emily Allen Williams in an interview for the African American Review. Mullen began writing poetry more seriously in high school, when she had her first poem published in a local newspaper. After earning her BA from the University of Texas in Austin, she earned a PhD from the University of California at Santa Cruz, where she wrote her dissertation on slave narratives. Even when writing essays and fiction, though, poetry continued to be important to her. “I feel that I need to write in order to know what I think and what I believe,” she told Williams. “It’s a way of keeping in touch with the inner landscape, I guess. And it makes me more alert to the outer landscape.”\n\r\nA key aspect of Mullen’s relationship to poetry developed when she began going to poetry readings. “It was through the poetry-[reading] circuit that I began to realize that poetry is not just something on the page, but a community of readers and writers,” she told Williams. Mullen’s poetry draws on oral tradition, music, and the spoken word. Mullen described her intention to Frost in an interview for Contemporary Literature: “I am writing for the eye and the ear at once, at that intersection of orality and literacy, wanting to make sure that there is a troubled, disturbing aspect to the work so that it is never just a ‘speakerly’ or a ‘writerly’ text.”\n\r\nMullen’s first book of poetry, Tree Tall Woman (1981), was published before she went to graduate school; the poems from this first book are included, along with other early poetry, in Blues Baby: Early Poems (2002). Trimmings (1991), her second book, came ten years after Tree Tall Woman. Partisan Review’s Stephen Yenser called it “an ebulliently feminist, black and bluesy … addictive sequence of mazy prose poems.” Mullen’s characteristic dense, meaning-packed style is in full play here; Yenser wrote of her poems, “Compact, sometimes no more than eight or ten words, they are as loaded as chocolate truffles and the finest Vegas dice.” Drawing inspiration from Gertrude Stein’s Tender Buttons, Mullen is unafraid to delve into the racial subtext ignored by Stein; as Molly Bendall noted in Antioch Review, she “brings her own contemporary African-American female voice to these poems.” In one particular section, for example, she examines the common representation of femininity as “pink” and “white,” inquiring how a black female might interact with these poetic constructions. Frost wrote in Women’s Review of Books that “these relationships among femininity, clothes and language are beautifully orchestrated in word-play that dramatizes complex issues about gender and culture without offering easy or predictable answers.”\n\r\nMullen followed Trimmings with S*PeRM**K*T (1992). Like the previous book, it consists of short, fragmented prose poems, this time with the wordplay revolving around the supermarket—both the concept and, as in the title of the piece, the word itself. “Mullen speeds up and down the aisle-like margins of American life spying out those strangest interstices of commodity and racial culture,” MultiCultural Review’s Aldon L. Nielsen explained. Race, sex, gender, and consumer culture interact in thought-provoking ways as the poems comment on the racial and erotic subtexts of our commodified society. “The intertwinings of the commercial and the erotic are the crucial subject of Mullen’s slim book—itself ‘packaged’ in a saranwraplike wrap-around photo of a meat case of packaged beef and interlarded with other photos of stocked shelves,” Yenser wrote in Yale Review. Mullen explained to Williams some of the political ideas she explored while writing S*PeRM**K*T: “When I was writing this poem it made me very conscious of what I was doing in the supermarket—how we behave as consumers and define ourselves by the products we purchase. … We really are what we eat, what we consume. As a nation, as a culture, as a society, we consume way more than the rest of the world.”\n\r\nMullen’s fourth book of poetry, Muse and Drudge (1995), examines gender, race, and art in an exploration of “the tension and creative possibilities between inspirational, existential, and mundane work,” George Yancy wrote in CLA Journal. The title mentions two female roles common throughout the history of art: the idealized muse who inspires the artist, and the laboring drudge whose behind-the-scenes toil supports him (“him” because of the male-oriented tradition to which Mullen is referring.) Racial dynamics also play a large role in these poems, which, as Yancy pointed out, are “hypertextually and intertextually linked to the lived experiences of being black in America and the religious and spiritual semiotic spaces of Africa and Afro-America.” In fact, Mullen told Frost that the book “was written specifically to try to bring different audiences together;” after discovering that her two previous books reached a mostly white audience, Mullen wanted to her work to reach black readers as well. However, she understands that the dense wordplay and numerous references that contribute to her highly intertextual work require every person to read and understand the poem differently. She told Frost: “The reader is getting whatever the reader can get. … Black people get certain things particularly, and Spanish speakers get certain other things. There are people who recognize Sappho lines or Bessie Smith lines.”\n\nMuse and Drudge contrasts to her previous free verse and prose poems in that it is written in fairly regular quatrains; yet, as American Book Review’s Mark Scroggins noted, she still “manages to keep her readers consistently off balance, surprised by a rhyme or disappointed at its absence.” Mullen explained to Frost the meaning of this style: “It is very much a book of echoes. Some of the fragments rhyme and some don’t, and that is basically the principle of the book—the recycling of fragments of language.” Reyclopedia collected three of Mullen’s earlier books, Trimmings, S*PeRM**K*T, and Muse and Drudge. The volume won the PEN Beyond Margins Award. Reviewing Recyclopedia in the Chicago Review, Catherine Wagner remarked that Mullen’s “writing, in its pronounced attention to cultural grotesqueries is alive with didactic intention. While we usually assume didactic writing marshals evidence to support a particular agenda, Mullen’s didacticism is, instead, exploratory, fearless of what it might discover. We wince at the puns because they glow with pain.”\nMullen’s wordplay became even more structurally avant-garde in her next book, Sleeping with the Dictionary (2002), which was nominated for a National Book Award, the National Book Critics Circle Award, and the Lost Angeles Times Book Award. Carol Muske-Dukes wrote in the Los Angeles Times Book Review that “poetic expression here springs from a formal device, a game, a premeditated romp: a little like the Muse playing Scrabble”; many of these devices, such as replacing nouns with ones found seven entries away in the dictionary, were developed by the international literary group OuLiPo. According to a Publishers Weekly reviewer, Sleeping with the Dictionary is filled with styles ranging from “exhaustive alphabetical language salads” to “strange rewrites of classics” (two poems that rework a famous Shakespeare sonnet). “Many of the poems’ titles are careful twists on dead metaphors and other commonly used phrases,” noted Hoke S. Glover II in Black Issues Book Review; “This is her art: to reconstruct, redefine and create out of splicing and stitching back together the pieces of meaning in language.”\n\nUCLA Today’s Meg Sullivan felt that Sleeping with the Dictionary assumes “a more playful posture” than Mullen’s previous works, but other critics felt the opposite, that the work is more serious. With Mullen’s poetry these binaries of play and work, comedy and tragedy, coexist. “For me the comic is the other side of the coin of tragedy or oppression. They work together. I know people sometimes have a problem when the tone shifts abruptly. Some people find that disturbing, but for me it feels right,” she told Frost. Mullen’s most recent work, including Urban Tumbleweed: Notes from a Tanka Diary, addresses the question “What is natural about being human?” Comprised of notes from daily walks she took through urban Los Angeles, the poems “they document the errant progression of a beginner’s mind as it seeks to revise its connection to the sensory world,” noted Anna Moschovakis in the Boston Review.\nMullen has said, “writing became important to me when I was very young. It was the only way I could communicate with my father after my parents were divorced. My mother believed in educating ‘the whole child.’ She made sure my sister and I always had books to read, and she somehow found money to pay for music and dance lessons. She also encouraged us to draw and write. My sense of poetry was awakened by the formal and informal, written and oral rhymes and rhythms of family, church, and school.”\nMullen’s numerous honors and awards include fellowships from the Academy of American Poets, the Guggenheim Foundation, the Susan B. Anthony Institute for Women’s Studies at the University of Rochester, the Foundation for Contemporary Arts, the Helene Wurlitzer Foundation, and the Texas Institute of Letters. She is the recipient of a Gertrude Stein Award in Innovative American Poetry, the Jackson Poetry Prize, and a United States Artist Fellowship. Mullen lives in Los Angeles.\n", "attrs": {}}