{"pf_url": "https://www.poetryfoundation.org/poets/harriet-monroe", "name": "Harriet Monroe", "yob": "1860", "yod": "1936", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/d59b4f92304b02dc34d4e2b4730e81a83f080223.jpeg", "bio": "\nAs founder and editor of the literary journal Poetry: A Magazine of Verse, Harriet Monroe became instrumental in the “poetry renaissance” of the early 20th century by managing a forum that allowed poets and poetry to gain American exposure. In the Dictionary of Literary Biography, Daniel J. Cahill and Laura Ingram wrote: “The abundant richness of this movement might well have been less spectacular without the encouragement and vitality which Poetry offered in those years when young poets were seeking to break the bonds of traditionalism and to create a new poetic voice for the modern age.”\n\r\nMonroe established an editorial policy independent of editorial preference or literary movements. According to Judith Paterson in a separate Dictionary of Literary Biography entry, Monroe’s commitment to such a policy ensured the magazine’s success. Paterson quoted the new editorial policy that appeared in the second issue of Poetry: “Open Door will be the policy of this magazine—may the great poet we are looking for never find it shut, or half-shut, against his ample genius! To this end the editors … desire to print the best English verse which is being written today, regardless of where, by whom, or under what theory of art it is written.”\n\r\nMonroe developed her love of literature as a child. Her father's library was the perfect haven, in a household fraught with parental tension and sibling rivalry, for a reclusive child. In her autobiography, A Poet’s Life: Seventy Years in a Changing World, published two years after her death, Monroe recalls: “I started in early with Shakespeare, Byron, Shelley, with Dickens and Thackeray; and always the book-lined library gave me a friendly assurance of companionship with lively and interesting people, gave me friends of the spirit to ease my loneliness.” She continued her education in the Victorian seminary curriculum at the Visitation Convent in Washington, D.C. Fueled by fears of posthumous anonymity, she proclaimed after graduation her determination to become “great and famous” as a poet or playwright. As Paterson quoted her, “I cannot remember when to die without leaving some memorable record did not seem to me a calamity too terrible to be borne.”\n\r\nFor the next 30 years, she endured financial challenges in pursuit of art. She enjoyed a few notable breaks but had to cope with harsh realities. Though Century magazine published her poem “With a Copy of Shelley” in 1889, she quickly became disillusioned over the limited earnings available for poets. Paterson quoted Monroe: “The minor painter or sculptor was honored with large annual awards in our greatest cities, while the minor poet was a joke of the paragraphers, subject to the popular prejudice that his art thrived best on starvation in a garret.” Her frustration served as a springboard for change.\n\r\nHaving solidified her professional reputation as a freelance correspondent to the Chicago Tribune and through a widening circle of prominent literary acquaintances, Monroe was commissioned to write a commemorative ode for the 400th anniversary of Columbus’s discovery of America. She reveled in her poem, more than two years in the works, when 5,000 people joined in at an auditorium dedication ceremony at the Columbian Exposition. She enjoyed even more fame after suing the New York World for publishing the poem without her consent. She was awarded 5,000 dollars in a settlement that benefited artists in their struggle to control rights to their works.\n\r\nMonroe’s European travels during the 1890s helped shape her poetry and her business decisions. Another worldwide trip, in 1911, convinced her of a definite need for a poetic outlet. With help from publisher Hobart Chatfield-Taylor, Monroe convinced 100 prominent Chicago business leaders to sponsor the magazine by committing to 50 dollars a year for a five-year subscription. The 5,000 dollars was enough to launch Poetry magazine on September 23, 1912, while upholding its promise to contributors of adequate payment for all published work.\n\r\nMonroe was editor for its first two years without salary, while simultaneously working as an art critic for the Chicago Tribune. According to Paterson, Monroe felt validated when a contributor, Rabindranath Tagore, won the Nobel Prize for literature in 1913. Monroe said, “I drew a long breath of renewed power and felt that my little magazine was fulfilling some of our seemingly extravagant hopes.” By 1914 the magazine work became too much for her to accomplish while working other jobs, so she resigned from the Chicago Tribune and accepted a salary of 50 dollars per month from the magazine. For more than 10 years she maintained her meager stipend, raising it to 100 dollars per month in 1925. By then, the magazine had featured dozens of world-renowned poets.\n\r\nMonroe’s steadfast, deliberate approach to editing became her trademark. She placed art and integrity above her personal tastes and those of some opinionated associates. Her eye for enduring quality made it easier to avoid the entrapment of literary trends and the safety of classic poetic styles. In a 1915 essay included in Twentieth-Century Literary Criticism, E. L. Masters wrote: “Miss Monroe, both as editor and as creator, has done so much for the art of poetry, in the several capacities of encouraging beginners and by way of setting a high example in poetical production, that any volume of hers commands attention.” Donald Davidson’s 1926 essay in the same volume asserted: “[Monroe] has done American poetry a good service because she had the foresight to establish her magazine at exactly the time when it was needed, and the courage to publish writers who needed an introduction to the public. She has argued for poetry, lectured for it, and tried to stimulate respect for it.” Arguably, she succeeded on all fronts: Monroe was the editor of Poetry magazine until her death in 1936. During the final years of her life, she traveled extensively in service to literature and global literary culture. After attending the International Association of Poets, Essayists, and Novelists (PEN) in Buenos Aires, she suffered a fatal cerebral hemorrhage and was buried in Arequipa, Peru.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}