{"pf_url": "https://www.poetryfoundation.org/poets/hayden-carruth", "name": "Hayden Carruth", "yob": "1921", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5cabdec758953e841222a6f11b9794fefb6c8982.jpeg", "bio": "\n\"Now and then a poet comes along whose work ranges across wide and diverse territories of form, attitude, and emotion—yet with the necessary intelligence that belies a deep, lifelong engagement with tradition—so that variance never seems mere experimentation or digression, but improvisation,\" wrote Midwest Quarterly contributor Matthew Miller. \"Hayden Carruth is such an artist.\"\n\r\nThe National Book Award won by Carruth in 1996 for his collection  Scrambled Eggs and Whiskey provided a grace note for a long academic and literary career that has seen the author become known as a proponent of twentieth-century modernism. Though recognized primarily as a critic and editor, Carruth is also, according to the Virginia Quarterly Review,\"a poet who has never received the wide acclaim his work deserves and who is certainly one of the most important poets working in this country today. . . . [He is] technically skilled, lively, never less than completely honest, and as profound and deeply moving as one could ask.\" Characterized by a calm, tightly controlled, and relatively \"plain\" language that belies the intensity of feeling behind the words, Carruth's poetry elicits praise from those who admire its wide variety of verse forms and criticism from those who find its precision and restraint too impersonal and academic.\n\r\nCommenting in his book Babel to Byzantium, James Dickey speculated that these opposing views of Carruth's work may result from the occasionally uneven quality of his poetry. In a discussion of The Crow and the Heart, for example, Dickey noted \"a carefulness which bursts, once or twice or three times, into a kind of frenzied eloquence, a near-hysteria, and in these frightening places sloughing off a set of mannerisms which in the rest of the book seems determined to reduce Carruth to the level of a thousand other poets. . . . [He] is one of the poets (perhaps all poets are some of these poets) who write their best, pushing past limit after limit, only in the grip of recalling some overpowering experience. When he does not have such a subject at hand, Carruth amuses himself by being playfully skillful with internal rhyme, inventing bizarre Sitwellian images, being witty and professionally sharp.\"\n\nAmerican Poetry Review critic Geoffrey Gardner, who characterized Carruth as \"a poet who has always chosen to make his stand just aside from any of the presently conflicting mainstreams,\" said that such linguistic playfulness is typical of the poet's early work. He attributes it to Carruth's struggle \"to restore equilibrium to the soul [and] clarity to vision, through a passionate command of language,\" a struggle that gives much of his poetry \"a Lear-like words-against-the-storm quality.\" Continued Gardner: \"I won't be the first to say Carruth's early work is cumbered by archaisms, forced inversions, sometimes futile extravagances of vocabulary and a tendency of images and metaphors to reify into a top heavy symbolism. . . . But the courage of [his] poems can't be faulted. From the earliest and against great odds, Carruth made many attempts at many kinds of poems, many forms, contending qualities of diction and texture. . . . If the struggle of contending voices and attitudes often ends in poems that don't quite succeed, it remains that the struggle itself is moving for its truthfulness and intensity. . . . Carruth uniformly refuses to glorify his crazies. They are pain and pain alone. What glory there is—and there are sparks of it everywhere through these early poems—he keeps for the regenerative stirrings against the storm of pain and isolation.\"\n\r\nIn his essay, Miller looked at one major influence on Carruth's poetry. \"Carruth's relationship to jazz music has been lifelong,\" he noted, \"and it has expressed itself on many different levels in his work.\" Carruth produced an essay, \"Influences: The Formal Idea of Jazz,\" in which he described his personal feelings about the musical genre. He did read the prominent poets Ben Johnson, William Yeats, and Ezra Pound, but added that \"the real question is not by whom I was influenced, but how.\" To Miller, Carruth's early grounding in traditional poetic forms prepared him to \"improvise\" later on, much like the way jazz musicians often study classical music early in their training: \"The discipline must precede the rejection of discipline.\"\n\r\nIn Carruth's poetry, that means using an external, fixed poetic structure upon which to launch improvisation. But even when he works in a spontaneous, \"jazz\" mode, his \"poetic improvisation does not mean the abandonment of form or rhyme,\" declared Miller, \"nor does it limit itself to any particular attitude or emotion. . . . What improvisation ultimately amounts to is structure becoming a function of feeling, whatever that feeling may be.\" Miller pointed to  Brothers, I Loved You All as a prime example of Carruth in his spontaneous prime.\n\r\nLike many poets, Carruth also turns to personal experience for inspiration; however, with the possible exception of The Bloomingdale Papers (a long poetic sequence Carruth wrote in the 1950s while confined to a mental hospital for treatment of alcoholism and a nervous breakdown), he does not indulge in the self-obsessed meditations common among some of his peers. Instead, Carruth turns outward, exploring such \"universal opposites\" as madness (or so-called madness) and sanity or chaos and order. He then tries to balance the negative images—war, loneliness, the destruction of the environment, sadness—with mostly nature-related positive images and activities that communicate a sense of stability—the cycle of the seasons, performing manual labor, contemplating the night sky, observing the serenity of plant and animal life. But, as Gardner pointed out, \"Carruth is not in the least tempted to sentimentality about country life. . . . [He recognizes] that it can be a life of value and nobility in the midst of difficult facts and chaos.\" Nor is he \"abstractly philosophical or cold,\" according to the critic. \"On the contrary,\" Gardner stated, \"[his poems] are all poems about very daily affairs: things seen and heard, the loneliness of missing friends absent or dead, the alternations of love for and estrangement from those present, the experiences of a man frequently alone with the non-human which all too often bears the damaging marks of careless human intrusion.\" Furthermore, he said, \"Carruth comes to the politics of all this with a vengeance. . . . [His poems] all bear strong public witness against the wastes and shames of our culture that are destroying human value with a will in a world where values are already hard enough to maintain, in a universe where they are always difficult to discover. Carruth does not express much anger in [his] poems. Yet one feels that an enormous energy of rage has forced them to be.\"\n\r\nConcluded Alastair Reed in the Saturday Review: \"[Carruth's] poems have a sureness to them, a flair and variety. . . . Yet, in their dedication to finding an equilibrium in an alien and often cruel landscape, Vermont, where the poet has dug himself in, they reflect the moods and struggles of a man never at rest. . . . His work teems with the struggle to live and to make sense, and his poems carve out a kind of grace for us.\"\n\r\nIn the 1990s, the appearance of anthologies and collections of Carruth's verse and prose allowed critics to assess his career as a whole. In reviewing Collected Shorter Poems, which appeared in 1992, Poetry contributor David Barber called attention to the rich diversity of the poet's oeuvre: \"Hayden Carruth is vast; he contains multitudes. Of the august order of American poets born in the Twenties, he is undoubtedly the most difficult to reconcile to the convenient branches of classification and affiliation, odd man out in any tidy scheme of influence and descent.\" Somewhat deceptively titled, Collected Shorter Poems, which won the 1992 National Book Critics' Circle Award, is not a comprehensive volume but is comprised of selections from thirteen of Carruth's previously published volumes, together with many poems appearing for the first time. Writing in the Nation, Ted Solotaroff found the volume to be a welcome opportunity for giving a \"full hearing\" to \"a poet as exacting and undervalued as Carruth generally has been.\" Solotaroff highlighted two characteristics typifying Carruth's poetic achievement. First, he describes him as a \"poet's poet, a virtuoso of form from the sonnet to free verse, from medieval metrics to jazz ones.\" Secondly, Solotaroff drew attention to the moral seriousness of Carruth's work as a critic of contemporary poetry, claiming that the poet \"has also been, to my mind, the most catholic, reliable and socially relevant critic of poetry we have had in an age of burgeoning tendencies, collapsing standards and a general withdrawal of poets from the public to the private sector of consciousness.\"\n\r\nThe 1993 volume Collected Longer Poems received similar praise from many critics, who felt that this collection contained much of the poet's best work. Anthony Robbins, commenting in  American Book Review, characterized Carruth's poetry as being \"grounded in the traditions of Romance, in entre-les-guerres modernism revised in light of mid-century existentialism, and in his own personal forms of nonviolent anarchism.\" Both Robbins and Bloomsbury Review contributor Shaun T. Griffin called attention to the importance of the volume's opening selection, \"The Asylum,\" which details the poet's experiences of being hospitalized for a breakdown. Griffin judges these \"among the most honest and harrowing in the volume,\" maintaining that \"they ring with the compelling voice of despair; the wind floats through them, and the reader finds himself staring at the November landscape, leafless, dark, and dormant.\"\n\r\nCarruth's prose discussions of poets and poetry were anthologized in the 1995 volume Selected Essays and Reviews. Spanning thirty years of his critical writing, this collection was enthusiastically received by critics, who singled out for particular praise the essays on Alexander Pope, Edwin Muir, and Paul Goodman. In the following year, Carruth published Scrambled Eggs and Whiskey: Poems 1991-1995, a volume that centers on meditations of such themes as politics, history, aging, nostalgia, guilt, and love. Another collection, Doctor Jazz: Poems, 1996-2000, was written as Carruth approached his ninth decade and includes a fifteen-page elegy to the author's daughter, Martha, who died in her forties of cancer. That poem in particular \"refuses to release us until its final syllable,\" said Library Journal reviewer Fred Muratori.\n\r\nIn 1998 Carruth turned to a different form of self-narrative with  Reluctantly: Autobiographical Essays. These essays—the words of a self-described \"old man in his cave of darkness, regretting his arthritis and impotence and failing imagination\"—speak frankly of his often troubled life, including treatment for depression, debilitating phobias, and a nearly successful suicide attempt. Peter Szatmary, writing in  Biblio, found the \"fractured\" nature of Carruth's life reflected in his prose: \"At its best, [Reluctantly] isolates idiosyncratic clarity. At its worst it betrays arbitrary self-indulgence.\" In a similar vein, \"fragmentary\" was the word used by Ray Olson of Booklist to describe the memoir, though Olson also characterized the book as a \"powerful autobiography.\" A Publishers Weekly critic had a similar impression, saying the Reluctantly shows that \"although life is messy and unpredictable, it is possible to survive, to write well and to salvage from the wreckage a redemptive dignity.\"\n\r\nCarruth once told  Contemporary Authors:\"I have a close but at the same time uncomfortable relationship with the natural world. I've always been most at home in the country probably because I was raised in the country as a boy, and I know something about farming and woodcutting and all the other things that country people know about. That kind of work has been important to me in my personal life and in my writing too. I believe in the values of manual labor and labor that is connected with the earth in some way. But I'm not simply a nature poet. In fact, I consider myself and I consider the whole human race fundamentally alien. By evolving into a state of self-consciousness, we have separated ourselves from the other animals and the plants and from the very earth itself, from the whole universe. So there's a kind of fear and terror involved in living close to nature. My poems, I think, exist in a state of tension between the love of natural beauty and the fear of natural meaninglessness or absurdity.\n\r\n\"I think there are many reasons for poets and artists in general to be depressed these days. . . . They have to do with a lot . . . [of] things that are going on in our civilization. They have to do with the whole evolution of the sociology of literature during the last fifty years. Things have changed; they've turned completely around. I don't know if I can say it briefly but I'll try. When I was young and starting to write poetry seriously and to investigate the resources of modern poetry, as we called it then, we still felt beleaguered; modern poetry was still considered outrageous by most of the people in the publishing business and in the reading audience at large. We still spoke in terms of the true artists and the philistines. We felt that if we could get enough people to read T. S. Eliot and Wallace Stevens and e. e. cummings and William Carlos Williams and other great poets of that period, then something good would happen in American civilization. We felt a genuine vocation, a calling, to try and make this happen. And we succeeded. Today thousands of people are going to colleges and attending workshops and taking courses in twentieth-century literature. Eliot and Stevens are very well known, very well read; and American civilization has sunk steadily, progressively, further and further down until most of the sensible people are in a state of despair. It's pretty obvious that good writing doesn't really have very much impact on social events or national events of any kind. We hope that it has individual impact, that readers here and there are made better in some way by reading our work. But it's a hope; we have no proof.\"\n", "attrs": {"Region:": ["U.S., New England"]}}