{"pf_url": "https://www.poetryfoundation.org/poets/heather-mchugh", "name": "Heather McHugh", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4cfe1217064f4dae9393569a568cbf09a3d15a6c.jpeg", "bio": "\nPoet Heather McHugh’s work is noted for its rhetorical gestures, sharp puns and interest in the materials of language itself—her self-described determination is “to follow every surge of language, every scrap and flotsam.” Describing her work in the Boston Review, poet and critic Richard Howard alleged that “most of McHugh’s poems end in a spurt, as they proceed in a slather, of just such astonishment as is bestowed—afforded—by taking apart a phrase or a word that the language has crystallized below the tension of the lyre. McHugh thus reveals that there is signification beneath or within the surface of every move we make, of every phrase we repeat.” McHugh’s poetry collections include Upgraded to Serious (2009); Eyeshot (2004), shortlisted for the Pulitzer Prize; The Father of Predicaments (2001); and Hinge and Sign: Poems 1968-1993 (1994), which was selected as a National Book Award Finalist and named a “Notable Book of the Year” by the New York Times. In addition to her acclaimed poetry collections, McHugh has published a book of essays on poetry, Broken English: Poetry and Partiality (1993) and translations of Euripides, Paul Celan, Blaga Dimitrova, and Jean Follain. Matthea Harvey noted in an interview with McHugh for BOMB magazine that, in all her books, McHugh has dealt continuously “with looking and language, seeing and saying.”\nMcHugh was raised in Virginia where her father directed a marine biology laboratory on the York River. She entered Harvard University at age 17, and had her first poem published by the New Yorker before entering graduate school at the University of Denver. McHugh’s first collection, Dangers (1977) was reviewed by Alfred Corn for the the New York Times Book Review. Corn singled out the book’s “personality, energy, and immediacy” as both its greatest strength and weakness. Four years later, another New York Times Book Review contributor, Hugh Seidman, found the poems in A World of Difference (1981) to be “terse, well-wrought, [and] often ironic.” McHugh, Seidman added, “manipulates language to produce resonances of meaning without necessarily creating a psychological depth that might justify her insights and conclusions.” J.D. McClatchy said of McHugh’s collection, Shades (1988), the book’s “emotional directness is uncharacteristic” of the poet’s style. “There is a good deal of wheel-spinning in her poems, a nervous need to chatter and charm. But when they are focused by an intriguing subject she can be delightful, inventive and surprising.”\n\r\nMcHugh’s volume of new and selected poems, Hinge and Sign: Poems 1968-1993 (1994), won wide-spread critical acclaim. Poetry contributor Bruce Murphy declared it “a very fine book”; the first “new” poem, “What He Thought,” “is certainly anthology-bound,” added Murphy, “though its simplicity is somewhat atypical.” McHugh “loves the thingness of words—their heft, their shimmy, their slickness and burn—and she is a shameless fetishist,” remarked Linda Gregerson in the New York Times Book Review. To a Publishers Weekly reviewer, Hinge and Sign showcases words and forms that tend to be “jauntily fastidious, calling to mind something of the steeliness…of Emily Dickinson” while also suggesting “a sure sense of jazz.” The collection went on to become a National Book Award finalist.\n\r\nIn 1999 McHugh released The Father of the Predicaments, a collection that begins with an elegy for McHugh’s deceased friend, “of whose last few days on earth the poem offers a documentary view,” she told Contemporary Authors, adding that “the force of that time’s testimony drives the poem in and out of conventional literary shapes (from lineated lyric to prose passages and back).” A New York Times contributor described McHugh’s lightning style in the book: “All of her lines are demanding, especially her last lines—puzzling yet provocative, they’re like little switches that flip at the end, sending the reader back into the poet’s maze of words.” And Richard Howard, in the Boston Review, noted McHugh’s investment in wonder, maintaining that “she participates in one of the great sensibility-shifts of ‘our’ modernity by her constant assertion and management of this emotion, which has until very recent times been gainsaid as a means of knowledge, of power, even of value.” For Howard, wonder “as an instrument of cognition, the means of discovering the paternity Aristotle assigned to Being, that ‘claim of presence to be lasting’…is the true and proper subject of this brilliant and important poet.”\nMcHugh’s collections after Father of the Predicaments won her both wider critical acclaim and a growing audience. Kevin McFadden in AGNI called McHugh “one of the most distinct voices in American poetry,” adding that her “skill, of course, is exposing moments of compromised vision, asking us to return to what we think we saw, and where we think we saw it. The poet’s continuing lyrical dilemma is the difficulty of making sense of our senses, making peace with our pieces, and this book may be her clearest outpouring of earnest doubt yet.” Publisher’s Weekly described the poems in Eyeshot as in “in a state of near-constant overstimulation,” the musings of “hyper-attentive intelligencer [who] at times must struggle simply to stay afloat: ‘Sight... sponsors far/ too much detail (exhaustive is exhausting!).’” The book was shortlisted for the Pulitzer Prize. Upgraded to Serious (2009) continues to follow the slippery, associative track laid by McHugh in her previous works. The Village Voice Literary Supplement called her poems “open, resilient, invisibly twisted; part safety-net, part trampoline.” As its title suggests, McHugh’s eighth collection contains poems which tackle grave subject matter—often loss and detachment—but with her trademark quick-wit and verbal dexterity intact.\nMcHugh is also a noted translator and in 2001 she and her husband the scholar Nikolai Popov won the Griffin International Poetry Prize in translation for Glottal Stops: 101 Poems of Paul Celan. The judges commented that “Paul Celan is arguably the most important European poet of the twentieth century, but much of his work has seemed too hermetic, linguistically complex, and bound to his struggle with the German language in the aftermath of the Shoah to be translatable. In Glottal Stop, however, Heather McHugh and Nikolai Popov have achieved the seemingly impossible: more than translating Celan into English, they have found a way to translate English into Celan.” McHugh has also translated the Bulgarian poet Blaga Dimitrova, the French Jean Follain and, with classicist David Konstan, Euripides’s play Cyclops (2001).\nHeather McHugh has won numerous awards including grants from the National Endowment for the Arts, the PEN/Voelcker Award for Poetry, the O.B. Hardison Jr. Poetry Prize, the Griffin Prize, one of the first United States Artists Awards, a Guggenheim fellowship and a Witter Bynner fellowship. In 2009 she was awarded a MacArthur “Genius Grant.” She has taught for many years at the University of Washington-Seattle, where she is the Milliman Distinguished Writer-in-Residence, and as visiting faculty member in the MFA program at Warren Wilson College.\nMcHugh revealed to Contemporary Authors: “Where once the brightness of life and language sufficiently attracted me, now the darkness (full of ordinals but no cardinals) seems the greater calling. That may account for the shift in the tonalities of my work, as an increasingly fierce fatality preoccupies it. Spending a half decade working on Celan translations with my husband, scholar Nikolai Popov, has only deepened such preoccupations…I write for what I write from: love’s uncontainability.”\n", "attrs": {"Region:": ["U.S., Northwestern"]}}