{"pf_url": "https://www.poetryfoundation.org/poets/heid-e-erdrich", "name": "Heid E. Erdrich", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/45a3ec5b5eac1aaaa33afbaf6d05bd7fc86efab2.jpeg", "bio": "\nPoet Heid E. Erdrich, a member of the Turtle Mountain Band of Ojibwe, was born in Breckenridge, Minnesota, and raised in nearby Wahpeton, North Dakota, where her Ojibwe mother and German American father taught at the Bureau of Indian Affairs boarding school. She earned a BA from Dartmouth College and two MAs from the Johns Hopkins University, in poetry and fiction.\nErdrich is the author of several poetry collections, including Curator of Ephemera at the New Museum for Archaic Media (Michigan State University Press, 2017); Cell Traffic: New and Selected Poems (2012); National Monuments (2008), winner of the Minnesota Book Award; The Mother’s Tongue (2005), part of Salt Publishing’s award-winning Earthworks Series of Native American and Latin American literature; and Fishing for Myth (1997). In a 2012 review of Cell Traffic, critic Elizabeth Hoover wrote of Erdrich: \"It's too pedestrian to say she \"writes about\" biology, history, spirituality, motherhood and her heritage as Ojibwe Indian and German American. She doesn't write about these subjects as much as she uses them to create a complex field of meaning across which her marvelous intelligence travels.\" \nWith Laura Tohe, Erdrich co-edited the anthology Sister Nations: Native American Women on Community (2002). Her own work has been featured in numerous anthologies including the Oxford University Press Anthology of Contemporary American Poetry--Volume 2 (2014, edited by Cary Nelson).  \nErdrich has received fellowships and awards from the Minnesota State Arts Board, the Loft Literary Center, the First Peoples Fund, and the Archibald Bush Foundation. \nWith her sister, the writer Louise Erdrich, she founded and lead the Turtle Mountain Writing Workshop. In 2008 the sisters co-founded The Birchbark House, a fund to support indigenous language revitalization efforts. Since 2010, Erdrich has directed Wiigwaas Press which publishes Ojibwe (Anishinaabe) language books, films, and other media. \nSince 2012, she has created and collaborated on several poem films on her own writing and on her sister Louise's poetry. Her films have won awards from Co-Kisser Poetry Festival and Southwestern Association for Indian Artists. \nErdrich teaches in the low-residency MFA creative writing program of Augsburg College. She lives with her family in Minnesota.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}