{"pf_url": "https://www.poetryfoundation.org/poets/henry-taylor", "name": "Henry Taylor", "yob": "1942", "yod": null, "image": null, "bio": "\nPoet and translator Henry Taylor was born in Lincoln, Virginia on June 21, 1942. He earned a BA from the University of Virginia and an MA from Hollins University. Taylor’s many poetry collections include Crooked Run (2006); Understanding Fiction: Poems 1986-1996; The Flying Change (1985), for which he received the Pulitzer Prize; An Afternoon of Pocket Billiards (1975); and The Horse Show at Midnight (1966). He has translated works from Bulgarian, French, Hebrew, Italian, and Russian. His translations include Black Book of the Endangered Species (1999) by the Bulgarian poet Vladimir Levchev and Electra (1988) by Sophocles. Taylor is a professor of literature and codirector of the MFA program in creative writing at American University in Washington, DC. In 2001 he was inducted into the Fellowship of Southern Writers.\nAfter winning the Pulitzer Prize in 1986 for his book, The Flying Change: Poems, poet Henry Taylor remarked to Joseph McLellan of the Washington Post: “The Pulitzer has a funny way of changing people’s opinions about it. If you haven’t won one, you go around saying things like ‘Well, it’s all political’ or ‘It’s a lottery’ and stuff like that. I would like to go on record as saying that although I’m deeply grateful and feel very honored, I still believe that it’s a lottery and that nobody deserves it.” Despite his disbelief that he could earn such a prestigious award, the Pulitzer is not the only major prize Taylor has won. His other honors include the Witter Bynner Foundation Poetry Prize from the American Academy and Institute of Arts and Letters, a grant from the National Endowment for the Humanities, two fellowships from the National Endowment for the Arts, and the Golden Crane Award of the Washington Chapter of the American Literary Translators Association.\nCritics have recognized Taylor’s technical skill, which is traditional in its form, and his aptitude for poetic insight. “Taylor,” declares George Garrett in the Dictionary of Literary Biography, “was from the first a skilled and demanding craftsman”; and his poems have “all the ring and authority of an American Hardy, intensely aware of the darkness that moves around us and in us,” writes Richard Dillard in the Hollins Critic.\nIn addition to this awareness, however, Taylor also has a sense for the comic. Indeed, the poet has remarked that he was first recognized as the author of several verse parodies, which he submitted to the magazine Sixties. “I was mildly nettled to find that they were better known, at least among poets, than anything else I had done,” Taylor reflects in the Contemporary Authors Autobiography Series. These parodies, along with other poems, appear in the author’s first poetry collection, The Horse Show at Midnight (1966). This book also contains poems concerned with the unavoidable changes people must go through in life, a theme that dominates many of Taylor’s verses. Dillard explains, “Henry Taylor has for all his poetic career been drawn inexorably to questions of time and mutability, of inevitable and painful change in even the most fixed and stable of circumstances.” The conflict between a desire for life to remain constant and predictable and the realization of the necessity for change in the form of aging, personal growth, and death creates a tension in Taylor’s poems that is also present in his other collections, including An Afternoon of Pocket Billiards. Dillard calls this third collection, which contains all the poems previously published in Breakings, Taylor’s “best work” up to that time, “clearly marking growth and progress to match his own changes in the years since The Horse Show at Midnight.”\nA lover of horses since his childhood in rural Virginia, Taylor uses an equestrian term for the title of his fifth book of poems, The Flying Change (1985). The name refers to the mid-air change of leg, or lead, a horse may sometimes make while cantering. Several of the poems contained in the collection describe similarly unexpected changes that occur in the course of otherwise predictable lives spent in relaxed, countryside settings. “Thus in the best poems here,” comments New York Times Book Review contributor Peter Stitt, “we find something altogether different from the joys of preppy picnicking. Mr. Taylor seeks for his poetry [a] kind of unsettling change, [a] sort of rent in the veil of ordinary life.” Some examples of this in The Flying Change are the poems “Landscape with Tractor,” in which the narrator discovers a corpse in a field, and “At the Swings,” in which the poet reflects on his cancer-stricken mother-in-law, while pushing his sons on a swing set. Other poems in the book explore the effects of such incidents as a small herd of deer suddenly interrupting the peace of a lazy day in which the narrator has been reflecting on his old age, or the surprise of seeing a horse rip its neck on a barbed wire fence.\nA number of critics, like Washington Times reviewer Reed Whittemore, laud Taylor’s calm thoughtfulness in these and other poems, comparing it to the tone of other current poets. “Much contemporary verse is now so flighty,” says Whittemore, “so persistently thoughtless, that in contrast the steadiness of [The Flying Change], its persistence in exploring the mental dimensions of a worthwhile moment, is particularly striking, a calmness in the unsettled poetic weather.” Other critics, like Poetry contributor David Shapiro, also compliment the writer on his sensitivity to the atmosphere of the countryside. “Taylor is a poet of white clapboard houses that have existed ‘longer / than anyone now alive,’” observes Shapiro, who quotes the poet. “That is why Taylor can be such a satisfactory poet,” the reviewer concludes.\nThough he has written award-winning verses, Taylor remains under the radar. According to Garrett and others, this is due to Taylor’s nonconformist approach. The critic continues: “In forms and content, style and substance, he is not so much out of fashion as deliberately, determinedly unfashionable. His love of form is (for the present) unfashionable. His sense of humor, which does not spare himself, is unfashionable. His preference for country life, in the face of the fact that the best known of his contemporaries are bunched up in several urban areas, cannot have made them, the others, feel easy about him, or themselves for that matter. They have every good reason to try to ignore him.” Whittemore compares Taylor’s technically well-ordered style and leisurely reflections of life to the poetry of Robert Frost and Howard Nemerov. “Among 20th-century poets,” Whittemore concludes, “Mr. Taylor is ... trying to carry on with this old and honorable, but now unfavored, mission of the art. He enjoys such reflections, reaching (but modestly) for what, remember, we even used to call wisdom.”\nTaylor lives and works in Leesburg, Virginia.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}