{"pf_url": "https://www.poetryfoundation.org/poets/henry-timrod", "name": "Henry Timrod", "yob": "1828", "yod": "1867", "image": null, "bio": "\nHenry Timrod was born in Charleston, South Carolina to Thyrza Prince and William Henry Timrod, a bookbinder and amateur poet whose shop was a gathering place for lawyers, politicians, editors, and writers—some of the keenest minds of the city. Henry was educated at the Classical School of Christopher Cotes, generally considered to be the best available, where Paul Hamilton Hayne, the poet, and Basil L. Gildersleeve, the classical scholar, were his classmates, and where he was offered a sound grounding in such traditional subjects as Greek, Latin, French, history, and mathematics. Later, with help from a Charleston merchant, he attended the University of Georgia for three terms from 1845 to 1846, continuing his classical studies but dropping out when financial difficulties occurred. Returning home, he read law with James Louis Petigru, a distinguished lawyer and former attorney general of the state, and in the 1850s he devoted himself to teaching school and tutoring on Carolina plantations. Meanwhile he had begun contributing poems in 1846 to the Charleston Evening News and in 1849 to periodicals such as the Southern Literary Messenger.\nSince Timrod’s output before the Civil War was limited to verse sufficient only for a single volume—published in December 1859—his literary reputation at the time was modest. The political activities surrounding the formation of a new nation and the impact of the war itself aroused Timrod’s poetic imagination, however, and he quickly became widely known as the literary spokesman and eventually as the so-called poet laureate of the Confederacy, an unofficial title he has retained ever since. After the war, poor health associated with the complications of tuberculosis and abject poverty related to political and social conditions in South Carolina during Reconstruction made it impossible for Timrod to fulfill the promise or equal the achievement of his wartime performance, and he died in 1867, two months before his 39th birthday.\nWhen Russell’s Magazine, under the editorship of his old friend Hayne, began appearing in Charleston in April 1857, Timrod found a substantial outlet for his poetry and criticism. During the three-year life of Russell’s, Timrod contributed 37 poems, including several of his best of the period—“The Arctic Voyager” (April 1857), “Dreams” (May 1857), “Praeceptor Amat” (February 1858), and “Sonnet: At Last, Beloved Nature” (February 1859). These pieces suggest Timrod’s versatility with subject, line, and form. “The Arctic Voyager,” in blank verse, follows the experience of Captain Elisha Kent Kane, an Arctic explorer, who tells about his third attempt to reach the North Pole in a Tennysonian dramatic monologue fashioned after “Ulysses” (1842). In the last 12 lines he addresses his “hardy shipmates” directly, urging them not “to count the chances” but to do all that “bold and patient hearts can do.” “Dreams,” on the other hand, deals with the power of intuitive reverie in seven quatrains with an abab rhyme scheme and concludes that “our dreams” are “allegories with deep hearts of truth / That tell us solemn secrets of ourselves.” Yet another approach is taken in “Praeceptor Amat,” in which a tutor is halfway in love with one of the pupils who is studying Greek and reading Homer with him. The lines are long to suggest the Greek, and the heroic couplet provides dignity for a topic that is not to be taken too seriously, a fairly rare situation in Timrod’s canon. This poem is based upon his own experience in 1856 with one of his favorite students, Felicia Robinson, as Edd Winfield Parks and others have pointed out. Finally, the sonnet “At Last, Beloved Nature!” finds him working in a favorite genre—one of his most impressive essays is “The Character and Scope of the Sonnet,” which also appeared in Russell’s (May 1857). Though the lyric is basically Italian in pattern, the rhyme scheme of the second quatrain is different from the norm and the sestet is turned upside down, with the couplet appearing in the first two lines instead of the last two; consequently, the resolution of the poem is in the sestet and not in the couplet. Altogether, there is an interesting variety in subject and technique in some of his best verse for Russell’s.\nTimrod also contributed some of his best prose to the monthly, a total of four essays, including “The Character and Scope of the Sonnet” and two others deserving of mention: “What Is Poetry?” (October 1857) and “Literature in the South” (August 1859). The piece on the sonnet defends the form—and William Wordsworth—from the attacks of a “large body of depreciators” and shows that poetry is far more than the “result of a sort of mystical inspiration,” for it also requires the artistry of “patient and elaborate execution.” “What Is Poetry?” is a response to an essay of the same title by William J. Grayson, a well-known lawyer and former member of Congress, who had presented a neoclassical view of the topic. Timrod, on the contrary, offers a romantic interpretation that concentrates on unusual sensibility, powerful emotion, and beautiful language. The last article in Russell’s, “Literature in the South,” is, as Jay B. Hubbell has pointed out in The South in American Literature, 1607-1900 (1954), “the most penetrating analysis of the difficulties of the Southern author.” Timrod sees the writer in the South as “the Pariah of modern literature,” an artist without honor in his own country and ridiculed in the North as a representative (and often defender) of an outmoded and immoral way of life. The Southern author, then, has a limited audience and serious difficulties that may seldom be resolved.\nTimrod’s contributions to Russell’s, especially those in verse, led to the publication of the only collection that appeared during his lifetime, Poems, in December 1859, an event that seemed to presage a certain kind of literary career; but the coming of the war changed his poetic focus and charged his imagination in a different way. The establishment of the new government in Montgomery provided him with his first topic, and he responded with “Ode on Occasion of the Meeting of the Southern Congress” (Charleston Daily Courier, February 23, 1861; later retitled “Ethnogenesis”), an announcement by a narrator of the arrival of a new “nation among nations,” warning “our foes” of the North that the Confederates shall “Go forth / To meet them, marshaled by the Lord of Hosts,” and prophesying that in the future the young country would share the blessings of “wealth, and power, and peace” with the “whole sad planet o’er.”\nLater in the year and in spite of the abortive nature of his first military experience (he enlisted, but poor health quickly led to his discharge), Timrod, still imbued with patriotism and sanguine about the future of the country, sought again to celebrate the virtues of the Confederate state and to examine its future in a second laureate poem, “The Cotton Boll” (Charleston Mercury, September 3, 1861). Once more a speaker looks out over the natural world of the South, notes that it is blessed with “all the common gifts of God,” and concludes that “no fairer land hath fired a poet’s lay, / Or given a home to man.” The Confederacy will not only share its wealth with the rest of the world, but it will also “Revive the half-dead dream of universal peace.” In the meantime, however, the foe must be overcome and forced to return to “his own blasted altar-stones, and crave / Mercy,” which, in due course, will be granted. These odes and ten other lyrics of this period— “I Know Not Why,” “A Cry to Arms,” “Carolina,” “Charleston,” “Christmas,” “Spring,” “The Two Armies,” “Carmen Triumphale,” “The Unknown Dead,” and “Ode Sung on the Occasion of Decorating the Graves of the Confederate Dead”—constitute the core of Timrod’s poetic tribute and contribution to the Confederacy and commentary on the war in all its manifestations of glory and horror.\nThe poems Timrod wrote during the war years reflect and express his moods and his views on the new nation and its progress and on the war and its results. In “Ethnogenesis” and “The Cotton Boll” the mood is hopeful, but, concurrently, there is a feeling of melancholy and foreboding in “I Know Not Why,” a sonnet written in August 1861 and published in the Charleston Mercury (October 7, 1861), the period during which “The Cotton Boll” was composed. The speaker’s allusions to “this weary day,” to “sad fancies” and a “vessel losing way,” to “a banner drooping in the rain, / And meadows beaten into bloody clay” suggest something more than a personal response to surroundings, for the “bloody clay” may refer not only to the battles already fought, chiefly the first battle of Bull Run, but to future conflicts as well, such as those that led in 1862 to the loss of Forts Henry and Donelson in Tennessee and of Roanoke Island and a sizable portion of eastern North Carolina, leaving Charleston with dim prospects for the days to come.\nTimrod responded to these developments with “A Cry to Arms” (Charleston Mercury and Daily Courier, March 4, 1862), “Carolina” (Charleston Daily Courier, March 8, 1862), and “Charleston” (Charleston Mercury, December 3, 1862). The first two lyrics exhort Southerners and Carolinians to meet and defeat the foe, described in “A Cry to Arms” as “the despot” who “roves your fairest lands” and in “Carolina” as the “Huns” who “tread thy sacred sands.” “We Battle for our Country’s sake,” the speaker maintains in the first poem, and in the second he calls upon Carolinians to “Rouse all thy strength and all thy skill” and “All shall be safe beneath thy sod.” In “Charleston” the city “bides the foe” and “a thousand guns” “wait and watch for blood,” but the issue is in doubt and the city “waits the triumph or the tomb.” Only a few weeks later, in “Christmas” (Charleston Mercury, December 25, 1862), the narrator, with the experience of the aftermath of Shiloh in April behind him (Timrod had been there as a correspondent) and despite the Confederate victory at Fredericksburg on December 13, questions the propriety of battle in the midst of “this hallowed day” and wonders how “we bear the mirth” while remembering the death “a year ago” of someone who now “keeps his mute Christmas” in “cold Virginian earth.” He cries therefore for “peace, peace in all our homes / And peace in all our hearts!”\nIn 1863 Timrod expresses and anticipates a modern view of war and its consequences in four poems published in the Southern Illustrated News: “Spring” (April 4), “The Two Armies” (May 30), “Carmen Triumphale” (June 7), and “The Unknown Dead“ (July 4). These pieces were prepared in the early part of the year when the Confederacy was holding its own in the East; they celebrate the important Southern victory of Chancellorsville and mourn the unexpected death of General Thomas “Stonewall” Jackson. In “Spring” the eternal return of life represented by the blooming jasmine and crocus brings with it “thoughts of war and crime,” “the call of Death,” and the rousing of a “million men to arms.” In such circumstances spring can only encourage nature “To fall and crush the tyrants and the slaves / Who turn her meads to graves.” In “Carmen Triumphale” the charge is even more emphatic. “Our foes” have “fought as tyrants fight,” the speaker asserts, and they have rightly “fallen,” their bones “bleaching on the sands, / Or mouldering slow in shallow graves.” Nevertheless, he concludes, “Lord! Bid the frenzied tempest cease.” “The Two Armies” celebrates, as Walt Whitman did concurrently in his poem of the same name, those on the front line and those on the home front, concluding that when “triumph” has been achieved and “freedom” won, “each shall see its dearest prize / gleam softly from the other’s eyes.” Spring appears again in “The Unknown Dead“ as the narrator, speaking in the first person, counts the cost of victory and of battles “nobly lost”; he imagines “myriad unknown heroes” in “nameless graves” who fought “for freedom and for right” but whose graves arouse an ironic response from “Nature’s self”: “Oblivious of the crimson debt / To which she owes her April grace,” she only “laughs gaily o’er their burial place.” Such poems, though they may lack the bite and disillusionment of World War I poetry as explored in the works of Alan Seeger, Siegfried Sassoon, or Wilfred Owen, nevertheless look forward to it in use of irony, tone, and in a searing sense of loss.\nTimrod’s ultimate poetic contribution on the war and its result is his “Ode Sung on the Occasion of Decorating the Graves of the Confederate Dead, at Magnolia Cemetery, Charleston, S.C., 1866” (Charleston Daily Courier, June 18, 1866; revised, July 23, 1866). The poem is a tribute to those who have given their lives for a “fallen cause,” those in “humble graves” who wait for stone monuments and are honored with “memorial blooms” by their “sisters for the years,” who, by remembering these “martyrs” with their tears and flowers, share in this public recognition. The ode is Timrod’s most perfect poem, worthy of those whom it celebrates, a testimonial to the poet’s own work, and deserving of high rank among all Horatian odes in English.\nAlthough Timrod’s most important poetry is related to the war, he also composed other notable verse during the period, including “Our Willie,” “A Mother’s Wail,” “Katie,” and “La Belle Juive.” “Katie” (printed concurrently in the Charleston Mercury and the Charleston Daily Courier, December 28, 1861) is a tribute to Katie S. Goodwin, later his wife but at the time of composition only one of several women Timrod found particularly interesting. He was “anxious” about the piece because, as he expressed it in a letter of December 25, 1861 to Rachel Lyons, another of his close female friends, it “was so purely an inspiration” with only “small recourse to art in the execution”; enough readers liked it for it to appear in a separate publication in 1884, however. Initially titled “Rachel,” “La Belle Juive” (Charleston Daily Courier, January 23, 1862) honors Lyons only a month after the tribute to Goodwin. More concentrated and less flowery in diction than “Katie,” “La Belle Juive” offers a brief narrative in triplets that describes the poet’s response to the beauty of one of “the noblest women of your race” and characterizes their relationship in the scriptural context of that of Boaz and Ruth, although at the end the image of Ruth lying at the feet of Boaz is reversed to that of the poet lying at the feet of Rachel. These love poems and the pair of lyrics about the death of his son, William Henry Timrod, demonstrate that Timrod could readily manage nonmartial themes and topics, but the war and the Confederacy stirred his imagination in special ways and furnished him with material for his most memorable poetry.\nThe war also provided Timrod with an occasion to write another important essay. In 1863 he was asked to deliver a lecture before the Methodist Female College in Columbia in aid of Confederate soldiers, and he took as his topic “A Theory of Poetry” (eventually published in the Independent, March 28, April 4, and April 11, 1901). In arriving at his own view of poetry, he disagrees with Edgar Allan Poe’s ideas that a long poem (the epic in particular) is a contradiction in terms and that poetry is limited in subject to “the sense of the beautiful.” Timrod maintains, on the contrary, that John Milton’s Paradise Lost (1667), for example, has a cumulative effect and a general harmony and unity and that poetry, while including beauty as a source, must also have power and truth and embody great moral and philosophical lessons.\nAfter the cessation of hostilities in 1865, Timrod had little time to write poems. He tried to support his family—he had married Goodwin, his sister Emily’s sister-in-law, on February 16, 1864, and their only child, William Henry or “Willie”, was born the following Christmas Eve—but his work as an editor and journalist paid little, frequently not at all, and they lived from hand to mouth, selling family furniture and silver and reluctantly accepting money from friends, including William Gilmore Simms and Hayne. During this period Timrod had recurrent hemorrhages, but he managed to write a few poems and work on a manuscript of a new edition of his verse. In two of these pieces, “Our Willie” (September 1866) and “A Mother’s Wail” (October 1866), both published in Scott’s Monthly and both about the death of Willie on October 23, 1865, the agony of loss is imparted with little aesthetic distance. Less than two years later, Timrod died of tuberculosis on October 7, 1867, 18 years to the day after the death of Poe.\nTimrod is, after Poe, the most important Southern poet of the 19th century. The quality of his best work, though small in bulk, exceeds that of Sidney Lanier and Hayne, and his contributions to war and nature poetry also exceed theirs.\n", "attrs": {"Region:": ["U.S., Southern"]}}