{"pf_url": "https://www.poetryfoundation.org/poets/henri-cole", "name": "Henri Cole", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/36b3e9c33990dd7adf9792ad2ddf86ec4e45f46b.jpeg", "bio": "\nBorn in Fukuoka, Japan, and raised in Virginia, poet Henri Cole grew up in a household where French, Armenian, and English were spoken. He earned a BA at the College of William and Mary, an MA at the University of Wisconsin at Milwaukee, and an MFA at Columbia University.\r\n \r\nIn an essay on the influence of Hart Crane’s poetry on his own early development as a poet, Cole speculates on the possibility that “the pain of unsanctioned love […] was enabling to him as a poet, that an absence in life helped him to find a presence in art. Perhaps, I sometimes rationalize, the ecstasy of sexual love is not so different from the near religious fervor of creating, or rather assembling language into poetry.” Cole’s poems explore the intersection of the domestic and the ecstatic, with language that both chafes against and sings toward its source in the body. Notes critic Maureen N. McLane in a review of Middle Earth for the New York Times, “In Cole's hands [simile] becomes a dazzling figure for the self that is not identical to itself, the always self-estranged subject, the self amazed by its origins, the distances it has traveled, the desires it has fed, the death it always faces.”\r\n \r\nCole is the author of numerous collections, including Blizzard (2020); Touch: Poems (2011); LA Times Book Prize finalist Pierce the Skin: Selected Poems 1982-2007 (2010); Lenore Marshall Poetry Prize winner Blackbird and Wolf (2007); and Pulitzer Prize finalist and Kingsley Tufts Poetry Award winner Middle Earth (2003). He is the author of the memoir Orphic Paris (2018) and has collaborated with visual artists Jenny Holzer and Kiki Smith.\r\n \r\nCole has received the American Academy of Arts and Letter’s Rome Prize, the Berlin Prize, the Amy Lowell Poetry Traveling Scholarship, and fellowships from the National Endowment for the Arts, the Ingram Merrill Foundation, the Guggenheim Foundation, and the Carmargo Foundation. From 1982 to 1988 he served as the executive director of the Academy of American Poets, and he was poetry editor of the New Republic from 2010 to 2014. Cole has taught at Ohio State University, Harvard University, and Yale University. He lives in Boston and currently teaches at Claremont McKenna College.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}