{"pf_url": "https://www.poetryfoundation.org/poets/henry-w-rago", "name": "Henry W. Rago", "yob": "1915", "yod": "1969", "image": null, "bio": "\n                                                                    The son of a businessman, poet and editor Henry Rago published his first poem at the age of 16 in Poetry magazine, under the editorship of Harriet Monroe. Rago graduated from the DePaul College of Law in 1937. After passing the bar exam, he earned degrees in theology and philosophy from the University of Notre Dame. Rago served in counterintelligence during World War II before returning to the US to teach at the University of Chicago, where he taught both theology and literature from 1947 until just before his death.   Rago published one collection of poetry during his lifetime: A Sky of Late Summer (1963). Rago’s spare, lyrical work often explores themes of religion and philosophy.    Following Karl Shapiro’s tenure, Rago was appointed Poetry’s editor in 1955, a role he held for 14 years. While editor of Poetry, Rago published a wide range of poets, including the Black Mountain poets, Deep Image poets, and members of the New York School. In addition to his role as Poetry’s editor, Rago co-edited Poems in Folio (1957 and 1958) with Stanley Kunitz and Richard Wilbur. He also served as a reviewer for Commonweal.   Rago died at the age of 53, shortly after resigning from his post at Poetry. With the support of a Ford Foundation grant, he had planned to devote a year to working on a new book manuscript, The Vocation of Poetry, before returning to a fulltime teaching position at the University of Chicago.   Rago was married to the painter Juliet Rago, with whom he had four children. Recordings of his poems are held in the Library of Congress and Harvard University’s Woodberry Poetry Room. His papers are held at the Lilly Library of Indiana University.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}