{"pf_url": "https://www.poetryfoundation.org/poets/henry-david-thoreau", "name": "Henry David Thoreau", "yob": "1817", "yod": "1862", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/1043cb6922854c0f5ce6ebd5774e3fc885c905d3.jpeg", "bio": "\nHenry David Thoreau is recognized as an important contributor to the American literary and philosophical movement known as New England transcendentalism. His essays, books, and poems weave together two central themes over the course of his intellectual career: nature and the conduct of life. The continuing importance of these two themes is well illustrated by the fact that the last two essays Thoreau published during his lifetime were “The Last Days of John Brown” and “The Succession of Forest Trees” (both in 1860). In his moral and political work Thoreau aligned himself with the post-Socratic schools of Greek philosophy—in particular, the Cynics and Stoics—that used philosophy as a means of addressing ordinary human experience. His naturalistic writing integrated straightforward observation and cataloguing with transcendentalist interpretations of nature and the wilderness. In many of his works Thoreau brought these interpretations of nature to bear on how people live or ought to live.\nThoreau’s importance as a philosophical writer was little appreciated during his lifetime, but his two most noted works, Walden; or, Life in the Woods (1854) and “Civil Disobedience” (1849), gradually developed a following, and by the latter half of the 20th century, had become classic texts in American thought. Not only have these texts been used widely to address issues in political philosophy, moral theory, and, more recently, environmentalism, but they have also been of central importance to those who see philosophy as an engagement with ordinary experience and not as an abstract deductive exercise. In this vein, Thoreau’s work has been recognized as having foreshadowed central insights of later philosophical movements such as existentialism and pragmatism.\nToward the end of his life Thoreau’s naturalistic interests took a more scientific turn; he pursued a close examination of local fauna and kept detailed records of his observations. Nevertheless, he kept one eye on the moral and political developments of his time, often expressing his positions with rhetorical fire as in his “A Plea for Captain John Brown” (1860). He achieved an elegant integration of his naturalism and his moral interests in several late essays that were published posthumously, among them “Walking” and “Wild Apples” (both in 1862).\nDavid Henry Thoreau was born on July 12, 1817 in Concord, Massachusetts, to John and Cynthia Dunbar Thoreau. He had two older siblings, Helen and John, and a younger sister, Sophia. The family moved to Chelmsford in 1818, to Boston in 1821, and back to Concord in 1823. Thoreau had two educations in Concord. The first occurred through his explorations of the local environment, which were encouraged by his mother’s interest in nature. The second was his preparation at Concord Academy for study at Harvard University. He entered Harvard in 1833 and graduated in 1837. The year he graduated he began the journal that was a primary source for his lectures and published work throughout his life. At this time, too, he inverted his names and began to refer to himself as Henry David.\nThoreau’s working life began with a teaching job at Concord Center School that lasted only a few weeks because he was unwilling to use corporal punishment on his students. He and his brother, John, ran their own school from 1838 to 1841; their teaching techniques foreshadowed the pragmatic educational philosophy of John Dewey. During these years Thoreau developed a close relationship with Ralph Waldo Emerson, who served as his friend and mentor. Traces of Emerson’s philosophical influence appear in all of Thoreau’s writings, even after their friendship cooled.\nIn 1839 Thoreau met Ellen Sewall, the daughter of a Unitarian minister. At least partly on her father’s advice, she rejected Thoreau’s proposal of marriage. Thoreau’s writing career was launched the following year when he began publishing essays and poems in Emerson and Margaret Fuller’s new journal, The Dial, which became the home of much transcendentalist writing. In July 1842 Thoreau published in The Dial “Natural History of Massachusetts,” which established the basic direction and style of his naturalistic writings. The essay displays both his scientific interest and his transcendentalist vision of the meanings to be found in human encounters with nature. In two essays published in 1843, “A Winter Walk” and “A Walk to Wachusett,” Thoreau develops his naturalistic writing in the direction it later took in Walden. Although these early essays can be read as somewhat romantic literary descriptions, Thoreau has already begun to inject a philosophical edge into his writings. Walking becomes a metaphor for various other features of human existence. Also, nature’s presence is not merely accepted passively; Thoreau focuses on its agency as an analogue and inspiration for human agency. Like other transcendentalists, he was an idealist and believed divinity to be immanent in nature. This indwelling of the divine, he thought, allows nature to serve as a vehicle for human insight. Consequently, the central issue at stake in many of his early nature essays is the awakening of humans to their own powers and possibilities through encounters with nature.\nThoreau worked off and on at his father’s pencil-making business, and in 1843 he served for a short time as tutor for Emerson’s brother Edward’s children on Staten Island, New York. Then, in 1845, he built a small cabin near Walden Pond on land that Ralph Waldo Emerson had purchased to preserve its beauty. During his two-year stay at the pond Thoreau completed the manuscript for A Week on the Concord and Merrimack Rivers (1849); it was based on a trip he had taken with his brother, John, in 1839 and was intended as a memorial to John, who had died of tetanus in 1842. Thoreau also, of course, had the experiences that became the basis for Walden, and he began writing this work while he was still living at the pond. Also during his sojourn at Walden Pond, Thoreau spent a night in jail for not having paid his poll tax in protest of slavery. This episode laid the foundation for “Civil Disobedience.”\nAfter leaving Walden, Thoreau spent a year living in Emerson’s home, helping with handiwork and the children while Emerson was lecturing in Europe. In January 1848 he gave a two-part lecture at the Concord Lyceum titled “The Relation of the Individual to the State.” The lecture was published in revised form as “Resistance to Civil Government” in Elizabeth Peabody’s Aesthetic Papers in May 1849. Later retitled “Civil Disobedience,” it became his best-known and most influential essay.\nIn “Resistance to Civil Government” Thoreau works out his conception of the self-reliant individual’s relationship to the state. The essay begins with an idealistic transcendentalist hope for a government “which governs not at all.” But it quickly takes a practical turn, asking what one can do—and what one ought to do—when the state acts in a systematically immoral way. Thoreau’s immediate target is state-supported slavery in the United States. He chides his fellow citizens for directly and indirectly enabling slavery to continue in the Southern states, and he suggests that they find ways to act in resistance to the government on this score. He offers as one example of resistance the route that he and others had already taken of not paying taxes that might be used to sustain slavery. He also argues that economic support for slave states should be abandoned, even if it hurt commerce in the North. His suggestion that one can resist a government without resorting to violence gave the essay its notoriety; Mohandas Gandhi and Martin Luther King Jr. cited it as an influence on their own acts of resistance.\n\r\nThoreau’s argument in “Civil Disobedience” is sometimes read as a libertarian tract, like Emerson’s “Self-Reliance” (1841). From this point of view it is considered a defense of rugged individualism, if not anarchy. But such interpretations miss the central transcendentalism of the piece. What both Thoreau and Emerson require is a careful turning to one’s moral intuition, or conscience, as a guide when confronted by issues of major consequence. The aim is not to be left alone by the state to do as one pleases but to get the state, as well as oneself, to act in concert with human and divine conscience.\n\r\nIn the same year “Resistance to Civil Government” appeared, Thoreau published his first book, A Week on the Concord and Merrimack Rivers (1849). Thoreau attempts in the work to bring together his observations of nature with his commentary on human existence, but the book lacks the integrity of his best essays as the transcendentalist commentary remains separate and abstracted from the sections of narrative description. The commercial failure of the book undoubtedly helped Thoreau in his preparation of Walden.\n\r\nAfter the cool reception of A Week on the Concord and Merrimack Rivers, Thoreau traveled to Maine, Cape Cod, New Hampshire, and Canada. His excursions provided the material for future writing projects. He also continued to revise Walden; it appeared in 1854, the second and last book Thoreau published during his lifetime.\n\nWalden is unquestionably Thoreau’s major work. He condenses the two years he had actually spent in the cabin into a single year, and, beginning with summer, takes the reader through the seasons at the pond. The central theme of the book is the cultivation of the self. Thoreau has in mind a specific audience: those who have become disenchanted with their everyday lives, “the mass of men who are discontented, and idly complaining of the hardness of their lot or of the times.” His aim is not to have others imitate his move to Walden but to have them consider their own possibilities for improving their situations, for overcoming their “lives of quiet desperation.” To this extent the book is like a Stoic treatise on life. It is, however, replete with irony, humor, and a philosophical and literary integrity that make it much more than a straightforward enchiridion.\nTo bring readers to their own awakenings, Thoreau first raises the question of a life’s economy. He experiments with living “deliberately,” paying attention to what he owns and what owns him, as well as to how he spends his time. An explicit anti-materialism underwrites much of the first two chapters. Thoreau does not dogmatically endorse an economic minimalism, however; the experiment in poverty is an attempt to find out what is important in a life—it is, in other words, a way of testing one’s life. The post-Socratic theme is that simplifying one’s life frees one to see more clearly. One will better perceive the world around one, will see what constrains one’s life, and, most important, will be freer to explore one’s inner self for divine insight. Because Thoreau sees himself as having been engaged in an experiment in living, leaving Walden is not a problem for or a contradiction of his philosophical outlook. When the experiment comes to an end, he looks forward without concern: “Only that day dawns to which we are awake. There is more day to dawn.”\nThoreau seeks in Walden and many of his other writings to effect an awakening in a variety of ways. Nature plays a central role in most of these writings. On the one hand, it serves as a mirror and metaphor of human existence. It reflects the way one lives and provides exemplars of how one might live. In chapters such as “Brute Neighbors,” “Sounds,” and “Solitude,” Thoreau asks his reader to attend to what is immediately present in nature: the actions of birds and chipmunks, the sounds of night and morning, silences both inner and outer. The effect is twofold: the reader learns from this attentiveness what he or she has not before perceived, and, more important, in the process Thoreau slows down the reader’s world so that he or she might understand what it would be like to undertake his or her own experiment in attentiveness.\nNature also provides a metaphor for human growth. As many commentators have pointed out, the seasons of the text reveal the continuing possibilities for self-cultivation; one need not accept any routinized existence as final. Moreover, throughout the work Thoreau treats the reader to shifting focuses on morning, afternoon, and evening, revealing the possibilities of organic development even in short spans of existence. In attending to nature’s inner energies for self-recovery, one begins to notice one’s own possibilities for the same. This notion is good transcendentalist doctrine: nature is a vehicle for and catalyst of self-reliance. It is a source of intuitions of “higher laws.”\nFinally, in a more practical vein, nature as wilderness provides an extreme against which one may measure one’s own aliveness. Thoreau sees his time at Walden as a “border” life between the numbing overcivilization of the town and a freer existence in the wilderness. The border life, he suggests, is fruitful precisely because it allows one to grow, to participate in the re-civilizing of one’s own life. As in his earlier essays, he focuses on championing human agency and creativity. This theme of the wilderness becomes even more explicit in later essays.\nIn philosophical terms—terms that Thoreau did not himself use—Thoreau’s transcendentalism is fundamentally idealistic, with “higher laws” serving as the measure of human endeavors. But it is at the same time a philosophy of nature, though not a reductive naturalism. For Thoreau, Emerson’s self-reliance needs nature’s inspiration, example, and effects. To undertake the task of self-cultivation one must, as Thoreau sees it, work with and through nature. Thoreau’s focus on nature brings him closer than most of his transcendentalist colleagues to the later philosophy of pragmatism. His idealism is not the remote operation of mind in the world but the working of higher laws into one’s own private thoughts and public practices. This position is his generic answer to lives of quiet desperation.\nThe return of the runaway Anthony Burns to slavery by the state of Massachusetts under the federal Fugitive Slave Law pushed Thoreau to take an even stronger stance than he had in “Civil Disobedience.” He expanded his ideas from that essay into “Slavery in Massachusetts,” which appeared in the abolitionist magazine The Liberator the same year Walden was published. His attack is now not merely on slavery in general but on his own state’s complicity with an immoral law. Thoreau retains his transcendentalist plea that one trust one’s inner conscience to judge the state’s actions, but he moves much closer to advocating the destruction of a state that engages in practices such as slavery. Though he does not openly propose violent action, he seems more amenable to it than he had in “Civil Disobedience.”\n“Slavery in Massachusetts” was followed by three essays on the radical abolitionist John Brown. Thoreau presented the first, “A Plea for Captain John Brown,” in Concord on October 30, 1859, after Brown’s raid on the government arsenal at Harpers Ferry, Virginia (today West Virginia). It is primarily offered as a response to the negative press that Brown received for his efforts. The argument behind the defense of Brown is, however, clearly transcendentalist. Thoreau lauds Brown as a man of principle, as one who resisted his government’s institution of slavery as a matter of conscience; he represents what Thoreau called “a majority of one” in “Civil Disobedience.” In “Martyrdom of John Brown” and “The Last Days of John Brown,” written for separate memorial services for Brown held on December 2, 1859, the day Brown was hanged, Thoreau develops his portrayal of Brown as a self-reliant man of principle. These essays exemplify Thoreau’s perennial claim that a philosopher is not merely a schoolteacher, a professor, a scholar, or a minister but an agent for practical good. In this respect Thoreau again foreshadows pragmatic philosophy, especially the political and social involvement of Dewey. This feature of Thoreau’s outlook needs to be emphasized, because many readers of Walden and Thoreau’s nature essays are tempted to see him as a recluse.\nThoreau’s nature study became more scientifically serious and less transcendentalist in his later works. “The Succession of Forest Trees,” which he delivered as a lecture to the Middlesex Agricultural Society on September 20, 1860 and published in the New York Weekly Tribune, marks this turn in Thoreau’s career. Like many others, he had purchased and read Charles Darwin’s On the Origin of Species by Means of Natural Selection; or, The Preservation of Favoured Races in the Struggle for Life when it was published in 1859. This book, together with other readings in forestry and natural history, provided the basis for the new studies. “The Succession of Forest Trees” still bears the mark of Thoreau’s character; it is written with the usual irony and humor. Nevertheless, it deals seriously with seed dispersal and the growth of Northeastern forests. Its systematic philosophical import is to be found in Thoreau’s continued emphasis on a cosmos of growth, cultivation, and change. Nature again establishes the basis by which human beings must gauge their own lives.\nDuring much of the last third of his life Thoreau earned his living by helping in the family business and by working as a surveyor. His surveying provided ample opportunity to continue his studies of nature. But these years were marred by recurring bouts of tuberculosis, a disease common to the time and to Thoreau’s family. In 1861 Thoreau suffered a difficult bout with the disease, and it was suggested that he travel as a treatment. He went west to Minnesota by boat and train. He returned home as sick as when he left.\nBy early 1862 Thoreau seemed to know that he was dying. He continued to work on his scientific studies, but with the help of his sister Sophia he also prepared several essays for publication in The Atlantic Monthly. They are among the best of his writings, and because they had been given as talks in the 1850s, they display a mature version of his transcendentalism. They include “Life without Principle,” “Walking,” and “Wild Apples,” all of which were published posthumously. In each, the self is treated as an agent in transition seeking ways to cultivate itself and learning to grow. There is no fixed Cartesian ego, only a questing “Walker, Errant,” as he puts it in “Walking.” The quest is itself motivated by a hope of discovering “higher laws” and of learning to live through them, of finding a practical wisdom. In “Life without Principle” Thoreau considers the Gold Rush and remarks that “a grain of gold will gild a great surface, but not so much as a grain of wisdom.”\nIn these late essays the themes of Walden return, but they are now expressed with the strength and poetic insight of a man facing death. Thoreau again focuses on how people might remain awake and alive when their daily “business” so often leads them toward sleep and living death—toward lives of quiet desperation. In each of the essays nature resides in the background as a measure of what humans do. Thoreau’s transcendentalist idealism is ever present, though seldom stated. The world is a world of truth and moral force; the individual’s task is to awaken to that truth and bring it to bear on people’s lives. This life of principle might be found in the moral energy of a John Brown, in the poetic insight of a Ralph Waldo Emerson, or in the living of a simple if unnoticed life. For Thoreau, any of these might be a philosophical life in his sense; philosophy, for him, is not a project of reclusive understanding and scholarship. His anti-materialism, his focus on nature’s wildness, his emphasis on transition and the novelty of each day and season are all instrumental in bringing people to themselves and in finding ways to live sincere lives. As he states in “Life without Principle,” there is no “such thing as wisdom not applied to life.”\nThat Thoreau took his own philosophical journey seriously was exemplified several days before he died. An old friend, knowing that Thoreau was close to death, asked if he had any sense of what was to come. Thoreau’s famous reply was, “One world at a time.” He died on May 6, 1862.\nThoreau was a philosophical provocateur. He had a sense of philosophical system derived from the transcendentalist movement and its various German and British influences. But he was neither an analytic philosopher nor an idealist system builder. He saw the practical import of the transcendentalist movement and staked his claim there. He was a harbinger of the social, political, and poetical dimensions of American pragmatism, and his work did, indeed, become practically useful in the 20th century. The influence of “Civil Disobedience” on Gandhi and King are the most notable instances, but they are not the only ones. Selective reading of Walden and of various of the nature essays has identified a dimension of Thoreau’s thinking that helps underwrite environmentalism; for Thoreau the importance of wilderness was both metaphorical and actual. Moreover, in his responses to overreliance on technology and wealth as cures for the human condition, one sees hints of the ideas of Martin Heidegger and other existentialists. Thoreau’s place in American philosophy is only now being given serious consideration; it seems likely that his influence will continue to flourish.\n", "attrs": {"Region:": ["U.S., New England"]}}