{"pf_url": "https://www.poetryfoundation.org/poets/henry-carey", "name": "Henry Carey", "yob": "1687", "yod": "1743", "image": null, "bio": "\nNothing is known definitely of poet, playwright, and musician Henry Carey’s origins. He was born before the end of 1689, perhaps as early as 1687, probably in Yorkshire. The date is deduced from his probable age at later stages in his life; his birthplace from locales, turns of phrase, and similar evidence of Yorkshire in his writings. During his lifetime he was said to be an illegitimate son of George Savile, the first marquis of Halifax (1633–1695), the Whig politician who was largely responsible for putting William III and Mary on the throne. Frederick T. Wood, who edited Carey’s poems in 1930, suggested that Carey was more likely the son of the marquis’s fourth child, George (born 1667), who died in either 1688 or 1689. During his lifetime Carey neither confirmed nor denied any of these rumors, although he did include Savile in the names of two sons, and his widow named their fifth or sixth child, born after Carey’s death, George Savile Carey, pointing in no uncertain manner to a family connection with the first marquis.\nIn 1713 Carey published his first volume of poetry, Poems on Several Occasions (enlarged in 1720 and further expanded in 1729). One of the poems in the first edition is characterized as “A Pastoral Eclogue on the Divine Power of God, spoken by two young ladies, in the habits of shepherdesses, at an entertainment performed at Mrs. Carey’s school, by several of her scholars.” It is generally conceded that this was Carey’s way of acknowledging that his mother was a schoolmistress named Carey. Of more than this there is no record.\nOn April 4, 1708 a Henry Savile was married to Sarah Dobson at Rothwell, near Rotherham in West Yorkshire. Carey’s wife was named Sarah, but whether the Henry Savile in Yorkshire in 1708 became Henry Carey in London in 1713, one can only speculate. However, it is probably not a coincidence that Carey’s early career in the city was assisted by prominent Whigs, who would have had little incentive to assist a simple Yorkshireman.\nOn August 9, 1715 Carey’s brief comedy The Contrivances; or More Ways than One was acted at the Theatre Royal in Drury Lane. At about the same time he published what was to become one of his best-known poems, Sally in Our Alley. Carey wrote the original music accompanying the poem, but, though Carey’s tune still exists, the words were later sung to different tunes. Since about 1790, Carey’s poem has been sung to a traditional English tune, “What though I am a country lass.” The original Sally is reputed to have been Sally Salisbury, really Sarah Priddon, a famous courtesan and inhabitant of Mother Whyburn’s bawdy house, but it is also possible that the poem recounts a personal experience, since Carey’s wife was also named Sarah. Whomever the name may have belonged to, she has been famous ever since. Early in the 20th century a musical comedy entitled Sally in Our Alley was produced in London. In 1920 Sally (originally entitled Sally in Our Alley) by Jerome Kern was produced in New York City by Florenz Ziegfeld. The show, which starred Marilyn Miller, ran for 16 months; in 1929 it was made into a successful film. Both musicals were based on Carey’s poem:\n \nOf all the girls that are so smart\nThere’s none like pretty Sally;\nShe is the darling of my heart;\nAnd she lives in our alley.\n \nThere is no lady in the land\nIs half so sweet as Sally,\nShe is the darling of my heart;\nAnd she lives in our alley.\n \nHer father he makes cabbage-nets\nAnd through the streets does cry ‘em;\nHer mother she sells laces long\nTo such as please to buy ‘em:\nBut sure such folks could ne’er beget\nSo sweet a girl as Sally!\nShe is the darling of my heart;\nAnd she lives in our alley.\n \nWhen she is by, I leave my work;\nI love her so sincerely;\nMy master comes like any Turk;\nAnd bangs me most severely—\nBut let him bang his bellyful,\nI’ll bear it all for Sally;\nShe is the darling of my heart,\nAnd she lives in our alley.\n..............................................\nMy master and the neighbors all\nMake game of me and Sally,\nAnd, but for her, I’d better be\nA slave and row a galley;\nBut when my seven long years are out\nO then I’ll marry Sally,—\nO then we’ll wed, and then we’ll bed ...\nBut not in our alley!\n\r\nThe poem has been characterized as combining grace, tenderness, simplicity, and humor. One might add naiveté, sentimentality, even bathos—and yet it must be said that the poem does have a certain charm, as if the simplicity of Fontenelle’s shepherds were transposed into the brittle milieu of the city. According to Carey, the poem was written “to set forth the Beauty of a chaste and disinterested Passion, even in the lowest Class of Human Life.” He goes on to say, “The real Occasion was this: A Shoemaker’s ‘Prentice making Holiday with his Sweetheart, treated her with a sight of Bedlam, the Puppet-shows, the Flying Chairs, and all the Elegancies of Moorfields. From whence proceeding to the Farthing Pye-House, he gave her a Collation of Buns, Cheesecakes, Gammon of Bacon, Stuff’d Beef and Bottled Ale. Through all these scenes, the Author dodged them, charmed with the Simplicity of their Courtship: from whence he drew this little Sketch of Nature.”\nWhether based on observation or drawn from his personal experience as a wooer, Sally in Our Alley serves as a dependable guide to Carey’s later literary production. Simplicity remains a hallmark throughout his career, in plot, expression, and realization. His language is never complex, his expression never turgid or mysterious. His characters, if not drawn literally from life, are closely modeled on it. Most important, in this poem Carey breaks with tradition by offering his reader not the imaginary classical world where his contemporaries were setting poems, but the real world of poverty and exploitation around him; and he makes it palatable. Instead of Phyllis and Strephon in a make-believe Arcadia, he presents a girl-child of the working class, wood not with the language of Christopher Marlowe’s passionate shepherd but with cheesecakes, stuffed beef, bacon, and ale. Instead of chaste love unrequited, the author holds out the virtual certainty of wedded bliss, once the term of apprenticeship has been served to its onerous end. Carey never tired of reminding his peers, when they disparaged the poem’s simplistic nature, that “the divine Addison” spoke favorably of it.\nCarey’s claim to fame lies in his literary works, but in the early part of his career he thought of himself primarily as a musician, and after these early successes, he set about to increase his musical skills. He took lessons from Olaus Westeinson Linnert, about whom little is known, then from two better-known masters, Francesco Geminiani, the renowned violinist and composer, and Thomas Roseingrave (1688-1766). Roseingrave was the son of an English musician of some repute and later established a reputation of his own. In 1709 his father sent him to Italy to study, and on his return to England in 1715 he became known as a supporter of the works of Domenico Scarlatti, with whom he had formed a friendship while in Italy. Probably Carey knew his teachers in this order, with Roseingrave coming last and exerting the most decisive influence. With two such Italianate influences in his background, it is not surprising that Carey’s musical works display the characteristic Italian style of the early 18th century. Melody was his forte. Sprightly tunes, usually simple but rarely trite, are to be found in all his works. Counterpoint is almost nonexistent, and orchestration was beyond his powers. He never wrote an instrumental overture for any of his stage works.\nThe two major music historians of the period, Sir John Hawkins and Charles Burney, have left testimonies to Carey’s skill in melodics. Hawkins says of Carey, “though he had little skill in music, he had a prolific invention, and very early in his life distinguished himself by the composition of songs, being the author both of the words and the music.” However, Hawkins also notes that “the extent of his abilities seems to have been the composition of a ballad air, or at most a little cantata, to which he was just able to set a bass. Being thus slenderly accomplished in his art, his chief employment was teaching at boarding-schools, and among people of middling rank in private families.”\nBurney’s praise is not so precise in technical terms but in view of his strongly held opinions about the state of the theater in his day constitutes a remarkable encomium: “Poetry and Music, in high antiquity, formed but one profession, and many have been the lamentations of the learned that these sister arts were ever separated. Honest Harry Carey and Jean Jaques Rousseau are the only bards in modern times who have had the address to reconcile and unite them. ... Carey, without musical learning, invented many very pleasing and natural melodies, which neither obscured the sense of the words, nor required much science to hear.”\nDuring the 1720s Carey worked irregularly for Colley Cibber at Drury Lane, adding songs to old productions and providing music for the ballad operas, which proved successful with the public after The Beggar’s Opera (1728). In 1729 his own work The Contrivances was revived with songs by Carey himself and played for the next two decades. But it was as librettist that Carey made his principal contribution to the theater of his era. He supplied the text for John Frederick Lampe’s Amelia (1732) and for John Christopher Smith’s Teraminta (1732). (Smith was the son of Handel’s amanuensis J.C. Smith and, like Carey, a pupil of Roseingrave.) Neither work was a success, partly because of Carey’s strained attempts to be pretentious. Gentle satire and burlesque were his natural elements, and it was Carey working on his own who finally showed the possibilities latent in burlesquing the Italian operatic style rather than imitating it.\nOn February 22, 1734 Carey (under the pseudonym Benjamin Bounce) produced at the Little Theatre in the Hay-Market the musical burlesque entitled The most Tragical Tragedy that ever was Tragedized by a Company of Tragedians, called Chrononhotonthologos. Carey was doubtless inspired by Henry Fielding’s Tragedy of Tragedies, or the Life and Death of Tom Thumb the Great, which had been very successful in 1730; but Carey goes to greater lengths to satirize the dramatic conventions, complicated plots, and inane dialogue of the contemporary stage, especially the operatic stage. The plot concerns an invasion of the kingdom of Queerummania, the realm of King Chrononhotonthologos, by the king of the Antipodes (whose kingdom is aptly named, for he walks with his head where his feet should be). The king of the Antipodes is captured by Bombardinian, leader of Queerummania’s army, and brought to the royal palace, where Queen Fadladinida falls in love with him. At a dinner attended by the principals King Chrononhotonthologos, who feels that the cook has insulted him, kills the unfortunate servant. A fight ensues in which Bombardinian kills Chrononhotonthologos, the physician who has come to treat Chrononhotonthologos, and finally himself, as the surviving company “All Groan, a Tragedy Groan.” A few quotations will show the level of the dialogue. When Chrononhotonthologos strikes him, Bombardinian says:\n \nA Blow! Shall Bombardinian take a Blow?\nBlush, Blush, thou Sun! Start back, thou rapid Ocean!\nHills! Vales! Seas! Mountains! all commixing crumble,\nAnd into Chaos pulverize the World.\nFor Bombardinian has receiv’d a Blow,\nAnd Chrononhotonthologos shall die.\nHe kills his king and then realizes the possible consequences:\n \nHa! What have I done?\nGo, call a Coach, and let a Coach be call’d\nAnd let the Man that calls it be the Caller;\nAnd in his Calling, let him nothing call\nBut Coach! Coach! Coach! Oh, for a Coach, ye Gods!\nThe doctor explains the futility of the case: “My Lord, he’s far beyond the Power of Physick; / His Soul has left His Body and this World.” Bombardinian replies:\n \nThen go to to’ther [sic] World and fetch it back [Kills him]\nAnd, if I find thou triflest with me there,\nI’ll chase thy Shade through Myriads of Orbs,\nAnd drive thee far beyond the Verge of Nature.\nHa!—call’st thou, Chrononhotonthologos?\nI come! Your Faithful Bombardinian comes!\nHe comes in Worlds unknown to make new Wars,\nAnd gain thee Empires num’rous as the Stars.\n\r\nOf the music for Chrononhotonthologos, only one page of airs survives, printed with the libretto; they are all popular tunes, indicating that Carey probably did not compose any original music for this work.\nCarey enjoyed two great successes as librettist for works with music composed by his friend and colleague John Frederick Lampe, The Dragon of Wantley (1737) and a sequel, Margery; or A Worse Plague than the Dragon (1738). The Dragon of Wantley achieved a remarkable first run of 67 performances, more than The Beggar’s Opera. Hawkins states that The Dragon of Wantley “may be said to be the truest burlesque of the Italian opera that was ever represented, at least in this country.” Margery was, like many sequels, not quite the same overwhelming success, leading many contemporary critics to rate it a failure; but Hawkins calls it “in no respect inferior to the Dragon of Wantley.”\nThe Dragon of Wantley is full of topical references, not only to Italian opera, which is burlesqued, but also to Carey’s native Yorkshire. Carey especially liked to poke fun at castrato singers; “Senesino,” Francesco Bernardi (d. 1759), who was one of Handel’s favorite singers, was one of Carey’s favorite targets. Wantley is really Wharncliffe Cragge, near Sheffield (which in turn is near Rotherham). There is near Wharncliffe a cave known as the Dragon’s Den, and a well in the middle of Wharncliffe golf links is still called the Dragon’s Well. According to a local tradition, this well never freezes.\nYorkshire is also the locale for what was probably Carey’s best work among those of which he was both author and composer: The Honest Yorkshireman (1735). Toward the end of his life Carey looked on himself as a musician by profession and regarded poetry as only a hobby. But like Richard Wagner—who regarded himself as primarily a dramatist—Carey was mistaken. The Honest Yorkshireman reveals an accomplished wit and dramatist, but a limited musical talent. These qualities are also to be found in Nancy; or the Parting Lovers (1739), the last and one of the longest-lived of Carey’s dramatic works. It is also one of the briefest, originally lasting only ten minutes. (Of Carey’s theatrical pieces only the two Dragon burlesque operas could be termed full-length works. Even Chrononhotonthologos takes only half an hour to present. Carey called it a work in half an act.) Nancy is based on an incident the author had witnessed: a young man torn from the arms of his sweetheart by a press-gang. The possibility for pathos and sentiment made it one of Carey’s most successful works. In 1739 the text referred to the political situation resulting from the Spanish war (often called the War of Jenkins’ Ear), but in 1756 Nancy was revived as The Press Gang with textual changes referring to what became the Seven Years War.\nIn 1740 Carey published three burlesque cantatas under the pseudonym Signor Carini, a nom de plume he had used previously. Only one of the three works was new; the other two had been published previously; perhaps that is an indication of the low state of his muse and his fortunes. These were his last works. In the ensuing three years nothing further came from his pen, and on October 4, 1743 Carey died in mysterious and ambiguous circumstances.\nThe contemporary records say only that he rose in good health and died soon after. The Daily Post for October 5 is typical: “Yesterday morning, Mr. H. Carey, well known to the musical world for his droll compositions, got out of bed from his wife, in perfect health, and was soon after found dead. He has left six children behind him.” (The Post was slightly mistaken; four or five children survived Carey, and another was to be born shortly.) Yet Hawkins states in his history, “About the year 1744, in a fit of desperation he laid violent hands on himself, and at his house in Warner-street, Coldbath Fields, put a period to a life which had been led without reproach.” It is true that Carey had enjoyed no commissions from the theater for more than three years; on the other hand, there are contemporary reports—not to be discounted—that he enjoyed a pension from the Savile family throughout his life, which if true would have eased the “desperation” of imminent or real poverty. Death came suddenly, that much is certain. All else is speculation.\nCarey made his principal contribution to the cultural life of his era in the theater, either as musician or librettist or both. His works outside the theatrical milieu are important in filling out his portrait as an artist in both literature and music. His principal poetic works are contained in his Poems on Several Occasions. Each edition contains poems not found in the other two, but the final version, which comprises 91 poems, is the most important. While Carey’s poetry is (to make a pun on his title) eminently “occasional,” two of his poems have survived into the 20th century. In addition to Sally in Our Alley the other candidate for immortality is Namby Pamby. Or, a Panegyric on the New Versification, if only for the fact that it added a word to the English vocabulary. Namby Pamby is a satire on the verse of Ambrose Philips (1675?­–1749), much of it of such studied simplicity and hackneyed rhyme that it was ripe for flaying. Simplicity was, of course, one of Carey’s trademarks, but Philips’s poems were so mawkish and inviting that Carey could not refuse the opportunity:\n \nAll ye poets of the age!\nAll ye witlings of the stage!\nLearn your jingles to reform,\nCrop your numbers and conform;\nLet your little verses flow\nGently, sweetly, row by row,\nLet the verse the subject fit,\nLittle subject, little wit,\nNamby-Pamby is your guide,\nAlbion’s joy, Hibernia’s pride....\nNow the venal poet sings\nBaby clouts and baby things,\nBaby dolls and baby houses,\nLittle misses, little spouses,\nLittle playthings, little toys,\nLittle girls and little boys.\n\r\nCarey’s other major literary achievement is a contribution to the kind of political satire which became a specialty of the eighteenth century. A Learned Dissertation on Dumpling appeared in 1726, followed the next year by Pudding and Dumpling Burnt to Pot. Or, A Compleat Key to the Dissertation on Dumpling. Although both were published anonymously, there is little doubt that they are the product of Carey’s agile sense of wit. Carey does not waste words; A Learned Dissertation on Dumpling is only 25 pages long, the key only 31. Dumpling is apparently a history of English dumpling making and eating, from Julius Caesar through King John to the present. Allegorically, it is an attack on Sir Robert Walpole and Charles Spencer, later duke of Marlborough, and their appetite for dumpling and pudding, that is, bribery and perquisites. Pudding and Dumpling Burnt to Pot is somewhat more openly an attack on Jonathan Swift and the possibility (which Carey obviously considered real, even imminent) of an entente between Swift and Walpole that he felt was dangerous if not disastrous. Samuel Macey, in his introduction to the Augustan Reprint Society facsimile, states, “The pamphlets are distinguished by the fact that the author’s level of imagination and writing makes them delightful reading even today. In Dumpling the author displays a considerable knowledge of cooks and cookery in London; by insinuating that to love dumpling is to love corruption, he effectively and amusingly achieves a satiric indirection against a number of political and social targets, including Walpole. The Key is in many ways a separate pamphlet in which Swift is the central figure under attack after his two secret visits to Walpole during 1726. Dumpling had a long life for an eighteenth-century pamphlet and was published as late as 1770. Dr. F.T. Wood has even suggested that it may have influenced Lamb’s Dissertation on Roast Pig; readers might wish to test this for themselves.”\nCarey’s authorship of Dumpling and Key are accepted by most scholars today; the same cannot be said of “God Save the King.” Speculation about the origin of the words and the music has been surrounded by controversy. William Chappell gives several possible sources for the words and music, from a song, “Grand Dieu, sauve le Roi,” sung by the nuns of Saint-Cyr to a melody ascribed to Jean Baptiste Lully during the reign of Louis XIV, to several somewhat more credible possibilities. The first public performance of what came to be called the English national anthem (although music historians have pointed out that the work under discussion is a hymn or song but definitely not an anthem) seems to have been given in 1745; the first of these is noted in the Daily Advertiser for Monday, September 30, 1745: “On Saturday night last, the audience at the Theatre Royal, Drury Lane, were agreeably surprised by the gentlemen belonging to that house performing the anthem of God save our noble King. The universal applause it met with—being encored with repeated huzzas—sufficiently denoted in how just an abhorrence they hold the arbitrary schemes of our insidious enemies, and detest the despotick attempts of Papal power.” The General Advertiser for October 2, 1745 noted, “At the Theatre in Goodman’s Fields, by desire, God save the King, as it was performed at the Theatre Royal in Drury Lane, with great applause.” Among the letters of Benjamin Victor is one addressed to David Garrick (dated October 1745), in which he says, “The stage [at both houses] is the most pious, as well as the most loyal place in the three kingdoms. 20 men appear at the end of every play; and one, stepping forward from the rest, with uplifted hands and eyes, begins singing, to an old anthem tune, the following words:\n \nO Lord, our God, arise,\nConfound the enemies\nOf George our King!\nSend him victorious,\nHappy and glorious,\nLong to reign over us,\nGod save the King!\nwhich are the very words, and music, of an old anthem that was sung at St. James’s Chapel, for King James the Second, when the Prince of Orange landed to deliver us from popery and slavery; which God Almighty, in his goodness, was pleased not to grant.”\nThere is room for much controversy here: whether such a song would have been sung supporting James II, whether at a later date it would have supported the efforts of James III (as his supporters called him), whether a hymn sung in support of James II would have had Latin words. What is incontrovertible is that after a flurry of use around 1745, “God save the King” disappeared for nearly half a century. Charles Burney, who is supposed to have arranged it for use at Covent Garden, was not sufficiently impressed to mention it in his 1789 history of music. Sir John Hawkins makes no mention of the tune in his 1776 work. It seems not to have been sung again until the mid 1790s, when the uncertainties brought on by the health of George III and the aftermath of the French Revolution caused a resurgence of patriotic feeling. In about 1795 George Savile Carey, Henry’s son, applied to the king for a pension on the grounds that his father had received nothing for the composition of the words and music of “God save the King.” His claim was based on a report that Henry Carey had sung both words and tune at a tavern in Cornhill on the occasion of Adm. Edward Vernon’s capture of Portobello (November 1739). According to another report, J.C. Smith, the younger, Carey’s colleague and collaborator, is supposed to have said once that Carey had brought him such a song in order for Smith to correct the bass and harmony. None of these claims was ever established, and George Savile Carey found no success with his requests for the pension that would have acknowledged his father as the creator.\nIt is possible that Henry Carey wrote the words and music of “God save the King.” (It should be noted that some of the text has been changed with the passing of the years, and today even Englishmen deplore the lines “Confound their politics, frustrate their knavish tricks.”) But few authorities today are willing to support his case. The lack of mention by Burney and Hawkins and the lack of its use for nearly 50 years after its appearance weigh against it. The fact that Carey himself did not include the song in his collection The Musical Century (1737, 1740) removes what might have been a conclusive argument for his claim to authorship. While Carey’s claim may be more compelling than that of Jean-Baptiste Lully, John Bull, Thomas Arne, or Henry Purcell, it is not sufficient; the attribution must be anonymous.\nHenry Carey enjoyed a career that brought him many successes; considering the politics and jealousies that are a part of the theatrical milieu, Hawkins’s opinion that he led a life without reproach is a noteworthy tribute. But Carey himself put the best postscript to his career; in the preface to The Musical Century he states, “As the Entertainment of the Publick has been the chief Pleasure and Study of my Life, and as I have had the good Fortune to succeed, I thought it incumbent on me to offer this Testimony of my Gratitude, in return of the Encouragement I have found from the Generous and good Natured, which has supported me against the Injuries of Stage Tyrants, whom I now have the Pleasure to despise. ... there are several Songs contained in this Work, which I hope will never be the worse esteemed, for being Composed many Years ago; they have pleased the Predecessors of many Persons now living, and may do the same to their Successors.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}