{"pf_url": "https://www.poetryfoundation.org/poets/hervey-allen", "name": "Hervey Allen", "yob": "1889", "yod": "1949", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3934538e4d030641d0ee3c041eb6eafcffcbd5b1.jpeg", "bio": "\nWilliam Hervey Allen, Jr., a US educator, poet, and author, is best remembered for his novel of the early United States, Anthony Adverse (1933). He also wrote volumes of poetry, including Wampum and Old Gold (1921), and a biography of Edgar Allan Poe titled Israfel (1926). In 1943 Allen began work on a projected five-novel series set in colonial America known as “The Disinherited,” but he died after completing only three volumes. Critic Wilton Eckley said that Allen, “was able to keep his novels from becoming merely costume romances attests to Allen’s eye for accurate detail and his skill in ordering vast amounts of material in such a way that the reader never ceases to be an interested participant.”\nAllen was born in Pittsburgh as part of a fairly large middle-class family—his father was best known for inventing an automatic blast furnace stoker. Allen’s first ambition was to become a sailor, and he enrolled at the US Naval Academy in 1909. Unfortunately, due to a track and field injury, he was unable to complete his studies there and left the school in 1911 to attend the University of Pittsburgh. He majored in economics, and earned his BS with honors in 1915. Being still of a mind to serve his country in the military, he enlisted in the National Guard of Pennsylvania as an infantryman.\nIn 1916 Allen’s National Guard unit was sent to Texas to patrol the border with Mexico. It was there, under the influence of the American West that Allen, inspired primarily by the verse of Rudyard Kipling and John Masefield, first began writing poetry. He collected his pieces in a self-published volume titled Ballads of the Border (1916), which was published that year by a press in El Paso, Texas. The book enjoyed a modest local popularity, especially on college campuses and army camps.\nWhen the United States was drawn into World War I in 1917, Allen’s unit was called upon to assist with the fighting in France. He entered the army as a first lieutenant, and saw combat at the Marne and elsewhere. When his company’s captain was killed, Allen led the men himself until he, in turn, was wounded at Fismes. Recovered from his wounds, he returned to the Front, taking part in the Meuse-Argonnes thrust. Later on he worked behind the lines, teaching English to French soldiers at Favernay. Allen was in Paris when the Armistice was signed and the fighting ended on November 11, 1918.\nAllen was 29 years old when we returned to the United States. The events of the “war to end all wars” led all those who witnessed it, in whatever capacity, to deeply question the values of a civilization that could produce such futile and absolute destruction. Throughout Europe, the Great War marked a point of departure for radical artistic experimentation and the intellectual ferment of the 1920s. While the United States was entering a phase of international isolationism, it was not immune to these probing questions. The country was in the process of redefining itself as a world power, enjoying a period of unheard-of prosperity, expansion, and affluence. Allen’s firsthand war experience, combined with his already well-developed sense of social responsibility, gave him a heightened sensitivity to the dangers posed by “a society organized for the benefit of a few and the exploitation of the many.” In Europe the prevailing outlet for this sort of thought was socialism, but there was already some opposition to socialist ideas in the United States, where the tendency was rather to rediscover the positive goals of the founding fathers. Allen found his political and social agenda in the writings of Thomas Jefferson, whom he greatly admired. Interest in American history and in a sort of American utopianism would characterize most of his later works.\nIn the immediate aftermath of the war, Allen studied at Harvard and then took a teaching position at the high school in Charleston, South Carolina. During his tenure there, he formed a lifelong friendship with DuBose Heyward, with whom he collaborated on occasion, and founded the Poetry Society of South Carolina. Allen’s second collection of poetry, Wampum and Old Gold (1921), won the notice of the Yale Series of Younger Poets.\nIn 1925 Allen left Charleston to teach at Columbia University, then took a position the following year at Vassar, where he was to meet his future wife, Annette, a student in one of his classes. The same year he produced his only work of scholarly criticism, a popular biography of Edgar Allen Poe titled Israfel. While many critics felt his image of Poe was somewhat exaltedly melodramatic, most had to concede that it was a highly vivid and thorough recounting of Poe’s life. The experience of dramatizing past events was not lost on Allen, although he, as yet, had no outlet for this sort of work. In 1927 Allen and Annette were married and took up residence at Felicity Hall, a Bermuda plantation. There, Allen took advantage of a sabbatical period to read copiously, devouring with especial interest a mass of historical documents. The result, after several years of industrious writing, was Anthony Adverse, an historical romance of over a thousand pages in length, that many critics regard as the model and precursor of the contemporary American historical novel.\nThe sprawling plot of Anthony Adverse traces the career of the bastard son of a noblewoman, rescued from an alpine convent by a US businessman who coincidentally turns out to be Anthony’s grandfather. After all manner of romances and escapes, involvement in the slave trade, and brushes with historical figures, Anthony finds his fortune, loses everything, including his family, in a fire, and goes to find pastoral peace in Mexico, where he dies. The book was a smash, selling roughly 395,000 copies in its first year of release, and its royalties would maintain Allen and his family for the rest of his life. Some critics felt the novel was too wild and jumbled, but Allen publicly defended himself in the Saturday Review of Literature, demonstrating the thorough documentation and historical validity of his work.\nOther reviewers of Anthony Adverse were quick to note Allen’s talents; he did not assume, as many of his contemporaries did, that the modern world is somehow more complicated and demanding that times past. Environmentalist thought, current at the time, held that the individual was the product of his surroundings. Allen partially resisted this notion, holding out for a certain core of irreducible individuality in each person, taking a more humanistic view that was considerably influence by his reading of Jefferson. Allen was a writer who appreciated James Joyce for his psychological insight than for his technical virtuosity.\nHaving been established as a historical novelist, watching Anthony Adverse run through translation after translation—up to 18—Allen was able to retire with his family to Bonfield Manor on the coast of Maryland. Unfortunately, the works that followed—the Civil War novel Action at Aquila (1938), and the pair of World War I stories that comprise It Was Like This (1940)—were fairly routine outings without much of substance to offer. Allen then returned to his first love: the colonial period, which embodied, for him, a sense of America’s infinite promise, and its potential for strange combinations of displaced Europeans and their civilizations with the culture of the noble natives. America’s pre-Revolutionary history also provided Allen with a perfect vehicle for his social message; a way of reminding his readers of the individualistic and socially just principle upon which the United States was founded. His envisioned masterpiece, an ambitious five-novel cycle, collectively to be known as “The Disinherited,” would revive colonial America through the adventures of the hero, Salathiel Albine. However, Allen was able to complete only three of these five novels before his death in 1949, at the age of 60.\nAllen wrote many volumes of poetry, but it was his talent for invoking the past, both in his biography of Poe and in his historical novels, for which he is most appreciated. His sense of patriotism, social responsibility, and his distinctly American notion of a just society, won him enduring esteem in US letters.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}