{"pf_url": "https://www.poetryfoundation.org/poets/hilaire-belloc", "name": "Hilaire Belloc", "yob": "1870", "yod": "1953", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/858cf00454404c87e9e490de452a83283d353ac9.jpeg", "bio": "\nHilaire Belloc is considered one of the most controversial and accomplished men of letters of early 20th-century England. An author whose writings continue to draw either the deep admiration or bitter contempt of readers, he was an outspoken proponent of radical social and economic reforms, all grounded in his vision of Europe as a “Catholic society.” Although many critics have attacked Belloc’s prescriptive polemical works for their tone of truculence and intolerance—and, especially, for recurrent elements of anti-Semitism—they have also joined in praise of his humor and poetic skill, hailing Belloc as the greatest English writer of light verse since Lewis Carroll and Edward Lear.\nThe son of a wealthy French father and English mother, Belloc was born in La Celle St. Cloud, France, a few days before the Franco-Prussian War broke out. The family fled to England at the news of the French army’s collapse, returning after the war’s end to discover that the Belloc home had been looted and vandalized by Prussian soldiers. Although the estate was eventually restored and made habitable, the evidence of destruction witnessed by Belloc’s parents and later recounted to their children made a deep impression on Hilaire; throughout his life and through the two world wars, he habitually referred to Germany as Prussia” and considered the “Prussians” a barbaric people worthy only of utter contempt.\nBy the mid-1890s Belloc had married and, through the influence of his sister Marie Belloc Lowndes, begun writing for various London newspapers and magazines. His first book, Verses and Sonnets, appeared in 1896, followed in the same year by The Bad Child’s Book of Beasts, which satirized moralistic verse for children and proved immensely popular. Illustrated with superb complementary effect by Belloc’s friend Basil T. Blackwood, The Bad Child’s Book of Beasts, according to critics, contains much of the author’s best light verse, as do such later collections as More Beasts (for Worse Children) (1897), The Modern Traveller (1898), and Cautionary Tales for Children (1908). An impulsive man who seldom lived in any one place for more than a few weeks and whose frequent trips to the continent proved a constant drain on his financial resources, Belloc welcomed the popular success of his verse collections. But, embracing Cardinal Edward Henry Manning’s dictum that “all human conflict is ultimately theological,” he perceived his primary role as that of polemicist and reformer, whose every work must reflect his desire for Europe’s spiritual, social, and political return to its monarchist, Catholic heritage. Belloc’s career as an advocate of Catholicism first attracted wide public attention in 1902 with The Path to Rome, perhaps his most famous single book, in which he recorded the thoughts and impressions that came to him during a walking trip through France and Italy to Rome. In addition to its infusion of Catholic thought, the work contains what later became acknowledged as typically Bellocian elements: rich, earthy humor; an eye for natural beauty; and a meditative spirit—all of which appear in the author’s later travel books, which include Esto Perpetua (1906), The Four Men (1912), and The Cruise of the “Nona”(1925).\nThe period between the century’s turn and the mid-1920s was the time of Belloc’s widest fame and influence. Throughout these years Belloc’s name and reputation were frequently linked in the public mind with G.K. Chesterton, whom Belloc had met around 1900 when each was a contributor to the radical journal the Speaker. In Chesterton, Belloc found a talented illustrator of his books, a friend, and a man who shared and publicly advocated many of his own religious and political views. Anti-industrial and anti-modern in much of their advocacy, the two were jointly caricatured in print by George Bernard Shaw as “the Chesterbelloc,” an absurd pantomime beast of elephantine appearance and outmoded beliefs. Both, according to Shaw and other adverse critics, had a passion for lost causes. Belloc and Chesterton were “Little Englanders”—opposed to British colonialism and imperialism—whose essays in the Speaker had infuriated many Londoners by the authors’ opposition to Britain’s imperial designs on South Africa and the nation’s participation in the Boer War. Each looked to the Middle Ages as an era of spiritual and material fulfillment when Europe was united in Catholicism and small landowners worked their own, Church-allotted parcels of property, providing for their own individual needs, free from both the wage-slavery that later developed under capitalism and the confiscatory taxation and collectivist policies of state socialism. (Belloc in particular, after serving for several years as a Liberal M.P. in the House of Commons, held a cynical view of the modern British political system, seeing little difference in the methods of the government’s Liberal and Conservative ministers, who were often, to his disgust, fellow clubmen and the closest of friends outside the halls of Parliament.) As an alternative both to capitalism and to the Fabian socialism advanced by such contemporaries as Shaw, H. G. Wells, and Beatrice and Sidney Webb, Belloc propounded an economic and political program called Distributism, a system of small landholding which harks back to Europe’s pre-Reformation history. This system was outlined in the 1891 Papal Encyclical Rerum Novarum, and is fully described in Belloc’s controversial essay The Servile State, published in 1912.\nThe Chesterbelloc’s political ideas were also expounded in the Eye Witness, a weekly political and literary journal edited by Belloc, which became one of the most widely read periodicals in pre-war England. Belloc attracted as contributors such distinguished authors as Shaw, Wells, Maurice Baring, and Sir Arthur Quiller-Couch. In addition, he and his subeditor, Cecil Chesterton, involved the Eye Witness in a political uproar in 1912 when they uncovered the Marconi Scandal, in which several prominent government officials used confidential information concerning impending international business contracts in order to speculate in the stock of the Marconi Wireless Telegraph Company. Although Belloc continued to contribute articles and occasionally edit the periodical, the Eye Witness eventually passed to Cecil Chesterton’s editorship as the New Witness, which, after Cecil’s death in World War I, came under his brother’s supervision, becoming in 1925 G. K.’s Weekly, the principal organ of the Distributist League. By then, Belloc had established himself as a polemicist who could write forceful and convincing essays on nearly any subject, in a prose style marked by clarity and wit. His reputation as a polemicist reached its zenith in 1926 when, in A Companion to Mr. Wells’s “Outline of History,” he attacked his longtime opponent’s popular book as a simpleminded, nonscientific, anti-Catholic document. A war of mutual refutation ensued, fought by both writers in the pages of several books and essays. Ironically, although much of the scientific community now affirms Wells’s biological theses as presented in the Outline, during the 1920s the preponderance of evidence supported the findings of Belloc, who, in the minds of some observers, bested Wells in their exchange of polemical broadsides.\nRecent biographical and critical studies have revealed Belloc to be a much more complex and intriguing figure than the predictable, anti-Semitic crank portrayed by critics during his lifetime and the years immediately following. As a man, and particularly as a polemicist, he fought tenaciously to uphold his own conceptions of truth; as Michael H. Markel has described Belloc and his polemical style, “He was never modulated, restrained and understated. When he chose an enemy, he fought completely, with all the weapons he could find. Until the enemy was not only disarmed but conquered, Belloc pressed the attack.” He held strong passions and strong hatreds, being at once a monarchist and an ardent admirer of the French Revolution in all its excesses, an insistent Catholic apologist and a man who could refer to Jesus as “a milksop” and the Bible as “a pack of lies,” a man who expressed sympathy for Europe’s Jews and outrage over the Holocaust, yet sprinkled his correspondence and published works with derisive references to “the Yids.” As for this last matter, Belloc’s reputation as an anti-Semitic hatemonger rests largely upon his book The Jews, published in 1922. In this work, Belloc warned that there existed in post-World War I Europe a “Jewish problem”—tension and mistrust between the Jewish minority and the suspicious, predominantly Gentile population—and that to ignore this tension would lead to an anti-Semitic persecution such as the world had never seen. But to even acknowledge that such tensions existed was itself considered an act of bigotry, and The Jews, then as now, went largely unread, being generally perceived as an anti-Semitic work.\nAlthough he admired Mussolini, Belloc detested Hitler, particularly the German’s anti-Jewish ravings, and he was outspoken with anger and pity when his prophecy from The Jews began to come true within his lifetime. But even though he condemned persecution of Jews, he remained to the last a man who considered Jews “Christ-killers” and shylocks. To Belloc, Jews were altogether too prominent in the world of international finance, maintaining capitalism and industrialism through loans and investments, and thereby extending the “servile state.” Capitalism was, to Belloc, itself an outgrowth of Protestantism, which had originated in “Prussia,” usurped Church authority during the Middle Ages, given the peasants’ Church-allocated land to the wealthy aristocracy, and driven the peasants themselves off the land and into wage-slavery under their new, rich rulers. Among the most scurrilous of Britain’s Protestants were university dons, who, according to Belloc, trained the young to embrace the capitalist system, with its inherent need for cheap labor and easily obtained raw materials (hence its need for imperialistic colonialism), the success of which further enriched and entrenched the Jews in their positions of financial power.\nWhile Belloc’s political and social views have proven unpopular, critics have highly praised the author’s light verse, with W.H. Auden going so far as to state of Belloc that “as a writer of Light Verse, he has few equals and no superiors.” In his widely known cautionary verse for children, Belloc assumed the perspective of a ridiculously stuffy and pedantic adult lecturing children on the inevitable catastrophes that result from improper behavior. Among his outstanding verses of this type are “Maria Who Made Faces and a Deplorable Marriage,” “Godolphin Horne, Who Was Cursed with the Sin of Pride, and Became a Bootblack,” and “Algernon, Who Played with a Loaded Gun, and, on Missing his Sister, Was Reprimanded by His Father.” “Unlike Lear and Carroll, whose strategy was to bridge the gulf between adults and children,” Markel has written, “Belloc startled his readers by exaggerating that gulf. Belloc’s view of children did not look backward to the Victorian nonsense poets, but forward to the films of W.C. Fields.” Like his children’s verse, Belloc’s satiric and non-cautionary light verse is characterized by its jaunty, heavily rhythmic cadences and by the author’s keen sense of the absurd, as reflected in “East and West” and in “Lines to a Don,” which skewers a “Remote and ineffectual Don / That dared attack my Chesterton.”\nBelloc wrote in every genre except drama, but, according to critics, achieved wide success in but two: poetry and the personal essay. While his novels and polemical writings are considered too tightly bound to obscure issues of the early twentieth century and are little read, his poetry, as well as The Path to Rome and The Four Men, continue to attract the interest of readers and critics. In addition, Belloc’s small corpus of literary criticism is considered highly insightful. But overshadowing his literary accomplishments is the common perception of Belloc as a loud, intolerant bull of a writer whose strongly stated opinions not only tainted the thought of the otherwise genial G.K. Chesterton, but also contributed to the atmosphere of anti-Jewish hatred that culminated in the Holocaust. Some critics have noted the odd fact that while all of Belloc’s writings are frequently examined for evidence of anti-Semitism, the works of Shaw, who praised Joseph Stalin’s policies during the great purges of the 1930s, and Wells, who in Anticipations (1902) flatly proposed the extermination of any race or group that dared oppose the coming omnicompetent utopian technocracy, are read and critically treated without reference to their authors’ excesses. Several critics have explained this discrepancy by pointing out that, in light of the Holocaust, many people today consider anti-Semitism an unforgivable attitude, and that while many moderns have seen newsreel films of Nazi concentration camps, no one has seen so much as a photograph of a Soviet gulag. “Given Belloc’s abrasive manner and peculiarities of thought,” Robert Royal has concluded, “it is not surprising that he has failed to attract a larger audience. But many other authors of the same period—Shaw, for example—are still read in spite of their eccentricities. Belloc has clearly been neglected because of his sharp opposition to almost everything that has become part of the liberal modern world. The world will not care to read Belloc, but those who pick up his best books to savor his historical imagination, the overall keenness of his mind, and the simple force of his prose will need no other reason to return to him again and again.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}