{"pf_url": "https://www.poetryfoundation.org/poets/hilda-raz", "name": "Hilda Raz", "yob": "1938", "yod": null, "image": null, "bio": "\nDistinguished writer, editor, and professor Hilda Raz’s work is widely recognized, and her influence can be felt—as a director, award judge, and contributor—in this country’s most prestigious poetry journals and contests. Her many poetry collections include What Happens (2009), All Odd and Splendid (2008), Trans (2001), and Divine Honors (1997). From 1987 to 2010, Raz was editor of the nationally recognized literary journal Prairie Schooner, published out of the University of Nebraska’s English department. Reviewing the literary magazine for the Library Journal in 1992, Bill Katz noted that it had celebrated its 65th year in print; the celebratory issue included such writers as Ursula Hegi, David Kaplan, Leo Litwak, Linda Pastan, and Nancy Willard. The journal regularly includes new fiction and poetry as well as reviews of recently published creative work. Katz lauded the publication as “one of America’s longest-lived, proudest literary achievements.” Raz served as president of the Association of Writers and Writing Programs, and she has been a visiting writer at numerous colleges, including Stanford, the University of Tennessee, Harvard University, Goucher, Middlebury, and the University of Iowa.\nRaz has battled breast cancer, and she has written poetry that presents the survivor not only as a victim of cancer’s ravages but also as a voyager into new worlds. Her book Divine Honors records in part the progress of Raz’s battle with cancer and the beginnings of her recovery; it also includes poems about significant figures in her life, including her grandfather and an imagined daughter (“my harmonious daughter far away / whose play is radiance. Let her live”). But most of the poems refer directly or indirectly to Raz’s experience with the disease, with the bodily, spiritual, and mental dimensions intertwined. “Now, each breath a gift, the soar in air/ of hawks on the highway searching for road kill: / some sure sign I’m present.” The poems have an air of returning to familiar territory from a radically altered perspective, perhaps because the poet has survived a deadly disease.\nSome poems refer very directly to the bodily alterations that accompany a mastectomy. One, “Petting the Scar,” gives a sensual and unique vision of the mastectomy scar: “But the scar! / Riverroad, meandering root, stretched coil, wire chord, embroidery in its hoop, mine, my body. / Oh, love!” In “Breast/fever” Raz writes “My new breast is two months old, / gel used in bicycle saddles / for riders on long-distance runs, / stays cold under my skin/ when the old breast is warm.” The reviewer from Publishers Weekly felt that such lines contained “an almost cruel clarity,” but other reviewers seemed to appreciate Raz’s lucid yet hardly clinical perspective. Indeed, such sharp-eyed and sharply felt descriptions are interwoven with more lyrical and elegaic language: “Where I am now / every ecstasy dissolves / back into the pool, / the lap of waves, / the filled basin.”\nDivine Honors was praised by most reviewers. Bette-Lee Fox, writing for the Library Journal, considered Divine Honors a book for poetry connoisseurs, “[n]ot a solace in verse form for the average cancer patient.” Despite a Publishers Weekly reviewer’s reservations about some of Raz’s language, the review noted that “her language can be incantatory, the images compelling” and that “Raz brings intelligence and imagination” to the portrayal of her experience.\nRaz lives in Placitas, New Mexico, where she works as the series editor for poetry at the University of New Mexico Press.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}