{"pf_url": "https://www.poetryfoundation.org/poets/hilda-morley", "name": "Hilda Morley", "yob": "1916", "yod": "1998", "image": null, "bio": "\n\"It is a shameful comment on our present-day literary situation that Hilda Morley's work has been largely neglected, that a great deal of it has gone unpublished, in spite of the author's productivity and her wide circle of acquaintance,\" declared Ralph J. Mills, Jr., in an issue of the literary journal Ironwood dedicated to Morley. Recognition for her poetic accomplishments came relatively late in life for Morley, according to Mills, although the poet had been penning verse since childhood. Until the 1970s, Morley's poetry could be found only in literary journals. More than one critic has lauded Morley's consistent body of work over the decades while questioning why her poems remained undiscovered for so long. \"Morley manages to speak clearly and sparely of what is least sayable: the sense that we inhabit a living web, not as separate beings but as molecules of a larger and elastic whole,\" asserted Village Voice contributor Geoffrey O'Brien.\n\nA Blessing Outside Us is Morley's first published collection of poetry. The 1976 volume contains sixty-three selections, many of which are elegies to Morley's late husband, noted composer Stefan Wolpe, who died in 1972 of Parkinson's disease. These verses contemplate the small details that remind Morley of her loss, but are also reflective of the joy the two shared in life. In American Book Review, Rosellen Brown faulted the volume for some of Morley's cultural references, but praised the poet's lucidity. The critic asserted: \"The drama in A Blessing Outside Us is in the action of the poet's mind and spirit defending themselves against this immutable fact of death, remembering that she still has eyes and ears and a voice that makes its own music.\" Harper's contributor and well-known poet Hayden Carruth quoted one selection from A Blessing Outside Us and pointed out \"how simple the language is, not a rhetorical gesture, not an unnecessary adjective, yet heightened by interweaving lines, cadences, and tones, by urgency of feeling and fineness of perception.\" Judith Graff, critiquing A Blessing Outside Us for Open Places, commented that the poems centered around Morley's grieving \"achieve an amazing fusion of intensity and serenity.\"\n\r\nA second volume of Morley's poetry, What Are Winds and What Are Waters, was published in 1983. In this collection, Morley remembers Wolpe and their days spent together, and conjures for the reader the image of a light emanating from Wolpe during his mortal life and carrying her through during the dark days after his passing. April Bernard, reviewing the volume for Newsday, termed the selections in What Are Winds and What Are Waters \"delicate yet heroic poems [that] sing themselves into existence.\" In an essay in Proses, Carolyn Kizer praised Morley's lyricism, noting particularly the way in which Morley recreates tactile elements in the mind of the reader. Kizer remarked: \"In reading Morley, as we are wrapped up in seeing, and sensing what we see, we become aware that it is all suffused in light. We are in the presence of the luminosity of memory, and of life remembered, endured, celebrated and transfigured by light.\"\n\nTo Hold in My Hand: Selected Poems 1955-83, Morley's third collection, was published in 1984. Again, many of the poems focus on Wolpe as well as Morley's love for him; others are introspective meditations on art-related themes. In this volume, a visit to an art exhibition brings back more memories of grief and loss for Morley. The visual and performing arts connect Morley to her own life—not only to her departed husband, but to other friends and loved ones over the years. Morley pays particular attention to the paintings of nineteenth-century French artist Paul Cezanne and his twentieth-century counterpart Henri Matisse. To Hold in My Hand also contains \"The Shutter Clangs,\" a long poem. In a review of the volume for Poetry, Jim Elledge remarked that, \"as in all of her work, the lyric and the intellect are melded and displayed subtly—passion and thought only opposite sides of the same Moebius strip.\" He concluded that \"Morley's voice is at once gentle and formidable, and always compelling. Her vision is universal while personal, often painfully so.\"\n\nCloudless at First is the title of Morley's 1989 volume of verse. One poem in this collection is an homage to Spanish poet and playwright Federico Garcia Lorca; other poems return to contemplate the art of Matisse and Cezanne. \"Morley's own painterly eye records whole catalogues of flowers, textures, and colors: 'red silk of poppies,' 'tinsel of vine leaves,' 'coarse-green,' 'apricot,' 'lemon-quick,'\" observed Sue Standing in the Boston Review. Standing also praised the near-musical flow of the poet's arrangements of words, remarking that \"while Morley's visual and kinetic images are initially the most striking qualities of her poems, it's her sure ear that holds you to the page.\" August Kleinzahler, critiquing Cloudless at First for the Bay Area's Poetry Review and Literary Calendar, stated that \"so much color and heat comes off the poems of Hilda Morley, and their effects are so quickly registered by the reader, that it's more than a bit curious that Ms. Morley's work is not better known.\" In conclusion, Kleinzahler declared that Morley's verse \"reminds one of what the best poetry has always done: moved and awakened.\"\n\r\nMorley told Contemporary Authors: \"I have been writing poems since I was nine years old and was adept at the sonnet form in my thirteenth and fourteenth years, having used rhyming quatrains before that. In my later teens and through my twenties I used both rhymed and freer forms, influenced by H. D. and D. H. Lawrence. By my mid-thirties I was committed to a line derived from William Carlos Williams, making the rhythm of the poem out of the elements of ordinary speech. The need to write poetry came out of the urgent pressure toward placing and forming my experience, giving a voice to what I felt. The capacity to look and to imagine freed me from confusion. They were my windows, connecting me to the world and the poems were a way of giving back what had been given me—the gifts and offerings the visible, tangible, audible world gave me. I was the channel which rendered back what was offered, a means or an instrument by which they could reach others, other senses and responses. More recently, I began to think of the poems as recordings of lessons I had learned, roadmarks which could be of help to others. Perhaps there is some moral intent behind this way of thinking. In any case there is still and always the need to be released from the burden of the experience, a notion shared by the prophets of the Old Testament who were driven to speak of what they knew and by the troubadour poets impelled to sing their joys, their angers, their despairs, their longings.\"\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Black Mountain"]}}