{"pf_url": "https://www.poetryfoundation.org/poets/honor-moore", "name": "Honor Moore", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/0610c5c97e577dcea6cc27a4b494c527f4f0e9b8.jpeg", "bio": "\nHonor Moore is well known for her work as a playwright, memoirist, editor, and poet. She has edited selections of Amy Lowell’s poems, contemporary plays by American women, and poems from Russia. Moore is the author of the poetry collections Red Shoes (2005), Darling (2001), and Memoir (1988); the memoirs Our Revolution: A Mother and Daughter at Midcentury (2020), The White Blackbird: A Life of the Painter Margarett Sargent by Her Granddaughter (1996), and The Bishop’s Daughter (2008); the play Mourning Pictures (1977); and numerous essays and reviews.\nShe has said that her poems are “charts of where [she is], psychically and spiritually,” and her poetry has been acclaimed for its ability to be precise and emotionally complex, lyrical and vivid. Poet Fanny Howe likens her poems to paintings, praising her ability to create pleasures that “cross all such boundaries” between the visual world and the written word. Her prose has also drawn much praise, and created some controversy, for its direct treatment of sexuality, faith, family, and coming of age—central topics in much of her writing in all genres.\nMoore is also the founder of the Poetry Series at Manhattan Theatre Club. She has taught at New York University, Columbia University, and Wesleyan University, and she is on the graduate writing faculty at The New School. She has served on the board of directors of the PEN American Center, Poets and Writers, Inc., Manhattan Theatre Club, and the Jenny McKean Moore Fund for Writers. Moore’s papers are held at the Arthur and Elizabeth Schlesinger Library at the Radcliffe Institute for Advanced Study, Harvard University. She lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}