{"pf_url": "https://www.poetryfoundation.org/poets/hope-mirrlees", "name": "Hope Mirrlees", "yob": "1887", "yod": "1978", "image": null, "bio": "\nHope Mirrlees was born into a wealthy family in England. Her father was a sugar merchant, her sister married into the gentry, and her brother became a major general in the army. Mirrlees attended St. Leonard’s School in St. Andrews and, after a brief stint at the Royal Academy of Dramatic Art, enrolled in Cambridge, where she studied Greek and was tutored by the great classicist Jane Harrison. Although Mirrlees is increasingly recognized for her contributions to Modernist literature, for many years she was known as Harrison’s companion. The two lived in Paris together in the 1920s, where they studied at the Institut National des Langues et Civilisations Orientales and co-translated two books from Russian: The Life of the Archpriest Avvakum, by Himself (1924) and a collection of folktales, The Book of the Bear: Being Twenty-one Tales newly translated from the Russian (1926).\nDuring these years, Mirrlees also wrote and published poems, novels, essays, and reviews. She published three novels in her lifetime: Madeleine: One of Love’s Jansenists (1919), The Counterplot (1922), and the fantasy novel Lud-in-the-Mist (1926). Mirrlees was part of Modernist and avant-garde literary circles in London and Paris, and she corresponded with writers and cultural icons such as Virginia Woolf, Lady Ottoline Morrell, and T.S. Eliot. Mirrlees’s long poem Paris (1919) was published by Virginia and Leonard Woolf’s Hogarth Press. Paris is often described as a work of “psychogeography,” as Mirrlees experimented with typography, collage, and fragmentation to craft a surreal “day-poem” representative of early-20th-century urban modernity. Virginia Woolf called the work “obscure, indecent, and brilliant.” Indeed, after her conversion to Catholicism in the late 1920s, Mirrlees expunged parts of the poem she deemed “blasphemous.”\nJane Harrison died in 1928, and Mirrlees started her life’s work, a biography of the 17th-century antiquarian Sir Robert Bruce Cotton. She published one volume of the biography, A Fly in Amber (1962), with Faber & Faber. T.S. Eliot, by then a close friend, helped edit the book, but Mirrlees never completed a proposed second volume. Two books of poetry, very different from the Modernist experimentation of Paris, appeared in the 1960s and 1970s: Poems (1963) and Moods and Tensions (1976).\nMirrlees lived in South Africa in the years after World War II and returned to England in 1963. She lived in Thames Bank, Goring, until her death. Long considered a “lost Modernist,” Mirrlees’s place in British literary Modernism has recently undergone reappraisal thanks to a new edition of her Collected Poems (2011), edited by Sandeep Parmar.\n", "attrs": {"Region:": ["England"]}}