{"pf_url": "https://www.poetryfoundation.org/poets/horace-gregory", "name": "Horace Gregory", "yob": "1898", "yod": "1982", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a3db37e034fab9a1069207be103329a3a765c185.jpeg", "bio": "\n                                                                    A literary critic, translator, biographer, and editor, Horace Gregory was born in Milwaukee, Wisconsin, and lived in New York for many years. His poetry collections include Chelsea Rooming House (1930); Chorus for Survival (1935); Poems, 1930–1940 (1941); Collected Poems (1964), winner of the Bollingen Prize in Poetry; and Another Look (1976).   Gregory was educated mainly at home and encouraged to read by his mother and extended family. In 1918 he visited New York and Long Island, but he returned to Wisconsin to attend the University of Wisconsin, Madison. He started to write poetry while in college, moving to New York in 1923 to try to make his living as a copywriter and reviewer. During his years in New York, he married the poet Marya Zaturenska and published his first collection of poems. He published Pilgrim of the Apocalypse, a study of D.H. Lawrence, in 1933 and taught modern poetry and classics at Sarah Lawrence College until 1960. Gregory had a rich correspondence with a number of writers during his lifetime; he met T.S. Eliot and W.B. Yeats, both writers whose work influenced his poetry.   Gregory’s poetry is literary and exhibits an awareness of the lives of working people, sometimes taking the form of the elegiac monologue. His interest in spiritualism grew after a visit to England and Dublin, Ireland, where he met Yeats. Poet Richard Eberhart, reviewing Selected Poems of Horace Gregory in the Kenyon Review in 1952, commented on the book’s section “New Poems: The Garden and the City”: “The ruthlessness of the city used to be his interest; he used to depict realistic characters and situations within it. Now there is the general serenity, poise and lyrical concern with language.” He added: “Gregory is lyrical and straight-forward in these poems,” and identified “classical feelings bound up with possible American situations.”   Horace Gregory translated works of Catullus and Ovid. His nonfiction books include the essay collection The Dying Gladiators and Other Essays (1961), Dorothy Richardson: An Adventure in Self-Discovery (1967), an autobiography called The House on Jefferson Street (1971), the collection Reminiscences (1971), and Collected Essays (1973).\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}