{"pf_url": "https://www.poetryfoundation.org/poets/horace", "name": "Horace", "yob": "65", "yod": "8", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/1d226c84fa025c173ad582e0aead0549c64db1d1.jpeg", "bio": "\nHorace (Quintus Horatius Flaccus) was a Roman poet, satirist, and critic. Born in Venusia in southeast Italy in 65 BCE to an Italian freedman and landowner, he was sent to Rome for schooling and was later in Athens studying philosophy when Caesar was assassinated. Horace joined Brutus’s army and later claimed to have thrown away his shield in his panic to escape. Returning to Rome, Horace began his career as a scribe, employment that gave him time to write. He befriended poets and important figures of his day such as Virgil and the Emperor Augustus, and he eventually achieved great renown. Horace is known for detailed self-portraits in genres such as epodes, satires and epistles, and lyrics. By offering a poetic persona who speaks to so many human concerns, Horace has encouraged each reader to feel that he or she is one of the poet’s circle, a friend in whom he confides. Horace’s life, however, is as much masked as revealed by his confessional narratives, which present a literary autobiography—the author as he wishes his audience to view him. The poet’s delight in shifting perspectives also serves as a reminder that the poetic I gives voice to a persona and mood only of the moment. Perhaps the greatest irony of the poet who so relished irony is that by constantly talking about himself, he has left a portrait of a man varying not only from generation to generation but also from reader to reader.\nHorace was born in southeast Italy on the border between Lucania and Apulia (modern Puglia), where the Romans had founded a colony in 291 BCE after the third Samnite War. Horace’s father was not necessarily a slave who was later freed by his master. Venusia, typical of the towns to the south of Rome, provided a barricade between Rome and potentially hostile neighbors. In 91 BCE the citizens of many towns such as Venusia revolted against their alliance with Rome. Venusia joined the revolt in 90 BCE. When the town was recaptured in 88 BCE, three thousand Venusian citizens were captured and, as was the custom, enslaved. Horace’s father could thus have been a freeborn native, enslaved for siding with the revolutionaries in the Social War, who later regained his freedom. The elder Horace’s freedman status might have been a fiction, part of the poet’s literary persona.\n\r\nHorace mentions a nurse, Pullia (Odes, 3.4.10), but not his mother or any siblings. He calls his father a modest landowner and a coactor, that is, a middleman who handles the cash in a sale of goods (Sat. 1.6; Epist. 1.20). Suetonius adds the rumor that Horace’s father was a salsamentarius (a seller of salted fish). Neither profession was prestigious, but “fishmonger” is probably a literary rather than a biographical reference. Horace associates “salty wit” with the caustic humor of Bion of Borysthenes, a popular Hellenistic philosopher who also claimed his father was a freedman seller of salted fish (Epist. 2.2.60), as well as with his satiric predecessor Lucilius, who, Horace says, “rubbed down the city with a good deal of salt” (Sat. 1.10. 3-4).\n\r\nHorace speaks with loving respect, not embarrassment, of his freedman father and portrays him as ambitious for his son, but not at the cost of personal virtue. The elder Horace is presented as a man of irreproachable character who wanted his son to live modestly and to comply with accepted social decorum. Horace’s father taught his son appropriate behaviors by examples illustrating traditional viewpoints; he was proud of not being a philosopher, of guarding his son’s behavior and reputation, and of educating him according to ancestral custom. Horace’s biographical narratives turn the taunt “son of a freedman” to his own advantage: a poor man from a simple birth, versed in the straightforward ethics of the Italian countryside, makes a more convincing moral commentator than a rich and sophisticated one.\n\r\nInstead of having his son educated by the local schoolmaster, Flavius, in the company of magni ... pueri magnis e centurionibus orti (big sons sired by big centurions, Sat. 1.6.73-74), Horace’s father took his son to Rome for his education (Sat. 1.6.76-78; Epist. 2.2.41-42). He wanted his son to have the best and to be taught in the city among the children of knights and senators, rather than with the children of small-town former army officials (Sat. 1.6.72-78). Horace’s schooling suggests that his father’s poverty was relative to the standards of the poet’s later associations: his father could afford to move to Rome and to have his son educated and equipped with the proper accoutrements to render him indistinguishable from the sons of the elite. Although Horace did not have the education of the truly rich (both Cicero’s son and nephew, for example, were privately educated at the home of Crassus), he did have the best of a semiprivate education: his teacher, Orbilius (Epist. 2.1.70-71), was eminent enough to be included in Suetonius’s biography of distinguished grammatici et rhetorici (grammarians and rhetoricians). The Rome of Horace’s adolescence was home to ambitious and experimental poets such as Lucretius and Catullus (both of whom probably died before Horace arrived in Rome), Calvus, Cinna, and Cornelius Gallus, and to philosophers who lectured on Hellenistic ethical thought.\n\r\nDuring the poet’s formative years in the Italian countryside, violent political factions plagued Rome. When Horace was two (63 BCE), the consul Cicero discovered and suppressed Catiline’s conspiracy against the government. When Horace was five (60 BCE), Pompey, Julius Caesar, and Crassus joined political forces in the so-called first triumvirate, and Caesar was granted a five-year command in Gaul; in 56 BCE their alliance and Caesar’s command in Gaul were extended for an additional five years. Three years later Crassus died, leaving Caesar and Pompey to vie for power. Horace was fifteen (and surely in Rome) when Caesar’s army crossed the Rubicon, the river that separated his province from Italy, thus breaking the law and beginning a civil war (49 BCE). While Horace studied, Caesar battled Pompey and his supporters throughout the Mediterranean, returning victorious to Rome in 46 BCE.\n\r\nPerhaps the same year, Horace went to Athens to study philosophy (Epist. 2.2.43-45), where he may have tried his hand at writing poetry in Greek (Sat. 1.10.31-35). Horace was in Athens when Caesar was assassinated by a group of Romans who feared his autocracy (44 BCE). When the republican leader Marcus Brutus arrived in Athens about six months after Caesar’s death, Horace left school to become a tribune in Brutus’s army (43 BCE, Epist. 2.2.46-50). The tribunate was a junior military post usually held by either young men of equestrian rank or those whose family finances were large enough (400,000 sesterces) that the post would establish them as equestrians and offer an entrée into public life. Horace might already have been part of the latter group; it is also possible that the exigencies of war superseded the normal requirements for appointment.\n\r\nMarcus Antonius (Mark Antony) and Octavian, Caesar’s great-nephew and heir, defeated Brutus’s republican forces at the Battle of Phillipi in November 42 BCE. An ode published nearly 20 years later, celebrating the return to Italy of a comrade-in-arms, Pompeius places Horace at the battle (Odes, 2.7). It also shows the difficulties inherent in reading Horace autobiographically. In typical Horatian fashion, the poet mixes a likely occurrence (that he was at Philippi under Brutus) with literary embellishment. Horace presents himself as a young soldier throwing away his shield in a panic to facilitate his escape, an allusion to the Greek lyric poets Archilochus and Alcaeus, who also claimed to have thrown away their shields while beating a hasty retreat. Just as Aphrodite saved her son Aeneas from battle in Homer’s Iliad, so too Mercury wraps Horace in a cloud and carries him safely off the dangerous battlefield.\n\r\nWhen Horace returned to Italy under the general amnesty granted to the defeated troops by the second triumvirate of Octavian, Antony, and Lepidus, he found his family’s land confiscated (Epist. 2.2.50-51). He procured a post in Rome as scriba quaestorius (a scribe in the Treasury). The scribes in general were just below the equestrians as a social group; the scribae quaestorii were the highest-ranking scribes, however, and many achieved equestrian status. While little is known about the scribae, a candidate probably needed backing by a wealthy and powerful connection as well as the financial resources to purchase the desired post. Even at this early stage of his career, Horace may have had influential friends who recommended him for the appointment. (Some scholars have suggested Asinius Pollio, the consul of 40 BCE.). Whether wealthy supporters also helped Horace financially or despite the loss of his family property, he had sufficient resources to secure the office for himself is not clear.\n\r\nHorace says almost nothing about his activities as a scribe beyond listing the expectations that accompany the post among the pressures of the city from which his country estate affords pleasant escape (Sat. 2.6.36-37). His duties provided him with income and left him time to write, although he later claimed (as part of an argument that he would rather nap than write poetry) that he wrote poetry when he was young because he was poor and needed the money (Epist. 2.2.51-54).\n\r\nAt some time between his return to Rome and 38 BCE, Horace became a friend of another young poet five years his senior, Virgil. In 38 BCE Virgil and the poet Varius introduced Horace to Gaius Maecenas (died 8 BC), a wealthy equestrian descended from Etruscan nobility who was patron to the new generation of talented poets such as Virgil and, later, Propertius. As Octavian’s longtime friend, Maecenas enjoyed a great deal of unofficial power in Rome, but he is best known for his prominent role in Horace’s verse.\n\r\nHorace gives his version of his first encounter with Maecenas and their subsequent friendship in Sat. 1.6, a poem that illustrates Roman social decorum, a prominent theme in Horace’s poetry. The social gulf between him and Maecenas at first made Horace tongue-tied. Maecenas spoke with him briefly, asked questions that the young poet answered forthrightly, and then ended the interview. Eight months later Maecenas invited Horace to join his circle of friends. The poem compliments Maecenas for his recognition that nobility is a state of mind rather than of rank and reveals Horace as a worthy man who is comfortable with his role and status relative to Maecenas. As a result of temperament and training, Horace suggests, advancement in public life held little attraction for him. In fact, ambitious for literary prestige, he poured his competitive energies into writing poetry. The poem also suggests that, while Horace and Maecenas developed a friendship in the modern sense of the word during their long association, their relationship began as one of unequals, in which Maecenas was more powerful. The social dynamic that accompanied this unequal status did not wholly disappear with the growth of a companionable easiness between the two men.\n\r\nBy the time of his introduction to Maecenas, Horace was writing in at least two genres: satires that he called both sermones (verse conversations) and saturae (satires) as well as poems that he referred to as iambi (iambics), although that collection is commonly called the Epodes. Horace may have begun the iambics as early as 42 BCE, and he may have started working on the satires at the same time or earlier. Not until several years later did he publish a full work, Satires I (ca. 35 BCE).\n\r\nGreek poets had cultivated a lively satiric spirit, especially in iambic poetry and in comedy, but the genre itself was, as Quintilian claimed, completely new and Roman: “Satura quidem tota nostra est” (Institutio Oratoria, 10.1.93). Only scattered fragments remain of Ennius’s (ca. 239-169 BCE) several books of saturae. Horace, however, credits Lucilius (2nd century BCE) with originating the genre (Sat. 2.1.30-34) and setting the precedent for dactylic hexameter as the meter of a satiric verse that claims moral authority against all manner of human failings.\n\r\nSatire as a genre is something of a hodgepodge with a fitting name. Although the derivation of satura has long been the subject of controversy, it most plausibly refers to a lanx satura, or plate full of various foodstuffs. Food is a natural focus for satire, and several of Horace’s satires center on food and mealtime decorum, but the “mixed plate” metaphor refers more to the variety of topics in this genre that center on human foibles. The humble imagery also suits the low status of the genre in the literary hierarchy, a status reflected in the arrangement of the various genres in complete texts of Horace’s works: the epodes, satires, and epistles are printed after the more exalted genre of lyric. Combination and variety furthermore typify satire: Hellenistic philosophical diatribe joins with comic lampoon, iambic invective, and folksy narrative full of animal fables and deftly drawn character sketches. Sexual and scatological humor, although inappropriate in more elevated genres, are quite at home in satire. The phallic god Priapus indulges in earthy language and jokes in the eighth satire, while the second, the bawdiest of the satires, concerns proper sexual partners.\n\r\nLike the Eclogues (the book of bucolic poetry published by Virgil), each collection of Horace’s satires was meant to be read as a poetry book. The ten poems of Satires I are presented to their audience both as distinct poems and as a unified work whose individual poems should be considered in relation to their neighbors and to the book as a whole. The careful arrangement of the poetry in the book invites division into parts large and small. Smaller components such as paired poems, sometimes adjacent and sometimes not, complement, contrast with, or comment on each other (as in Sat. 1.4 and 1.10, satires about writing satire). Poetry books often present a related series of poems, as in the three satiric diatribes that, part philosophical lesson and part harangue, begin Satires I. Scholars have divided Satires I into halves (1-5 and 6-10) and into thirds (1-3: diatribes; 4-6: the literary, ethical, political Horace; 7-9: short narratives; 10: conclusion). Another pattern balances the diatribes (1-3) followed by the first of the two “satires on satire” in the book (4) with the narrative satires (7-9) followed by the second of the literary satires (10). Between these sets are the two central poems focusing on Horace’s friendship with Maecenas, the first a narrative of a shared journey (Sat. 1.5), the second an account of Horace’s upbringing and introduction to Maecenas, which stresses the poet’s lack of political ambition and contentment with his place in Roman society (Sat. 1.6). These divisions are complementary rather than definitive and are part of the complexity of the book.\n\r\nThe first poem of a poetry book, often programmatic, sets the tone for the rest of the book and provides information on the matter and style, the dedicatee, and the place of the work in the literary tradition as well as the poet’s innovation. The discursive chatter to Maecenas in the opening poem of Satires I, which centers on discontent and greed, places Horace in the Lucilian literary tradition. Lucilius’s persona was that of a wealthy equestrian confidently publicizing his opinions. The haphazard logic of Horace’s narrator mimics the careless authority of those accustomed to voicing any and all of their opinions; his style is that of someone comfortably making judgments in the company of those who share his values and assumptions. The poem cannot be called a philosophical argument: the transitions are awkward, and the logic wanders. Solid ethical sense, however, shines through: people should be content with what they have, enjoying their resources and advantages instead of hoarding and competing with others.\n\r\nTwo famous characterizations of Horace come from this first satire. The first typifies his facetious manner: “ridentem dicere verum / quid vetat” (What’s wrong with someone laughing as they tell the truth? Sat. 1.1.24-25). The second signals the balance and moderation that mark his work as a whole: “est modus in rebus, sunt certi denique fines / quos ultra citraque nequit consistere rectum” (there is a middle ground in things; there are, finally, definite boundaries, on either side of which Right is unable to take a stand, Sat. 1.1.106-107).\n\r\nThe second and third satires, similarly discursive treatments of sex (Sat. 1.2) and friendship (Sat. 1.3), illustrate the poet’s interest in Hellenistic ethical thought. The second mentions Philodemus, a prominent Epicurean philosopher. Horace ridicules and dismisses followers of the doctrines of Chrysippus, the head of the Stoic school during the 3rd century BCE (Sat. 1.3.127), like Fabius (Sat. 1.1.14; 1.2.134) and Crispinus (Sat. 1.1.120; 1.3.139; 1.4.14). The third satire criticizes Stoic tenets such as all failings are equal; justice is natural, not normative; and only the wise man is good. The poem advocates a mutual and affectionate acceptance of failings among friends rather than a rigid stoicism.\n\r\nThe book on the whole is a testimony to Horace’s friendship with Maecenas. The narrator represents himself as an enthusiastic, loyal, and deserving friend who has access to a close relationship with the powerful Maecenas. Satisfied with his role and having no political ambitions, the poet enjoys the company of a group that—while exclusive, intellectually sophisticated, and powerful—is yet internally free from ambition and competition. Saying he is following Lucilius in composing witty, conversational narratives straight from his life (Sat. 1.4.1-8), Horace portrays his life as a poet and friend of Maecenas as he would have his audience see it, often to their frustration. Written against a backdrop of great political turmoil and change, the satires do not willingly yield firm information or political nuances. Consequently, Horace’s relationship to and attitude toward the leading figures who play a role in his poetry continue to be subjects of speculation and controversy.\n\r\nThe spectre of civil war had not yet passed, even though the satirist had traded in his armor for a stylus. From 40 BCE until the battle of Actium in 31 BCE, full-scale civil war was avoided by, in effect, a division of the Roman world, with Antony controlling the East and Octavian the West. The sparring between Octavian and Antony prompted two peacekeeping expeditions to southern Italy. A teasing version of the poet’s participation in such a diplomatic expedition is the subject of Sat. 1.5, often called the Journey to Brundisium. Sat. 1.5 has been read in various ways: as a political portrait aimed to influence Roman opinion, as a reminiscence composed primarily for the pleasure of his fellow travelers, as a realistic depiction of an actual event, as a purely literary creation, and as a programmatic poem reacting to Lucilius, who had also written a satire about a journey.\n\r\nThe goal of the expedition that forms the background for Sat. 1.5 was of considerable interest to Horace’s ancient audience and is still of interest today, for its goal was the reconciliation of the two leading men of Rome. Horace intensifies and frustrates the reader’s curiosity about what he, as a companion to Maecenas, saw and heard on that journey. The reader learns virtually nothing of political significance. Instead, the poem emphasizes that the traveling party is a solid and intimate group. Even mishaps—an overnight stopping place almost catching on fire (71-81) and Horace’s anecdote about his sexual frustration after waiting half the night for a woman who does not appear (82-85)—are presented as bonding experiences, memorable if unpleasant events evolving into anecdotes that continued to bind the group even after the experience has ended. When the party finally arrives at Brundisium, Horace ends the narrative, having provided only enough information to assure the reader that he was a part of an elevated inner circle.\n\nSat. 1.9 also gives the poet the opportunity to reveal much by revealing little about the close—and closed—group around Maecenas. The poet makes clear that his interests and talents lie in writing poetry, not in social maneuvering, by telling a tale at his own expense about the antics of an ambitious pest who confounds Horace’s attempts at escape. A stranger to guile, Horace is at the mercy of his pursuer, who seeks an introduction to Maecenas. Horace declares that the group is free from social posturing and competition: each member knows and is happy with his own place (48-52):\n                                           We do not live there\r\n            as you suppose. There is no house more unsullied than\r\n                 this one\r\n            or more free from such mischief. It bothers me not at all, I\r\n                 assure you,\r\n            because someone is more affluent or more learned; each\r\n                 one has\r\n            his own place.\n\r\nWhile the reader might agree with his antagonist that Horace’s claims are difficult to believe, the idealized representation of the lesser-status friend who is secure in his own place and free from ambitious envy has a long tradition in Roman culture. The glimpse available to outsiders makes the group more desirable and at the same time more unattainable.\n\nSat. 1.9 is the last of a series of three fairly short narratives. Sat. 1.7 vividly recounts an anecdote from Horace’s army days in Asia—a legal altercation (with Brutus presiding) between a proscribed Italian and a Greek businessman. The witch Canidia makes the first of her several appearances in Horace’s poetry in Sat. 1.8. She and Sagana, another witch, are frightened from the Esquiline by a flatulent statue of Priapus, a fertility god who protected gardens.\n\r\nThe intersection of literature with life, implicit in all Horace’s poetry, is the explicit focus of the two literary satires, 1.4 and 1.10. Both these poems explore satire as an amalgam of the aesthetic and the ethical in explicit comparisons with Lucilius. Horace prides himself on following his predecessor’s tradition of courageously attacking the failings of people of any rank. While there is a good deal of dismissive raillery at the expense of those outside of his social and literary circles (for example, the pest in Sat. 1.9, the fawning praetor in Sat. 1.5, and the witch Canidia in Sat. 1.8), the satires are in fact neither biting invective nor attacks against powerful living people. Rather, homespun wisdom tinged with Hellenistic philosophy in a conversational style is directed in a manner more mocking than vituperative at the victims the poet can afford to scorn—and at himself.\n\r\nHorace also criticizes his predecessor’s metrical and rhetorical practice: in highly polished, concise, and exact verse, Horace reproves Lucilius as a muddy, verbose, and slipshod writer (Sat. 1.4). The charges levied against Lucilius are repeated in the final satire of the book (Sat. 1.10). Just to be witty is not enough, insists Horace. A poet’s thoughts should run smoothly and at the right pace; there should be a good variety in tone; and the poet should assume different roles suited to the matter at hand. The language itself should be plain and pure Latin, with no Greek neologisms mixed in. Horace evades the question of the literary status of the genre, insisting the satires are merely versified conversations. Despite its informality and mundane subject matter—the antithesis of epic—satire in Horace’s hands is more than versifying. Behind the informal veneer of the genre, every word has been chosen and placed with a tightly controlled artistry of which the poet is justifiably proud.\n\r\nThe two satires look at the context of the genre from different perspectives. The fourth satire roots Horace’s literary endeavors in the rigorous ethical training of his childhood and credits his father with instilling the lessons that inspire satire. The tenth focuses on the present; Horace compliments by name poets writing in other genres and literary friends whose approval he seeks. The poet’s expression of his preference for an elite and refined group of readers over popular acclaim closes the book.\n\r\nSometime between the publication of the first book of satires (35/34 BCE) and 31 BCE. Horace acquired an estate in the Sabine Hills outside of Rome. Although he also had a home in Rome and later at Tibur, a fashionable resort town northeast of Rome, the Sabine estate figured most prominently in Horace’s poetry. It afforded the poet not only a peaceful place in which to think and write but also the landed respectability so important to the Romans. Maecenas has usually been credited with helping Horace to acquire the Sabine estate. In recent years, however, some scholars have suggested that Horace, a man of equestrian rank and a scribe, had the financial resources to buy the estate without Maecenas’s aid. Assuming that he did so, however, ignores the references to substantial material benefits received from Maecenas (for example, Epod. 1.31-32 and possibly Odes 2.18.11-14, 3.16.37-38). The extent of Maecenas’s financial assistance is uncertain. Further, ancient sources have not provided enough about relative wealth in Rome to demonstrate that even a man of equestrian rank would necessarily have the wherewithal to afford an estate in the Sabine Hills.\n\r\nFive years later (30 BC) Horace published a second book of satires; this book both continues and departs from its predecessor. Food and philosophy—and even food as philosophy—play prominent roles in this book whose individual poems balance and comment on one another. Book 2 is full of advice, but, unlike the advice of book 1, little is offered by the poet’s persona. The dialogue of the first satire sets the tone for the rest of the book. Instead of diatribes sprinkled with a few interlocutors (book 1, 1-3) or monologues (Sat. 1.4, 1.10, 1.6) or narratives recounted either by the poet’s persona (Sat. 1.5, 1.7, 1.9) or, in Sat. 1.8, by a wooden statue of Priapus, the second book presents various scenes. The poet may take the secondary role as the interlocutor while other characters speak in diatribes (Sat. 2.3, 2.7). A chance encounter becomes the stimulus for a lecture on food (Sat. 2.4) or a narrative about a fancy dinner gone awry (Sat. 2.8).\n\r\nThe reader hears several of the narratives at a far remove. Catius repeats a lecture (4); Fundanius, a story (8); the poet, the precepts of Ofellus (2) and the fable of his neighbor Cervius (6); Damasippus, the lecture of Stertinius (3); and Davus, the precepts of Crispinus as overheard by his doorkeeper (7). Twice, however, the reader eavesdrops on conversations. In keeping with one of the motifs of the book, both concern expert advice. The book opens in the midst of a consultation between the poet and the legal expert Trebatius. Just as in the literary satires of the first book, the poet takes the stance of having been attacked for writing satire. Trebatius counsels his friend to give up satire, or, if he has to write, to compose epic praises of Octavian. The poem defends the poet’s talent as well as his choice of genre; no matter what, Horace promises, he will write (57-60):\n\r\nIn short: wheher a peaceful old age waits for me\r\nor death circles with black wings,\r\nrich, poor, at Rome, or if thus chance bids, an exile,\r\nwhatever the complexion of my life, I will write.\n\r\nThe second consultation begins the second half of the book. In this poem the reader is transported to the underworld of Greek mythology to eavesdrop on the famous seer Tiresias advising Odysseus on the best way to ingratiate himself with the elderly rich in hopes of being left a legacy (Sat. 2.5).\n\r\nOfellus, the focus of the second satire, stands in contrast to other characters in the book. Ofellus lost his farm—but retained his convictions—when his land was transferred to veteran soldiers. Against Ofellus’s precepts that hard work, simple food, and plain but unstinting living are best, Horace has set those of Catius (Sat. 2.4), who zealously recounts in philosophical style a lecture he has just heard on gourmet delicacies. Balancing Catius’s amusing precepts is the story told by Fundanius, Horace’s friend and writer of comedies (Sat. 1.10.40-42), about the dinner party given by Nasidienus, who tries to impress Maecenas with trendy food and wines (Sat. 2.8).\n\r\nTwo diatribes directed at Horace make fun of, among other things, the ripple effect of contemporary interest in Hellenistic ethical thought (Sat. 2.3, 2.7). Both take place during the December Saturnalia, when the distinction between slaves and masters is blurred. Damasippus, a convert to philosophy, sees his new learning as yet another in a string of schemes to get ahead in the world (Sat. 2.3). A captive Horace is treated to the various proofs that all fools are mad and only the Stoic wise man is sane, arguments that Damasippus has learned from a single encounter with the Stoic Stertinius, whose lecture he reiterates at length (the poem is 326 lines, Horace’s longest next to Ars poetica). In Sat. 2.7 Davus, one of Horace’s slaves, also takes advantage of the license allowed during the Saturnalia to accuse his master of the shallowness and pretense of virtue that other characters in the book display. Davus had become a philosopher through the servant grapevine: he learned the rudiments of Stoic argumentation from the Stoic Crispinus’s doorkeeper, who had in turn learned them by eavesdropping on his master’s lectures.\n\r\nDavus’s harangue comments on Horace’s self-portrait in Sat. 2.6 and points out the complex presentation of the satires. The praises of simplicity in Sat. 2.6 contrast with the extremes of philosophizing (Sat. 2.3, 2.7), gourmandizing (Sat. 2.4, 2.8), and moneygrubbing (Sat. 2.5) portrayed in the book. The poet represents himself as grateful and content, living a simple life far from ambitious Rome, where folk wisdom and animal fables—like the tale of the city mouse and country mouse with which the satire ends—take the place of urban philosophizing. In the next poem, however, Horace offers a different reading of Sat. 2.6 and makes the reader wonder if the poet is partly the object of his own satire in both poems. The effusive gratitude and deep contentment expressed in the previous satire, Davus’s tirade suggests, reflect the poet’s mood, not a stable sentiment: “you can’t stand your own company for an hour, you are unable to make good use of your leisure and, a fugitive and a wanderer, you avoid your very self, seeking one minute to drink away, the next to sleep away your troubles” (112-115). Davus uses the argument that all fools are slaves to eradicate the social distinctions between himself and his master. His master suffers from all the same desires and foibles as Davus, but the master’s social station allows him to make aesthetic distinctions and masquerade in ways unavailable to (and unnecessary for) his slave.\n\r\nSatiric spirit finds a more forceful expression in some of the Epodes, published around the same time as Satires II. All but the final poem (17) are written in couplets in which the two lines are of different lengths and sometimes different metrical patterns—hence the designation epode, which means “after the ode” and technically refers to the second verse of the couplet. Horace, however, referred to the poems as iambi, putting himself in the literary tradition of the archaic Greek poet Archilochus of Paros, whose meter and manner he claims to imitate (Epist. 1.19. 23-25).\n\r\nHorace adapted various combinations of Archilochus’s meters to his native Latin, but Archilochus is not the only model for the iambs. The prolific works of the 3rd-century BCE scholar-poet associated with the Mouseion at Alexandria, Callimachus of Cyrene, include thirteen iambs, followed in the manuscripts by four lyric poems, for a total of seventeen, the same number of poems as Horace included in his iambs. Callimachus associates his iambs with the 6th-century-BCE poet Hipponax, whose work also influenced Horace.\n\r\nUnlike Archilochus, however, for whom the iamb was a weapon (A. p. 79), Horace’s aggressive epodes attack only safe or fictional characters. As part of his warning that his adversary be wary of attacking one well-equipped to retaliate, the narrator of the sixth epode names the well-known enemies of Archilochus, Lycambes and Hipponax (Bupalus), but his own victim remains anonymous. Horace attacks unnamed women in Epodes 8 and 12, both poems so scathing and coarse that they are often explained away as “allegories” or “literary exercises.” An indignant citizen berates a nameless former slave in the fourth poem, accusing him of rising to the status of military tribune through newly acquired wealth and political connections. This poem has sometimes been thought to repeat inaccurate gossip against Horace’s own military past (referred to in Sat. 1.6).\n\r\nSome named characters in the iambs may or may not refer to historical individuals. In a distorted propempticon (Epod. 10), a type of poem in which the gods are invoked to give safe voyage to a friend, Horace prays for Maevius’s death at sea (identified by the scholia as the same poet Virgil had mentioned disparagingly in Eclogue 3.90). The fervent champion of rural life in Epode 2, one of Horace’s most frequently imitated poems, turns out, in the end, to be Alfius, an urban moneylender. Canidia, a favorite character in the epodes (as in the satires), is a predatory witch who kidnaps a young boy in order to use his entrails in a love potion (Epod. 5). She is the automatic suspect when Horace complains Maecenas has poisoned him with a garlic-laden feast (Epod. 3); her spells finally overwhelm the poet, who in vain begs release from his torment (Epod. 17).\n\r\nA perverse eroticism is a vehicle for invective against Canidia in Epodes 5 and 17 as well as in the eighth and twelfth epodes. Of the three other erotic poems in the collection, only one is aggressive; two touch on the effect of love on writing poetry. A rejected Horace promises his past lover that he will have the last laugh in a poem that comes closest to the Odes in tone (Epod. 15). In Epode 11 the narrator complains that he is love’s perpetual victim, suffering a misery not even writing poetry can alleviate; in Epode 14 being in love provides an excuse to Maecenas for promised but unfinished poetry.\n\r\nIambic poetry is appropriate for political expression as well, and the epodes reflect a poetic reaction to the political upheaval of their time. As the book opens, Horace, despite his unwarlike character, announces he will follow Maecenas anywhere, even off to war. The dedication to Maecenas underscores the poet’s gratitude toward and concern for his friend, made vivid by the crisis of civil war. Horace may in fact have accompanied Maecenas, early in their relationship, to the battle at Cape Palinurus, where Octavian suffered a naval defeat (Odes 3.4.28). Horace may also have been with Maecenas at Actium, the occasion of the ninth epode.\n\r\nWhether or not he actually witnessed the battle, the war, either directly or in the background, informs much of the book. In Epode 7 the poet appeals to his countrymen to stop the destruction and frenzy, a curse he says is rooted in Romulus’s fratricide. In a poem that is frequently compared with Virgil’s fourth eclogue, Horace proposes that Rome’s best citizens abandon the city, which has been ravaged by its own might. Under the guidance of Horace as their vates (prophet-poet) Romans can find a new home set in a golden age (Epod. 16). The sorrows of war inform a sympotic epode as well (Epod. 13). The poet encourages his companions to turn a winter storm to their advantage and to chase away their worries with old wine, scented oils, and song. As an authority for the curative powers of wine, the poet cites the centaur Chiron, Achilles’ tutor. After revealing to Achilles his fate in the Trojan War, the centaur encourages his ward to banish trouble and sorrows with wine and song, even in the midst of war.\n\r\nBetween publication of the Epodes and Odes I-III, Rome underwent momentous changes. Returning triumphant to Rome, Octavian began the refashioning of the state that won him the honorific title Augustus in 27 BCE. Part of his vision included building on the Palatine River a temple to Apollo, which was connected to his home (dedicated in 28 BCE). The temple complex also housed two libraries—one Latin, one Greek—which held the best of Greek and Latin literature. Horace writes of having one’s works shelved in the library as an honor, a symbol of acceptance into the Roman literary canon.\n\r\nHorace was not alone in striving for inclusion in the Palatine library. These were years of great literary activity. Virgil published the Georgics (29 BCE) and began the Aeneid. The next year Propertius published the Monobiblos and joined Maecenas’s circle. A few years later Tibullus published his first book of elegies; Propertius published his second and third elegiac books. In prose, the historian Livy was working on his sweeping annals of the rise of Rome, and Vitruvius published his De architectura. The prestige of native literature was increasing so much that Caecilius Epirota, a schoolmaster, began to teach Virgil’s poetry.\n\r\nDuring this time Horace was working on what many consider his masterpiece, three books of lyric poetry to rival Greek lyric in Latin (Odes I-III). The earliest datable poem, Odes 1.37, concerns the Battle of Actium (31 BCE) and the subsequent suicide of Cleopatra. Horace worked on the odes for at least seven years and published them in 23 BCE when he was 42. The three books comprise a total of 88 carefully arranged poems. The number of poems in each book varies (book 1 includes 38 poems; book 2, 20 poems; and book 3, 30 poems), as does the total number of verses (book 1 includes 876 lines; book 2, 572 lines; and book 3, 1,008 lines) and length of individual poems (from the shortest, which consisted of eight lines, to the longest, which consisted of 80).\n\r\nBoth names for Horace’s lyric, odes and carmina, are reminders of the roots of the genre in song accompanied by the lyre. The Odes display the influence of Greek monodic (for a single performer) and choral poetry from the archaic through the Hellenistic periods. Horace knew and imitated the 7th-century BCE monodic poets Alcaeus and Sappho of Lesbos and the 6th-century BCE Anacreon of Teos. The special debt owed to the meter and themes of Alcaeus is acknowledged by the reference to the lyre of Lesbos at the close of Odes 1.1. Horace also admired the 6th-century BCE choral poets Stesichoros and Simonides and the 5th-century BCE Bacchylides, who provided a model for the mythological Odes 1.15. Among the choral poets, however, the 5th-century BCE poet Pindar most influenced Horace (as in Odes 1.12, 3.4, and 4.2).\n\r\nAlthough he admires—and imitates—Pindar’s rushing torrents of verse, Horace prefers his own “slender Muse,” whom he likens to a small bee fashioning painstakingly elaborated poems (Odes 4.2). Horace’s tenuis Musa plays several roles. A poetic talent suited only for lighter, personal themes provides Horace an excuse, in a poetic form known as the recusatio, for not writing the epic praises of great men. He compliments Agrippa (Odes 1.6) and Augustus (Odes 2.12, 4.2), for example, by telling them that his talents are not equal to creating the poetic praise they deserve. The poet’s ethical as well as literary aesthetics are shaped by the opposition between the grand and the slight. As in the satires, there are many statements of Horace’s preference for the small and simple over the grandiose.\n\r\nThe opening poem, dedicated to Maecenas as judge of the worth of the collection, challenges the lyric tradition and offers Horace as a candidate for the ranks of the Greek lyric poets. Horace writes that the rarefied company of the great Greek lyricists will mark him as learned and win him literary acclaim. In an extended priamel (in which a series of foils highlight the poet’s own preference), the poet rejects various pursuits that engage human ambition in favor of poetic success. In the middle of the poem, literary ambition is balanced by the equally Horatian image of a man taking a break from the long day, stretched out with some good wine in the cool shade or by a refreshing spring. Meticulous dedication, the soul of Horace’s poetry, is offset by a love of the simple pleasures of living in the present, enjoying the gifts of the hour. Serious poetic ambition is tempered by the comic self-deprecation recurrent in Horace’s work: the poem ends with the image of an exalted Horace banging his head on the stars.\n\r\nThe priamel of the first ode hints at other themes familiar through the Satires and the Epodes—a love of the countryside that dedicates a farmer to his ancestral lands; the ambition that drives one man to Olympic glory, another to political acclaim, and a third to wealth; the greed that compels the merchant to brave dangerous seas again and again rather than live modestly but safely; and even the tensions between the sexes that are at the root of the odes about relationships with women.\n\r\nWhile indebted to Greek literary tradition, the Odes are a quite Roman production. Horace’s declaration of success in bringing Aeolic poetry into Latin meters centers on Rome: his poetry will last as long as the empire, extending from Rome to his beloved native Apulia. His boast of immortality—that he, a man of humble beginnings, will continue to win praise and appear contemporary in succeeding ages—has been more than fulfilled. Not only a “monumentum aere perennius” (monument to outlast bronze, Odes 3.30.1), the Odes are a challenge no other Latin poet equaled. Although Aeolic verse forms had been used in Latin by the early tragedians, by the comic playwright Plautus, and later by Catullus, who experimented with Sapphics and the fifth Asclepiadian, nothing like the Odes had ever before been attempted in Latin poetry. Although Horatian lyric would significantly influence later poetry, in antiquity few Latin poets imitated Horace’s lyric precedent.\n\r\nGreek Aeolic meters all begin with two syllables that may be either long or short; Horace nearly always begins the line with a spondee. His lines are also built around a choriambic core—that is, two long syllables enclosing two short syllables (— - -  —) . The chief meters are Asclepiadic (five variations, called first through fifth Asclepiadian), Alcaic, and Sapphic. But the Asclepiad meters, in all their variations, are only the second most common meter in Odes I-III (27 of the 88 odes). Most frequent is Alcaic (33/88); third is Sapphic (23/88).\n\r\nThe language that fills these complex metrical units is lucid and plain, often mined from the vocabulary of prose. Horace addressed the critical importance of pure diction and arrangement, obvious in all his works, in the Ars poetica: a clever juxtaposition rendering a familiar word new is the mark of superior diction (A. p. 46-48). These brilliant juxtapositions have lured and frustrated his translators. Pyrrha’s beauty, for example, is “simplex munditiis” (Odes 1.5.5), which John Milton’s otherwise impressive translation rendered “plain in thy neatness” (lines 1-8):\nQuis multa gracilis te puer in rosa\r\nperfusus liquidis urget odoribus\r\ngrato, Pyrrha, sub antro?\r\ncui flavam religas comam\r\nsimplex munditiis? heu quotiens fidem\r\nmutatosque deos flebit et aspera\r\nnigris aequora ventis\r\nemirabitur insolens!\n\r\n(What slender youth, bedew’d with liquid odours,\r\nCourts thee on roses in some pleasant cave,\r\nPyrrha? For whom bind’st thou\r\n      in wreaths thy golden hair,\r\n      Plain in thy neatness? O how oft shall he\r\n      On faith and changed gods complain, and seas\r\n      Rough with black winds, and storms\r\n        Unwonted shall admire!)\n\r\nLike Pyrrha, the beauty of the rich economy in the odes has attracted many suitors in many languages, whose attempts at translation were gathered into the volume Ad Pyrrham (1959) by Ronald Storrs. Friedrich Wilhelm Nietzsche’s frequently quoted appraisal suggests the lapidary appeal of Horace’s verse:\nTo this day, no other poet has given me the same artistic delight that a Horatian ode gave me from the first. In certain languages that which has been achieved here could not even be attempted. This mosaic of words, in which every word—as sound, as place, as concept—pours out its strength right and left and over the whole, this minimum in the extent and number of signs, and the maximum thereby attained in the energy of the signs—all that is Roman and, if one will believe me, noble par excellence (“What I owe to the ancients,” in Twilight of the Idols, 1).\nHorace’s simple diction and exquisite arrangement give the odes an inevitable quality; the expression makes familiar thoughts new. While the language of the odes may be simple, their structure is complex. The odes can be seen as rhetorical arguments with a kind of logic that leads the reader to sometimes unexpected places. Odes 1.9, often called the Soracte Ode, has a setting reminiscent of the wintry symposium in Epode 13. The poem begins with a description of Mount Soracte and the countryside laboring under the snow and cold and concludes with a scene in the middle of Rome on a warm evening. It moves from the particular (a snowscape) and its pleasures (a roaring fire and good wine) to a general observation and exhortation (weather changes; people should leave to the gods things beyond their control and not fret about the future). John Dryden’s rendering of the advice of the poem adds rhyme (14-17):\nquid sit futurum cras, fuge quaerere, et\r\nquem Fors dierum cumque dabit, lucro\r\nadpone, nec dulcis amores\r\nsperne puer neque tu choreas ... [.]\n\r\n(To-morrow and her works defy,\r\n      Lay hold upon the present hour,\r\nAnd snatch the pleasures passing by,\r\n      To put them out of fortune’s power:\r\nNor love, nor love’s delights disdain;\r\nWhate’er thou get’st to-day, is gain.)\nFrom its central recommendation the poem moves out again to the particular, but in a different direction—Thaliarchus’s youth and its appropriate pleasures—and ends with a scene of lovers flirting on a balmy evening in the Campus Martius; Dryden translates, “The pleasing whisper in the dark, / The half unwilling willing kiss, / The laugh that guides thee to the mark” (37-39).\n\r\nEven the poet’s distribution of meter shows the consummate artistry of the Odes. The first nine odes of book 1, for example, are often referred to as the Parade Odes, since each of them displays a different Greek meter made to sing in the Latin language. The meters are distributed among these poems as follows: first Asclepiadian, which appears in only one other poem in Odes I-III, closes the collection in Odes 3.30; Sapphic appears 22 times in I-III; fourth Asclepiadian, 10 times in I-III; third Asclepiadian, six times in I-III; second Asclepiadian, eight times in I-III; first Archilochean, also called Alcmanian, two times in I-III; second Sapphic, only here in Horace; and finally, Alcaic, Horace’s favorite meter, 33 times in I-III.\n\r\nThe meters in other books are also carefully arranged. The first 13 poems of book 2 alternate between Alcaics (1, 3, 5, 9, 11, 13) and Sapphics (2, 4, 6, 8, 10). Variety plays with pattern in the rest of the book: odd-numbered poems continue to be in Alcaics; Sapphics appear only once in the remaining even-numbered poems (Odes 2.16). Similarly, book 3 opens with a six-poem series of Alcaics, called the Roman Odes because of their concern with Rome and its values. The poem that immediately follows this procession of stately Alcaics, however, is neither stately nor Alcaic but a light poem in the erotic tradition and Asclepiadian meter.\n\r\nThe Parade Odes in the first book demonstrate a variety of themes and addressees as well as a variety of meters. Some are addressed to political dignitaries: the princeps (emperor) Augustus (2); Agrippa, Augustus’s general and advisor (6); Sestius, consul during the year the Odes was published (4); and Munatius Plancus, one of the senators who had suggested the title Augustus for the princeps (7). After honoring Maecenas and Augustus with the first and second odes, Horace reserves the third for Virgil. Scattered among these luminaries are characters either fictitious or otherwise unknown: Thaliarchus, whose name means “leader of the feast” (9); Pyrrha, the “fire girl” (5); and Lydia (8). Lydia is also the subject of three other erotic odes (Odes 1.13, 1.25, 3.9).\n\r\nMany of the themes of the collection appear in the Parade Odes as well. Public poems look to the state—Augustus and the New Regime. Private poems praise wine and Eros, compare the cycles of the year with the seasons of human life (in which springtime signals thoughts of death, not rebirth), and exhort one to live in the present, as in the famous phrase carpe diem (seize the day, Odes 1.11). The capricious turns of life, often personified by Necessity or Fortune, and the ever-present specter of death put human aspirations and appetites in larger perspective.\n\r\nHorace especially loves to explore the literary possibilities offered by the Hellenistic ethical goal of the tranquility that comes through balance, as in two stanzas (Odes 2.10,13-20) of an ode advising Licinius to cherish the aurea mediocritas (golden mean):\nHopeful in adversity, cautious in success\r\nis the heart well prepared for the opposite lot;\r\nJupiter brings back the shapeless winters;\r\nhe also\n\r\ntakes them away; and not, if things go badly now,\r\nwill it always be so: sometimes Apollo wakes\r\nhis silent muse with his cithara; he doesn’t always\r\nstretch his bow.\nThe collection includes several hymns, such as Odes 1.10 to Mercury, Odes 1.21 to Diana and Apollo, Odes 1.35 to the goddess Fortuna, and even a parody of a hymn addressed to a wine jar (Odes 3.21). Other odes issue invitations and celebrate parties, birthdays, and homecomings. The poems resonate more with affection for poetry and the Italian countryside than for the various lovers who appear in Horace’s poetry. While the love poems may lack the intensity of personal feeling found in the poems of Catullus, the importance and joys of friendship in a poet who calls both Virgil and Maecenas “half of my soul” ring true (Odes 1.3.8, 2.17.5). One of Horace’s dearest friends is his Muse, his poetic talent, which is often the subject of a poem and always a part of it (for example, Odes 1.26). The world of the Odes is bound inextricably with their poetics.\n\r\nPart of Horace’s persona—lack of political ambition, satisfaction with his life, gratitude for his land, and pride in his craft and the recognition it wins him—is an expression of an intricate web of awareness of place. Horace in the country on his own estate becomes quasi-emperor in his own right. His rural retreat is the ideal setting for poetry and the place where the gods especially smile on his poetic talents (as in Odes 1.17). But there is also a side of Horace that longs to be in the middle of the action, despite the attendant demands on his time and energy. Rome is the proving ground for poets as well as politicians, and Horace is not without competitive instincts.\n\r\nWhile Horace was composing the Odes, Augustus was, in a sense, composing a new Rome, or rather trying to fashion Rome and Romans to reflect the values they more boasted of than practiced. Italy had been torn by strife for as long as anyone alive could remember and for the last quarter century had first teetered on the brink of, then plunged into, civil war. Augustus’s vision included peace and renewal of the state on all levels—political, religious, domestic. Through an ambitious architectural program he constructed or refurbished temples and public buildings; through laws and public examples he exhorted Romans to live by the morals valued by their ancestors. Many of Horace’s odes reflect and reinforce the call to renewal at the heart of Augustus’s program. In the Roman Odes (for example, Odes 3.1-6) the poet sets himself apart as a priest of the Muses admonishing Rome. Much of what Horace says, familiar from his earlier work, is presented fresh in lyric, rather than satiric, arguments. The first ode, for example, argues for wanting just what is enough to avoid the anxieties that accompany excess of wealth and ambition.\n\r\nBeyond praises of the old-fashioned virtues of simplicity, chastity, reverence for the gods, tempered ambition, respectable poverty, and love of Rome, Horace’s odes praise the princeps himself for bringing peace to an empire torn by war. The odes cannot be divided easily between public and private, however. Often the two spheres blend, as in Odes 3.14, where a comparison between the triumphant Augustus and Hercules, and the public joy over the safe return of the princeps, leads into the poet’s anticipation of a private celebration with Neaera.\n\r\nWhat did Rome think of this unprecedented accomplishment? Epist. 1.19 complains of chilly public opinion and attributes Horace’s lack of popularity to his refusal to curry favor with envious critics who judge him harshly while secretly reading and assiduously—albeit badly—imitating his verse. Ostensible attacks on his poetics, however, are a favorite literary stratagem (for example, Sat. 1.4, 1.10, and 2.1); the poet’s complaints in Epist. 1.19 might be motivated less by the reception of the Odes than by the opportunity to assert his literary program and expose the flattery inherent in envious imitation. A lyric hiatus of six years before Odes IV and Suetonius’s remark that the fourth book was written at Augustus’s request might also suggest they were not received as well as Horace might have liked. The ten-year gap separating the verse conversations of Satires II and Epistles I does not suggest that the satires were badly received, however; nor are Suetonius’s remarks conclusive. As often with ancient authors the truth is irretrievable.\n\r\nThree years later, in 20 or early 19 BCE, the 45-year-old poet published his first book of verse letters, Epistles I. As with the rest of his works, Horace presents the first book of epistles as a poetry book, introduced by a programmatic poem and closed by a poem addressed to the book itself. The first poem of the collection announces to Maecenas the poet’s intention to retire from Rome in general and poetry in particular in order to study philosophy, or, as he puts it, “what is true and fitting.” Rather than following any particular philosophical school, the poet takes refuge in whatever philosophy offers a lodging place during the storm of the moment, a stance that allows Horace to explore unhampered (Epist. 1.10-15) the literary possibilities of his subject:\nNow, therefore, I am putting aside poetry and other playthings:\r\nmy concerns, my questions, my whole being is in this:\r\n“What is true and fitting?” I am gathering and storing\r\nthings I can later fetch out. And in case you should ask\r\nunder whose leadership, at whose hearth I am guarding myself:\r\nbound to swear allegiance to no master,\r\nwherever the storm snatches me I am carried, as a guest.\n\r\nThe philosophy of the Epistles is professedly practical—whatever is useful for the situation or whatever suits the poet’s temperament at the moment. Unlike Lucretius in his Epicurean epic De rerum natura (which, written a generation earlier, greatly influenced the letters), Horace in the Epistles is not concerned with explicating a particular philosophical system and winning over his audience to a new way of thinking. Rather, the letters reflect the intellectual perambulations of someone ceaselessly analytical, yet eminently human and delightfully fallible. The philosophical stance in the letters combines an exploration of Socrates’ belief that the unexamined life is not worth living, with Horace’s awareness that examining one’s weaknesses is not the same as mastering them.\n\r\nThe letters are both a return to satire and a new literary experiment. They are verse conversations in a different voice and a different mode. Like the Satires, the Epistles are full of exempla from literature and life: the profligate Maenius, who had appeared in Sat. 1.1 and 1.3, reappears in Epist. 1.15; the historical general Lucullus and the probably fictitious Gargilius are exempla in Epist. 1.6; heroes from Homer’s epics suggest ethical lessons in Epist. 1.2; the conflict between Pentheus and Dionysius (Epist. 1.16) and the references to Amphio and Zethus (Epist. 1.18) and to the iconoclast philosopher Aristippus (Epist. 1.17) are allusions to Greek legends. Animal fables play a role as well: a puppy in Epist. 1.2, and a horse and a stag in Epist. 1.10.\n\r\nThe narrative stance is sometimes reminiscent of the satires as well. In Epist. 1.1, for example, Horace assumes a philosopher’s freedom of speech with his benefactor similar to that of Davus, the convert with more enthusiasm than expertise in Sat. 2.7. Having listed a cornucopia of faults that philosophy can cure—such as greed, love of glory, envy, anger, laziness, drunkenness, and lust—Horace picks greed and applies it to his addressee, calling Maecenas (quite inappropriately) a merchant. Like Davus, the persona gets so enthusiastic about his project of philosophical reflection that he begins spouting whatever ethical formulae come to mind, forgetting, it seems, that he has just stressed that the object of his search is his own edification and betterment.\n\r\nThe human weaknesses catalogued in the first poem show the Epistles are a continuation of, rather than a break from, Horace’s earlier poetry; the ethical concerns that had been part of the fabric of his lyric poetry and of his satires have become the explicit focus of the letters. The Epistles take place against a background of concerns both contemporary and timeless—independence, friendship, consistency, ambition, public versus private life, getting ahead and getting along with others, social advancement versus contentment, and, as always, literature.\nAssociations of place are especially marked. Geographical distance often invites reference to a physical place, and the epistolary genre lends itself to the investigation of the relationship between physical place and psychic state. On the most literal level Horace makes much of his surroundings, whether the location is the frenetic capital or his beloved country estate. Such exploration of place encompasses intangible place as well. Simplicity and clarity (ethical, social, and political) distinguish the countryside from its complicated urban counterpart. While physical place can often have an impact on psychological happiness, the poet also stresses the priority of internal peace over external surroundings; he chides his vilicus (overseer) and himself as well for supposing a change of scene will bring happiness (Epist. 1.14, 1.8). To his traveling friend Bullatius, he writes in Epist. 1.11.26: “caelum, non animum, mutant qui trans mare currunt” (those who dash across the sea change their climate, but not their state of mind).\nThe letters are addressed both to known historical individuals—such as Maecenas (Epist. 1, 7, 19), Augustus’s stepson Tiberius (7), the advocate Trebatius (5), and Albius (probably the poet Tibullus, 4)—and to others who are otherwise unattested and perhaps friends only of the poet’s imagination. Some addressees appear only in the letters while others appear elsewhere—for example, Julius Florus is also the addressee of a second letter (Epist. 2.2) and Iccius is the recipient of an ode as well as an epistle (Odes 1.29 and Epist. 1.11). In addition to being the addressee of Epist. 1.10 and Odes 1.22, Horace’s close friend Aristius Fuscus appears among the readers whose critical approval Horace values (Sat. 1.10) and as the friend who refuses to extricate the beleaguered Horace from the unwanted attentions of a social climbing pest (Sat. 1.9).\nIn letters written to a range of addressees about ethical issues, the interplay between the specificity of social expectations and the universality of philosophical ideals comes to the fore. Horace’s own interaction with the social dynamics of Rome is also prominent in these letters. At times he seems to stand apart and scrutinize his society (Epist. 1.6) or give magisterial advice (Epist. 1.2, 12); at other times he combines advice to acquaintances with revelations about his own failings (Epist. 1. 8, 11) or seems to concentrate exclusively on himself (Epist. 15). Several letters play on what Horace has learned about interacting with those at the top of Rome’s social hierarchy. Horace keeps the reader aware of the potential for tension and conflict between human aspirations for the socially advantageous life and the ethically commendable one. Instead of rationalizing the potential for conflict, Horace points to it. He suggests to Quinctius (Epist. 1.16) that being deemed a good man by social standards does not entitle him to the corresponding ethical accolade; he warns Scaeva (Epist. 1.17) that his social status bars him from an aggressive pursuit of his goals; and he advises Lollius (Epist. 1.18) that as he grooms himself for the role of patron, he must play the role of dependent. Horace does not expose Roman social life as a fraud but instead shows a complex ethical awareness in action among people of different social levels in a society that places a high premium on competition and advancement.\nHorace’s shifting focus keeps the reader from feeling that he has found a smooth solution to keeping the balance he advocates. Thus, for example, Horace’s claim that he prefers peaceful Tarentum to regal Rome (Epist. 1.7) is followed by an admission that he can find contentment nowhere (Epist. 1.8). So too he enthusiastically embraces reflective withdrawal in Epist. 1.1 and judges it excessive in Epist. 1.4 when he encourages Albius to leave his pensive solitude. Yet, the book as a whole suggests a real balance, perhaps because the reader constantly feels Horace’s self-awareness as he portrays his world as a place where ethical considerations are always present, even if ethical ideals are not always realized. Even virtue is not an absolute, but exists in a social context: “Insani sapiens nomen ferat, aequus iniqui, / ultra quam satis est virtutem si petat ipsam” (Let the wise man be dubbed crazy and the fair man unjust if he should pursue virtue herself beyond what is enough, Epist. 1.6.15-16).\nAn epitome of the poet’s career in the final poem puts a personal seal on the collection. It also offers a brief physical description matched by a jest in one of Augustus’s letters recorded by Suetonius. Horace presents himself as short, prematurely gray, fond of sunning himself, and as quick to be appeased as he was prone to anger. Augustus wrote that Horace composed poems to match his stature—short. Horace should remember that he is also stout and could measure the length of his poems by the circumference of his stomach. Such facetious letters from Augustus show that over the years Horace came to be on friendly terms with the emperor himself. In these letters the emperor encourages Horace to treat him as an intimate, addressing Horace with affectionate bantering. Suetonius also records a letter in which Augustus, overwhelmed by infirm health and the duties of his position, tells Maecenas he would like Horace’s help in answering his abundant correspondence. Horace declined the post of secretary, pleading his own ill health. Apparently not slighted by the refusal, Augustus jokingly wrote a letter in which he assured the poet that he still thought highly of him, even if Horace had spurned a closer friendship.\nIn addition to frequent generous gifts, Augustus honored the 48-year-old poet by engaging him to write the hymn for the secular games (Carmen saeculare, 17 BCE). The Ludi saeculares were intended to commemorate the transition from one saeculum (or the longest human life span, counted as a period of one hundred years) to another. The previous ceremonies had taken place in 146 BCE, and there may have been plans for secular games in 46 BCE; none, however, took place. Preparations began in the 20s BCE for an unparalleled celebration to help herald a new age of peace and prosperity, appropriately coinciding with the arrival of a comet. From May 30 to June 3, the days and nights were full of unprecedented pomp and fanfare—rituals, sacrifices, and purification ceremonies that involved both Roman leaders and the people. Horace’s hymn, performed on the final day by 27 girls and 27 boys, reflects the emphasis of the games on peace, prosperity, fertility, and the simple values of trust, honor, and chastity.\nWhile the hymn has not elicited much critical admiration, Horace’s justifiable pride in being chosen as Rome’s vatic voice for what must have been a spectacular and unforgettable celebration is reflected not only in the solemnity of the Carmen saeculare itself but also in the fourth book of Odes, published sometime after the emperor’s return from Spain to Rome in 13 BCE. According to Suetonius, Augustus asked Horace to compose victory odes for his stepsons Tiberius and Drusus after their successful campaign against the Vindelici in 15 BCE (Odes 4.4 and Odes 4.14) and to compose a fourth book of Odes. Four of the 15 poems celebrate the princeps and his heirs directly (Odes 4, 5, 14, 15), and a fifth, a recusatio, praises Augustus while denying the poet’s ability to laud the emperor in the Pindaric style he deserves. Horace’s final book of odes insured that the memory of Augustus and his stepsons would not lack a sacred poet.\nIn the opening poem of the fourth book Horace declares himself too old for love even as he is swept away by desire for the boy Ligurinus. It is not the only erotic poem in the collection: Odes 4.10 chides Ligurinus for his arrogant cruelty and warns him that one day he too will grow old and undesirable; ode 13 wavers between Eros and revenge as the poet gloats that his former lover Lyce now indeed grows old, despite her efforts to appear young. The poet invites Phyllis to a birthday party for Maecenas in a poem that combines eroticism, a festive occasion with wine and song, and ethical reflection (Odes 4.11).\nMuch of the focus of the book, however, is on the poet’s love affair with his art and its power. The poet of book 4 exults in his well-defined and secure place as esteemed poet of Rome. In the style of Pindar he declares himself not a Pindaric swan but a bee of the Italian countryside fashioning tightly worked poems (Odes 4.2). The swan soars; Horace stays happily by the Tiber. To the muse Melpomene, Horace expresses his gratitude for the literary prestige he has won (Odes 4.3). The sixth ode weaves mythological references to Apollo’s supremacy over Niobe, Tityos, and Achilles into a hymn of gratitude for the gifts that Erato has bestowed on Horace and an exhortation to the chorus of young boys and girls who will sing the Carmen saeculare.\nHorace’s promise that the youthful chorus will cherish the memory of their performance at the secular games looks to a conspicuous argument of the book—the power of poetry to immortalize otherwise mortal men, including the poet. Odes 4.7, which the poet and renowned classical textual scholar A.E. Housman considered the most beautiful poem in ancient literature and translated in 1897, moves from the flight of winter and the joyous return of spring to the ageless cycle of seasons and the ephemeral nature of human life:\nfrigora mitescunt Zephyris, ver proterit aestas,\r\n    interitura, simul\r\npomifer autumnus fruges effuderit, et mox\r\n    bruma recurrit iners.\r\ndamna tamen celeres reparant caelestia lunae:\r\n    nos ubi decidimus\r\nquo pius Aeneas, quo dives Tullus et Ancus,\r\n    pulvis et umbra sumus.\n\r\n(Thaw follows frost; hard on the heel of spring\r\n    Treads summer sure to die, for hard on hers\r\nComes autumn, with his apples scattering;\r\n    Then back to wintertide, when nothing stirs.\r\nBut oh, whate’er the sky-led seasons mar,\r\n    Moon upon moon rebuilds it with her beams;\r\nCome we where Tullus and where Ancus are,\r\n    And good Aeneas, we are dust and dreams.)\n \nThe lament on the brevity of life and the finality of death is immediately followed by two poems on the immortalizing power of poetry. In Odes 4.8 Horace lists, only to reject, gifts of great wealth in preference for the gift of a lyric poem. Instead, the poem offers Censorinus the gift of immortality: while all unrecorded merit fades away, poets have rescued the worthy from death forever. The next poem makes a similar point (Odes 4.9.25-28) with the highly memorable proclamation: “Many brave men lived before Agamemnon, but all, unwept and unknown, are pressed by the long night because they lack a sacred poet.” Poetry alone conquers death.\nWhereas throughout Odes I-III Horace used his poetic talents to promote a simple lifestyle rooted in the kind of values found in rural Italy, in the final book of Odes he celebrates renewed moral strength and peace. In Odes 4.5 he says a golden age has returned, not as a world of the imagination created by poetry (as in, for example, Odes 1.17) but as a benefit of Augustus’s rule. A comparison of Odes 4.5 with Odes 3.6 shows that homes that know only purity have replaced a lamentable lack of chastity, while a return to simple, stable values and religious traditions replaces the wistful yearning for past glories. The final ode celebrates Augustus’s return and glorifies the emperor’s accomplishments. Peace reigns at home, abroad, and, it seems, in the heart of Rome’s poet laureate. The final two stanzas show Horace not the removed vates, but one with the people, mingling his call for wine and song with images of family and religious observance indicative of Rome’s renewal.\nMaecenas appears only once in the fourth book, in an ode that celebrates his birthday (Odes 4.11). The centrality of Maecenas in Horace’s poetry evolved toward an increased involvement with and investment in the princeps. This shift has often been linked to an event that occurred the same year that Odes I-III were published. Terentius Varro Murena, Maecenas’s brother-in-law, and celebrated in Odes 3.19 and 2.10, was involved in a conspiracy against the princeps. Maecenas is said to have told his wife Terentia that her brother had been found out; Maecenas’s indiscretion was of no help to Murena and may have harmed Maecenas’s own relations with Augustus. Maecenas may have played a less- active role after this time, but the tone of Odes 4.11, as well as the several poems addressed to him in the first book of letters (Epist. 1, 7, 19), indicates continued strong friendship between Horace and his patron.\nAugustus had been the subject of many laudatory odes but not the direct recipient of one of the more informal sermones. The closest he came to receiving a letter was Epistle 1.13, a barrage of anxious instructions from the poet aimed at the courier who was to deliver scrolls of poetry (probably Odes I-III) to the emperor but directed more as a compliment to the emperor himself, expressing the poet’s concern for a decorous introduction of his work. Suetonius writes that when Augustus had read some of the sermones (probably referring to the epistles), he wrote Horace a witty complaint, accusing him of not wanting to acknowledge their friendship. Horace’s response was the first of the two poems that comprise Epistles II, the opening lines of which (1-4) praise Augustus’s leadership while offering an excuse for the poet’s hesitation in addressing one of his verse letters to the emperor:\n“Since all by yourself you shoulder so many and such important public affairs, you keep Italy safe by arms, furnish her with good values, correct her faults with laws: I should offend the public good, Caesar, if I should waste your time with lengthy conversation.”\nThe letter is, in fact, a fairly lengthy conversation (270 lines) about literature. The force of tradition is so strong at Rome, Horace complains, that the highly polished works of contemporary poets are dismissed in favor of the “classics,” the works of the pioneers of Roman literature, valued more for their antiquity than for their merit. The impulse to diminish contemporary literature has not, he says, discouraged his countrymen from trying their hands at verse. Horace advises Augustus to look on this literary mania as a good thing since poets are harmless folk, dedicated to their art and beneficial in their own way to the public good (124-133). The poet is, in W. Colin Macleod’s translation:\n                                  ... useful to his country\r\nif you grant that great affairs can be helped by small ones.\r\nThe poet moulds our tender, fumbling lips\r\nin childhood, tweaks our ears away from smut;\r\nlater he shapes our hearts with kind advice,\r\ncorrects our roughness, envy and bad temper,\r\nrecords good deeds, supplies the age with models\r\nfrom the past, consoles the poor and despondent.\r\nHow would the choirs of virgin girls and boys\r\nlearn to sing prayers, if the Muse had made no bards?\n\r\nThe emperor should especially value the writers whose work is aimed at a small, select audience of readers, rather than those who seek to please the masses by writing for large public performances. Painstaking contemporary poets (such as Horace) may not have large public appeal, Horace argues, but they contribute to the lasting legacy of Roman literature.\nThe letter has taken on a special irony over the centuries. Horace scoffed at the idea of preferring inferior older literature to more-recent and greater works, and insisted that a writer continually earn his audience. Odes 3.30 gives an answer to his own challenge, anticipating his future as a poet who wins fresh acclaim with each generation.\nLiterature and ethics are the focus of the letter to Julius Florus (Epist. 2.2), perhaps published before the letter to Augustus. Since Florus is traveling (Florus accompanied Tiberius to Armenia, Epist. 1.3), the letter was probably written around the same time as the first book of epistles. Florus was also a poet, and Horace adopts the stance of a seasoned mentor. The opening sets the tone, which is as informal as the letter to Augustus is ceremonious. Horace protests that his failure to produce the poems he had promised needs no excuse; just like an honest slave dealer who had warned the buyer of a slave’s defects, Horace had warned his young friend that he was lazy. To Augustus, Horace had written about literature as it relates to an emperor’s interests. To Florus, however, Horace gives a fellow poet’s point of view in a list of excuses for his lack of productivity: Rome provides a rich mine for examples and character sketches but not a proper environment for writing; in a city teeming with poets competing for literary prestige, many demands are placed on Horace’s time and patience; and incompetent poets can enjoy the luxury of loving their own work while real poets, talented and dedicated, know the torment and frustration involved in writing well. Horace’s final justification for not writing—that he is studying ethics instead—moves the argument to a series of ethical reflections and exhortations reminiscent of Epist. 1.1.\nThe Ars poetica remains in many ways a mystery. The Ars was not grouped in the manuscript tradition as it is now, with the second book of the Epistles, but was listed as a separate publication. Its date of composition (variously put between 23-18 BCE or 13-8 BCE), the identity of the addressees, and even the title, are disputed. Sometimes called the Epistula ad Pisones (Letter to the Pisos), the poem is better known by the title first recorded by Quintilian, Ars poetica. The Pisos are identified by the scholiast Porphyrio as the sons of Lucius Calpurnius Piso (Pontifex), the consul of 15 BCE; Piso’s sons have been lost to history, however. Some argue that the poem honors Cn. Calpurnius Piso (consul in 23 BCE) and his two sons, or perhaps the father of Lucius Calpurnius Piso (Pontifex), Lucius Calpurnius Piso Caesoninus, who was the patron of the Epicurean philosopher and poet Philodemus, whose work both Horace and Virgil knew and admired.\nThe Ars itself is a rambling, difficult poem. Porphyrio says that Horace modeled his precepts of literature after those of Neoptolemus of Parium (3rd century BCE), some aspects of whose works are polemically discussed in fragments of Philodemus. Analyzing the structure, arrangement, and meaning of the Ars, however, has long kept readers busy. The poem can roughly be divided into two halves: the first half is about ars (technical skill, lines 1-294) and can be subdivided into a short introductory section on content (1-44) and a much longer discourse on style (45-294); the second half is devoted to the artifex (poet, 295-476). Using the classifications Philodemus attributes to Neoptolemus, the Ars can also be divided into an introduction (lines 1-40); a section on poiema (style, 41-118); a section on poiesis (content, 119-294); and the longest part, a section on the poet (295-476).\nAlso puzzling is the prominence of drama (tragedy, comedy, and satyr plays), since scant evidence for Augustan theater exists. The focus of the Ars on the large-scale genres is sometimes credited to the importance of drama and epic in Aristotle (and thus in the peripatetic Neoptolemus). The letter to Augustus also focuses on drama and appeals to the emperor to cultivate literature that is read rather than watched (Epist. 2.1.214-218), a suggestion that implies that Augustus’s literary interests may have affected the emphasis on this genre.\nNeoptolemus was surely not the sole source for the Ars. Horace’s debt to Philodemus and Epicurean poetics may become clearer with further discoveries from his works in the Villa de Papyri in Herculaneum. Some of Horace’s precepts correspond to those found in Cicero’s De oratore, and many of them are familiar from Horace’s other writings about literature. Although little is known of the literary debates and theories in Horace’s time, contemporary Roman thought certainly had an impact on the Ars.\nThe Ars is often linked with Aristotle’s Poetics and Rhetoric (in the Renaissance they were sometimes considered virtually interchangeable). The poet’s approach, however, is quite unlike the philosopher’s. Instead of analytical classifications that aim at explicating the whys and hows of human discourse, Horace presents his reader with a view of the poetic art metamorphosed into poetry. Horace’s persona in the Ars poetica is also distinct from that of the third most famous work on literary criticism in antiquity, Longinus’s On the Sublime (probably written mid 1st century AD). For Longinus, great literature conveys an intellectual and emotional thrill to the reader. Full of literary enthusiasm, On the Sublime looks to the literature of the past as reference points for future writers and proposes to identify and explain what makes great literature great.\nThe Ars is harder to classify, and interpretations range from a serious didactic essay for young poets to a parody of literary treatises. The poem begins with the principle of poetic unity, but its own synthesis is less than harmonious, and its narrator is sometimes reminiscent of Catius spouting culinary precepts in Sat. 2.4. A vivid image (A. p. 1-5) opens the poem:\nSuppose a painter wanted to join a horse’s neck to a human head and to add on various feathers, with the limbs collected from all the species, so that what begins above as a lovely woman winds up horribly in a black fish—could you hold your laughter, friends, if you were admitted for a look?\nThis whimsical creation illustrates the principle that every poem should be unified and harmonious: “denique sit quidvis, simplex dumtaxat et unum” (23); George Gordon, Lord Byron, translates the line: “In fine, to whatsoever you aspire, / let it at least be simple and entire” (“Hints from Horace,” 37-38). Between the opening sketch and the maxim the reader is treated to more vignettes—the epic poet who puts purpurei panni (purple patches, 15) in all the wrong places (14-19), a self-indulgent votive painter (19-21), and an inept potter (21-23). Between this quite Horatian beginning and the closing sketch of the mad poet (453-476), the Ars is liberally sprinkled with observations, exhortations, literary history, commentary on the contemporary literary scene, and more satiric portraits.\nIf an ideal craftsman could be constructed from Horace’s work, he would be someone whose art is furthered by natural talent (408-411) and who knows himself and his abilities well (38-40); someone who is willing to work hard (289-294), to be satisfied with excellence alone (372-373), and to accept criticism (385-390, 438-452). He would especially understand the importance of decorum, the principle that harmonizes style and content, a key theme of the Ars. He would strive to write poetry that both pleases and teaches (99-100, 333-334, 343-344).\nThe authority of the Ars comes in good part from its well-stated principles of sound composition. As Pope said, “Horace still charms with graceful negligence / and without method talks us into sense” (Essay on Criticism, 653-654). Even a meager sampling shows the continued relevance of Horace’s eloquently written precepts: “brevis esse laboro, / obscurus fio” ( I struggle to be brief—I become obscure, 25-26), “scribendi recte sapere est principium et fons” (Good sense is the first principle and source of writing well, 309), “verbaque provisam rem non invita sequentur” (Once the subject has been thought out, the words willingly follow, 311), “omne tulit punctum qui miscuit utile dulci” (The writer who mixes the useful with the sweet carries the whole vote, 343).\nDespite its many difficulties, the Ars has enjoyed a considerable literary afterlife. An important text during the Middle Ages and Renaissance, its principles of unity, characterization, arrangement, and diction greatly influenced literary theory then and afterwards. From the 16th century there are translations in French, Spanish, and Italian—a partial gauge of its influence. Boileau in his L’art poétique (1674), which was translated into English by Sir William Soames and John Dryden, looked to Horace as an authority for French literature. In the eighteenth century Alexander Pope in his Essay on Criticism owed a heavy debt to the Ars as well. In “After Horace” the poet Michael Longley suggests that the present-day reader might profit from closer attention to the aesthetics of the Ars:\nWe postmodernists can live with that human head\r\nStuck on a horse’s neck, or the plastering of multi-\r\nColoured feathers over the limbs of assorted animals\r\n(So that what began on top as a gorgeous woman\r\nTapers off cleverly into the tail of a black fish).\n\r\nSince our fertile imaginations cannot make head\r\nOr tail of anything, wild things interbreed with tame,\r\nSnakes with birds, lambs with tigers ... [.]\nSuetonius supplies what little is known of the end of Horace’s life. Maecenas, who died in the late summer of 8 BC, had recorded his affection for Horace in a codicil of his will to the Emperor: “Horati Flacci ut mei esto memor” (Keep Horatius Flaccus in mind as you would me). Horace, who had written many years before that when Maecenas died, so would he (Odes 2.17), died 58 days after Maecenas on November 27, 8 BCE at age 57. Augustus was proclaimed his heir in front of witnesses, since the violent decline in Horace’s health did not permit him to have his will signed and witnessed. He was buried at the periphery of the Esquiline next to the tomb of Maecenas.\nRecognized as the leading lyric poet of Rome during his own lifetime, Horace, soon after his death, became an author studied in schools. In the final poem of Epistles I, the poet addresses the book, personified as a slave eager to run off and try his luck in Rome. Putting oneself in the hands of the public entails many risks, warns Horace, including “Hoc quoque te manet, ut pueros elementa docentem / Occupet extemis in vicis balba senectus” (this also is in store for you, that a stammering old age will take you by surprise as you teach children their letters in far-off villages, 17-18).\nDuring the centuries immediately following his death, scholars edited the text of Horace’s poetry and wrote scholia—collections of notes of varying length (and accuracy) that accompanied the text in the manuscript transmission. At the end of the 2nd century Helenius Acron wrote a scholarly commentary. Acron’s commentary partially survives in a much-expanded and reworked version, the scholia of Pseudo-Acron, much of which was written in the 5th century AD, with many later additions. The scholia of Pomponius Porphyrio, written in the 3rd century, also survive. Modern texts of Horace are based on manuscripts dating from the ninth to the 12th century, which in turn derived from two or three medieval manuscripts.\nHorace’s ability to work complex arguments and homely commonplaces into verses masterly in their balance and variety has attracted admirers since antiquity. In the century after Horace’s death the satirist Persius praises Horace’s ability to make a friend laugh—and to keep him as a friend—while pointing out that friend’s every fault (1.116-118). In Petronius’s Satyricon, the poet Eumolpus judges “Horatii curiosa felicitas” (Horace’s painstaking fluency, 118.5) as a touchstone of poetic expression. In his work on the training of orators, Quintilian gives several examples of Horace’s eloquence and calls him Rome’s chief lyric poet: “At lyricorum idem Horatius fere solus legi dignus: nam et insurgit aliquando et plenus est iucunditatis et gratiae et uarius figuris et uerbis felicissime audax” (Of the lyric poets Horace is nearly the only one who deserves to be read: for at times he soars and he is full of a pleasing delightfulness and varied in his expression and most excellently bold in his choice of words, Institutio Oratoria, 10.1.96).\nHorace’s success as a poet can be measured partly by how difficult he is to imitate and translate and by how many admirers have sought to do both. Readers in the Middle Ages looked to Horace as a moralist and as a literary critic and appreciated the Satires and Epistles more than the more difficult Odes. The enthusiasm of the Italian Renaissance poets Petrarch (14th century), Landinio, and Politian (late 15th century) for the Odes encouraged the popularity of Horace’s lyric. Horace was one of Montaigne’s (16th century) favorite poets. The themes and poetics of both the lyrics and the satires greatly influenced Ben Jonson (late 16th, early 17th century), Robert Herrick, Andrew Marvell, Milton, and Dryden (17th century). The Odes continued to be springboards for much of both public and private 17th-century English lyrics. Pope was the leading Horatian poet writing in English during the 18th century, the Age of Augustanism, especially imitating Horace’s hexameter poetry, while Alfred, Lord Tennyson, Matthew Arnold, Byron, and Rudyard Kipling were among Horace’s enthusiasts in the 19th century. Horace continued to inspire modern poets, among them Ezra Pound. \nWhile the different genres of his work have specific qualities, they all share in being Horatian, a quality that many have tried to define. In Nietzsche’s view, Horace’s peerless artistry separates him from all other poets. Compared to Horace’s Odes, “All the rest of poetry becomes, in contrast, something too popular—a mere garrulity of feelings” (“What I owe to the ancients,” Twilight of the Idols, 1). Horace transforms “feelings”—his love for friends, the countryside, the comforts of life, and his art; his keen sense of physical, social and ethical place; and his exhortations to enjoy life in the present—into what Pope in An Essay on Criticism (1711) called “true wit” or “nature to advantage dressed; / What oft was thought, but ne’er so well expressed” (297-298). In his informal satires, epistles, and iambics as well as in his lyrics, Horace transformed many of the varieties of human experience and sensibility into unforgettable, immortal poetry.\n \n", "attrs": {"Region:": ["Italy"]}}