{"pf_url": "https://www.poetryfoundation.org/poets/howard-moss", "name": "Howard Moss", "yob": "1922", "yod": "1987", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1aca98e3163eefe7e1fe2082988fe48b8eaeb89c.jpeg", "bio": "\nHoward Moss was the poetry editor of the New Yorker for almost forty years. In that influential capacity, this quiet, unassuming man was one of the key figures in American letters in the late twentieth century, boosting the careers of many young poets by publishing their work in one of the few mass circulation magazines which bought poetry and paid well for it. Writing in World Literature Today, Ashley Brown observed that \"it would not be an exaggeration to say that [Moss] has sponsored several careers.\" Among poets to benefit from his patronage are James Dickey, Galway Kinnell, James Scully, Theodore Roethke, L. E. Sissman, Anne Sexton, Richard Wilbur, Sylvia Plath, and Mark Strand. Moss's work at the New Yorker eclipsed his own accomplishments as a talented writer with a sizable body of high quality work, including literary criticism, satire, plays, and poetry. \"Partly as a consequence of [his role at the New Yorker] his own talent has been underrated,\" observed David Ray in Contemporary Poets. \"Yet he has with consistent productivity ... turned out volume after volume and has dutifully and with impressive scholarship written criticism. He is, in short, an American man-of-letters in a sense largely missing from our literary culture.\"\n\r\nOver the course of more than four decades, Moss produced fourteen books of poetry which won wide praise from critics for their quiet, structured power. Laurence Lieberman, writing in his  Unassigned Frequencies, found that in the best of Moss's poems \"a mellow calm quietly and slowly builds behind the elaborate structure and peaks in a final organ music, a beautiful sereneness that is an unmistakable tonality of the earned purer mind.\" In an article for  Poetry, Edmund White claimed that Moss had a \"divine knack [for] arranging perfectly observed facts in a truthful way, a way that corresponds to the structure of our emotions, to their natural curvature.\" Nonetheless, during his lifetime Moss's skills as a poet were largely underappreciated; he never found the fame or wide readership that some critics felt he deserved. As Stephen Gardner pointed out in the Dictionary of Literary Biography: \"With few exceptions, criticism of Moss's poetry has been limited to occasional commentaries, particularly reviews. He is frequently cited, always respected, yet seldom confronted.\"\n\r\nMoss began his career at the New Yorker after a brief stint as a reviewer for Time and a teacher at Vassar College. At first a fiction editor for the magazine, Moss became poetry editor in 1950 after convincing New Yorker editor Harold Ross to let him try the job. It was a position he would hold for the rest of his life. Over the years, he invariably purchased far more poetry than the New Yorker could ever publish. When he took a one-year sabbatical in the fall of 1972, the backlog in his files reportedly stood at one hundred and thirty poems; the magazine simply stopped considering poetry submissions until Moss returned.\n\r\nMoss's first collection of verse, The Wound and the Weather, was published in 1946, when he was just twenty-four. That book received mixed reviews, for as Gardner pointed out, \"The poems exhibit a range of successes and weaknesses. Generally, [they] are strict, formal, and regular; the language ranges from stiff or static to accomplished and smooth.\" Gardner also noted that Moss's early poetry sometimes tended to \"echo the all-too-familiar,\" and occasionally showed the influence of Wallace Stevens, a poet whose work Moss greatly admired. With his second volume of poems, The Toy Fair, Moss displayed a growing talent. Several reviewers noted that while Moss's lines remained iambic, his wording witty, and his themes cerebral, his skills as a poet had matured. Howard Nemerov, writing in the Atlantic Monthly, for example, lauded The Toy Fair as \"one of the most accomplished collections of lyric poetry to appear since the war.\"\n\nA Winter Come, a Summer Gone: Poems, 1946-1960 combines verse culled from Moss's first three volumes with fourteen new poems. Much of the poetry deals with the theme of love in its various forms. The critical reception for the book was generally favorable. Typical was the response of Thom Gunn, who reviewed A Winter Come, a Summer Gone for the Yale Review. While dismissing some of the poems in the collection as being flawed by \"slickness or empty gesturing,\" Gunn hailed Moss's poetry as being \"superior to that of most of the rest of his generation.\"\n\r\nMoss's next book of poetry was 1965's Finding Them Lost and Other Poems. Its publication was of special significance because it marked the beginning of a \"new direction\" in Moss's work—both thematically and personally. Speaking to an interviewer from the New York Quarterly, he confided that in writing Finding Them Lost and Other Poems he had set out to escape from his \"usual methods.\" A concise range of metaphor is evident in these poems. As Gardner noted, \"The vision [in this book] is limited and apocalyptic; the dominant sets of images are those of light and darkness, of stillness and motion, of life and death.\" This change of approach was solidified in Second Nature. Although Moss's characteristic precision of language remained very much in evidence in the poems in this collection, reviewers noted that the rhymes were looser and closer to free verse than had been the case in Moss's early poetry. His style had clearly changed.\n\r\nPerhaps Moss's most critically acclaimed volume was Selected Poems, a compilation of his best work from the 1960s plus seven new poems. Library Journal described Selected Poems as \"beautiful and memorable,\" while a reviewer for  Harper's termed it \"powerful.\" Gardner opined that \"the sampling of earlier poems allows the reader to see, and to feel, Moss's progress as a poet and craftsman.\" Those evaluations and Moss's status as one of America's leading poets were underscored when Selected Poems earned its author election to the National Institute of Arts and Letters, as well as a 1972 National Book Award.\n\r\nMoss's New Selected Poems, a collection of his best work published in 1985, was praised by Ashley Brown in World Literature Today as \"one of the most civilized and satisfying collections of poetry in our generation.\" Vernon Shetley, writing in  Poetry, stated that in reading the poems included in this collection \"one sees a steady growth in maturity and power from the brittle brilliance of the early work to the rich, fluid meditations of his most recent volumes.\" New Selected Poems was awarded the Lenore Marshall/Nation Prize as the outstanding book of poems published in the U.S. in 1985.\n\r\nMany critics have observed that Moss displayed a uniformly high quality in the work he produced and never ceased experimenting and testing the limits of his own creative abilities. \"In the later volumes,\" Gardner noted, \"[Moss's] poems [began] to exhibit more flexibility, stretching the confines of the line and adding the dramatic value of the conversational.\" J. D. McClatchy, writing in the Nation, opined that \"[Moss] has linked himself to—and learned from—some of this century's major figures. If Moss's early work declares its allegiance to Auden and Yeats, his more mature poems owe something to James Merrill's heartfelt wit, and to Elizabeth Bishop's passionate detachment, her meticulous descriptions, her 'sane imagination.' Moss has made these qualities entirely his own, and added to them the narrative aplomb of those writers—like Chekhov, and Proust, Eudora Welty and Elizabeth Bowen—his prose pays homage to.\"\n\r\nAlthough a recognized poet, Moss also enjoyed a reputation as a literary critic. Among his most praised critical works was The Magic Lantern of Marcel Proust, an insightful study of the French novelist. That slender volume, reviewer Arthur H. Beattie observed, \"might well be viewed as the magic lantern of Howard Moss turned upon the world of Marcel Proust; as it illuminates that world, it suffuses it with colors which reveal the sensitive nature and keen mind of the critic.\" Helen Vendler, writing in the New Republic, pointed out another aspect of Moss's study of Proust. \"Looking at [his] choices as a critic, it is apparent that he prefers, on the whole, writers who exhibit delicacy as well as strength—Chekhov, Proust, Flaubert, James, Auden, Bishop, Mansfield,\" she wrote.\n\r\nUpon Moss's death in 1987, the New Yorker, the magazine that had employed him for forty years, had this to say: \"Few poets in our time have been able to concentrate their whole lives on poetry, [but] Howard Moss did just that.... It was not simply our offices but the office of poet that he graced with his life.\" Bruce Bawer, in a Moss tribute entitled \"The Passing of an Elegist\" in the New Criterion, echoed those sentiments when he remarked, \"Certainly the grace, refinement, and deep humanity of [his] poetry will continue to draw readers to him when many of the more celebrated poets of our day are forgotten.\"\n", "attrs": {}}