{"pf_url": "https://www.poetryfoundation.org/poets/hugh-macdiarmid", "name": "Hugh MacDiarmid", "yob": "1892", "yod": "1978", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/a22fdb138780b93f5ab5ccf9b14aca859d59d2dc.jpeg", "bio": "\nC. M. Grieve, best known under his pseudonym Hugh MacDiarmid, is credited with effecting a Scottish literary revolution which restored an indigenous Scots literature and has been acknowledged as the greatest poet that his country has produced since Robert Burns. As a writer, political theorist, revolutionary, prophet, and multifaceted personality, he was a man to be reckoned with, even by those who did not agree that he was one of Great Britain's major poets. Ian Hamilton wrote that MacDiarmid made enemies largely because \"he makes his own rules, contemns categories, cracks open water-tight compartments, bestraddles disciplines, scorns social, cultural, and academic cliques and claques, and affirms . . . that it is not failure but low aim that is criminal.\"  MacDiarmid's opinions, Hamilton continued, \"display in bewildering profusion the contradictions inherent in the Scottish character; but his poetry holds them all in the tension of Gregory Smith's 'Caledonian antisyzygy'. . . . He stands wherever extremes meet and clash, to absorb the turmoil. 'And damn consistency!' He has dedicated himself to the enlargement of human consciousness, and that is no neat and tidy business.\" Hamilton further stated that \"Goethe is the only writer with whom Hugh MacDiarmid can be compared in intellectual audacity and imaginative voracity. It is impossible for a Scotsman . . . to see MacDiarmid simply as a poet. He is, also, more judiciously appreciated abroad than at home—except in England, where he is accorded the indifferent indulgence due to outstanding eccentrics. . . . He is still as Douglas Young saw him: 'at bay on his native heath, sprouting fresh tines at every angle and bellowing to quell the pack'—an indomitable, irreconcilable, unpredictable, paradoxical, and unpuffable genius.\"  MacDiarmid was born Christopher Murray Grieve in 1892 in Langholm, Dumfriesshire, Scotland. His father was a local postman in the area, which lay near the border with England. For their home, the family shared quarters with the local library, and as a youngster MacDiarmid was known to use a clothes basket to transport the large numbers of volumes that he enjoyed borrowing from its shelves. He studied at Langholm Academy, worked as a student teacher for time after 1908, but entered the field of journalism in 1910. A member of the Independent Labour Party since the age of sixteen, he was also a committed socialist. A stint in the Royal Army Medical Corps during World War I interrupted his career, and after a 1918 marriage he settled in the Montrose area and began writing poetry. Northern Numbers, a series of three anthologies which MacDiarmid edited, and to which he contributed verse, appeared in the early 1920s and was heralded as the beginning of a new literary movement in Scotland.  In 1922 the poet began using the \"MacDiarmid\" pseudonym with verse in Scots. The language had once thrived in Scotland, both in the vernacular and in literary works, before Scotland's 1701 union with England. \"It fragmented into regional dialects and was subjected to social prejudices; its prose development was aborted; and its poetic revival in the eighteenth century, culminating in the work of Burns, was inevitably restricted in range,\" noted Kenneth Buthlay in an essay for the Dictionary of Literary Biography. In the post-Burns era, no genuine literary revival for the language occurred, for Scots was used by only a few nineteenth-century poets, none of whom were very well regarded. When MacDiarmid began using Scots words in his verse, the practice seemed to free his creative spirit. He combed dictionaries and other Scots sources for inspiration; one of the first poems to emerge from this effort was \"The Watergaw.\"  MacDiarmid's poetry is often characterized as lyrical, argumentative, polemical, and contradictory. Unable to believe, as W. H. Auden did, that poetry makes nothing happen, MacDiarmid in 1926 stated that \"the function of art is the extension of human consciousness.\" When he published Direadh he noted: \"I turn from the poetry of beauty to the poetry of wisdom—of 'wisdom,' that is to say, the poetry of moral and intellectual problems, and the emotions they generate.\" Writing in Hugh MacDiarmid (C. M. Grieve), Buthlay called MacDiarmid's later poetry, such as that contained in  In Memoriam James Joyce, the \"poetry of information.\" The early MacDiarmid, according to Iain Crichton Smith in Hugh MacDiarmid: A Critical Survey, began like Blake, with lyrics which contain \"a fusion of the intellect and feeling which is highly unusual and at times hallucinatory. [Then both went on] to write long poems based rather insecurely on systems which are fairly private (even MacDiarmid's communism doesn't seem to be all that orthodox).\" The change in MacDiarmid's poetry occurred about 1930. MacDiarmid explained: \"I, like Heine after the success of his lyrics, found . . . I could no longer go on with that sort of thing but required to break up the unity of the lyric and introduce new material of various kinds on different levels of significance. It took Heine years of agonized effort to find the new form he needed, and his later work, in which he did find it, never won a measure of esteem like that secured by his early work. So in my case.\"  Much of the strength of MacDiarmid's reputation still rests on his early lyrics. Smith notes that the lyrical fusion of the masculine and feminine sensibility was later replaced by an attitude that was entirely masculine, dour, and willful, and, he believes, weaker as a result. An early volume, A Drunk Man Looks at the Thistle, was hailed by Oliver St. John Gogarty as \"the most virile and vivid poetry written in English or any dialect thereof for many a long day,\" and is still considered to be one of the finest contemporary poems. According to Buthlay, the poem, \"without quite bursting at the seams, is able to hold all or almost all of MacDiarmid—which is to say that it is crammed full of fine lyrics, satire, flyting, parody, burlesque, occasional verse, Rabelaisian jokes, metaphysical conceits, translations and adaptations, sustained meditations and speculations on philosophical and religious problems, elemental symbols, and allusions recondite and otherwise.\"  Buthlay has also pointed out that MacDiarmid was, in a special sense, an eclectic poet. \"One cannot derive his style from particular sources because the sources are so many and so fantastically varied. This has obvious dangers, and [MacDiarmid] speaks of his fear of having 'paralysed his creative faculties by over-reading.' What saved him from this in the end was the intense activity of a 'tiny specialist cell in his brain' which constantly experimented with an 'obscure ray . . . emanating from his subtle realisation that beyond the individual mind of each man was a collective mind'—that is, the 'collective unconscious' of Jung.\"  In his later poems MacDiarmid turned from imaginative to intellectual verse. He no longer said, as he had in 1923, that he was \"quite certain that the imagination had some way of dealing with the truth which the reason had not, and that commandments delivered when the body is still and the reason silent are the most binding that the souls of men can ever know.\" Many critics were disappointed with MacDiarmid's intellectualism. Crichton Smith bemoaned the fact that MacDiarmid should think that \"a poetry of ideas must necessarily be a more 'serious' poetry. These long poems may be intellectually exciting but they are not serious. They do not confront us with serious things. They do not, I think, react on us as whole human beings.\"  \"The weakness of MacDiarmid's use of facts,\" wrote Buthlay, \"is that he is oftener content to catalogue them with Whitman than to follow Thoreau's hint of the need to transmute them imaginatively into 'the substance of the human mind.'\" Ian Gordon lamented the change to \"a style that is inconsequent always, incoherent very often, and is all too seldom poetry.\" His admirers, according to Hamilton, \"claim that MacDiarmid has triumphantly fashioned a loose, discursive, open-ended kind of meditative vehicle which is hospitable to ideas, facts and arguments, that he has marvellously broken free of fiddling post-symbolist constraints. The unconvinced, [however,] complain that he has merely granted himself a licence to be boringly opinionated, that he has ditched rhythm, metaphor and formal discipline in order to make room for muddled, self-admiring chat.\"  Though Buthlay felt that MacDiarmid wrote too much and discriminated too little, he considered him \"a major poet, and there is no book he has written that does not, however partially or intermittently, testify to that fact.\" Late in life MacDiarmid turned to what the Times Literary Supplement called \"infinitely expansible poetry on an epic scale.\" In Hamilton's opinion, the range of poetry to be found in Collected Poems \"is breathtaking; and the faults, flaws, and fissures serve not to diminish but (as always with genius) to enhance its superhuman scale.\"  MacDiarmid's abiding interest was language, particularly its aural qualities. When he became the leading figure in the Scottish Renaissance of the twenties, he encouraged others to write in the eclectic Scots tongue. During the early thirties he moved from this synthetic Scots, or \"Lallans,\" to what Buthlay called \"synthetic English,\" a combination of English scientific terminology and \"recondite elements of the English vocabulary.\" This experiment was short-lived, for by 1935, when Second Hymn to Lenin and Other Poems appeared, he no longer employed \"synthetic English,\" and only the title poem had been written (three years previously) in Scots. From about 1935 until shortly before his death he wrote almost entirely in English, although he did compose several longer poems in Scots, principally because he felt that, to quote T. S. Eliot, \"many things can be expressed in Scots which cannot be expressed in English at all.\"  MacDiarmid turned to Scots not merely because he was a Scottish nationalist. To write in Scots was an act of faith, what MacDiarmid called \"an experience akin to religious conversion.\" Moreover, he used Scots, as David Daiches explained, not as an alternative to English; he used it \"for effects which are unobtainable in English.\" This un-Englishness in his writings led to comparisons with James Joyce. Edwin Muir noted that \"except Mr. Joyce, nobody at present is writing more resourceful English prose.\" Muir called  Sangschaw \"the product of a realistic, or more exactly a materialistic, imagination, which seizing upon everyday reality shows not the strange beauty which that sometimes takes on, but rather the beauty which it possesses normally and in use.\" MacDiarmid said about the aesthetic values of Scots: \"One of the most distinctive characteristics of the Vernacular, part of its very essence, is its insistent recognition of the body, the senses. . . . This explains the unique blend of the lyrical and the ludicrous in primitive Scots sentiment. . . . The essence of the genius of our race is, in our opinion, the reconciliation it effects between the base and the beautiful, recognising that they are complementary and indispensable to each other.\" Buthlay noted, however, that by 1934, some former admirers were no longer enthusiastic about Vernacular poetry, and were, in fact, \"expressing grave doubts about the possibilities of Scots as a literary medium.\" And in 1936 Muir declared, \"[MacDiarmid] has written some remarkable poetry; but he has left Scottish verse very much where it was before.\"  The English were not very receptive to MacDiarmid's use of Scots for his writing. (Buthlay reports that not one important English critic had anything favorable to say about A Drunk Man Looks at the Thistle until it appeared in Collected Poems thirty-six years later.) Yet it is undeniable that MacDiarmid made Scots a reputable medium for poetry. M. L. Rosenthal felt that MacDiarmid's best work was executed in Scots. Other critics thought that he surpassed Burns. \"Certainly he has a range of reference that has not been in Scottish poetry since Dunbar,\" wrote Louis Simpson. \"He has written fine lyrics and discursive poems, in English as well as Scots.\"  Alan Denson noted that MacDiarmid was no mere theorist. \"Like all true artists his concern and his language have been directed to the betterment of economic and educational conditions.\" MacDiarmid has been called everything from a Scottish nationalist and a Marxist internationalist to a Nietzschean communist. His communism was, in any event, highly individualistic. He wrote in his autobiography: \"I am . . . interested only in a very subordinate way in the politics of Socialism as a political theory; my real concern with Socialism is as an artist's organised approach to the interdependencies of life.\" Buthlay noted that MacDiarmid was \"especially preoccupied with the source of 'inspiration' and the mysterious factors that go to produce 'genius,' because he believed the hope of mankind to lie in the possibility of evolving a race of men to whom what is now called 'genius' would be the norm. The tremendous significance of Lenin's revolution (and Douglas's economics) was that it promised to clear 'bread-and-butter problems' out of the way and establish much more favourable conditions for this all-important evolutionary process.\" As might be expected, these opinions were not universally well received. As Simpson observed, MacDiarmid \"was driven out of the market place; for years he lived in actual poverty on an island off the coast of Scotland. . . . In the thirties when the university Marxists—W. H. Auden, Spender and their friends—became fashionable, MacDiarmid remained obscure. He came from the working class; he meant what he said; he was embarrassing.\"  MacDiarmid remained in Montrose through the 1920s. In 1929 he moved to London to become involved in a start-up magazine aimed at the new medium of radio. Vox, however, was a short-lived venture, and the following year found the writer in Liverpool working as a public relations officer with the Organization for Advancing the Interests of Merseyside. He spent more time in London, then lived in Shetland Islands for several years with his second wife and infant son. During World War II, he worked as a laborer for the war effort in Clydeside, and even served in the British Merchant Service. After the war he settled in the Lanarkshire village of Biggar in 1951. He died there of cancer in 1978.  In 1992, on the centenary of the poet's birth, the Manchester publisher Carcanet began issuing editions of his collected works in a project deemed \"MacDiarmid 2000.\" The Economist reviewed one of the first titles, Selected Poems, and heralded the work as a sign that MacDiarmid \"is increasingly recognised for what he truly is—one of the titans of modernism.\" The review noted that the poet remains a conflicted presence in the annals of his homeland's literary history. \"In Scotland itself, MacDiarmid's work continues to produce the mixture of adulation, fury, irritation and bafflement it did during Grieve's long life. Which is entirely as the old devil would have wished.\"  \"You cannot read MacDiarmid 'just for the poetry',\" wrote Simpson; \"he doesn't want to be read that way; he flings his opinions in your teeth.\" The Times Literary Supplement reviewer added: \"From his very beginnings Mr. MacDiarmid has never been interested in mere literature or even, whatever his gifts for it, in mere poetry; writing for him has been an aspect, an instrument, of political and cultural struggle, and his poems have increasingly tended towards the condition of the manifesto or the prophecy. Mere art he now sees as a temptation.\" In his instructional essays, for example, \"he demonstrates the intrinsic interest in ideas and principles which has been the hidden descant to all his writings,\" wrote Denson. \"Warm in sentiment, genial in manner, every stratum in [his] essays is deeper, richer, and stronger than queasy appetites could stomach.\"  His principal pseudonym, Hugh MacDiarmid (he used others early in his career in order to review his own works), \"is more of a  nom de guerre than a nom de plume,\" wrote Buthlay. \"Hugh MacDiarmid is the scourge of the Philistines, the ruthless intellectual tough looking for a rumble.\" A Times Literary Supplement writer noted that, roughly, \"C. M. Grieve was the professional journalist, the editor, the critic and publicist, the man who expressed hopes but also realistic doubts; Hugh MacDiarmid was the bard, the prophet, the enemy of compromise. The two identities, and the possibility of disagreement and discussion between them, saved their owner also from getting tied too sharply down to one narrow position.\"  \"My story,\" MacDiarmid once said, \"is the story of an absolutist whose absolutes came to grief in his private life.\" In his last years he led \"a quiet, rustic, ascetic life,\" according to Buthlay. In Scotland he became a legendary figure. Denson commented: \"The spirit is everything, the letter a mere translation of the man. Is there elsewhere an emblem more apt to describe Hugh MacDiarmid's quality, as a man, than his own words? Perhaps only Mozart's music could depict such a poet.\"\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Modern"]}}