{"pf_url": "https://www.poetryfoundation.org/poets/helene-cardona", "name": "Hélène Cardona", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/15/95c76d426b76837859eaca8a14f558fcacd3bb30.jpeg", "bio": "\nPoet, actor, and literary translator Hélène Cardona was born in Paris and raised all over Europe before settling in the United States. She earned her MA in American literature from the Sorbonne, where she wrote her thesis on Henry James. Cardona is the author of the bilingual collections Life in Suspension (2016), called “a vivid self-portrait as scholar, seer and muse” by John Ashbery; Dreaming My Animal Selves (2013), and The Astonished Universe (2006). David Mason describes Cardona’s poetry as “liminal, mystical and other-worldly,” adding, “this is a poet who writes in a rare light.” The book was included in The London Magazine’s alternative poetry list for 2015, which hailed it as “simultaneously rapturous and lucid.”\nCardona’s luminous poetry, hailed as visionary by Richard Wilbur, explores consciousness, the power of place, and ancestral roots. It is poetry of alchemy and healing, a gateway to the unconscious and the dream world. Stephen Yenser calls Life in Suspension “a terrific and singular achievement,” and Joanne Harris declares it deeply spiritual, “a tour de force of language and phonetics.” Exploring language and the psyche, Cardona discussed her poetry in a 2014 interview: “The poem is a gesture, an opening towards a greater truth or understanding. Art brings us to the edge of the incomprehensible. The poems, in their alchemy and geology, are fragments of dreams, enigmas, shafts of light, part myth, and part fable.”\nCardona’s translations include Beyond Elsewhere (by Gabriel Arnou-Laujeac, 2016), recipient of a Hemingway Grant; Ce que nous portons (Dorianne Laux, 2014); The Birnam Wood (by her father José Manuel Cardona, 2018); and, with Yves Lambrecht, Walt Whitman’s Civil War Writings for WhitmanWeb (2015). She has also translated Rimbaud, Baudelaire, René Depestre, Ernest Pépin, Aloysius Bertrand, Maram Al-Masri, Eric Sarner, Jean-Claude Renard, Nicolas Grenier, and Christiane Singer.\nCardona’s work has been translated into 13 languages. She has received awards from the Goethe-Institut and the Universidad Internacional de Andalucía. She has taught at Hamilton College and Loyola Marymount University.\n", "attrs": {"Region:": ["France"]}}