{"pf_url": "https://www.poetryfoundation.org/poets/ibtisam-barakat", "name": "Ibtisam Barakat", "yob": "1964", "yod": null, "image": null, "bio": "\nBorn in Beit Hanina, Palestine, poet, prose writer, educator, and peace activist Ibtisam Barakat was three years old when she fled her home with her family during the Six-Day War. She grew up under Israel’s occupation of the West Bank, received a BA in English literature from the West Bank’s Birzeit University, and emigrated to the United States in 1986. She first settled in New York City, where she interned for The Nation, and later earned a dual master’s degree—in journalism, and in human development and family studies—from the University of Missouri, Columbia.\n“My writing is a clear and spacious window,” Barakat states in a feature on her life on the Institute for Middle East Understanding’s website. “I know whether it’s morning or it’s night, whether it’s a rainy day or a summer day, and whether it’s a season of freedom outside and inside or a season of fear, all through what I see reflected in my writing.” Barakat’s free-verse, short-lined poems often use metaphor as a point of entrance in their explorations of themes such as healing, peacemaking, and children’s experiences of war.\nHer memoir, Tasting the Sky: A Palestinian Childhood (2007), received considerable critical acclaim, was chosen by Booklist as one of the Top Ten Biographies for Youth, received the 2008 International Reading Association’s Best Nonfiction Book Award for Children and Young Adults as well as the Arab American National Museum Book Award for Children’s Literature, and has been translated into several languages. Barakat’s second memoir, Balcony on the Moon: Coming of Age in Palestine (2016) received praise in Booklist, Kirkus, Publishers Weekly, and many other publications.\nBarakat’s stories and poems have been anthologized in Shattered (2002); The Flag of Childhood (2002), edited by Naomi Shihab Nye; Teaching Powerful Writing: 25 Read-Aloud Stories (2001), and elsewhere. In 1994 Barakat won the National Library of Poetry’s Outstanding Poetry Award.\nBarakat has taught at Stephens College and is the founder of the Write Your Life seminars.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}