{"pf_url": "https://www.poetryfoundation.org/poets/ilya-kaminsky", "name": "Ilya Kaminsky", "yob": "1977", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/445f4ebcc0f0e551f82cb629665df6ee798ba272.jpeg", "bio": "\nPoet Ilya Kaminsky was born in the former Soviet Union city of Odessa. He lost most of his hearing at the age of four after a doctor misdiagnosed mumps as a cold, and his family was granted political asylum by the United States in 1993, settling in Rochester, New York. After his father’s death in 1994, Kaminsky began to write poems in English. He explained in an interview with the Adirondack Review, “I chose English because no one in my family or friends knew it—no one I spoke to could read what I wrote. I myself did not know the language. It was a parallel reality, an insanely beautiful freedom. It still is.”\r\n \r\nKaminsky went on to earn a BA in political science at Georgetown University and a JD at the University of California’s Hastings College of the Law. With Paloma Capanna, he co-founded Poets for Peace, which sponsors poetry readings across the globe to support relief work. He has also worked as a clerk for the National Immigration Law Center and for Bay Area Legal Aid.\r\n \r\nWith language at once ecstatic, plain, and infused with fairy tale, Kaminsky’s poems span ages and voices to summon the stuff of life: love, grief, joy, and laughter. “His poems move through the lives of others, known and unknown, connecting the sweet and bitter stories of lost worlds,” notes E.M. Kaufman in the Library Journal. Kaminsky is the author of Dancing in Odessa (2004), which won the Tupelo Press Dorset Prize, the American Academy of Arts and Letters’ Metcalf Award, and ForeWord Magazine’s Best Poetry Book of the Year award, and has been translated into French and Romanian. Traveling Musicians (2007) is a selection of his poems originally written in Russian. His most recent collection is Deaf Republic (2019), which a finalist for the National Book Critics Circle Award.\r\n \r\nKaminsky’s honors include a Whiting Writers’ Award, the Milton Center’s Award for Excellence in Writing, the Florence Kahn Memorial Award, Poetry magazine’s Levinson Prize as well as their Ruth Lilly Fellowship, Philips Exeter Academy’s George Bennett Fellowship, a Lannan Foundation fellowship, and an Academy of American Poets fellowship. He coedited, with Susan Harris, the Ecco Anthology of International Poetry (2010), and edited and co-translated Polina Barskova’s This Lamentable City (2010). He has also served as the editor of the online journal In Posse Review. He lives in San Diego.\n", "attrs": {}}