{"pf_url": "https://www.poetryfoundation.org/poets/ingeborg-bachmann", "name": "Ingeborg Bachmann", "yob": "1926", "yod": "1973", "image": null, "bio": "\nBorn in Klagenfurt, Carinthia, Austrian poet and writer Ingeborg Bachmann saw Nazi troops march through her town when she was 12 years old. She was educated at the universities of Innsbruck, Graz, and Vienna, where she earned a PhD. She began her writing career as a radio scriptwriter, and gained critical attention for her poetry after giving a reading at a Gruppe 47 meeting, a postwar writing association whose membership included Hans Werner Richter, Günter Grass, Heinrich Böll, and Paul Celan.\r\n \r\nIn her poetry, Bachmann explores interpersonal boundaries and the potential of language in a postwar landscape. During her lifetime, she published the poetry collections Die gestundete Zeit (1953), which won the Gruppe 47 Literature Prize, and Anrufung des großen bären (1956), or Invocation of the Great Bear. She wrote the librettos for the Hans Werner Henze operas Der Prinz von Homburg (1960), or The Prince of Homburg, and Der junge lord (1965), or The Young Lord. Henze also set several of Bachmann’s poems to music. Recent editions of her poetry include the bilingual edition Darkness Spoken: The Collected Poems of Ingeborg Bachmann (2005, translated by Peter Filkins) and Enigma: Selected Poems (2011, translated by Mike Lyons and Patrick Drysdale).\r\n \r\nBachmann is the author of the story collections Das dreißigste Jahr or The Thirtieth Year (1961, translated by Michael Bullock in 1964) and Simultan , or Three Paths to the Lake (1972, translated by Mary Fran Gilbert in 1989). Bachmann’s debut novel, Malina (1971), was translated by Philip Boehm in 1999. In 1979, the two novels Bachmann was working on at the time of her death were posthumously published as fragments: Der fall Franza (or Franz’s Case) and Requiem für Fanny Goldmann (or Requiem for Fanny Goldmann). War Diary (2011, edited by Hans Höller and translated by Michael Mitchell) offers sketches of war resistance and postwar life as well as a selection of her correspondence with British soldier Jack Hamesh. A portrait of Bachmann’s relationship with the poet Paul Celan can be found in Ingeborg Bachmann–Paul Celan: Correspondence (2010, translated by Wieland Hoban).\r\n \r\nIntroductions to Bachmann’s work appear in Ingeborg Bachmann and Christa Wolf: Selected Prose and Drama (1998, edited by Patricia A. Herminghouse) and Last Living Words: The Ingeborg Bachmann Reader (2005, translated by Lilian Friedberg). A four-volume edition of Bachmann’s work was published in 1978. Numerous critical and biographical volumes have been published about Bachmann’s work and life, including Ingeborg Bachmann’s Telling Stories: Fairy-Tale Beginnings and Holocaust Endings, by Kirsten A. Krick-Aigner (2002); Understanding Ingeborg Bachmann, by Karen Achberger (1995); and The Voice of History: An Exegesis of Selected Short Stories from Ingeborg Bachmann’s Das Dreissigste Jahr and Sumultan from the Perspective of Austria, by Lisa De Serbine Bahrawy (1990).\r\n \r\nBachmann taught at Harvard University and the University of Frankfurt. Her honors include membership in the West Berlin Academy of Arts, an Austrian National Medal, and a Georg Büchner Prize from the German Academy for Language and Literature. Bachmann died at the age of 47 after a fire in her Rome apartment. She is buried at the Annabichl Cemetery in Klagenfurt. The prestigious Ingeborg Bachmann Prize has been awarded annually since 1977. The University of London’s Institute of Modern Languages Research honors Bachmann’s contributions to literature with the Ingeborg Bachmann Center for Austrian Literature, a center for the study of 20th-century Austrian literature.\n", "attrs": {}}