{"pf_url": "https://www.poetryfoundation.org/poets/irina-ratushinskaya", "name": "Irina Ratushinskaya", "yob": "1954", "yod": "2017", "image": null, "bio": "\nA Russian poet, novelist, and dissident, Irina Ratushinskaya was born in Odessa and studied physics, rather than the humanities, at Odessa I. I. Mechnikov National University, in part because she feared the humanities were compromised by communist ideology. Rejecting overtures from the KGB, she taught physics and math at a primary school before being fired for criticizing the school’s anti-Semitic policies. In 1980, Ratushinskaya and her husband, Igor Gerashchenko, began to protest the Soviet Union’s human rights violations in earnest, and Ratushinskaya’s poetry began appearing in samizdat journals.\n\r\nIn 1982, she was arrested on charges of “anti-Soviet agitation and propaganda” and sentenced to seven years of forced labor. She served three years in brutally harsh conditions, including long periods in the “small zone,” a prison within the prison reserved for political prisoners. Ratushinskaya wrote poems on bars of soap so she could quickly wash them away if caught. She also memorized the lines to write down on cigarette papers later. Many of her poems were smuggled out of prison this way. Enormous international outrage and Mikhail Gorbachev’s glasnost policy led to Ratushinskaya’s release in 1986.\n\r\nHer collections of poetry published in English include Beyond the Limit (translated by Frances Padorr Brent and Carol J. Avins, 1987) and Pencil Letter (1989). Her autobiographical account of her time in prison, Grey Is the Color of Hope (1988), was an international bestseller. She also published the memoir In the Beginning (1991) and the novel Fictions and Lies (translated by Alyona Kojevnikova, 1999). In 1988, Sally Beamish composed the cycle No, I’m Not Afraid, based on Ratushinskaya’s poems, for chamber orchestra.\n\r\nRatushinskaya served as poet-in-residence at Northwestern University from 1987–1989. She continued to write poems and television scripts after returning to Moscow in 1998 with her husband and twin sons.\n", "attrs": {"Region:": ["Russia"]}}