{"pf_url": "https://www.poetryfoundation.org/poets/isaac-rosenberg", "name": "Isaac Rosenberg", "yob": "1890", "yod": "1918", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b0b49994bd068d92923d9bd2d63eaa95e8ba5e69.jpeg", "bio": "\nIsaac Rosenberg may be remembered as an Anglo-Jewish war poet, but his poetry stretches beyond those narrow categories. Since Rosenberg was only 28 when he died, most critics have tended to treat his corpus as a promising but flawed start, and they wonder if he would have become a great poet had he lived. His poetic legacy is thus still being debated: he was a Jewish poet, he was an English poet; he was a war poet, he was a painter-poet; he was a young poet; he was a great poet and a minor poet. In his brief career, Rosenberg created a small selection of poems and a great many questions. His career was cut tragically short when he was killed while fighting in World War I.\n\r\nRosenberg was born on November 25, 1890 in Bristol. His parents, Dovber “Barnett” Rosenberg and Hacha “Hannah” Davidov Rosenberg, were Jewish immigrants from Russia. During Rosenberg's childhood, they moved into the squalid streets of London's Jewish ghetto and set up a butcher's shop. The shop was soon confiscated, however, and Rosenberg's parents were forced to work as itinerants during the rest of his life. Rosenberg himself was only able to attend school briefly; at age 14, he began to work as an engraver's apprentice, spending his spare time practicing painting. He eventually showed so much promise in the visual arts that he was granted funds to attend the Slade Art School, a significant center of aesthetic theory. The school—which trained artists of various stripes, including Rosenberg's friend Mark Gertler—prized originality above all, and rewarded students with vision above those with labored skill.\n\r\nRosenberg ultimately developed “infinity of suggestion,” particularly in his poetry. But his early works seem too deeply influenced by the romantics to reveal much of Rosenberg's own voice. In Night and Day (1912), for example, Rosenberg's poems ring with “poetical” sounding words, lending the verse a self-conscious, antique air. As Thomas Staley wrote in Dictionary of Literary Biography: “The poems in this thin volume are much like his early paintings in that they lacked originality, a distinctive voice. The influence of Shelley and Keats, especially Keats's 'Endymion,' is clear, and even the imagery is suffused with Keatsian diction. But the subject matter seems to probe beyond this influence to go backward in search of a more comprehensive vision of the world.” Rosenberg produced one more volume of poetry, Youth (1915), before enlisting in a battalion to fight in World War I. Francine Ringold, writing for the Encyclopedia of World Literature, noted that Youth follows the general pattern of Night and Day: “all of these self-published works [Rosenberg's first volumes of poetry] demonstrate the moral earnestness and predilection for sonorous language that give [Rosenberg]'s work its richness yet, when in excess, detract from its effectiveness.” Irving Howe comments, similarly: “The early Rosenberg is always driving himself to say more than he has to say, because he thinks poets must speak to large matters. Later he learns that in a poppy in the trenches or a louse in a soldier's shirt, there is enough matter for poetry.”\n\r\nRosenberg fought in World War I between 1915 and 1918, dying in the Battle of Arras on April 1. During this period, his work reached a kind of early maturity; in this period he found a truly distinctive voice, one indebted to the Old Testament and his sidelined Jewish identity. Many critics see Rosenberg strictly through his war poems. Others, however, insist that the war was only a subject for Rosenberg, or perhaps a challenge for which he was eminently suited. Rosenberg's vision of the human relationship with God was rooted in his Jewish heritage and depends on the metaphors of the Old Testament. Rosenberg's Judaism is explored perhaps most fully in his dramatic fragments, Moses and The Unicorn. “Had Rosenberg lived to develop further along the lines on which he had already moved,” wrote David Daiches in Commentary, “he might have changed the course of modern English poetry, producing side by side with the poetry of Eliot and his school a richer and more monumental kind of verse, opposing a new romantic poetry to the new metaphysical brand.”\n\r\nCritics tend to dismiss Rosenberg based on his brief career and his thin contribution to English letters. But in his final poems, Rosenberg offers something more than war poetry or Anglo-Jewish poetry. “The tragedy of war gave [his] affinities full expression in his later poems,” Staley concluded, “and as war became the universe of his poetry, the power of his Jewish roots and the classical themes became the sources of his moral vision as well as his poetic achievement.”\n", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}