{"pf_url": "https://www.poetryfoundation.org/poets/isabella-whitney", "name": "Isabella Whitney", "yob": "1548", "yod": "1573", "image": null, "bio": "\nIsabella Whitney claims attention as the first Englishwoman believed to have written original secular poetry for publication. Her established oeuvre consists of two short anthologies of lively materials joined in a winsome, original manner. The Copy of a Letter  (1567?) includes three robust love poems, with an \"admonition\" appended to the first, written in the personae of jilted (but unconventional) men and women and playing on the debates on women's nature popular in the sixteenth century; A Sweet Nosegay (1573) combines prose and verse in what appears to be an autobiographical narrative. Both works suggest that Whitney was a most unconventional woman, an inference underlined by her seemingly easy publication of breezy, secular verses.  Little is known about Whitney's life. Like most woman writers of her time, she has been neglected by scholars until recently; she is noted only briefly in the Dictionary of National Biography, for example, where two sentences are devoted to her in the entry on her brother, Geoffrey, author of A Choice of Emblems (1586), a book of no great distinction.  As Geoffrey's sister, Isabella Whitney can be described as the descendant of a Cheshire family that had been settled on a small estate at Coole Pilate, near Nantwich, long before the sixteenth century. Her brother was named after their father; their mother's name is not known. Although styled a \"young gentlewoman\" on the title page of The Copy of a Letter , Whitney may, therefore, more precisely be described as a member of the minor gentry. She was not wealthy: her self-descriptions indicate that she is down on her luck, having lost her post as a servant of an unnamed person; she describes herself in A Sweet Nosegay as \"whole in body, and in mind, / but very weak in purse.\" Moreover, the advice on performing menial tasks that she writes to \"two of her younger sisters serving in London\" in that work seems clearly founded on her own experience. She explains that she has turned to writing as a profession since she is \"harvestless, / and serviceless also.\" The opportunity to write is also related to her single state: \"Had I a husband, or a house, / and all that longs thereto / My self could frame about to rouse / as other women do: / But till some household cares me tie, / My books and pen I will apply.\" Finally, the \"Certain Familiar Epistles and Friendly Letters by the Author: With Replies,\" included in A Sweet Nosegay and directed in sprightly verse to a brother, a brother-in-law, and three sisters, indicate that her immediate family was fairly large; these persons are also mentioned in Geoffrey's will of 1600. It cannot, however, be proved that Isabella, who is not otherwise named in that will, is the \"Sister Eldershae\" to whom Geoffrey left five marks, or even that she was still alive in 1600.  The reasons for Whitney's obscurity and for the general paucity of published writings by women of her period are not far to seek, for even privileged women of the sixteenth century were usually denied training in or exercise of rhetoric, the touchstone of Renaissance culture. In his Instruction of a Christian Woman (1523) Joannes Ludovicus (Juan Luis) Vives, perhaps the most influential author of the sixteenth century on women's education, prescribes an impressive reading list for women—impressive relative to earlier centuries, limited relative to the list he prescribes for men in De Ratione Studii ad Carolum Montjorum (1524)—but a most limited writing program for women. Like other Christian humanists, Vives wanted women to be introduced to sober and pious writers and believed that they would be inspired to live upright lives on the basis of such a program of controlled reading but felt that they had no need to study eloquence or rhetoric. How much Whitney benefited from the Renaissance opening of some education to some women is not known, but such strictures make her effervescent poetry all the more remarkable.  Both of Whitney's collections were printed by Richard Jones, who specialized in popular ephemeral works. \"The Copy,\"  the title poem of the earlier anthology, as well as the \"Admonition by the Author, to All Young Gentlewomen and to All Other Maids in General to Beware of Men's Flattery,\" are written in a woman's voice. \"The Copy\" is a strong-minded retort by a young woman of spirit to a former lover who, she has learned, has married another woman. Her complaint may be imaginative rather than literal, for the statement by \"The Printer to the Reader\" says that The Copy of a Letter is \"both false and also true.\" Whitney's simplicity, unadorned language, commonsensical statements and devices, and realistic point of view have an affinity to \"the native plain style of poetry\" characteristic of such poets as George Turberville, George Gascoigne, and Barnabe Googe.  The female love lament was popularized by Turberville's translation of Ovid's Heroides as The Heroical Epistles  in the same year that The Copy of a Letter probably appeared. Her inclusion of such a lament shows Whitney's familiarity with current literary trends but reflects them with a difference. She identifies with the classical women whom she mentions, and shows her awareness of the passivity expected of women and of the double standard that disadvantaged women. It has been said that she transformed the solitary Ovidian heroine into a more bourgeois figure—that of the marriage counselor—who could write to an inconstant male lover from the vantage point of a superior.  Perhaps most impressive of all, Whitney reduces the devices of unfaithful men to the status of a cruel sport in her \"Admonition,\" in which, after instancing many betrayals of women by men in antiquity, she likens an unlucky woman to an unwary fish caught on a hook. Whitney's jocose tone renders these comments sporting rather than plaintive, and the reader senses that the situation is under control. The two final pieces in  The Copy of a Letter, \"A Loveletter, Sent from a Faithful Lover to an Unconstant Maiden\" and \"R.W. against the Willful Inconstancy of His Dear Foe E. T.,\" may have been written by men. All the pieces in the anthology express the hard-won wisdom that could be expected of a relatively free literary spirit.  Whitney's second collection—particularly \"The Will and Testament\" with which it closes—is arguably her more substantial work. As several scholars have noted, A Sweet Nosegay, comprising 110 quatrains of advice, falls within the tradition of such popular literature as Gascoigne's A Hundred Sundry Flowers (1573), a work that includes several experiments with narrative, including \"The Adventures of Master F. J.\"—a novella in prose with fourteen interpolated poems—and \"The Delectable History of Sundry Adventures Passed by Dan Bartholomew of Bath,\" with an interpolated mock last will and testament. In writing a narrative composed of diverse parts, Whitney resembles such other mid-Elizabethan poets as Turberville, who ties a series of love poems into a vague love narrative; George Whetstone, who recounts a romantic story about Bohemian knights somewhat similar to Cymbeline; and Nicholas Breton, who ties a group of diverse poems together. But the body of A Sweet Nosegay is derived particularly from Sir Hugh Plat's The Flowers of Philosophy (1572)—in Whitney's own words, from \"Plat his Plot ... / where fragrant flowers abound.\"  Plat has been remembered until recently as a practical scientist and writer on gardening, domestic economy, and applied science, rather than as a poet. But while neither the first edition of The Flowers of Philosophy nor a later edition of 1581 (each preserved in only one copy) was listed in the Short-Title Catalogue of 1926, the book, written in the tradition of the plain style, was obviously known to his contemporaries, and its style can be compared with that in poems in such anthologies as Tottel's Miscellany  (1557), A Handful of Pleasant Delights (1566?), The Paradise of Dainty Devices (1576), The Gorgeous Gallery of Gallant Inventions (1584), and Robert Allot's England's Parnassus (1600). Building on maxims in Plat's collection, Whitney embroiders and points many of his themes, dividing her epigrams into such categories as friendship, love, and dependence, although Plat's collection is more formal and impersonal than hers. She develops a coherent narrative framework for her rhymed adages in the form of an autobiographical account of her troubles and of her need for comfort.  The body of A Sweet Nosegay is followed by \"Certain Familiar Epistles and Friendly Letters by the Author: With Replies,\" which provide information on Whitney's family and life. They continue the autobiographical frame and lead to the final poem in the collection, \"The Will and Testament,\" written because Whitney must leave London as a result of her troubles. Certainly the will is tied thematically to the complaints in the earlier part of the Nosegay by the prefatory statement that \"the author (though loath to leave the city) upon her friends' procurement, is constrained to depart, wherefore she faineth as she would die and maketh her will and testament, as followeth.\" Though, as Geoffrey Whitney's sister, Isabella Whitney must have been at least partially bred in Cheshire, she had obviously lived in the London she describes so lovingly in this poem—perhaps as a serving maid, to judge from the evidence of her epistle to her sisters, perhaps with her parents, of whom she says in her \"Will and Testament,\" \"To Smithfield I must something leave / my parents there did dwell.\"  The lively, sometimes even madcap, mock legacy brings contemporary London alive as a place replete with \"brave buildings rare,\" \"boots, shoes or pantables,\" \"handsome men,\" \"proper girls,\" \"coggers, and some honest men.\" Her vividness, perhaps the more remarkable for its presence in a nondramatic poem, reminds one of the London of the city comedies that would be a feature of the early-seventeenth-century stage. Wendy Wall discusses the relationship of Whitney's \"Will\" to more somber legacy literature by women. It is also useful to consider qualities in the poem that relate it to other popular literary types, including emblem books such as those by Whitney's brother, the vernacular character sketches that were developing throughout the sixteenth century, and other mock testaments—that is, types of popular writing not traditionally associated with women writers. For example, her poem can be connected with character sketches embodied in the list of sixteenth-century tradesmen in \"Cock Lorell's Boat.\" It should also be noted that Whitney's occasional descriptions of rogue types is a kind of depiction that was to become popular in the developing contemporary genres of the rogue tract and the cony-catching pamphlet. Some of these works, such as John Awdeley's \"Fraternity of Vagabonds ... Whereunto also Is Adjoined the Twenty-five Order of Knaves ... Confirmed for Ever by Cock Lovell\"(1575), carry an obvious relationship to the earlier character studies.  The \"Will\" is also similar to such mock testaments as William Dunbar's \"Testament of Mr. Andro Kennedy\"(1508), Humphrey Powell's  \"Will of the Devil and His Last Testament\" (circa 1550), \"The Testament of the Hawthorn\" (in Tottel's Miscellany, 1557), and Robert Copland's Jill of Breyntford's Testament  (circa 1563). Perhaps it most suggestively resembles the most polished of such works, Gascoigne's \"Last Will and Testament of Dan Bartholomew of Bath,\" particularly in being fit into a narrative frame. None of these poems, however, with the possible exception of Gascoigne's much slighter piece, can compare with her \"Will\" in incisiveness or interest. Gascoigne's testament may even have been written in imitation of Whitney's A Sweet Nosegay. The similarities among these pieces and Whitney's \"Will\" suggest that Isabella Whitney was inexplicably the embodiment of a \"Judith Shakespeare,\" the imaginary Elizabethan woman whom Virginia Woolf conjured up—before Whitney's existence was known—and imagined to have been \"as adventurous, as imaginative, as agog to see the world as [William Shakespeare] was.\"  It remains to note the suggestion by Robert J. Fehrenbach that Whitney may have been the author of several otherwise unassigned poems printed by Jones in two miscellanies: \"The Lady Beloved Exclaimeth of the Great Untruth of Her Lover\" and \"The Lamentation of a Gentlewoman upon the Death of Her Late Deceased Friend William Gruffith, Gent.,\" in A Gorgeous Gallery of Gallant Inventions, and \"The Complaint of a Woman Lover,\"  in  A Handful of Pleasant Delights. Like the earlier hypothesis that Whitney wrote  \"Another by I.W.,\" one of the introductory poems in Thomas Morley's Plain and Easy Introduction to Practical Music (1597), this is an unprovable, but interesting, possibility.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}