{"pf_url": "https://www.poetryfoundation.org/poets/isabella-borgeson", "name": "Isabella Borgeson", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/f8d4f8474a0ef0e7c8e0ee89f2a8039b465820ac.jpeg", "bio": "\nIsabella “Isa” Borgeson (she/they) is a queer, mixed race, white and Filipina poet, community organizer, and educator from Oakland, California. She was named a “Best New Poet” of 2018 after being nominated for her poem “relearning Ocean.” She has received fellowships from Voices of Our Nation Art Foundation (2015, 2017), the Poetry Incubator through Crescendo Literary (2016), and AIR Serenbe as their 2019 Spoken Word Artist with a commitment to Community and Collaboration (SWACC!) Fellow. In 2020, Borgeson received a Ruth Lilly and Dorothy Sargent Rosenberg Poetry Fellowship from the Poetry Foundation.\nIn December 2015, Borgeson was selected as one of four poets in the world to perform at the United Nations Climate Change negotiations in Paris for COP21, where she spoke to global leaders about the impact of climate change on her Philippines homeland. Her poetry is influenced by the years she spent organizing grassroots rehabilitation projects after super typhoon Haiyan/Yolanda devastated her mother's hometown. \nBorgeson is a cofounder and organizer of the Root Slam, a free poetry venue in Oakland dedicated to promoting the artistic growth of the Bay Area poetry community and serving as an inclusive and socially just space. She currently organizes with the #StopSanQuentinOutbreak coalition, focusing on rapid response campaign work to support incarcerated communities during the COVID-19 pandemic at San Quentin State Prison and at prisons, jails, and detention centers across California. \nBorgeson’s work has been featured on CNN, the Inquirer, BOAAT Press, and more. Her passion and commitment toward teaching poetry as a tool for resistance keeps her grounded in her communities across the Pacific Ocean, a homeland from Oakland to Tanauan.  \n", "attrs": {}}