{"pf_url": "https://www.poetryfoundation.org/poets/ivan-blatny", "name": "Ivan Blatný", "yob": "1919", "yod": "1990", "image": null, "bio": "\n                                                                    Ivan Blatný was born in Brno, Czechoslovakia. An important figure in the country’s interwar avant-garde, Blatný was associated with the Skupina 42 (Group 42) circle of artists that included Jiří Kolár and Kamil Lhoták. He published four books in Czechoslovakia in the 1940s, including a work indebted to Proust, Hledání přítomného času (In Search of Present Time, 1947). After the Communist coup in 1948, Blatný left Czechoslovakia for England. He spent the next years in and out of mental institutions, becoming permanently institutionalized in 1954. He died in a nursing home in Essex.   Blatný began writing poetry again in England in 1969; at first, his work was ignored or thrown away by hospital staff. In 1977, his work was recognized by an English nurse with connections to Czechoslovakia and began to be preserved. Some poetry from this time was published in Prague in samizdat, including Bixley Remedial School (1982; later published in Toronto in 1987). According to Anna Moschovakis, “there is a stark difference between the poems Blatný became known for early on and the ones he would write after spending several years in England. The early poems are lyrical, often elegiac, and filled with details about the poet’s life. … The city, and the poet’s material surroundings, are still present in Blatný’s later work, but the lyric mode becomes less prominent, giving way to a more opaque poetics of collage that engages the reader in a playful hunt, refusing to make meaning clear, never telling the whole story. English (along with French and German) becomes integral to Blatný's writing practice, and many of his poems of this period are thoroughly multilingual: Not only is the code-switching often seamless but the fact of multilinguality itself figures in the poems, becomes part of their subject.”    Veronika Tuckerová edited a selection of Blatný’s work to appear in English as The Drug of Art: Selected Poems (2006, translated by Matthew Sweney, Justin Quinn, and Alex Zucker).\n                                                            ", "attrs": {"Region:": ["Eastern Europe"]}}