{"pf_url": "https://www.poetryfoundation.org/poets/ivor-gurney", "name": "Ivor Gurney", "yob": "1890", "yod": "1937", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/539d944c4fe148330710b12b13c3fe1fa63c3f1d.jpeg", "bio": "\nPoet and composer Ivor Bertie Gurney was born in Gloucester, England. Though his father was a tailor, Gurney’s godfather was Alfred Hunter Cheesman, a local vicar and bachelor who encouraged him in his artistic and creative pursuits. Gurney read widely in Cheesman’s library and eventually won a scholarship to the Royal College of Music, though his studies were interrupted by the outbreak of World War I. Initially rejected by the army for poor eyesight, Gurney joined the 2nd/5th Gloucesters in 1917 and served in France. He was twice wounded, the second time by gas. He returned to the Royal College of Music to study with Ralph Vaughn Williams, but his behavior became increasingly erratic and he left the school again. Gurney’s moods had always been extreme—he suffered from manic-depression—and he had a nervous breakdown even before the war. Though he went through a period of intense creativity in the late 1910s, his mental state had deteriorated by 1921 and he was institutionalized in 1922. He spent the rest of his life in institutions and died, of tuberculosis, in the City of London Mental Hospital in 1937. Gurney continued to write both songs and poetry during his years in asylums. The composers Gerald Finzi and Howard Ferguson, as well as Gurney’s close friend the musicologist Marion Scott, began collecting Gurney’s work soon after his death.\r\n \r\nBest known for his musical compositions, Gurney wrote a prodigious number of songs—around 300—as well as numerous chamber and instrumental works. He often set poems to music, including works by Hilaire Belloc, Will Harvey, and many Elizabethan poets. Gurney began writing poetry in earnest during World War I, sending pages to England to be typed by Scott. Gurney’s first collection of poetry, Severn and Somme (1917), reflects his war experiences and love of the Gloucester countryside, as does his second volume War’s Embers (1919). Gurney’s later poetry continues to treat these themes, as well as details his descent into madness. Gurney’s work has enjoyed a renaissance and numerous collections and reissues have appeared over the years, including Best Poems and the Book of Five Makings (1995), Seven & Somme and War’s Embers (1997), 80 Poems or So (1997), Rewards of Wonder: Poems of London, Cotswold and France (2000), and Collected Poems (2004). Gurney’s letters were edited by Anthony Boden and published as Stars in a Dark Night: The Letters from Ivor Gurney to the Chapman Family (2004). Biographies of Gurney include: Michael Hurd’s The Ordeal of Ivor Gurney (1978; reprint 2008) and Ivor Gurney and Marion Scott: Song of Pain and Beauty (2008), by Pamela Blevins.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Modern"]}}