{"pf_url": "https://www.poetryfoundation.org/poets/j-c-squire", "name": "J. C. Squire", "yob": "1884", "yod": "1958", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ef25c578b18471269a79c272c675abac973fccdb.jpeg", "bio": "\n                                                                    English poet John Collings Squire was born in Plymouth, Devonshire. He earned a degree in history from St. John’s College, Cambridge. While there, he became interested in politics, attempting a run for Parliament and eventually becoming a parliamentary reporter for the National Press Agency. His first collection of poems, Poems and Baudelaire Flowers (1909), included translations of Baudelaire but was indifferently received. For his next books, Squire drew on his experience of Parliament to create extremely popular parodies: Imaginary Speeches (1912) and Steps to Parnassus (1913). He was perhaps best known as a journalist and literary critic. He became literary editor at the New Statesman in 1913 and wrote a series of critical essays as Solomon Eagle, a witty yet despairing guide to contemporary writing. His essays from the magazine were collected in Books in General (1918–1921) and in Sunday Mornings (1930). Squire’s other efforts included the Howard Latimer Publishing Company, which published young and unknown poets, including his own collection The Three Hills (1913), and the London Mercury, an influential magazine he founded. Squire was knighted in 1933.   As a poet, Squire is best known as the author of The Survival of the Fittest (1916), one of the first collections of poetry to protest World War I. He also published the long poem “The Lily of Malud”(1917). His autobiography, The Honeysuckle and the Bee (1937), was published the same year he became a reviewer for the Illustrated London News. But Squire’s championing of Georgian verse put him out of poetic fashion by the 1930s, and the end of his life was marked by personal and financial troubles. His son was killed in World War II, he went bankrupt, and his cottage burned down in 1950. A friend, Bertha Usborne, took care of Squire for the last years of his life. His Collected Poems (1959), with an introduction by John Betjeman, was published posthumously.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}