{"pf_url": "https://www.poetryfoundation.org/poets/j-w-rivers", "name": "J. W. Rivers", "yob": "1934", "yod": "1996", "image": null, "bio": "\n                                                                    Poet James W. Rivers grew up in Chicago and was educated at the University of the Americas in Mexico City. Rivers’s poems often return to one of several sources: his youth in Chicago, Mexican history and culture, the personas of “Culpepper” and “Esterhazy,” and the history of World War II. Blending historical and cultural fact with the surreal, his poems frequently explore themes of justice and loss. “James W. Rivers is a poet whose keen psychological insights pierce straight to the marrow of human experience. The poems in this final collection, assembled and edited by Rivers shortly before his death, expand on themes that have concerned him throughout his writing life: courage and fortitude in the face of adversity, the enormity of coping with personal loss, and the ironies inherent in the perceptions of reality by divergent worldviews,” observed Robert D. Sutherland of the poems in Rivers’s chapbook From the House of War.   Rivers published four full-length collections of poetry during his lifetime: From the Chicago Notebook: Memories of the South Side (1979); Proud and On My Feet (1983); which was chosen for the University of Georgia Contemporary Poetry Series by Mona Van Duyn; When the Owl Cries, Indians Die: Poems of Mexico and the Southwest (1986); and The Lady in Once-White Shoes: Poems of the Colonial Frontier (1989). Rivers is also the author of two chapbooks, The Place of Understanding: A Poem (1994) and the posthumously published From the House of War (2009). In addition to his English-language publications, Rivers published both original work in Spanish and translations in numerous literary journals.   Rivers taught Spanish at Winthrop College in South Carolina and later relocated to Winston-Salem, North Carolina, to write full-time. He died in 1996 of complications from diabetes.\n", "attrs": {"Region:": ["U.S., Southern"]}}