{"pf_url": "https://www.poetryfoundation.org/poets/jh-prynne", "name": "J.H. Prynne", "yob": "1936", "yod": null, "image": null, "bio": "\nJeremy Halvard Prynne, known as J.H. Prynne, was born in Kent, England in 1936. After an education in the English primary and secondary system, followed by a period of two-year service in the British army, Prynne was enrolled as an undergraduate at Jesus College, Cambridge, from 1957 to 1960. He graduated with a first in the second part of the English Tripos, and took up an appointment as Frank Knox Fellow at Harvard during the academic year 1960-1961. He returned to England as a research student at Cambridge University, and in 1962 was appointed to a fellowship at Gonville and Caius College. An honorary professor at the University of Sussex, Prynne has also taught at Sun Yat-Sen University in Guangzhou, Guangdong, China. A prolific poet, he is the author of the collections Kazoo Dreamboats; or, On What There Is (2011), To Pollen (2006), Biting the Air (2003), Triodes (1999), Her Weasels Wild Returning (1993), Not-You (1993), Poems (1982), The White Stones (1969), Kitchen Poems (1968), Day Light Songs (1968), and Force of Circumstance (1962), among many others.\nWhen Prynne’s poetry began to appear in England during the 1960s, it secured both a reputation and influence among independent and avant-garde poets; however, Prynne’s poetry was generally not so well received in the established centers of literary decision-making, the London weeklies and academic reviews. To the literary establishment, Prynne’s poetry seemed willfully hermetic, bound by an aesthetic formalism derived from the obscure reveries of Charles Olson and the American projectivists. On the other hand, for those who were attempting to establish in England, for the first time since the modernists, a coherent and enduring practice of poetry, Prynne’s writing was and remains exemplary in its procedures and address. But the publication of Poems (1982) marked the beginning of a wider recognition of the texts. Essentially the collected works, Poems has gone through three editions, the latest in 2015.\n\r\nPrynne’s first collection of poems, Force of Circumstance, appeared in 1962. Published by Routledge and Kegan Paul, and omitted from Poems (1982), it was the only publication of Prynne’s work by an established British publishing firm. This collection, influenced though it is by the formal concerns of Donald Davie and the approach to landscape of Charles Tomlinson, constitutes an attempt to move beyond these positions, which at that time represented the most serious attention to poetry easily available in the English poetic milieu. The poems in some instances move beyond meaning toward a foregrounding of the poetic process, so that what is said also implies the position from which the statement is made. Poems such as “Surface Measures” move from a depiction of the concept of the human, as seen in the image of ladders or as “vertical music,” to an evocation of the “latent matrix above / This brilliant music” which is continuous with the sea and “the land where oranges grow.” By the use of paradox, the “latent” matrix that is “above” the brilliant music, apprehended by children in the “ignorance” of their dance, points to a real beyond everyday reality, an above that is also below, to which the poet and the child have comparable access. The poet’s active role in this process can be seen in the high degree of self-consciousness he displays regarding his artifice; his syntactic coherences are strongly marked and his diction foregrounds itself as a play between concretion and abstraction. Thus the poet is established, as the enunciator, in the position of truth, a position reinforced by irony and judgment. “I” is, of course, the vertical letter. The contradictions in this position, between the claim to truth and the displacing effects of the language of that claim, were to provide a tension sustained over much of the later work.\r\n \r\nSix years were to pass before another volume, Kitchen Poems, appeared in 1968. During this period, Prynne’s poetic interest had moved from the poets (predominantly British) who had influenced his earlier methods to the work of Americans such as Charles Olson, Robert Duncan, Robert Creeley, as well as to the work of Jack Spicer and Robin Blaser. Prynne acted as a major channel for British access to the American poetry of the postmodernist period, both personally as a teacher and friend of younger poets, and by the example of his poetry, which was appearing in fugitive publications in England, such as the English Intelligencer. Prynne’s reputation during the 1960s and earlier part of the 1970s was high among independent poets in Britain, and the publication of his work from 1968 onward did nothing to diminish his standing. The accomplishment of its language, the beauty of its music, and the seemingly hermetic quality of its significances, all combined to give an almost mythic quality of luminous opacity to the writing. Prynne’s readership, though small, constituted most of the poets in England who were to produce, during this period (and after), experimental work of significance and interest. There can be no doubt that Prynne’s example liberated English poets into a genuinely new conception of poetry, the structure of his language itself giving courage to those who would break with the empiricist conventions of the mainstream, whether the pinched observations of Larkin or the violent music of Hughes.\r\n \r\nIn Kitchen Poems, Prynne took up, at the level of the name, the relations between language and the real. Expanding and enriching the significance of this inquiry was the practice and theory of Olson and the projectivists. It is into the gap that opens between the name and what is named, between sign and referent, that deception and trickery penetrate. Names can return us to things, to the world of which they are themselves a part, only insofar as we are prepared to trust to the very trickery that has deceived us and to recognize in the absence, the lack, of language an unveiling, a bringing into presence. In the language of poetry speaks that which speaks nowhere else. Poetry is a calling by name of that by which poetry is spoken. Prynne writes, in “Sketch for a Financial Theory of the Self,” “the names, / do you not / see, are just / the tricks we / trust, which / we choose.” Tradition, custom, is the richest expression of trust we have, its most profound expression the mysteries of liturgy, ritual, that enact and sustain the deep analogies between language and the real. For us, now in a world in which that trust has been broken, a world of monetary exchange, of the ego centered upon consumption and profit, it is our condition that “what I am is a special case of / what we want.” Language, reduced to demand, closes in upon the needs of the ego. But paradoxically, for Prynne, such needs return us to the elemental clarity of certain facts, to the physicality of the body, and opens to language anew the experience of the real:\r\n \r\nThe purity is a question of\r\nnames. We are here to utter them. This is\r\na prayer. I have it now between my\r\nteeth and my eyes, on my forehead. Know\r\nthe names. It is as simple as the purity\r\nof sentiment: it is as simple\r\nas that.\r\n \r\nEchoing, and displacing T.S. Eliot’s “You are here to kneel / where prayer has been valid,” Prynne insists upon the significance of present experience, that the name be apprehended in the same instant as the thing in a moment of inaugural freshness, primacy, in simplicity, in the purity of sentiment. These moments of apprehension come about in the course of ordinary events insofar as an imaginative bracketing off of distraction isolates an individual event in the continuum, revealing an immanent transcendence of self across object, object across self, so that the true self coheres with the true object, the ground of what is, of being. The self enters upon discretion, upon the transcendence of a love made immanent in its object, as Prynne explains at the end of “A Gold Ring Called Reluctance”:\r\n \r\nI am interested instead in discretion: what I love and also the spread of indifferent qualities. Dust, objects of use broken by wear, by simply slowing too much to be retrieved as agents. Scrap; the old ones, the dead who sit daily at the feast. Each time I hesitate I think of them, loving what I know. The ground on which we pass, moving our feet, less excited by travel.\r\n \r\nPrynne locates, as an experience of daily life, the truth, as he sees it, of what is perhaps the major stream of Anglo-American modernism, that which began with the imagist insistence on the primacy of the image as what participates in what it represents. This possibility of a poetry of the real, of the ground, reinforced as it was for Prynne by his reading of Edmund Husserl and Martin Heidegger, found exemplary manifestation in the poetry of William Carlos Williams and Olson (hitherto at best neglected, at worst scorned, in an England that took Auden’s poetry to be the measure of major status). Prynne’s poetic procedures enabled his work to turn back upon the economic, political, and social realities of English life in a way that was without precedent. Prynne elaborated one of the basic techniques of modernist poetry to create an effect of the real. In “A Gold Ring Called Reluctance” the lines at the end of the poem pull back from the world of social and political circulation, to effect a collision between name and referent, so forming the “concrete detail.” The surrounding context, the social meaning, is banished to create an illusion of direct reference to the real. This meaning, banished from the level of denotation, returns at the level of connotation. “Reality” re-enters as a connotative meaning, so that the dust, object, scrap, at the very moment they are claimed to denote reality directly, do nothing other than signify it silently. The objects say “we are reality.” The category reality is indicated and not its contingent contents. The lost meaning returns as the verbal object of a metalanguage, and so signifies the real, the truth, the ground. This whole operation in turn connotes love—agape, the feast of love, in which time is overcome by means of a transfiguration. The dead return among the living (the reference to Eliot’s Little Gidding is hard to avoid), and the present moment and the present presence (ground beneath our feet) are gathered up into a catholicity in which it is possible to speak truly of “we.”\n\r\nPrynne’s poetry, by misrecognizing a semiotic effect for truth, repeats and endorses an ideology of return to a lost wholeness, an Edenic origin, which underlies a considerable part of the modernism associated with Pound, Williams, and Olson. In the Americans, this sense of wholeness issues forth in myths either of the local, as with Williams, or of the prelapsarian, as with Olson and Pound. Prynne, though more circumspect in this connection, also elaborates myths at the level of structure, at the same time as he attempts to locate this structure more precisely within the givenness of individual experience.\n\r\nIn Day Light Songs (1968) Prynne worked through formal problems of syntax and subject position that his poetic procedures rendered inescapable, problems fundamentally of self and other and their articulation in a spatial field. The poems are small, dismembered in their line units, and, in their concern with breath, with song, may be related to the Elizabethans, such as Thomas Campion, and to Louis Zukofsky, who had taken up Pound’s concern with the romance tradition of song and related it to an ontology of language. Prynne aligned himself with this work and carried further than his predecessors a recognition of language as the dwelling place of being.\n\r\nIt was The White Stones, published in 1969, that gave definitive voice to his concerns of this period. As “The Holy City” makes clear, the sense of language as both the substance and the form of truth made possible a poetry of luminosity and confidence, in which the conflict underlying this alignment of interests was repressed:\r\n \r\nThere’s no mystic moment involved just\r\n       that we are\r\n       is how, each\r\n       severally, we’re\r\n       carried into\r\nthe wind which makes no decision and is\r\na tide, not taken. I saw it\r\n       and love is\r\nwhen, how &\r\n       because we\r\n       do: you\r\ncould call it Ierusalem or feel it\r\nas you walk, even quite jauntily, over the grass.\r\n \r\nThe breaking of the lines, of the continuity of meaning, becomes the mark of scrupulosity, and at the same time locates the subject of the enunciation, the one who speaks, in the field of language. The language of this poem, by effects of syntax, breaks with the referent, and emphasizes the particles of language, “how,” “when,” “&,” “do,” and so on. Particles, single words, even phonemes, are brought into high relief as elements in their own right, in order to identify them as the utterances of one origin, the real, given in this act, this speaking of and in the real. The act of speaking and what is uttered are to be identified. From the point of view of the reader, the poem’s address is to begin in trust and to end in communion. In other words, the poem, offered as the site of a utopia, attempts to locate the reader in the field of the real (field of the poem also) as that is given by the end, the community of the Holy City, the eschaton, “Ierusalem.” What is is, and “Ierusalem,” the Blakean hope, is realized. Reading aligns the subject of the statement, the “I” of “I saw it,” with the subject of the enunciation, the I who utters, and with that Other, the reader, of whom the poem makes its demand, a demand for love. Not only does the poem demand of the Other, it puts the Other in the position of making a like demand of the poem, of the real. Thus the reader is brought to close the radical gap opened by language. The play between referent, meaning, and word drops away. The meaning is identified with the infinitude of things (and Prynne’s poems have a cosmic reach) so that the word returns from the real as such. That is, it returns as the real.\r\n \r\nPrynne has, thus, over three volumes, recapitulated the Hegelian project of making consciousness real to itself. It is this project that underlies not only a great deal of romantic verse (Prynne’s interest in Friedrich Hölderlin, Georg Trakl, and Paul Celan is marked) but also the dominant tradition of Anglo-American modernism, from the imagists on through the poetry of Olson. The return to romanticism has characterized American post-modernism, as Olson’s refusal of Joyce and Eliot indicates, and Prynne’s work must be seen in relation to this tendency.\r\n \r\nHowever, since language does not stay in place, word splitting endlessly away from meaning, the poetry of truth, of the real, has always to be repeated. The end is always already a new beginning. In the volumes that followed The White Stones, Prynne engaged upon a rigorous investigation of the possibilities opened up for him by the earlier work.\nBrass, published in 1971, indicates the direction Prynne took. “L’Extase de M. Poher” is a sustained and delirious denunciation of the bureaucratic, scientific discourses of technological man. Out of the conflict of these discourses an extraordinary verbal surface is constructed, composed of multifarious idioms, each of which, as it collides with the other, is given as designated by a single sign, “rubbish.” Throughout the larger part of the text, this one sign governs what could be an almost infinite number of significances. “Rubbish” is not bound to any single concept, but can range across the discourses of the modern world. One discourse is interchangeable with any other. In the last few lines, however, there is a crossing over, a chiasmus, which in another context Prynne called the “twist-point.” “Rubbish” is that which gives onto the “essential,” “the / most intricate presence in / our culture.” “Rubbish” alters its status: from being a single sign in the larger field of the poem, it becomes all those signs (actual objects in the real) that can signify the essence of things. In other words, there is a triggering effect, whereby the verbal entity “rubbish” shifts its status in respect of the real, the change in status being the mark of the poem’s access to and participation in the ground beyond it. Prynne’s poetry aims at effecting a disappearance of the ego in an encompassing subjectivity that communicates without intermediary with the essence. Thus the poem conceives of itself as a “model question,” a question both to and of the model that turns the subject, the reader, and opens him to his own access to being.\n\r\nIf Prynne’s earlier poetry connoted the real by emphasizing the processes of meaning rather that meaning itself—a technique traditional to the moderns—his later work has proved more radical in method. Now the forms of language are experienced as participating in the forms or underlying orders of the real itself, a participation understood as a coinherence of inner and outer effected by syntactic reversals, such as chiasmus, correlated with verbal play. A poem from Into the Day (1972) cross stitches the letters a and u in “lack” and “luck” so as to interweave them across the literal passage of the poem’s “not succeeding”:\n\r\nLack spreads like snow\r\nback by the path to the iron pipe\r\nflaking and not succeeding.\r\nAnd over this luck comes, the bird\r\nmaking shadows like fortune,\r\nlike heat and light, on the wing.\r\nLack warms, it is the conduit\r\nof starlight through the shut window,\r\nlack of love hot now, luck cool\r\nby turn, the bird it likes.\r\n \r\nBy means of such techniques, Prynne was also able to incorporate parody and archaism, as with “The Plant Time Manifold Transcripts” published in Wound Response (1974). This text is a parodic evocation of the language of scientific research, which is at its conclusion played across an archaic diction, a device which, though no less constructed than the scientific discourse, permits the effects of turning and displacement to work on the mind of the reader.\r\n \r\nIn later volumes, such as High Pink on Chrome (1975) and News of Warring Clans (1977), the poems present a series of petrified landscapes in which the reader is brought to recognize himself. As each of the poems turns back on the reader, it brings him to recognize that he himself produces these images of stasis, of death. It is indeed as though the problem of trust could only be resolved in death, in that everything in the poem is both there for the reader and is at the same time that which puts the reader in his place, in his relation to the poem and to the world. Thus the binding in of the reader to the language and of the language to the real is worked through in an ever-tightening circulation of subject positions.\n\r\nThe later poetry is engaged precisely with these problems. The poetry of News of Warring Clans, for example, is both an opening to and a disavowal of the lack, the play, of desire. The text holds back somewhat from need, by demanding, and offering, the real: that which it does not have and which cannot be possessed or given. The real is embodied in the poem as love, love identified with death, the “ace” (in the hole, end and beginning).\r\n \r\nThis is the ace\r\nof all desire,\r\nfed by the smoke\r\nand flame of this\r\nexhausted fire.\r\n \r\nAnd yet these lines suggest, despite their closure, the ash of an obliteration which generates, beyond the demand for love, the force of pure loss, experienced as such even though its formulation here strives to disavow it. Loss represents intrusion within language’s closure upon itself. It is the force of loss to point out within language the opening of language to what is elsewhere.\r\n \r\nThe effect of lack can be recognized in other poems. The intrusion of loss is afforded explicit recognition in a poem from Down where changed (1979), a title that itself seems to offer some expectation of fissure:\r\n \r\nIf the day glow is mean\r\nand spoiled by recognition\r\nas a battery hen, you must know\r\n \r\nhow the voice sways out of time\r\ninto double image, neither one true\r\na way not seen and not unseen\r\n \r\nwithin its bent retort\r\nwe feed on flattery of the absent\r\nits epic fear of indifference\r\n \r\nall over again and then\r\nthat’s it, the whole procession\r\nreshuffles into line.\r\n \r\nHere, Prynne opposes the dialectic of absence, its “epic fear of indifference,” its “bent retort” the very structure of much of the preceding poetry, to the neither one nor the other of the double image. And yet the poem, having set up the play of difference in the opening lines, returns to the security of recollection as the term of an embittered dismissal. Likewise, the final poem of the collection (and of Poems) reiterates the same pattern:\r\n \r\nWhat do you say then\r\nwell yes and no\r\nabout four times a day\r\nsick and nonplussed\r\nby the thought of less\r\nyou say stuff it.\r\n \r\nThe poem confronts “it,” that which is “less” than the “yes and no” of the dialectic of presence and absence of ontology. The poem can extend “it” only the flatness of a demotic denial. Nonetheless, the very contrast of idioms in the language splits the poem away from the conclusion it seeks to effect: “stuff it.” The subject receives from what is other even the message he emits.\nIt must ultimately be emphasized that it Prynne’s project is to endorse an aesthetics of reflection. His use of chiasmus is often recuperated as an incarnational aesthetics of mimesis, whereby the high was embodied in the low, the low in the high. The figure of such an aesthetics is paradox, implying circularity and closure. By effectively foreclosing the play of word over word, Prynne was able to reify the structure of his poetry, and make it both subject and object of its own processes. Instead of being viewed as an effect of signification, the poems become things—real entities—in their own right. In this sense of the poem as thing he followed the mainstream of Anglo-American modernism.\nPrynne’s writing is, undoubtedly, the most audacious of postwar English poetry. In vindicating the tradition from which it emerges, his writing erases that tradition. The attempt to present poetry as what exemplifies a universal and aesthetic mode of cognition, as a direct glimpse of the truth, subverts itself, allowing itself to be read in the terms of a specific practice of writing. By taking language to the limits set by its own assumptions of the poetic, Prynne’s work effects the recognition of those assumptions for what they are: misrecognitions, ideologies. By opening onto an elsewhere, an excess, a beyond, Prynne’s work, in spite of itself, has explored the conditions for the language that speaks always too early, or too late.\n\r\nPrynne’s book, The Oval Window (1983), takes these issues further. Combining the syntactic flexibility of the earlier writing with the poetic density of the later, The Oval Window, along with later collections such as Kazoo Dreamboats; or, On What There Is (2011), To Pollen (2006), Biting the Air (2003), and Triodes (1999) confirm that Prynne is a major English poet.\n", "attrs": {}}