{"pf_url": "https://www.poetryfoundation.org/poets/jackson-mac-low", "name": "Jackson Mac Low", "yob": "1922", "yod": "2004", "image": null, "bio": "\nPoet, performance artist, and composer Jackson Mac Low was born in Chicago and began studying music as a child. After completing coursework at the University of Chicago, he moved to New York City, where he earned a BA in Greek at Brooklyn College. His early work as an etymologist and reference book contributor laid the foundation for his fascination with the possibilities found in units of sound and sense. Influenced by Gertrude Stein and Gerard Manley Hopkins, as well as by his studies in Buddhism and philosophy, Mac Low frequently composed poems as scripts for performance that rely on the mechanisms of chance rather than the conventions of syntax or intention. His work explores the intersections of language, structure, and music by systematically shuffling and silencing found and fragmented text. In an interview with Jacket magazine, Mac Low discussed his aim as a writer “to let what’s there be; especially letting words, linguistic units, be, not making them carry a burden of my thoughts, my feelings, or whatever.”\n\r\nMac Low’s frequent collaborations included partnerships with composer John Cage and with his wife, the poet, artist, and composer Anne Tardos. A founding member of the avant-garde group Fluxus, whose work he and coeditor La Monte Young presented in An Anthology of Chance Operations (1963), Mac Low served as an influential figure in the Language poetry movement. Mac Low published more than two dozen volumes of poetry, including 20 Forties (1999), Twenties: 100 Poems (1991), and Representative Works 1938–1985 (1986), as well as Two Plays: Verdurous Sanguinaria and The Marrying Maiden (1999) and the audio recording Open Secrets (1993).\n\r\nMac Low received the Academy of American Poets’ Wallace Stevens Award as well as grants and fellowships from the Guggenheim Foundation, the National Endowment for the Arts, PEN, the Fund for Poetry, and the New York Foundation for the Arts. He taught at many schools, including New York University and the Mannes School of Music.\n\r\nHe died in New York City after complications from a stroke. A selection of his papers is stored in the Mandeville Special Collections Library at the University of California, San Diego.﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}