{"pf_url": "https://www.poetryfoundation.org/poets/jack-gilbert", "name": "Jack Gilbert", "yob": "1925", "yod": "2012", "image": null, "bio": "\nWhen Jack Gilbert won the Yale Younger Poets prize in 1962 for Views of Jeopardy, he attained a kind of allure usually foreign to poets. His photo was featured in Esquire, Vogue, and Glamour, and his book was often stolen from the library. A Guggenheim Fellowship enabled him to go to Europe; he spent much of the ensuing two decades living modestly abroad. Although the literary world embraced him early in his career, he was something of a self-imposed exile: flunking out of high school; congregating with Allen Ginsberg and Jack Spicer in San Francisco but never really writing like a Beat poet; living in Europe and writing American poetry inspired by Pound and Eliot.  A self-described “serious romantic,” Gilbert had a relationship with poet Linda Gregg, and was later married to sculptor Michiko Nogami, who died after 11 years of marriage. Many of his poems are about these relationships and losses. Gilbert’s fourth book, Refusing Heaven (2005), contains, as poet Dan Albergotti describes, “poems about love, loss, and grief that defy all expectations of sentimentality. All of them are part of the larger poem, the poem that is the life of the poet, perhaps the most profound and moving piece of work to come out of American literature in generations.”  Refusing Heaven won the National Book Critics Circle Award, and Gilbert’s work has also received a Lannan Literary Award for Poetry and a grant from the National Endowment for the Arts. His second book of poetry, Monolithos (1982), won the Stanley Kunitz Prize and the American Poetry Review Prize. Despite these awards, some critics have ignored or dismissed Gilbert, and critic Meghan O’Rourke, writing for Slate in 2005, pondered why: “Gilbert isn’t just a remarkable poet. He’s a poet whose directness and lucidity ought to appeal to lots of readers . . . the poet who stands outside his own time, practicing a poetics of purity in an ever-more cacophonous world—a lyrical ghost, you might say, from a literary history that never came to be.”  In an essay he wrote to introduce his own work in the anthology New American Poets of the Golden Gate (1984), Gilbert pointed to the spareness of his work: “I am by nature drawn to exigence, compression, selection,” he wrote. “One of the special pleasures in poetry for me is accomplishing a lot with the least means possible.” Publishing only four books since he began writing over 50 years ago reinforces for his readers Gilbert’s love of economy. In a 2006 interview on NPR, he reflected on his relatively sparse list of publications: “It’s not a business with me . . . . I’m not a professional of poetry, I’m a farmer of poetry.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}