{"pf_url": "https://www.poetryfoundation.org/poets/jack-hirschman", "name": "Jack Hirschman", "yob": "1933", "yod": null, "image": null, "bio": "\nJack Hirschman was born in New York City and grew up in the Bronx. A copyeditor with the Associated Press in New York as a young man, his earliest brush with fame came from a letter Ernest Hemingway wrote to him, published after Hemingway’s death as “A Letter to a Young Writer.” Hirschman earned degrees from City College of New York and Indiana University, where he studied comparative literature. He was a popular and innovative professor at UCLA in the 1970s, before he was fired for his anti-war activities. Hirschman has lived in California ever since, making an artistic and political home in the North Beach district of San Francisco. He is known for his radical engagement with both poetry and politics: he is a member of the Union of Street Poets, a group that distributes leaflets of poems to people on the streets. He has also been instrumental in the formation of the Union of Left Writers of San Francisco. The former poet laureate of San Francisco, Hirschman’s style has been compared to poets ranging from Walt Whitman to Hart Crane to Dylan Thomas, and Beat poets such as Allen Ginsberg. His poems’ commitment to leftist politics draws comparisons to Vachel Lindsay and Pablo Neruda. A communist since 1980, Hirschman told Contemporary Authors, “It is vitally important at this time that all poets and artists collectivize and form strong socialist cadres in relation to working-class cultural internationalism.”\nIn keeping with his political values, Hirschman’s books are published with small, independent presses, often in small runs. According to the poet David Meltzer, Hirschman is “a great teacher who refuses to work in the university, a scholar of great merit who refuses to publish in the mainstream presses; most everything is published by himself, 150 copies.” Though Hirschman has rejected mainstream success, he has published prolifically. His 50-plus volumes of poetry include All That’s Left (2008), Front Lines: Selected Poems (2002), Lyripol (1976), and A Correspondence of Americans (1960). His 1,000-page masterpiece, The Arcanes, was published in 2006. The work, written over decades, was heralded by Alan Kaufman in the SFGate as “unlikely and historically significant a literary production as, say, the appearance of Walt Whitman’s Leaves of Grass or James Joyce’s Ulysses … like Whitman’s and Joyce’s masterpieces, it traces the progress of an individual consciousness through landscapes teeming with the horrible glory of modern life.”\nHirschman has been hailed as “one of the left’s most prolific and consistent poetic voices,” by Contemporary Poets. But while he is known throughout San Francisco, his real literary fame has blossomed in Europe, where he frequently publishes both his original work and volumes of translation. Meltzer noted that in France “they consider him a major Communist poet.” Part of Hirschman’s dedication to politics and poetry can be traced to his numerous translations of radical poets from around the world. The many languages he has translated include Russian, French, German, Greek, Italian, Spanish, Albanian, Yiddish, Vietnamese, and Creole. In interviews, Hirschman has acknowledged his political involvement began by reading Russian poet Vladimir Mayakovsky, as well as through his contact and friendship with the Beats. As he told Marco Nieli in Left Curve, “Mayakovsky, the first street poet of the century, caught my attention, also because of his relation to the Bolshevik Revolution and because Ginsberg’s Howl had evoked something of Mayakovsky’s journalistic notation. So, before I had learned Russian (which was to come 18 years later) I had Victor Erlich, a friend at the time in Indiana, give me the translations of the texts and I wrote Mayakovsky into American in free verse form. And it was that translation (though I’d written a short praise poem to Allen after Howl’s publication) that actually began my friendship with Ginsberg, when I brought the text to New York in the late ’50s.”   Since then, Hirschman has continued to translate unabated. He both coedited and co-translated the collection Open Gate: An Anthology of Haitian Creole Poetry (2002). Kai Maristed remarked in the Los Angeles Times Book Review that “With Open Gate in hand, one is tempted to say that news of the death of responsible American publishing may be premature.”\nHirschman continues to explore the political nature of poetry. In 2003 he edited Art on the Line: Essays by Artists about the Point Where Their Art and Activism Intersect, which includes writings from Amiri Baraka, Roque Dalton, Martín Espada, George Grosz, Vladimir Mayakovsky, Margaret Randall, James Scully, and César Vallejo, among others. While coming from different points of view, the essays consider how art is naturally ideological. Whether as editor, translator, or poet-performer, Hirschman remains dedicated to the power of poetry. As Contemporary Poetry concluded, “He is a tireless presence at rallies, demonstrations, and benefits, and he remains one of the most galvanizing readers of poetry performing today … his work resonates with an insistent reminder of the American and international radical continuum.”\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}