{"pf_url": "https://www.poetryfoundation.org/poets/jack-d-forbes", "name": "Jack D. Forbes", "yob": "1934", "yod": "2011", "image": null, "bio": "\n                                                                    Poet, scholar, and activist Jack D. Forbes was born in Long Beach, California, to Powhatan-Renapé and Delaware-Lenápe parents. He earned his BA, MA, and PhD from the University of Southern California. In the 1960s, Forbes became an active and influential member of the Native American movement. He joined the faculty at UC Davis in 1969 and helped start the university’s Native American studies program, one of the first in the nation and one of the only to become an academic department. Forbes’s commitment to indigenous rights in higher education also led him to found the now-defunct Deganawidah Quetzalcoatl University in 1971. D-Q University was the first all-Native American college in California outside a reservation and the second tribal college in the United States. Forbes also taught internationally at institutions such as Oxford, the University of Essex, and the University of Warwick; in 1984, he received the Tinbergen Chair at Erasmus University Rotterdam. Forbes’s scholarship focused on “how racial/ethnic identities are formed, by whom and for what purpose,” noted Ines Hernández-Avila, chair and professor, Native American studies, UC Davis, in her tribute to him.    Forbes’s critical works include Apache, Navaho and Spaniard (1960; 1994), Aztecas del Norte: Chicanos de Aztlan (1973), Columbus and Other Cannibals (1992), Africans and Native Americans: The Language of Race and the Evolution of Red-Black Peoples (1993), Only Approved Indians (1995), and The American Discovery of Europe (2007). His books of creative work include the novel Red Blood (1997) and the poetry collection El-Lay Riots: Memorias de Ya-Town and Home Boy Poems (1992). Forbes retired from teaching in 1994 but continued to be actively involved in Native American studies at Davis and other institutions. He was the recipient of honors and awards that included the Before Columbus Foundation’s American Book Award for Lifetime Achievement, the Wordcraft Circle Writer of the Year Award, and the Native Writers’ Circle of the Americas Lifetime Achievement Award. He died in Davis, California.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}