{"pf_url": "https://www.poetryfoundation.org/poets/jack-spicer", "name": "Jack Spicer", "yob": "1925", "yod": "1965", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a808073a2d86a8ed1a516bbe0c828ff9c2708b1b.jpeg", "bio": "\nAlthough known primarily among a coterie of poets in the San Francisco Bay Area at the time of his death in 1965, over time, Jack Spicer has become a towering figure in American poetry. His numerous poetry collections include the posthumously published The Collected Books of Jack Spicer, edited by Robin Blaser (1975), A Book of Music (1969), The Holy Grail, (1964) and After Lorca (1957). In 1998, Wesleyan University Press published The House That Jack Built: The Collected Lectures of Jack Spicer, edited by Peter Gizziand Kevin Killian. My Vocabulary Did This to Me: The Collected Poetry of Jack Spicer, also edited by Peter Gizzi and Kevin Killian, appeared in 2010.\nSpicer was born in Los Angeles, California in 1925 to Midwestern parents and raised in a Calvinist home. While attending college at the University of California, Berkeley, Spicer met fellow poets Robin Blaser and Robert Duncan. The friendship among these three poets would develop into what they referred to as “The Berkeley Renaissance,” which would in turn become the San Francisco Renaissance after Spicer, Blaser, and Duncan moved to San Francisco in the 1950s.\nAt Berkeley Spicer studied linguistics, finishing all but his dissertation for a PhD in Anglo-Saxon and Old Norse. In 1950 he lost his teaching assistantship after refusing to sign a “loyalty oath” to the United States, which the University of California required of all its employees under the Sloan-Levering Act. Spicer taught briefly at the University of Minnesota and worked for a short period of time in the rare books room at the Boston Public Library, but he lived the majority of his life in San Francisco working as a researcher in linguistics.\nSpicer helped to form the 6 Gallery with five painter friends in 1954. It was at the Six Gallery during Spicer’s sojourn east that Allen Ginsberg first read Howl. As a native Californian, Spicer tended to view the Beats as usurpers and criticized the poetry and self-promotion of poets like Ginsberg and Lawrence Ferlinghetti, as well as the Beat ethos in general. Always weary of labels and definitions, Spicer tended to associate with small, intimate groups of poets who lived in the North Beach neighborhood of San Francisco. Spicer acted as a mentor and teacher to these young poets by running poetry workshops and providing (sometimes caustic) advice for young poets.\nFrom his 1957 book After Lorca onward, Spicer wrote what he described as “dictated” poetry. For Spicer, the poet acts as a receptive host for language, rather than as an agent of self-expression. In his 1965 Vancouver Lectures, he illustrated this process by claiming he received his poetry from “Martian” sources, from the dead, and by likening the poet to a radio receiving transmissions. As Gizzi states in his introduction to The House That Jack Built: The Collected Lectures of Jack Spicer, “[The] game between the material and invisible worlds places the poet in the embarrassing position of merely following orders from the beyond. But, Spicer reassures his young audience, the best condition for the poem is one of not-knowing, and the poet has a better chance of that with dictation than with self-expression. The better the poem, the less responsible the poet is for it. So Spicer wages battle with the creative ego in terms that remain provocative in an age still searching for poetic authenticity and identity.”\nIn an assessment of Spicer’s work, Ross Feld commented: “Even in a self-conscious century ... no contemporary poet seems more art-occupied than Jack Spicer. Or more elusive. What he giveth in self-review he taketh away in a sort of holy thundering shyness that’s more Jerome than Francis. What’s more, self-consciousness leads also to sorrows, in particular loneliness—who else but me is looking?—and here also Spicer is no more fully satisfying: he’s the poet’s poet par excellence, no reference points except the very poem, yet he refuses to console us with homilies and buck-up, trade-union sermons. Wonderfully likable in his muscular, no-bullshit manner, and yet in a second he’s gone, just as he originally intended. Is it, then, all worth it? Yes. Spicer is something new and valuable, extremely so.”\nIn a 1975 New York Times article, Richard Ellman concluded, “Jack Spicer’s poems are always poised just on the face side of language, dipping all the way over toward that sudden flip, as if an effort were being made through feeling strongly in simple words to sneak up on the event of a man ruminating about something, or celebrating something, without rhetorical formulae, in his own beautiful inept awkwardness. It’s that poised ineptitude and awkwardness of the anti-academic teacher, the scholar of linguistics who can’t say what he knows in formal language, and has chosen to be very naive and look and hear and do. Spicer was not a very happy poet. He was obsessed with possibilities he could only occasionally realize, and too aware of contemporary life to settle for anything less in his work than what he probably could not achieve. He must have been a great spirit.”\nSpicer died on August 17, 1965 at San Francisco General Hospital. \n", "attrs": {"Region:": ["U.S., Western"]}}