{"pf_url": "https://www.poetryfoundation.org/poets/jack-kerouac", "name": "Jack Kerouac", "yob": "1922", "yod": "1969", "image": null, "bio": "\nJean-Louis Lebris de Kerouac was born on March 12, 1922 to French-Canadian parents in the working-class “Little Canada” neighborhood of Lowell, Massachusetts, a mill town some 30 miles northwest of Boston. He spoke only French until the age of seven, and his French-Canadian heritage, along with the Roman Catholic faith in which he was raised, was a strong influence throughout his life. He studied at Lowell High School, the Horace Mann School in New York City, Columbia University, and The New School. He became famous as Jack Kerouac, author of On the Road (1957), the novel that is considered to be a quintessential statement of the 1950s literary movement known as the Beat Generation.\nOn the Road describes the growing friendship of two men, Sal Paradise and Dean Moriarty, and their crisscrossing journeys over the American continent. On a deeper level, it is the story of the narrator’s search for religious truth and for values more profound than those embraced by most of mid-20th century America. In both form and subject, On the Road was completely unlike the formal fiction that dominated the era and was ridiculed accordingly by Kerouac’s contemporaries in the literary establishment, who viewed it as “an insane parody of the mobility of automotive America,” according to Dennis McNally in Desolate Angel: Jack Kerouac, the Beat Generation, and America. On the Road spoke to many readers, however, expressing their own unarticulated dissatisfaction with the repressive climate of the United States after World War II.\nKerouac’s other books of fiction include Desolation Angels (1965), Tristessa (1960), Doctor Sax (1959), The Dharma Bums (1958), The Subterraneans (1958), and The Town and the City (1950). He is the author of the poetry collections Scattered Poems (1971), published posthumously, and Mexico City Blues (1959), among others.\nKerouac was a highly imaginative child who created a private world of racing stables and sports teams, then wrote his own newspapers to report their performances. Diaries, radio plays, and a novel titled Jack Kerouac Explores the Merrimack were some of his other childhood writing projects. He was an excellent student, and by the time he entered Lowell High School, he was also developing into a gifted athlete. It was his performance on the high school football team that provided his ticket out of Lowell. He was offered a football scholarship to Columbia University, but New York City was a world away from Lowell. 40 percent of Kerouac’s hometown received some form of public assistance, but at the Horace Mann School (where he spent a year preparing for Columbia’s Ivy League standards) his classmates were the heirs to Manhattan’s fortunes. Kerouac seemed amusingly rustic to them, but he was well liked, and his new friends guided his explorations of the city. He found its vibrancy and diversity inspirational.\nKerouac had a checkered career at Columbia. A broken leg kept him from playing much football in 1940, and his 1941 season was marked by disagreements with his coach. Furthermore, Kerouac was beginning to feel deeply troubled by the great shift in morals brought about by World War II. A whole way of life seemed to be vanishing, and as McNally observed, “studying and practicing seemed trivial exercises in an apocalyptic world.” Late in 1941, Kerouac left the university for a stint with the Merchant Marine. In his off-duty hours he read the works of Thomas Wolfe and worked on a novel he called The Sea Is My Brother. He returned briefly to Columbia in 1942, left to join the navy, then found himself unable to submit to the military discipline of that service. This earned him some time in the psychiatric ward of Bethesda Naval Hospital, but he eventually received an honorable discharge for “indifferent character.” Kerouac reentered the less-regimented Merchant Marine for some time before returning to New York, although not to Columbia. It was at this time that he began to meet the people who would profoundly influence the rest of his life and his work—the people who would become the core of the Beat Generation.\n“Cutting away the amateurs, the opportunists, and the figures whose generational identification was fleeting or less than wholehearted on their own part, the Beat Generation—as a literary school—pretty much amounts to Kerouac and his friends William Burroughs and Allen Ginsberg,” suggested Barry Gifford and Lawrence Lee in Jack’s Book: An Oral Biography of Jack Kerouac. Allen Ginsberg was a 17-year-old Columbia freshman when he and Kerouac first met. The two became like brothers, excitedly discussing their literary and philosophical ideas. Several years older than Kerouac, William Burroughs was a shadowy figure who had worked as an adman, a detective, an exterminator, and a bartender. He served as Kerouac’s tutor and mentor, introducing him to the works of Spengler, Nietzsche, and Celine. He also provided an intimate introduction to the underground society of Times Square, to morphine, and to amphetamines.\nAfter the death of his father, Kerouac began working on a new novel, an idealized autobiography that would be published in 1950 as The Town and the City. The book “reflected his return to family, replacing the New Vision aura of symbolic decadence with the style of his first love, Thomas Wolfe,” remarked McNally. “The work was underlaid not only with his new insight into death but with the idealism of Goethe’s autobiography Dichtung und Wahrheit (‘Poetry and Truth’), Kerouac’s main reading matter that summer and fall. … Goethe calmly rejected satire and preached an affirmative love of life, and more, told Jack that all of his work was merely ‘fragments of a great confession’ ... Jack worked at his own confession ... for two years, grimly struggling from morning until late at night to recite the history of the Kerouacs and America.”\nStretches of work on The Town and the City were broken by occasional visits to friends in New York. It was on one such trip that Kerouac met the man who would inspire some of his best work. Neal Cassady was the motherless son of a derelict from Denver, Colorado. He had been born in an automobile and was 14 years old when he stole his first car. Cassady quickly became addicted to the feeling of freedom he experienced behind the wheel. By the time he was 21, he had stolen five hundred cars, been arrested 10 times, convicted six times, and spent 15 months in jail. McNally commented, “Twenty-year-old Neal swept into [Kerouac’s] life like a Wild West siren singing freedom, kicks, a ‘wild yea-saying overburst of American joy,’ as Jack characterized him, enthusiastically flying after food and sex like a holy primitive, a ‘natural man’; he was the embodiment of Jack’s American dream.”\nThe two men quickly developed an intense friendship, but when Cassady’s plan to enter Columbia collapsed, he returned to Denver. Four months later, Kerouac took a break from his work on The Town and the City to hitchhike west and join his friend. Once there, he found Cassady preoccupied by his love affairs with his mistress, his estranged 15 year-old wife, and Allen Ginsberg, so Kerouac continued on to San Francisco alone, then returned to New York by bus. This first of many restless journeys around the United States provided Kerouac with the ending he needed for The Town and the City. The finished book opened with a lyrical re-creation of a New England childhood, featuring a large, happy family with strong foundations. War scatters the family, however, and eventually even its anchor, the father, must tear up his roots and move to the city. His death there symbolized the final destruction of the idyllic way of life evoked in the novel’s first half. In a final scene, which prefigured the On the Road story, the most promising son turned his back on conventional success and took to the open road in search of a new way of life. The Town and the City was cordially reviewed upon its publication in 1950. Although there were objections to the message implied in the novel’s closing scene, most critics noted the book’s vitality and praised its style as powerful and evocative.\nKerouac was elated to be a published novelist, but by the time The Town and the City appeared, he was struggling with his next book. Its subject was Neal Cassady. Kerouac wanted this new novel to reflect the fevered pace of modern life; the gracious prose he’d used in The Town and the City was inappropriate for that purpose. After several false starts, Kerouac found the inspiration for a new style in the letters he received from Cassady. Kerouac remembered them in a Paris Review interview with Ted Berrigan as “all first person, fast, mad, confessional, completely serious, all detailed.” In one 40,000-word letter, Cassady described his seduction of a woman he met on a bus. It read “with spew and rush, without halt, all unified and molten flow; no boring moments, everything significant and interesting, sometimes breathtaking in speed and brilliance,” as McNally quoted Ginsberg. Kerouac decided to model his book about Cassady on the style of these letters. Instead of revising, he would let the story assume its own shape, allowing details and impressions to accumulate as they do in life. Kerouac sat down in April 1951 to pour out the story of his friendship with Cassady. In 20 days he had completed a 175,000-word, single-spaced paragraph that was the first version of On the Road. McNally assessed the author’s output: “The sentences were short and tight, clickety-pop word bursts that caught the rhythm of the high-speed road life as no author before him ever had. ... [The book was] bursting with energy, with a feeling of life struggling inside a deathly society, energy burning bright before the laws of entropy and the nation caught up.”\n“Spontaneous prose” was Kerouac’s name for the high-speed writing method he was developing. Dictionary of Literary Biography contributor George Dardess explained what this style symbolized to the author: “‘Spontaneous prose’ was the way by which the inner mind, trapped as Kerouac finally felt it to be by social, psychological, and grammatical restrictions, could free itself from its muteness and take verbal shape in the outside world. The result of this liberation would not be chaotic, however, since the inner mind was innately shapely and would cause the words with which it expressed itself to be shapely. ... Spontaneous prose became a metaphor for the paradoxes of the human condition as Kerouac, the Roman Catholic, conceived it: hopelessly corrupted and compromised, yet somehow, in ways only indirectly glimpsed and never fully understood, redeemable, even in the midst of its sin.” Spontaneous prose had contemporary parallels in music and the visual arts, noted McNally: “At roughly the same time and place and in response to the same stimuli—a world at once accelerating and constricting—the painter Jackson Pollock and the musician Charlie Parker had accomplished similar revolutions in their own art forms. ... All three men were working-class sons of matrifocal families who refused to ‘adjust’ to the conformist society of mid-century or the accepted styles of their disciplines, and for their efforts were labeled psychopaths and falsely associated with violence. Each ignored the critical authorities in their field and stood emotionally naked before their audiences, spewing words, notes, or paintdrops that were like the fiery rain of a volcano: The rain captured the passing moment in a luminous veil of particulars that depicted the universal as an expression of the artist’s own self. ... [Parker] played with the raw energy of a high-power line, and it was that stabbing electricity that Jack had attempted to put into On the Road, that mortal sense that the candle must burn furiously, else the times will surely snuff it out.”\nOn the Road was apparently unpublishable, but Kerouac remained passionately committed to his confessional style. In fact, the six years between the completion and publication of On the Road were the most productive of the author’s life. He began a series of novels which he thought of as one vast story, in the tradition of Proust’s Remembrance of Things Past. As he moved between New York, San Francisco, and Mexico City, Kerouac paused for intense writing sessions that yielded more than eight books, including Tristessa (1960), Doctor Sax: Faust Part Three (1959), and Visions of Cody (1972). In them he told the stories of his family and friends, striving to do so with complete emotional honesty. \nKerouac wrote The Subterraneans in response to his breakup with a woman he called “Mardou Fox” in the book. On the day Kerouac realized their affair was over, he swallowed some Benzedrine, inserted a roll of Teletype paper in his typewriter, and in three days produced what is considered one of his best novels. Kerouac characterized that effort to Berrigan as “really a fantastic athletic feat as well as mental. ... After I was done ... I was pale as a sheet and had lost fifteen pounds and looked strange in the mirror.” Kerouac was able to maintain unswerving faith in the value of his own writing, but he was tormented by the fact that no publisher would accept his work during those years. In 1954 he found a measure of relief from his frustration in his study of Buddhist texts. “It does not seem difficult to explain Kerouac’s attraction to Buddhism,” mused Dardess. “Torn as he often was by the paradox of God’s seemingly simultaneous presence and absence in the world he saw, Kerouac could seize with relief on Buddhism’s annihilation of the paradox.” Through his later novels, the author was one of the first people to introduce the concepts of Buddhism to the American public.\nWhile Kerouac remained largely anonymous, some of his friends were becoming well known. In 1952 John Clellon Holmes published an article titled “This Is the Beat Generation,” using a term Kerouac had offhandedly coined to compare modern feelings of disillusionment with those of the Lost Generation writers. In 1955 Ginsberg and other poets gave an influential reading at the Six Gallery in San Francisco, and were subsequently featured in a widely read issue of Evergreen Review. Ginsberg’s “Howl” was the subject of a highly publicized obscenity trial in 1956. By that year there was sufficient public awareness of the emerging Beat writers for Viking Press to risk purchasing On the Road, after Kerouac agreed to extensive cuts, revisions, and name changes (Kerouac is Sal Paradise in the novel and Neal Cassady is Dean Moriarty). Its 1957 publication was hailed as “a historic occasion” in the New York Times by Gilbert Millstein, the editor who had earlier commissioned Holmes’s “This Is the Beat Generation” article. He wrote, “On the Road is the most beautifully executed, the clearest and most important utterance yet made by the generation Kerouac himself named years ago as ‘beat,’ and whose principal avatar he is. Just as, more than any other novel of the 1920s, The Sun Also Rises came to be regarded as the testament of the ‘Lost Generation,’ so it seems certain that On the Road will come to be known as that of the ‘Beat Generation’. ... There are sections ... in which the writing is of a beauty almost breathtaking. There is a description of a cross-country automobile ride fully the equal, for example, of the train ride told by Thomas Wolfe in Of Time and the River. There are details of a trip to Mexico ... that are, by turns, awesome, tender and funny. ... On the Road is a major novel.”\nMost critics perceived the book in a different light, however. McNally summarized, “The Times Book Review waffled, first praising the book as ‘enormously readable and entertaining,’ then dismissing it as ‘a sideshow—the freaks are fascinating although they are hardly part of our lives’... It was ‘verbal goofballs’ to Saturday Review, ‘infantile, perversely negative’ to the Herald Tribune, ‘lack[ed] ... seriousness’ to Commonweal, ‘like a slob running a temperature’ to the Hudson Review, and a ‘series of Neanderthal grunts’ to Encounter. The New Yorker labeled Dean Moriarty ‘a wild and incomprehensible ex-convict’; the Atlantic thought him ‘more convincing as an eccentric than as a representative of any segment of humanity,’ and Time diagnosed him as a victim of the Ganser Syndrome, whereby people weren’t really mad—they only seemed to be.” McNally concluded, “To understand On the Road one somehow needed an affinity for the intuitive and the sensual, for the romantic quest as opposed to the generally analytic realm of the critics. Since most critics had never experienced anything like the Road, they denied its existence as art and proclaimed it a ‘Beat Generation’ tract of rebellion, then pilloried it as immoral.” “According to the critics who wrote these reviews, ecstasy, when it occurred in a noninstitutional setting like the backseat of a car, was indistinguishable from mental and physical illness, filth, incoherence, deceit, criminal violence, degeneracy, and mindless folly,” concurred Dardess. “This assumption said much, for those who had ears to hear it, about the depth of those critics’ fears of their emotions and of their pride in the narrow limits of their intellects. But it did not say much of anything about On the Road.”\nKerouac’s stack of unpublished manuscripts ranged from the tender memories of a brother who died in childhood, simply expressed in Visions of Gerard, to the baroque surrealism of Doctor Sax, a novel of guilt and shadows. All of it was deemed unpublishable by On the Road’s editor. “Viking was not interested in bringing out a quirky legend, merely books,” observed Gifford and Lee. Kerouac responded to the demand for a saleable manuscript with 10 days of writing that produced The Dharma Bums (1958). According to Gifford and Lee, The Dharma Bums was written “with an air of patient explanation, as though addressed to a book editor.” Just as On the Road focused on Neal Cassady, The Dharma Bums provided a portrait of Gary Snyder, a poet and student of Oriental religions who had become Kerouac’s friend in 1955. Viking again insisted that names be changed to avoid possible lawsuits, so Kerouac appeared as “Ray Smith,” Snyder as “Japhy Ryder.” The Dharma Bums characterized Ray and Japhy as modern religious wanderers in search of dharma, or truth. It is especially notable for Japhy Ryder’s speech describing his vision of “a great rucksack revolution” of millions of young Americans, all becoming “Dharma Bums refusing to subscribe to the general demand that they consume ... all that crap they didn’t really want anyway such as refrigerators, TV sets ... certain hair oils and deodorants and general junk you finally always see a week later in the garbage anyway.” It was an accurate prophecy of the hippies of the next decade.\nThe rest of Kerouac’s work was published piecemeal and never appeared as the interconnected series of novels he envisioned. The Subterraneans, Doctor Sax, Maggie Cassidy: A Love Story, Mexico City Blues, Tristessa, and Lonesome Traveler all came out within two years, most of them as inexpensive paperbacks. “Despite the fact that these titles included some of his strongest and most original spontaneous extended narrative, especially Doctor Sax, the critics paid less and less attention to [Kerouac] as a serious writer in the furor over the emergence of the beat generation [as a social phenomenon],” wrote Ann Charters in Dictionary of Literary Biography.\nSeveral years after Kerouac’s death on October 21, 1969, his book Visions of Cody was published. Like On the Road, Visions of Cody was a prolonged meditation on Neal Cassady. In fact, the opening section was one of the false starts Kerouac made on the story that eventually became On the Road. Visions of Cody covered the same events as Kerouac’s most famous book, but it was written in a style so unusual that he’d only been able to publish excerpts of it during his lifetime. When printed in its entirety in 1973, the book prompted New York Times reviewer Anatole Broyard to “propose, once and for all, a pox on ‘spontaneity’ in fiction. Spontaneity is a psychological, not a literary, quality ... The notion that what comes naturally is naturally welcome is one of the great idiocies of our age. What is Visions of Cody about? Well, I’ve read it and I’m damned if I know.”\nAfter Kerouac’s death, his third wife sealed most of his papers and unpublished manuscripts. Only after her death were such items as Kerouac’s voluminous correspondence and manuscript poems made available for publication by the heirs of his widow’s estate. This accounts for the small publishing boom of Kerouac material beginning in 1992. Small presses such as City Lights Books and Grey Fox released new volumes of Kerouac’s poetry, including Old Angel Midnight and Pomes All Sizes. Lawrence Ferlinghetti, who supervised the publication of Pomes All Sizes, told the Los Angeles Times that the work sheds light on a crucial period of Kerouac’s life between 1954 and 1965. “It spans the last years of [Kerouac’s] life,” Ferlinghetti explained. “He became more and more alcoholic, and there’s evidence of that in some of the poems.” City Lights editor Nancy Peters likewise noted that the poems “show a side of [Kerouac] people don’t think about. His sensitivity to the sadness of life is really apparent in this book.”\nEven more excitement was generated by the publication of some of Kerouac’s correspondence, including Jack Kerouac: Selected Letters, 1940-1956 (1996), edited by Ann Charters. The letters in the volume include those Kerouac wrote to Cassady and Ginsberg during the early years of their friendships, as well as correspondence with various book editors and with his first wife. In Review of Contemporary Fiction, Steven Moore called the book “the greatest addition to the Kerouac canon in recent years.” Chicago Tribune correspondent Thomas McGonigle likewise observed that with the publication of the volume, “the background to the writing of On the Road can be authoritatively filled in. No less important, these letters deepen our appreciation of how carefully crafted On the Road is and further confirm what is evident each time one re-reads the book—that it is a work of high literary ambition and a layered depth of meaning.” The letters, McGonigle concluded, reveal Kerouac “to be overwhelmed by his passion for the printed word, by his hunger for experience and by his ability to describe both his passion and hunger in language that sings.”\nKerouac’s freedom with language is generally acknowledged as a liberating influence on many writers who came after him, including Ken Kesey, Charles Bukowski, Tom Robbins, and Richard Brautigan, as well as songwriter Bob Dylan. His nakedly confessional style led to the subjective reportage or “New Journalism” of Hunter S. Thompson and Tom Wolfe. When On the Road made Jack Kerouac famous, Truman Capote delivered his famous one-liner: “That’s not writing, it’s just typewriting.” Capote might not have written In Cold Blood as a nonfiction novel, however, if Kerouac had not legitimized the form.\nAlthough Kerouac came to bitterly resent being cast as a social figurehead, his novels did make a significant impact on the lives of many who read them. According to John Tytell in Naked Angels: The Lives and Literature of the Beat Generation, “On the Road still has a large and growing audience. For many, it was the book that most motivated dissatisfaction with the atmosphere of unquestioning acceptance that stifled the 1950s; remarkably, despite the passage of time and its relative unpopularity among older university instructors, its audience grows, and young people especially gravitate to a force in it.” Charters concluded, “What has been increasingly clear in the last twenty years is that the fabric of American culture has never been the same since ‘Sal Paradise’ and ‘Dean Moriarty’ went on the road. As Burroughs said, ‘Kerouac opened a million coffee bars and sold a trillion Levis to both sexes ... Woodstock rises from his pages.’”\nDecades after Kerouac’s death, interest in him and his writings has not flagged. Many websites are devoted to his life and works, new editions of old books are released, and even some of the author’s most offhanded writings are collected and published. This was the case with Atop an Underwood: Early Stories and Other Writings. Published in 1999, the collection contains prose and poetry written between the ages of 13 and 21. (William Burroughs once told an interviewer that Kerouac had written well unto a million words before age 22.) The work demonstrates that even in his teens, Kerouac was addressing big themes. 60 pieces cover poems, plays, and an excerpt from a 1943 novel. A critic for the Chicago Tribune praised the publication as “indispensable” for the reader who wishes to witness the development of a classic author.\nAnother look into Kerouac’s life was made available in 2000 with the release of Door Wide Open. Subtitled A Beat Love Affair in Letters, 1957-1958, the book was edited by the recipient of those letters. Then a 21-year-old aspiring novelist named Joyce Glassman (now known as Joyce Johnson, author of In the Night Café, among other novels), she gained the attention of the 34-year-old author when they met on a blind date set up by Ginsberg. Johnson described herself as smitten with Kerouac and he reciprocated. They remained lovers for two years, a time characterized by Kerouac’s wanderings. While a Kirkus Reviews contributor noted the tendency for Kerouac to be portrayed as “continually drunk, quite remarkably insensitive, and utterly ungrateful” to Johnson, other critics took a different read, finding Door Wide Open to reveal a tender side of Kerouac, as well as providing a portrait of what life was like for a young woman coming into her own in the Beat Generation.\nAnother collection, Selected Letters, 1957-1969, came to light in 1999. This group of correspondence reveals what a Valley Advocate reviewer called “the bare, bleeding bones of Jack undergoing his final tribulations.” The onslaught of publicity following On the Road had taken its toll on Kerouac, as he rails against what he called the “phony criticism” leveled at his novel. The author is also seen considering his Buddhism, legal matters, and private affairs. While many of the letters provide further insight into the author’s emotional state, a Kirkus Reviews critic found much of the book too esoteric for the average reader’s taste: “How much do you care that on April 18, 1963, Kerouac ... thanked Robert Giroux for a loan?” For readers who do care, the Kirkus Reviews critic recommended the book; for readers who don’t, “reread his fiction, which is so autobiographical that it at times makes the letters redundant.”\nKerouac wrote a great deal of poetry and invented his own form of American haiku, three lines instead of the traditional five that he found to be too restrictive. Regina Weinreich collected the poems for Book of Haikus, from Kerouac’s writings, letters, and notebooks. Kerouac always carried a small notebook with him.\nWindblown World: The Journals of Jack Kerouac, 1947-1954 provides insight into the way in which Kerouac wrote, his favorite authors, and his disdain for the literary establishment and academics. It also documents much of his personal life, including his friends and his travels, his continual struggles with depression and religion, and his devotion to his mother.\n“Windblown World also shows us how the whole concept of Beat itself came out of Kerouac’s attempt to manage and soothe his own madness and endless suffering,” wrote Gerald Nicosia in the San Francisco Chronicle. “He saw early on that the only help for being a ‘broken fish’ was to find other broken fish to school with.”\nSchool Library Journal contributor Matthew L. Moffett wrote that what impressed him most is Kerouac’s “words; seeing this young, brilliant author develop and continually push himself toward greatness is gripping and astonishing.”\nDeparted Angels: The Lost Paintings is a collection of paintings and sketches Kerouac created beginning in the late 1950s, and which have been held by his family. Historian Douglas Brinkley provides the introduction to this volume, compiled by Ed Adler, who provides his thoughts on Kerouac’s work, as well as interviews and the results of new research. “The result is a book unique within the Kerouac industry, a real achievement indeed,” wrote a Publishers Weekly reviewer.\nBook of Sketches, 1952-57 is a collection of jottings Kerouac made in his small notebooks over two years, and his thoughts cover a broad range of subjects and emotions. Booklist reviewer Donna Seaman wrote that “Kerouac continues to feed our collective imagination in yet another treasure from his precious archives.”\nA 50th-anniversary edition of On the Road was published in 2007, as was On the Road: The Original Scroll. In a review of the latter, New York Times Book Review contributor Luc Sante noted that, contrary to popular belief, the book was not typed on a continuous piece of paper but on sheets Kerouac taped together. It contains punctuation but is unparagraphed. The scroll, a draft of the fictional account, is nonfiction, and actual names are used. “It is a dazzling piece of writing for all of its rough edges,” commented Sante, “and, stripped of affectations that in the novel can sometimes verge on bathos, as well as of gratuitous punctuation supplied by editors more devoted to rules than to music, it seems much more immediate and even contemporary.” Sante wrote that Cassady “is the book’s biggest voice, a matter much more apparent in the scroll, where the voice is allowed to wail and swoop and riff without the commas that hobble it in the novel.”\n", "attrs": {}}