{"pf_url": "https://www.poetryfoundation.org/poets/jacqueline-woodson", "name": "Jacqueline Woodson", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/8d9b6cd81656cd6c0bfe788f622dcd9f45f43eee.jpeg", "bio": "\nJacqueline Woodson was born in Columbus, Ohio and grew up in Greenville, South Carolina and Brooklyn, New York. She is the author of over 30 books for children and young adults, including From the Notebooks of Melanin Sun (1995), recipient of both the Coretta Scott King Honor and the Jane Addams Children’s Book Award; Miracle’s Boys (2000), which also won the Coretta Scott King Award, and the Los Angeles Times Book Prize; Hush (2002), which was a National Book Award Finalist; Locomotion (2003), also a National Book Award Finalist; Coming on Home Soon (2004), a Caldecott Honor Book and a Booklist Editors’ Choice; and Behind You (2004), which was included in the New York Public Library’s list of best Books of the Teen Age. Three of Woodson’s books have won the Newbery Honor: Show Way (2005), Feathers (2007), and After Tupac & D Foster (2008). Her recent books include the young adult novel Beneath a Meth Moon (2012); and Brown Girl Dreaming (2014), a novel in verse about Woodson’s family and segregation in the South, which won the National Book Award and the Newbery Honor Award. In an op-ed for the New York Times, Woodson described how she wrote the book: “As I interviewed relatives in both Ohio and Greenville, SC, I began to piece together the story of my mother’s life, my grandparents’ lives and the lives of cousins, aunts and uncles. These stories, and the stories I had heard throughout my childhood, were told with the hope that I would carry on this family history and American history, so that those coming after me could walk through the world as armed as I am.”\n \r\nWoodson has received numerous honors and awards for her many books. She was given the Margaret A. Edwards Award for lifetime achievement in writing for young adults, the St. Katharine Drexel Award, the Anne V. Zarrow Award for Young Readers’ Literature and the Hans Christian Anderson Award. Jonathan Demme is adapting her novel Beneath a Meth Moon (2012) for the screen. In 2016 she received an honorary degree from Adelphi University. In 2020 she was awarded a MacArthur Fellow.\nWoodson served as the Poetry Foundation's Young People's Poet Laureate from 2015 to 2017. She currently lives in Brooklyn with her family.\n", "attrs": {}}