{"pf_url": "https://www.poetryfoundation.org/poets/jacques-roubaud", "name": "Jacques Roubaud", "yob": "1932", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/061272e94641d9815dce1c68f7e0621ba1c11248.jpeg", "bio": "\n                                                                    French poet, essayist, novelist, and mathematician Jacques Roubaud earned two PhDs, one in mathematics and one in French literature, and served in the French army during the Algerian War. After creating a mathematically structured application for the sonnet form, he was invited to join the Oulipo group in 1966.   The author of more than 20 books, Roubaud has created numerous formal constraints, often involving the application of mathematics. An introduction to Roubaud’s poetry can be found in The Form of a City Changes Faster, Alas, than the Human Heart (2006, translated by Keith and Rosmarie Waldrop) and the prose poem collection Some Thing Black (1990, translated by Rosmarie Waldrop).    Following the 1983 death of his young wife, Alix, Roubaud began a multivolume book project, disassembling and overwriting what began as a mathematically structured novel into a larger system-driven writing project engaged with memory and forgetting. In a 2009 interview with Marcella Durand for BOMB Magazine, Roubaud discussed what he had discovered about memory while writing The Loop. “When I found an isolated and condensed memory in my mind, I wrote it down—I discovered very quickly that as soon as I did that, I lost it. I didn’t lose it exactly, but when I tried to find it again, what I found was what I had written. You see, it’s exactly like when you are on the beach and you take a very pretty pebble that’s been in the water and it’s brilliant and then it dries up and there’s a film of salt over it and it’s not beautiful anymore—it’s finished. The gleam of it, the light of it, is gone! As for memories, it’s exactly the same. By working like this I destroy my memory.”    The first book in this series is Le grand incendie de Londres (1989, translated in 1991 by Dominic Di Bernardi as The Great Fire of London). The second volume is La boucle (1993, translated in 2009 by Jeff Fort as The Loop), and the third volume is Mathématique (1997, translated in 2012 by Ian Monk as Mathematics).    Roubaud is also the author of three novels featuring the protagonist Hortense: La belle Hortense (1985, translated in 1987 by David Kornacker as Our Beautiful Heroine), L’enlèvement d’Hortense (1987, translated in 1989 by Dominic Di Bernardi as Hortense Is Abducted), L’exil d’Hortense (1990, translated in 1992 by Dominic Di Bernardi as Hortense in Exile).   Roubaud's honors include the Grand prix national de la poésie and the French Academy grand prix de littérature Paul-Morand. He is a professor at the European Graduate School.\n                                                            ", "attrs": {"Region:": ["France"]}}