{"pf_url": "https://www.poetryfoundation.org/poets/jacques-reda", "name": "Jacques Réda", "yob": "1929", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/376ca6ef61391b9fd7b5b08fe4510250b73e9ebe.jpeg", "bio": "\nJacques Réda was born in Lunéville, France on January 24, 1929. He is an eminent literary figure in Europe, especially in his home country. The author of over 50 books of poetry and prose, he focuses much of his writing on the banality of life. He also has written extensively in both forms about jazz. Réda has received numerous awards, including the French Academy’s Grand Prix in 1993 and the Bourse Goncourt de la Poésie in 1999. From 1987 to 1996, he was chief editor of the Nouvelle Revue Française.\nRéda is widely known for his observations of the life around him as he travels throughout urban and suburban environments, especially those of Paris. One of his most highly praised volumes of poetry is La tourney (1975), in which the long prose poem focuses on “the poet in search of the town as mandala,” as noted by Graham Martin in the Times Literary Supplement. Martin also noted that the author “is a poet who makes the uncanny almost approachable.” E. Sellin, writing in World Literature Today, commented that the author’s “poems remain ‘modern’ even as they move inexorably through set postures.”\n\r\nIn his book Hors les murs: poèmes (1982), Réda focuses on the environs of Paris and its people. Writing in World Literature Today, Michael Bishop noted that the “poems, however, are by no means just catenations of observations, events, the strictly definable,” adding that the poems have “an airiness, a quick metaphoricalness attuned to the restless metamorphic nature of city life.” Retour au calme: poèmes (1989) is a collection of poems that, according to World Literature Today contributor Maryann De Julio, reflect the author’s love of Jazz through the poems’ “emphasis on rhythm and voice.” De Julio also was interested in how the author “thematizes the temporality of language to express the metaphysical aspects of writing.”\n\r\nIn many of the poems in the collection Lettre sur l’univers: et autres discours en vers français (1991), the author casts a contrasting eye on modern life versus what he views as a more natural lifestyle of earlier times. De Julio, once again writing in World Literature Today, noted that the volume “confirms what we have come to expect from Jacques Réda, a poet whose predilection for jazz finds rhythm in a disparate collection of voices.” De Julio also commented on the author’s “rapt attention to detail.” French Review contributor Sara Lawall noted that the volume “combines metaphysical ambitions with a degree of self-deprecating irony.” Lawall went on to note that the volume—along with another collection titled Un calendrier élégiaque (1991)—contains “a colorful, intelligent, peripatetic, and somewhat didactic poetic voice.” In 2005, the first English edition of the author’s early poems was published in a volume titled Treading Lightly: Selected Poems, 1961-1975. Referring to the volume as “outstanding,” Guardian contributor Sara Crown called the poems “lucent and exquisite.”\n\r\nMuch of the author’s prose also focuses on Paris and its environs. In Le citadin: chronique (1998) for example, the author provides vignettes related to his travels throughout Paris and its suburbs. Organized into four cycles that coincide with the four seasons, the writings are “particularly attentive to silence, words, and music,” as noted by De Julio in World Literature Today. De Julio went on to comment that the book “probes the limits of the city, its language, and its uncanniness.”\n\nLes ruines de Paris (1977), published in English as The Ruins of Paris (1996), contains both prose vignettes and some verse and looks at many of the less glamorous districts of Paris. Writing in World Literature Today, E. Selling called the book “a fresh, closeup look ... in the tradition of love-hate relationships.” In his sequel to The Ruins of Paris titled La liberté des rues (1997), Réda further explores Paris’s side streets and shops and, as noted by John Taylor of the Times Literary Supplement, “reveals himself to be a sensitive observer of people as well.” Commenting on the two volumes together, Taylor wrote that they allow the author “not only [to] conjure up a thoroughly genuine Paris, but also enable him to confront the bleak nihilism of our times.”\n\r\nIn Aller aux mirabelles (1991), Réda pays homage to the area of France where he was born as he reflects on a weekend visit with his family in a small village. Jonathan F. Krell, writing in the French Review, commented that the author “leads the reader on a poignant ... trip.” Krell went on to write that the author “imparts a magical grandeur to the Lorrain countryside.” Times Literary Supplement contributor Taylor praised the author’s “vivid cameos of old acquaintances encountered in the street.” Taylor added, “Moving leitmotivs give structure and continuity to this charming book.” In another book focusing on his origins titled L’herbe des talus (1984), Réda recalls the time of his life from his boyhood to his mid twenties. Ian Bell, writing in the Times Literary Supplement, noted that the author’s “allusive and sometimes hermetic style transfigures even the most earthy of the characters he recalls.”\n\r\nRéda has also written fiction, including Accidents de la circulation: récits (2001), which is a fictional travelogue of Reda’s sojourns throughout Paris and its outlying suburbs. Writing in World Literature Today, Allen Thiher noted that the book contains “narratives only in the sense that they narrate a walk ... or a trip during which what happens is essentially what Reda sees or smells or captures, as if he were on a hunt for the essence of ephemeral things.” In the novel Aller au diable: roman (2002), the young narrator begins his story during World War II and recounts his coming of age and the many people who influence him, including a series of women with whom he has primarily platonic relationships. World Literature Today contributor Warren Motte noted that the novel “confirms [Réda’s] reputation as one of the most interesting French stylists writing today.” Another novel, titled Aller à Elisabethville (1993), takes place during the German occupation of France. John Taylor, writing in the Review of Contemporary Fiction, noted, “Written in vivid, intense prose ... Aller à Elisabethville: récit offers a sincere, genuine, persuasive and original recounting of the civilian experience of war.”\n", "attrs": {"Region:": ["France"]}}