{"pf_url": "https://www.poetryfoundation.org/poets/jacqueline-osherow", "name": "Jacqueline Osherow", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3c9d21532f9dd45ca51b38e31e3d672e314007dd.jpeg", "bio": "\nRaised in Philadelphia, poet Jacqueline Osherow received her BA from Radcliffe College, Harvard University, and her PhD from Princeton University. She is the author of several collections of poetry, including Hoopoe’s Crown (2005). Her debut collection, Looking for Angels in New York (1988), was chosen for the Contemporary Poetry Series.\n\r\nOften inhabiting a variety of demanding formal structures such as terza rima and the double sestina, Osherow’s poetry is both conversational and learned, concerned with the intricacies of faith and the weight of history. As a reviewer for Publishers Weekly noted, Osherow is “a poet who offers opinions and reactions to the weightiest questions of history and religion, while sounding less like an authority than like a particularly well-traveled friend.” She is particularly interested in biblical inconsistencies, and her psalms have their root in the holy poems she heard as a child at temple. In a 1999 essay for the Poetry Society of America, Osherow wrote, “If I write out of a specific poetic tradition, it is the Jewish poetic tradition, American poet though I am.”\n\r\nShe has been awarded the Witter Bynner Prize by the American Academy and Institute of Arts and Letters, several prizes from the Poetry Society of America, and fellowships from the Guggenheim Foundation, the National Endowment for the Arts, and the Ingram Merrill Foundation.\n\r\nOsherow’s work has been anthologized in Twentieth Century American Poetry (2003), The Wadsworth Anthology of Poetry (2005), Jewish American Literature: A Norton Anthology (2000), and The Penguin Book of the Sonnet (2001), and twice in Best American Poetry.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}