{"pf_url": "https://www.poetryfoundation.org/poets/jake-adam-york", "name": "Jake Adam York", "yob": "1972", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/c4c18693ea6933241fbca3f7e12c900d1008168d.jpeg", "bio": "\nPoet and teacher Jake Adam York was born in Florida and raised in Alabama, the son of a steelworker and a history teacher. He earned his BA from Auburn University and both his MFA and PhD from Cornell, and he was an associate professor at the University of Colorado-Denver. His books of poetry include Murder Ballads (2005), which won the Elixir Press Poetry Prize; A Murmuration of Starlings (2008), winner of the Colorado Book Award in Poetry; Persons Unknown (2010); and the posthumous collection Abide (2014), which was a finalist for the National Books Critics Circle Award. He also wrote a book of literary history, The Architecture of Address: The Monument and Public Speech in American Poetry (2005). Interested in social history, especially the history of the Civil Rights Movement, York described many of the elegiac poems within his three books of poetry as belonging to a project he called Inscriptions for Air. He wrote: “My hope is that the presence of Inscriptions within a larger body of work that asks not only questions of memory, but also questions of life, will suggest the necessary continuity and perpetuity of the work of memory.”\r\n \r\nActive as an editor, York helped found the journal Copper Nickel in 2002 and served in editorial capacities for magazines such as Shenandoah, storySouth, and the Kenyon Review. He was a Visiting Faculty Scholar at Emory University’s James Weldon Johnson Institute for the Study of Race and Difference, where he began the critical study, Two or Three Forevers: Contemporary Art and Civil Rights Memory. In 2011 he was the Richard L. Thomas Professor of Creative Writing at Kenyon College. York was also the recipient of a 2013 fellowship from the National Endowment for the Arts.\r\n \r\nYork died suddenly, of a stroke, in December 2012. An outpouring of tributes and memorials from friends, fellow poets, students, and admirers flooded websites associated with York. At the Rumpus poet David Biespiel noted that York “was a poet who valued highly his role as a poet, both when he was actually composing a poem (naturally), but also when he was engaged in the civic and political obsessions outside of his art that he took up as a poet—and in the ways he integrated the two. He was a poet who both made and represented poetry.”\n", "attrs": {"Region:": ["U.S., Southern"]}}