{"pf_url": "https://www.poetryfoundation.org/poets/james-thomson", "name": "James Thomson", "yob": "1700", "yod": "1748", "image": null, "bio": "\nBecause James Thomson’s long, reflective landscape poem The Seasons (1730) commanded so much attention and affection for at least 100 years after he wrote it, his achievement has been identified with it. Thomson, however, was also a political figure through other poems and through some of his plays, standing strongly for a kind of republican ideal against what he saw as the vulpine individualism and oligarchic government of Robert Walpole. As a Scot who spent his adult life in England, he embodied in his work a comity between the two lands and traditions. Partly with these sociopolitical interests in mind, partly to complement the sweep and poignancy of The Seasons, he wrote five tragedies and a patriotic masque of some distinction. Finally, his Spenserian allegory, The Castle of Indolence (1748), stands as the finest in English other than Edmund Spenser’s own.\nThe son of the Scots clergyman Thomas Thomson and Beatrix Trotter Thomson of Berwickshire, Thomson was born on September 11, 1700 in Ednam, Scotland, a few miles north of the River Tweed, which marks the Scots-English boundary. On this poor, isolated, hilly territory, country people scratched out bare livings. Critics eager to spy out biographical influences on The Seasons have found the goads to Thomson’s pictorial imagination in this border landscape, with its slopes and streams, skies heavy with clouds above the moors, and the constant play of light upon natural objects in such a changeable, assertive climate. Thomson’s own family was large—he was the fourth of nine children—and, tucked away in barren country, he must have spent a great deal of time in familial games, tasks, and learning. His household, as one would expect from that of a clergyman father and a mother whose “devotional exercises,” according to Patrick Murdoch, were raised by her warm imagination “to a pitch bordering on enthusiasm,” gave him intimate knowledge of the Bible, that prime source of literary sublimity in the 18th century. Again, one can fancy that his early life was grist for The Seasons, in which love and family take on a rosy gleam and where God in His majesty pervades the text. As to his later life, as opposed to his poetry, he left the wild scenery of Scotland for London streets, never married or raised a family himself, and though he remained a profoundly religious man, lapsed from his Christian faith.\nBeginning at the age of 12, Thomson was sent to school, first for three years at Jedburgh, eight miles from home, and then, in 1715, at the College of Edinburgh, some fifty miles north. He was to be in Edinburgh for 10 years. After a short time his family embosomed him again, for in February 1716 Thomas Thomson died, allegedly by being struck on the head by a ball of fire while exorcising a ghost at Woolie. Since Beatrix Thomson could, of course, no longer live in the manse, she chose to bring her family to the capital. Thomson may have once again enjoyed the comforts and suffered the constraints of home, but he now found himself in a culturally exciting environment. While at Jedburgh, his learning and writing had been fostered by interested neighborhood gentry, including Robert Riccaltoun and William Bennet, the latter a frequent host to the prolific, charming Scots songwriter, patriot, and poet Allan Ramsay, whom young Thomson may then have met. In Edinburgh he was exposed to new literature, such as the periodical work of Joseph Addison and Richard Steele and the poetry of Alexander Pope, and to new doctrines, including those of Isaac Newton. Those with common interests formed clubs and societies in which they could discuss readings, debate one another, share the pleasures of the taverns in which they met, and exchange criticism and support for their own work as writers. Thomson became a member of the Grotesque Club. He had not been a stellar student and, according to his fellow club member and lifelong friend David Malloch, did not shine in the club either. Nonetheless, as a member in early January 1720 he did publish his first verse, three poems in The Edinburgh Miscellany. All three are in couplets, and all bear the marks of a gentlemanly idleness, a refusal of focus and commitment.\nIn 1719 Thomson finished his arts course without taking a degree, a common procedure, and entered divinity studies as a scholarship student (in Scots terminology, a bursar); he held the bursary for four years. This new course of study was not very exacting; it certainly did not impede Thomson from continuing in his literary career. The annals of 18th-century poetry include a good deal of verse by clergymen, fancifully or earnestly whiling away their bucolic hours, and perhaps Thomson would have ended up in earned obscurity if he had been an Englishman. His talents were ill suited for casual verse. Fortunately for literature, however, the Scots church was hostile to poetic effusions. According to Murdoch, when Thomson performed an exercise in divinity class, the paraphrase of a psalm, in too florid a way, Professor William Hamilton at Edinburgh “told him, smiling, that if he thought of being useful in the ministry, he must keep a stricter rein on his imagination, and express himself in a language more intelligible to an ordinary congregation.” In general the Scots at the time seem to have tended toward respect for the practical and snorted about the poetical. As he became less willing to give over his life and skills to the church, Thomson came progressively to realize that as a writer he would never revel in a large audience if he stayed in Scotland. By 1724, when a poem probably his, “The Works and Wonders of Almighty Power,” appeared in Aaron Hill’s London periodical The Plain Dealer, he seems to have made up his mind to go south, as his friend Malloch (by then anglicized to “Mallet”) had done the year before. Armed with letters of introduction to well-placed Scots in London, Thomson sailed from Leith early in 1725, never again to set foot in Scotland.\nAfter a few months of unhappy floundering, made more painful by his mother’s death in mid May, his contacts found him a job as tutor to the son of the minor poet Charles, Lord Binning, who was himself the son of a minor poet, Thomas Hamilton, Earl of Haddington, and the son-in-law of the poet and songwriter Lady Grizel Baillie. At Lord Binning’s country house at East Barnet, some 10 miles north of London, Thomson set about teaching his pupil to read; he also taught himself to write a new, blank verse poetry, as he worked on Winter. How much of this remarkable poem was written in Scotland and how much in England is not known, but at the end of the winter of 1725–1726 it was complete, and it appeared in April 1726. The second edition of Winter was published in July, and two further reimpressions came out the same year. To Thomson’s eventual pleasure, his dedicatee Spencer Compton, speaker of the House of Commons, found that he could not continue to ignore the young Scot, and an interview between them ended with Thomson 20 guineas richer. Confident and on his way to being famous, Thomson began work on Summer, which appeared in February 1727, two years after his arrival in London. It confirmed the success of the poetic mode first deployed in Winter.\n“Blank verse,” wrote Raymond Dexter Havens, “seems to have been regarded in 1725 much as the telephone was in 1875, as a remarkable toy which it was interesting to experiment with but of which only a few enthusiasts expected to make any real use.” Bell did not patent his phone until 1876, however, whereas by Havens’s count, some 150 post-Miltonic blank verse poems (some very short) preceded Winter. Unlike those 150, though, Winter is sustained, serious, and skillful. The earlier blank verse corpus, which led Thomson to write and the public to accept this new poem, included Milton’s epics Paradise Lost (1667) and Paradise Regained (1671) as its most distinguished nondramatic examples. It also included every tragedy current on the London stage, and Thomson couched Winter as a prolonged soliloquy or dialogue with oneself and one’s surroundings. The speaker does often launch into imperatives that in some other poem, in another idiom, might address a reader directly: “See! Winter comes”; “Behold! the wellpois’d Hornet, hovering, hangs”; “Now ... let me wander o’er the russet Mead”; “Oh! bear me then to high, embowering, Shades.” Here, though, they represent an inner urgency on the part of the speaker as his eye lights on the hornet or a keen wish strikes him. To some extent like soliloquists in drama, Thomson’s speaker draws readers in to his inner state, but through indirect address. A combination of sympathy with the alert, urgent speaker and the resonance of the imperative form makes Thomson’s reader a tacitly summoned participant in the speaker’s excitement.\nThis roundabout way of talking to the audience makes apropos the analogy with blank verse dramatic soliloquies, including those in Paradise Lost. Yet there is a difference. In Thomson, the effect is, by intention, psychologically shallow: whereas the self-absorbed Satan, the leading soliloquizer in Milton’s poem, acts—busying himself making a hell of heaven—Thomson’s speaker cultivates pure reaction. For example, he welcomes the “Vapours, and Clouds, and Storms ... that exalt the Soul to solemn Thought” and become “kindred Glooms” and “wish’d, wint’ry, Horrors.” As the scenes in Winter typify that season, so the speaker as onlooker must typify responses to it, and this interplay of what is common, open, broadly available in the world and in the speaker helps to express the sense of community that is central not only to this poem but to all Thomson’s mature work. Nature in Winter is objective, “out there,” and Thomson’s speaker, through typification, becomes an analogue to this objectivity, though with a difference. Thomson typifies winter kaleidoscopically, by adding and mirroring new scenes one after the other; in contrast, his uniformly responsive speaker hardly develops a personality at all. Still, however standard the responses, Winter requires that they seem to emerge from experience. They could plausibly be framed in a blank verse that had strong generic associations with the drama. For Thomson himself, in whose mind the I, “nurs’d by careless Solitude”, was probably not pure textual fiction, the use of dramatic monologue allowed him to accommodate his Scots experience to his new, English life: a young emigré author might be jarred in moving from Edinburgh to London, from a city of about thirty-five thousand people tightly nested in rural land to a city of about 600,000, with room for urban sprawl. A dramatic self-projection, which is a self-reduction, allows him to be personal and at the same time to rise above the merely personal.\nWinter presents itself as a retrospective poem of multiple estrangements and renewals, treating a nonurban milieu divinely created, fixed by natural rhythms. In recollecting his past for his dramatic monologue, Thomson needed at once to magnify these rhythms and to stand back from them, to come to terms with them, and to pen them in an ordering plan. He could do this best by setting the poem in the country, where nothing softens winter, and to organize it through balancing event with commentary, that which is in natural time with that which is not. Winter, therefore, has four movements in its 406 lines, in each of which the bleak, cruel season comes, and then the poem redresses its action. The “Sullen, and sad” winter of the opening produces “Philosophic Melancholy,” which wakens sympathy, and its partner, aesthetic pleasure in nature; next, winter, “Striding the gloomy Blast,” leads to reflections on the majesty of nature and, after more description, of God; then oncoming winter strands the poet at home with his books, a “Society divine” of the aesthetic and moral great; finally “the wintry Season” conquers all, producing an exhortation on vanities and a theodicy, when “Time swiftly fleets, / And wish’d Eternity, approaching, brings / Life undecaying.” This clear pattern, doubled in each of the first two movements and more sustained in the last two, encompasses both the variety of the season as it moves toward uniformity (“Horror wide extends / His solitary Empire”) and a single moral and aesthetic sense of life, variously prompted by winter but capable, as the other poems in The Seasons were to show, of equally being prompted by the world in other forms.\nIn May 1726 Thomson left Lord Binning’s employ to live in London, again as a tutor, but now affiliated with a school well known for its Newtonian teachings, Watts’s Academy. One of the teachers there, the mathematician James Stirling, knew Newton well, so well that Newton had even sent him money to return from Venice so that Newton might recommend him for a professorship. Perhaps in part through such colleagues, in part through his own teachers in Edinburgh, Thomson had learned enough about Newton to have placed passages in Summer about gravitation, optical refraction, and “the Man of Philosophic Eye” who looks for the physical causes of the aurora borealis rather than succumb to popular superstition about it. Both Winter and Summer are also rich with scientific explanation about such phenomena as bituminous vapors, lightning, ripening minerals, and fogs, all matters within the purview of the Royal Society over which Newton presided. Not only did Newton penetrate the order of nature and therefore, theologically, some of nature’s meaning as God’s other Book, but he also was one of the chief glories of Britain, to which Thomson’s deep loyalty never wavered. Unsurprisingly, then, Thomson was among the multitude who wrote commemorative verse after Newton’s death on March 20, 1727. The result, dedicated to Prime Minister Walpole, was published in May 1727, A Poem Sacred to the Memory of Sir Isaac Newton.\nBecause Newton, like his contemporary John Locke, had long been deified in English patriotic myth, his soul’s ascent would have seemed merely to confirm his proper place. Writers proclaimed that his grasp of the vast cosmic machine made him the modern counterpart of visionary prophets, and also better in combining imagination and reason. Indeed, his epic work spoke of what appeared to be the highest values of the true, the good, and the beautiful: the true because knowledge of God’s world glorified Him, empowered His human creatures, and swept away old superstitions; the good because the Newtonian system typified a universe of cooperative motion like the balanced constitution of Britain itself (unlike French despotism); and the beautiful because the spectacle of nature offered unity in variety, with objects often beautiful in themselves and always so when considered within the great order in which they shared. The 50 years before Thomson’s birth and the first quarter of the new century had seen the triunity of true, good, and beautiful split apart, to be studied within three different sciences: “natural philosophy”; ethics and a rationalized natural law; and the youngest branch of philosophy, aesthetics. Precisely on account of this splitting, Newton’s harmonizing system was all the more gratifying, difficult, and therefore, in its triumphant absolutism, magnificent. It has turned out, as Thomson and his contemporaries could not guess, to be the last system in the history of Western thought to provide society with an ontological guarantee of harmony. At the time, Newtonian thought as a guarantor of values was, if anything, more important than Newton the discoverer of natural, therefore divine, order. Of course a poet who was in the process of becoming the author of The Seasons saw and responded to the mythic power of such harmony in the 1720s, in appreciating Newton’s work as in creating his own.\nOthers, most notably Pope in Epistle II of An Essay on Man (1733), moralized Newton as a genius still ignorant, as an emblem of limited human knowledge and so an a fortiori argument for humility. Thomson does not. His heroic Newton reunites Truth, Goodness, and Beauty by tracing “the secret Hand of Providence,” by surpassing in scope and ethical merit the ancients’ conquests won through “Violence unmanly, and sore Deeds / Of Cruelty and Blood,” and by untwisting “all the shining Robe of Day,” revealing a world of light, that “Infinite Source / Of Beauty, ever-flushing, ever-new!” Behind this achievement plays the rhetoric of temporality, since, after all, Thomson was writing a memorial poem. He therefore traces Newton’s career through time, as “with heroic Patience Years on Years / Deep-searching,” Newton “saw at last the System dawn, / And shine, of all his Race, on him alone.” Thomson presents first the earthly, then the cosmic effects of gravitation; next, the plotting of orbits, even those of comets; the wonders of Newton’s optics; and finally a brief tribute to the historical research—the recovery of human time itself—with which the great man occupied his later years. But for Newton a career in time mirrors a career after time. His progress on earth resembles that progress toward full and universal knowledge that some writers of the time saw as a promised delight of heaven: Newton’s terrestrial life gave a foretaste of the hereafter to which he had now flown, to continue “comparing Things with Things, in Rapture lost, / And grateful Adoration” among “the whirling Orbs.” Similarly, on earth he anticipated the very tone of mind that marks him on high, where he can sit “in dread Discourse” with angels or the other blessed; here among mortals he shared with his friends “the vast unborrow’d Treasures of his Mind,” always “Fervent in doing well.”\nThomson in his mid 20s had made a considerable reputation, and the humble Scots tutor felt confident enough to pitch himself into politics, at least in verse, with the poem Britannia. He now enjoyed the benefits of lofty friends, such as Algernon and Frances Seymour, the Earl and Countess of Hertford; the future bishop Thomas Rundle; the Oxford professor of poetry Joseph Spence; and George Bubb Dodington, Baron Melcombe, the dedicatee of Summer. In January 1729, perhaps influenced by Dodington’s political advice, Thomson published anonymously his patriotic poem Britannia. When he had dedicated his lines on Newton to Walpole, Walpole and Dodington had been allies; now they were not. British indignation in the late 1720s was rising over Walpole’s conciliatory—some thought cowardly—posture toward Spain, a nation that had besieged Gibraltar in February 1727 without calling forth a declaration of war from England. By the beginning of 1729, a process of peacemaking, begun in May 1727, was still incomplete, stalled after the congress of Soissons, and not to be given (temporary) fulfillment till the Treaty of Seville in March 1729. Meanwhile, according to the patriot opposition, Spain continued to harm British interests on the high seas. Britannia appeared just in time for the opening of Parliament, with a Virgilian quotation from the indignant Neptune on its title page, and opening lines that presented a weeping Britannia, her garments rent and her laments flowing. “Unchastis’d, the insulting Spaniard dares / Infest the trading Flood” on which she gazes, while the weak, demoralized British slink. Peace, “first of human Blessings; and supreme!” is what Britannia desires, but sometimes war must keep the peace, “when Ruffian Force / Awakes the Fury of an injur’d State.” Britannia invokes the glorious past of Britain, its special resources “By lavish Nature thrust into your Hand,” its emptiness if deprived of trade, and the beauties of Liberty, “The Light of Life! the Sun of Human Kind! / Whence Heroes, Bards, and Patriots borrow Flame.” At the conclusion she realizes that Parliament has convened—“my Sons, the Sons of Freedom! meet / In awful Senate”—and flies there to “Burn in the Patriot’s Thought, flow from his Tongue / In fearless Truth.”\nSince both government and opposition seized on Britannia, it must have been thought successful. The opposition’s use for it is plain, but the pro-Walpole faction also managed to turn it to advantage. The government newspaper, the Daily Journal (January 28, 1729), quoted Britannia’s paean to peace, insisting that the “charming ... Description” would lead one “to extol and applaud the Pacific Measures that have hitherto been pursu’d by his Majesty and his Ministers, to preserve to us those invaluable Blessings” and to “give so just a Preference to those Divine Men ... who study to cultivate the Arts of Peace.” Despite this appropriation, other poets and pamphleteers hostile to Walpole’s pacifism also took up Thomson’s lead. The policy of war was eventually pursued unto disillusionment, and its heralds were forgotten. To the reader for whom the policy decisions of 1729 have lost their savor, Britannia, too, will have lost most of its.\nAnother public venue, besides political agitation, was the stage. Thomson’s gift with blank verse and serious sentiments made tragedy a natural outlet for him, and the “Roman” genre, parented by John Dryden’s All for Love (1677) and Addison’s Cato (1713), was the mode of choice. In all he was to write five such plays, some more specifically “Roman” than others. The first of these, The Tragedy of Sophonisba, was performed at Drury Lane on February 28, 1730. As reported by Grant, the painter William Aikman, one of Thomson’s good friends, said it was praised on rehearsal so “extravagantly” by the actress “Mrs Oldfield and several of the [other] players” as to make him worry: “I wish they may not raise peoples’ expectations to a height about it that cannot be satisfied.” The cast and Thomson’s lines, though, proved more than equal to the public’s hopes. Anne Oldfield, a great Cleopatra and (in Nicholas Rowe’s The Fair Penitent, 1703) Calista, played the title role; Thomson wrote in the preface to the published play that “she excelled what, even in the fondness of an author, I could either wish or imagine.” The equally skilled Robert Wilks, impetuous and tender, was a fine Masinissa. Several of the royal family attended, and Thomson received permission to dedicate the play to the queen. Continuing the theme of Britannia, he did so by comparing the naval and commercial power of Sophonisba’s Carthage unfavorably with that of Caroline’s England.\nThomson began with a much-used story, most familiar on the London stage in a version by Nathaniel Lee (1675) still occasionally revived. It comes from Livy’s histories, where the beautiful Carthaginian Sophonisba, after the Romans’ defeat of her nation, wins back the heart of her former betrothed, Prince Masinissa, now allied with the enemy. Scipio Africanus, fearful of her influence, successfully exhorts the blushing, groaning, and weeping prince to valor, not the weakness of love, and Masinissa presents his new bride with a bowl of poison so that she may save herself from the Roman slavery to which he otherwise would have to consign her. She drinks fearlessly and dies. By and large, Thomson (unlike Lee) keeps to this narrative, which he says in his preface attracted him by its “great simplicity”: “It is one, regular, and uniform, not charged with a multiplicity of incidents, and yet affording several revolutions of fortune; by which the passions may be excited, varied, and driven to their full tumult of emotion.” The passions here are love and honor, the staples of Restoration and early-18th-century tragedy, sauced with militant patriotism, suitable for the author of Britannia. As might be expected from Thomson’s description of his play, the conflicts are more emotional and moral than political, and he tries to make the group of characters embody these conflicts rather than to depict people with complex motives. Sophonisba presents not individuals but a system, the proper working of which generates a measure of disaster and a measure of triumph. In this it partly resembles The Seasons.\nThe action of the play consists of a series of dialogues: Sophonisba and her confidante Phoenissa; Masinissa and his confidante Narva; Masinissa and Sophonisba’s vanquished, vengeful husband Syphax; Masinissa and Sophonisba; Sophonisba and Syphax; Masinissa and Scipio’s lieutenant Lelius; Masinissa and Scipio—all have one or more dialogues in which each presents at least (and at most) a partially valid position in opposition to the other. Each of the main characters is compelled to a position that he or she also, in some respects, freely chooses. Masinissa alone has two such positions, the “Roman” and the lover’s, that put him in a double bind, where each course of action has its powerful virtues and grave faults. Double-bind tragedy, which developed with those still-current favorites Dryden and Thomas Otway, suited an ethically passionate and interrogative mode of thought widespread in the 18th century. It also involved, from the 1670s on, a complicating of gender roles, with the hero torn between more “masculine” and softer, more “feminine” values. Perhaps George Lillo’s tragedy The London Merchant, performed the year after Sophonisba, draws from this complication its fullest potential, but Thomson’s play comes close. While Masinissa melts, Queen Sophonisba herself, far more militant a patriot than in Livy, thinks of love as a mere strategy for furthering the goals of Carthage. Her splendor is in being manly, as Masinissa’s tragedy and the source of one’s sympathy for him, is in his emotional androgyny.\nBefore Thomson gave the world Britannia and Sophonisba, he had published Spring in June 1728, dedicating it to Lady Hertford. Now two years later, in June 1730, Autumn appeared, first in a handsome one-guinea subscription edition of the entire Seasons, together with “A Hymn on the Seasons” and the lines on Newton. The previously published poems on seasons were revised, especially Winter, in which Thomson nearly doubled the 405 lines of the first edition, and the volume was fitted with handsome plates drawn by the most important artist and designer of the day, William Kent. The dazzling list of subscribers, beginning with the queen and members of the peerage and including fellow writers such as Pope, Ramsay, William Somervile, John Arbuthnot, and Edward Young, indicates Thomson’s stature as he approached the age of 30. Keeping this intellectually and socially posh company had already affected the shape of The Seasons; so did the style of life into which Thomson now glided. With the sale of over 450 copies of this subscription edition, and the sale of his copyrights (from which he had been profiting quite amply) to his publishers, John Millan and Andrew Millar, he found himself nearly well-to-do. But, since he was feckless, he needed every shilling and in future years was to revise and enlarge The Seasons over and over in some measure for that reason. As he did so, he moved further from the sharp focus with which he had begun in 1726. Thomson progressively opened his poem to different poetic modes—the tale, homily, satire, poeticized science—so as to encompass the diverse voices that saturated the natural world of which he wrote. The four serial poems now presented a vast, mingled array of scenes, reflections, narratives, descriptions, and panegyrics. In its original form, Winter had among other things spoken to the experience of Thomson the emigré Scot; The Seasons spoke from the vantage of a modern Briton who knew the order and variety of the world through science, travel, and moral observation—a modern Briton was a cosmopolitan.\nSome critics of The Seasons have drawn a post-Wordsworthian line between Thomson’s fine, fresh depictions of nature and what they see as his woolly, worn homilies to man. As his poem went from version to version, their argument goes, he kept swathing and muffling the real merits of The Seasons, in these pieties. Two issues are in play here, one of execution, the other of plan. As to execution, the critics may be right. Thomson’s greatest talents lay in natural description, not moral comment, and the assured nods and amens for his moral observations may well have allowed him to be slipshod in working out his verse for them. During the 18th century, morality in verse could aim for elegance, if moral sensibility was supposed to be an effect of a refined and civilized spirit, or it could aim for a simple immediacy if it was to strike a universal chord in the human breast; but neither of these styles exercised much discipline over the poet. Thomson, therefore, does less well with common places than with material where novelty, a specific imaginative vision, or an aphoristic energy prodded him to give precise shape to his lines. Besides, the vividness and evocative strength that distinguish much of The Seasons gave the homilies hard competition, made harder when later readers are supercilious about the homiletic mode itself.\nAs to the plan of The Seasons, however, opening his poem to greater diversity surely formed part of a design akin to the one that underlay his elegy for Newton: a weaving together of truth, goodness, and beauty. The spatiotemporal world, imaged in the seasons, needed to be caught in a total mimesis, reflecting and reflected upon from the viewpoints Thomson might assume; or at least such a mimesis had to be successfully evoked. Whereas Newton himself could present nature in a regularized form, plotted out by the laws of physics, Thomson had to make do with a crowd of distracting particulars. No wonder he kept revising, and no wonder, too, that he produced some incoherences. Some earlier descriptive poems, such as John Denham’s Cooper’s Hill (1642) or Pope’s Windsor-Forest (1713), had fitted together nicely in accord with a scheme of discordia concors, a harmony of heterogeneity. More than his predecessors, though, Thomson had to accommodate another complication—point of view. In The Seasons he had to bring together at least three incompatible, legitimate, and necessary perspectives: a sense of human beings as mere creatures within nature, of humans as moral and experiential centers within nature, and of human readers reflecting upon nature, including its human population. For this fidelity to nature as variously experienced, Thomson surrendered the sort of unity he achieved in the 1726 Winter, or he deferred it to an underlying divine order outside experience and to a conceptual or verbal order, the totalizing that the general term “Spring” or “Summer” implies. Different readers would have these orders in mind to different degrees when moving through the absorbing descriptions, sharp contrasts, and digressions of The Seasons, so that the interplay between a reader’s sense of order and sense of untamable profusion becomes another significant effect in the poem. As Thomson lengthened The Seasons, the forest floor of profusion intertwined even more densely over the underlying order, so that he no doubt felt increasing need to proclaim how ordered his world was and how special the human condition within it.\nThe ultimate unifying truth of The Seasons, guarantor of beauty and goodness, was God’s, such as could be intuited or named but known only as ground for all phenomena. The truths that testified to it were those of evoked experience, of course, but also those of science. From the regularity of scientific processes, Thomson could depict a nature of rich, indicative particulars that did not crumble into randomness or mere density. He could also place his readers as among a race of beings who were wise enough to rise above particulars precisely by passing through them, by observing them with a close eye. This double virtue for science—as witness to God’s legible plan and as mediatrix between that plan and valuable, experienced details—Thomson drew from the mass of writing known as physicotheology, which stressed the wonderful fitness and economy of the natural world. Thus, for instance, in Spring he hails the “Source of Being! Universal Soul / Of Heaven and Earth! Essential Presence ... !” whose “master-hand” makes plants nourish themselves; and in Summer he sings of the Sun, “in whom best seen shines out thy Maker,” for “’Tis by thy secret, strong, attractive force” that the solar “system rolls entire—from the far bourne / Of utmost Saturn ... to Mercury.” Other passages deal with insects, the percolation of subterranean waters, and the creation of fogs—all these, and some briefer references, betoken nature’s complexity and yet ideal legibility to someone who loves the world intellectually as well as emotionally. They remind the 20th-century reader how thin much post-Thomsonian descriptive poetry was to become, limited to elaborating only two of Thomson’s effects, verbal photography and reflection of the writer’s own mind. There has been another loss, too, for the scientific passages can hardly strike one today as they did Thomson’s audience, who knew gravitation, plant respiration, and microscopy as recent discoveries, not as a historical facts but as part of a new, surprising dominion of the mind. While Thomson would have thought—wrongly—of his homiletic passages as universal, free of history, he surely did mean in his scientific passages to allude to the historical momentum that his own age had given to finding the “timeless” truths of nature. Therefore, his Latinate diction not only harked back to his poetic ancestors, it drew from the language of the new science, so marking his readers both as heirs of the old philosophic poets, Lucretius or Virgil, and as voyagers in an age of nonclassical discovery, a British order of nature and humankind that transcended the Roman.\nThe blank verse of The Seasons is somewhat grander than that of the 1726 Winter: though Thomson continues to draw on dramatic and Miltonic blank verse, he refers more insistently to Virgil’s Georgics, the last major classical poem to make the worlds of experienced nature and scientifically understood nature mesh. The example of the Georgics, language aside, surely prompted Thomson to produce as comprehensive, artfully disordered, and closely mimetic a poem as The Seasons, once the early Winter had started him presenting humans within a demanding, splendid nature. Scots education paid more homage to Latin than did English, and among Latin poems, the Georgics had a special place of honor, as what Addison called “the most complete, elaborate, and finished piece of all antiquity” (“Essay on Virgil’s Georgics,” 1697). Its vividness of description was thought to be such that, as Addison said, “we receive more strong and lively ideas of things from his words, than we could have done from the objects themselves.” In addition, its majesty and grace of language ennobled the commonplace, allowing Virgil to move easily from the details of husbandry to moral precept, historical interlude, images of the natural order, and evocation of Roman majesty. Thomson’s aims closely resembled those he saw modeled by Virgil, whose high rural patriotism and quick sense of the interchange between humans and nature generally inspired The Seasons and from whose work Thomson adapted or even, at times, paraphrased passages directly. In its language, then, The Seasons keeps returning to Latinate words, often ones with scientific force (“sublimed,” “convolved,” “efflux,” “infracted,” “ovarious,” “flexile,” “concoctive,” and “constringent,” for example), or, rarely, their etymological force (“the spreading beech, that o’er the stream / Incumbent hung”). Thomson also showed a fondness for compound words (such as “hollow-blustering,” “new-creating,” “mute-imploring,” and “plume-dark”) after the fashion of Latin (“res publica,” “paterfamilias,” “ignicolor,” and “celeripes”). Latinate usages are also Miltonic, so that one might speculate that Thomson perhaps took the relation of the Georgics and the Aeneid in Latin as a model for that of his own poem, The Seasons, to Paradise Lost in English. However that may be, as the ambition and the lexicon of The Seasons make the Latin usages allude to Milton, the form, scope, and subject of the poem make them allude to Virgil. One need not particularize further, for like several of his contemporaries, Thomson strives for a texture of broadly unified allusiveness that serves as a sign of emulation, an homage, an appropriation, and a going beyond.\nThomson placed The Seasons carefully, then, within poetic and cultural traditions, and located the objects he depicts within a variety of perspectives. In these concerns he resembled his contemporaries, as indeed he did in his moment-by-moment treatment of objects in his verse. Some lines from Autumn serve as an example:\n \nHence from the busy joy-resounding fields,\nIn cheerful error let us tread the maze\nOf Autumn unconfined; and taste, revived,\nThe breath of orchard big with bending fruit.\nObedient to the breeze and beating ray,\nFrom the deep-loaded bough a mellow shower\nIncessant melts away. The juicy pear\nLies in a soft profusion scattered round.\nA various sweetness swells the gentle race,\nBy Nature’s all-refining hand prepared,\nOf tempered sun, and water, earth, and air,\nIn ever-changing compositions mixed.\nSuch, falling frequent through the chiller night,\nThe fragrant stores, the wide-projected heaps\nOf apples, which the lusty-handed year\nInnumerous o’er the blushing orchard shakes.\n \nIn these lines are the compound words and terms used in Latin rather than English senses (“error” instead of “wandering,” “wide-projected” meaning “thrown”); here is science, in the four elements of the “ever-changing composition”; here is also closely worked order, not only in Thomson’s exquisite sense of sound, which a reading aloud will reveal, but also in the placement of objects. One moves from the openness of the field to a “maze” minus its usual negative connotation of baffled confinement, since instead one is “revived” along the mazy path one chooses among the trees in an orchard, while the notion of revival is emphasized by the personification and pregnancy of the orchard. The curvilinear movement of “error” now turns into the “big”ness and “bending” of the boughs, the fully ripe “juicy pear,” and the sweetness that “swells” the gentle race. The “breeze” (air), “beating ray” (sun / fire), water imagery in “shower” and “melts,” and the earth on which the “soft profusion” of fruit lies are to reappear a few lines later as the “ever-changing composition.” Thomson then steps back—with the comment about Nature’s hand—from the sunny afternoon and juxtaposes it with the “chiller night” when apples fall; but, of course, both times offer delight and profusion (pears “scattered round” and “wide-projected heaps” of apples), just as the busy fields and the mazy orchard both offer joy. The leitmotif here, after all, is the ideal of cooperative compounding—difference as forms of the same—expressed in the mixing of the four elements. As this passage ends, the image of pregnancy returns when “the lusty-handed year” makes the orchard blush, responding to his shaken-down gifts but also simply red with apples. By such intertwining of analogy and contrast, Thomson constructs The Seasons, not as a unified poem but as a continuous experience.\nContinuity on the level of the reading consciousness, a pointing toward a divine totality that one can suppose and believe in, and yet, between these wholes, only an unruly, fractured, and polyvalent world, represented by a succession of vivid, contrasting, and yet often analogous fragments—those are the forms of The Seasons. Thomson found much to do each time he came to revise a poem the texture of which required such delicate, meticulous adjustments for continuity while the length and sequence of episodes remained so open. The public rewarded him well: in the 50 years after his death some 170 different editions of his Works or The Seasons appeared, including translations into French, German, and Dutch.\nIn early November 1730 Thomson set out for a tour of the continent as companion to Charles Richard Talbot, the 21-year-old son and heir of Solicitor-General Charles Talbot. The elder Talbot allotted Thomson two hundred pounds per annum, which must have been paid in 1731 and 1732, while the two travelers remained on the foreign side of the Channel. “Travelling,” Thomson wrote to Dodington in October 1730, before setting off, “has long been my fondest wish. ... The storing one’s imagination with ideas of all-beautiful, all-great, and all-perfect Nature: these are the pure Materia Poetica, the light and colours, with which fancy kindles up her whole creation, paints a sentiment, and even embodies an abstracted thought. I long to see the fields where Virgil gathered his immortal honey, and tread the same ground where men have thought and acted so greatly.” When he actually trod alien soil as a sturdy Briton, however, Thomson found the Virgilian fields bare of their mellifluous clover, and the grounds of past greatness overgrown with gorse. “That Enthusiasm I had upon me with regard to travelling goes off, I find, very fast,” he informed Dodington from Rome a year later. In accord with the longstanding view that Italy was so badly governed, so priest-ridden, as he wrote to Dodington, that “human Arts and Industry” were nearly “extirpated” and “Nature herself’ disfigured, he planned the first part of his long poem Liberty (1735–1736), moved by the evocative sight of Roman ruins. Because of his patriotism, his zeal for commerce, his successful Roman play (Sophonisba), his moral warmth, and his devotion to the pleasures of the imagination, he may also have seen himself as a successor to Addison, whose familiar poem A Letter from Italy (1704) and lengthy Remarks on Several Parts of Italy (1705) he drew upon quite heavily. Eventually Liberty was to have five parts, about 3,400 lines in all, on which Thomson worked for two years after his return to England in January 1733: these were published over a little more than a year (January 1735–February 1736). But just as Europe disappointed him, so his European poem was to do. Liberty was Thomson’s first critical failure: Millar had 3,000 plainpaper copies of Part I printed, but only 2,000 of Parts II and III, and a mere 1,000 of Parts IV and V.\nLiberty describes spatial and temporal denuding: land after land achieves magnificence through devotion to a republican ideal; land after land falls back into decay through selfishness, party politics, luxury, and despotism. In line with the dubious but widely believed principle that high culture flourishes most, if not exclusively, in free lands, the sojourns and flights of Liberty, here personified, also mark the points in history where the arts prospered or fell into ruin. Like Britannia, Liberty was an opposition poem, and its claim to state a universal principle of culture over a wide variety of nations represents opposition ideology, the rendering “natural” of a historically local set of nationalistic notions. The militancy of Britannia embodies part of this set, specified through British naval power and commerce: this is the language of empire, not (yet) for conquest at any cost but surely for peaceful conquest through the extension of trade. Liberty embodies another two parts of the set. First it presents an ideal of the state as a res publica, a single and entire center of commitment. The rejected extremes here for Thomson are Continental despotism, in which the state is the king’s instead of belonging to all citizens, and Walpole’s individualism, in which the state is an arena for self-interest. Second, the poem presents a double lineage for Britain. One is a spiritualized version of the actual, in which monarchs succeed each other but in which freedom progresses, and the other is an actualized version of the spiritual, in which the ideal of liberty moves from one home to another till it settles, provisionally, in the Britain of the present day. Both the republican ideal and the double history erect in Britain a communal object of immeasurable value, thus magnifying any threat to it, thus justifying the union (in 1707) of England and Scotland, and thus interlocking the political and economic systems of free men and free merchants. The last section of Liberty depicts the arts and public works alike embellishing this happy land.\nObviously, though Thomson couches the poem as a dramatic narration of things seen, he himself did not see the events he narrates, and as a result Liberty is dense with borrowings from ancient and modern sources. Through these borrowings and the dramatic narration, Thomson tries to give the poem a context of authority, thence urgency. 18th-century poets, of course, implicitly accepted a weak idea of intertextuality, that any poem is a weave of previous texts, although equally they placed far more weight on the writer’s intentions than would late 20th-century intertextual theorists. Thomson not only uses plain statements to make his intentions evident, he also invokes previous texts to attest to his opinions, and so he footnotes some claims. To show that the arts, exemplified by his own poem, traverse the same path as the movement of liberty, he reenacts these parallel movements with a double mimesis: the speech of Liberty, made in the 1730s, represents millennia of history; the poetry of Thomson, also made in the 1730s, merges history’s realm of truth with the poet’s realm of beauty and virtue. He wanted, finally, to bring the experiences of nations and ages into contemporary Britain, an appropriative commerce in ideas that Britain carries on by right. With the narrative voice of Liberty, Thomson hoped to give the poem the vividness that comes from personal witness, to justify his tropes with the suggestion that they arose from personal feeling, and to efface any impression of jingoism by making his speaker immune to mere national loyalties.\nIn doing all this, he had no more than mixed success. Samuel Johnson, writing his biography of Thomson for The Lives of the Poets 40 years later, acidly remarks, “At this time a long course of opposition to Sir Robert Walpole had filled the nation with clamours for liberty, of which no man felt the want, and with care for liberty, which was not in danger.” Yet, says Johnson, the poem remained unread, “condemned to harbour spiders, and to gather dust,” and for a good reason, since “the recurrence of the same images must tire in time; an enumeration of examples to prove a position which nobody denied, as it was from the beginning superfluous, must quickly grow disgusting.” Common experience shows, however, that people love to be told eloquently what they already know, and a fortiori so, one would think, for a populace who raise a cry for liberty even when (in Johnson’s eyes) it was unendangered and ample. More likely than Johnson’s reason is that Liberty did not meet the expectations of those whom The Seasons had delighted. As Liberty swept through time, gathering dialectic speed, it offered little scope for Thomson’s great descriptive powers. At such spots as he can exercise these, one realizes how much they have been missed, as in Part IV when “the snow-fed Torrent, in white Mazes tost” falls “to the clear Aetherial Lake below,” while “high o’ertopping all the broken Scene” appears “The Mountain fading into Sky; where shines / On Winter Winter shivering, and whose Top / Licks from their cloudy Magazine the Snows.” Much more often, Liberty is simply oratorical, well done in a style that would have brought some minor writer into a recognized place in literary history but that disappoints when coming from Thomson.\nThomson’s idea of British liberty took party politics, luxury, and lust for personal gain as threats; and fresh from writing the dramatic verse of his poem, he turned once more to the theater, to show how self-interest defeats self-sacrificial public spirit. His new play was the tragedy Agamemnon, first performed in April 1738, with the reigning tragedian of the time, James Quin, in the title role and an excellent supporting cast. Thomson’s version of the story reworks the structures of Sophonisba. Agamemnon himself takes on the moral positions of Masinissa and Scipio, in that virtue and (fallible) wisdom beam from him as king, that he loves deeply (Clytemnestra and Iphigeneia), but that he puts the public good before his own affections. Thus he has, for honor and duty’s sake, spent 10 years far from his beloved wife and has allowed his daughter to be sacrificed, an act that his other daughter, Electra, does not hold against him. The weakness and vacillation of Masinissa till the end here belong to Clytemnestra, guilt-racked for her adultery with Egisthus, rancorous about the sacrifice of Iphigeneia, and stung with jealousy over Agamemnon’s supposed affair (he is wholly pure in this play) with Cassandra. Sophonisba, dedicated to Queen Caroline, depicted a patriot queen, but now a patriot king was in order, with the death of Caroline (an ally of Walpole’s to the last) and the intensification of party politics around the figures of George II, the Prince of Wales, and the menacing prime minister. Thomson exhibits an Egisthus as spiteful and ill willed as Syphax, far stronger than Aeschylus’s Aegisthus, and fit to stand in for the Patriots’ archvillain, Walpole. This murderous underling in Agamemnon was a model of the “statesman” or wicked deputy, such as would in the political climate of the 1730s have been applied to Walpole even if Egisthus had not exiled the wise advisor Melisander in Thomson’s play, just as Walpole had kept Bolingbroke, the opposition’s éminence grise, in French exile for 10 years. Pope, in May 1738 (the next month), was able to use “Aegysthus” as a name for Walpole in Epilogue to the Satires ... Dialogue I.\nDespite its Greek setting, Agamemnon fits the subgenre of the “Roman play,” in which an admirable protagonist embodies virtue and patriotism, quelling personal desires in favor of serving his country’s needs. The loftier the figure, the greater his benevolence in this intensified version of noblesse oblige. Some of Dryden’s tragedies hint at this subgenre, and, as mentioned, Addison’s Cato represents it fully. Still, Roman plays did not really thrive on the London stage till the opposition to Walpole grew in the 1730s. As in Cato, which also became more popular, the message of Agamemnon is intensified by the spectacle of its patriot king dead. He is a victim of his own rectitude, for Thomson’s Agamemnon has to die partly to prevent his planned seizure of the villainous Egisthus: “The sleep of death alone shall seal these eyes,” he proclaims, “While such a wretch holds power in my dominions.” In this death, however, lies a serious weakness for Thomson’s play. Unlike Cato, who commits suicide as he speaks noble soliloquies, Agamemnon could not very well die on stage—one cannot brave one’s killer from one’s bath—and the fact of his offstage murder could not keep the audience in suspense, since they knew the story in advance. As a result, the tension and tragedy mount as the patriot king’s death impends, while Agamemnon himself stays unseen, unheard. The weight of the last two acts must therefore be borne largely by Clytemnestra, the most conflicted and psychologically most interesting (that is, least “Roman”) of the characters, whose part Thomson wrote to good effect for the tragedienne Mary Porter. But this was to focus upon the politically least telling figure while making the patriot king wholly ineffective. Perhaps this misfiring explains why, star cast and all, Agamemnon played only nine times, twice at the command of the opposition’s darling, the Prince of Wales, and then dropped from sight, never to return to the London stage in the 18th century. Its excellence as a reading tragedy, however, led Millar to be able to sell 4,500 copies of it.\nThe mid 1730s were years of change and consolidation in Thomson’s life. In late 1733 he had lost his traveling companion Talbot to death, and he had gained a sinecure from the young man’s father, for when the elder Talbot was made lord chancellor he appointed Thomson as secretary of the briefs. (When Thomson lost the post in 1737—at Lord Talbot’s death the chancellorship passed to Lord Hardwicke, an ally of Walpole’s—the Prince of Wales fully indemnified him with a pension of one hundred pounds a year.) After having lived for 10 years in London or abroad, Thomson moved in 1736 from his old lodgings just off the Strand and took a cottage in Richmond, then a village about eight miles as the crow flies, a good bit longer as the roads ran, from Hyde Park Corner. This distance and his fear of horses gave glee to his two wig makers, for as the assistant of one later recalled (in William Hone’s Table Book, 1827), “an excellent customer he was to both”: Thomson had “a dozen [wigs] at a time, ... and all of them so big that nobody else could wear them. I suppose his sweating to such a degree made him have so many; for I have known him spoil a new one only in walking from London,” something he did “at all hours in the night.” Despite the expense and bother, Thomson must have relished life in the near country, for in 1739 he moved to a larger cottage in Richmond, with seven rooms and a kitchen, where a housekeeper attended to his needs and he charitably attended to the needs of two nephews, whom he had employed as gardeners.\nLacking his own family, Thomson at Richmond gave himself over to a full social life, eating, drinking, and talking a great deal. His friend Andrew Mitchell told Boswell in 1764 (as reported in Boswell’s Journal) “that notwithstanding of his fine imitation of Ovid on the Pythagorean system [of metempsychosis, in Spring], he was an egregious gormandizer of beefsteaks.” As to his drinking, Lady Hertford, an early patron of Thomson’s, wrote in 1742, that “He turns Day into Night, & Night into Day & is (as I am told) never awake till after Midnight & I doubt [that is, I suspect] has quite drown’d his Genius” (in Thomson’s Letters and Documents, edited by Alan Dugald McKillop, 1958). He grew fat from his plate and punch bowl, and stoop-shouldered from, perhaps, his habit of writing late at night, peering dimly at his work by candlelight. His easygoing, sentimental temperament and disreputable hours might account for tales of his indolence. This ease of temper left Thomson often without money, with which he was quite negligent and generous, but it left him, too, with a great many friends, including Pope and Quin among the English, and numerous Scots. No harsh stories about him have ever appeared.\n“Thomson used to sweat so much the first nights of his plays,” said Mitchell, “that when he came and met his friends at a tavern in the [Covent Garden] Piazza, his wig was as if it had been dipped in an oil-pot.” If so, his wig makers were disappointed in late March 1739 when the first night of Thomson’s third tragedy, Edward and Eleonora, was cancelled by order of the lord chamberlain’s office. Though this play is, by and large, politically innocuous, at least in its printed version, Thomson cannot have been amazed by the censorship. In January 1738, three months before Agamemnon with its Walpolean Egisthus, Thomson had responded to the Licensing Act for the stage (July 1737) by writing a preface to a new edition of Milton’s Areopagitica (1644), and then having another of Milton’s tracts, this time advocating war on Spain, printed together with his own Britannia. This second book appeared in the same month (March 1738) as Captain Robert Jenkins displayed his ear, severed by the Spanish, to Parliament, and the opposition was intensifying the cry for war. In February 1739 Thomson wrote the prologue to his friend Mallet’s Mustapha in which an evil vizier and a vengeful queen slander a noble prince to his father, and so cause his death. Mustapha made the lord chamberlain’s office deny a license a few weeks later to the next exercise in reading between the lines, Henry Brooke’s Gustavus Vasa, or, The Deliverer of His Country (1739). Brooke, an Irish protege of Swift’s, enjoyed through Pope the friendship of opposition leaders, just as Thomson did. In Gustavus Vasa, the patriot king-to-be must contend with an evil “statesman,” Trollio, to free his land from foreign domination by Christiern; George II, of course, often spent time in his Hanoverian realm. Given the battle between Prince Frederick and his father, the battle between Vasa and the older Christiern, who calls him “boy,” may have seemed politically audacious, especially because it repeats the fatal conflict between father and son in Mustapha.\nBrooke’s play was the first to be forbidden under the Licensing Act, Edward and Eleonora the second. Brooke had immediately arranged for Gustavus Vasa to be printed by subscription, found the staunch defenders of liberty and opposition ready to buy, and profited handsomely. He also supervised a production of the play in Dublin, under the taunting name The Patriot. As to the printing, Thomson followed suit, selling 1,000 fine royal copies of his play in addition to 3,500 in ordinary paper. If the subscribers longed for political red meat, they were disappointed to find a tale of wifely sacrifice and manly honor. Eleonora surrenders her own life to save that of her husband, the future King Edward I of England, from whose envenomed wound she sucks the poison; the pagan sultan, Selim, accused of sending the assassin who stabs Edward, risks his life to save his honor by bringing the antidote to the poison; all ends happily as spouses are reunited, Christian and pagan rest at peace, and Edward returns to England as king. In the play’s discussion of the prince’s ascent to the throne lay the censor’s objections, since Edward’s royal father (as seen in act 1) needs to be saved “from his ministers, from those / Who hold him captive in the worst of chains,” those “low corrupt insinuating traitors” who deny “the royal heir” his just claim “To share his father’s inmost heart and counsels” while they “make / A property, a market of his honour.” The death of Henry III, announced in act 4, again elicits comments about an English monarch “abus’d” and “deluded” by “smiling traitors.” Mostly, though, Edward and Eleonora depicts virtue, strives for pathos, and preaches religious tolerance. This last matter was not entirely free of politics, however, since the Barbary states (Morocco, Algiers, Tunis, and Tripoli) served as Britain’s natural allies against Spain in the Mediterranean near Gibraltar.\nWhen Frederick, Prince of Wales’s first child, Princess Augusta, had been born on August 1, 1737, Thomson had written an ode to the happy father, with expectable slurs on the “selfish-Parties” and “deep Corruption” that eat at Britain’s soul, and praise of “the promis’d Glories of Thy Reign” and Frederick’s prospective offspring, new Edwards, Henrys, Annas, and Elizas. For the Princess’s third birthday, Frederick planned a gala masque at his estate Cliefden, for which the opposition’s favorite playwrights, Thomson and Mallet, were to produce a script, with music by Thomas Arne. Alfred (1740) ended with what has become the most often-heard piece of 18th-century British music or poetry, “Rule Britannia,” written by Thomson, set to music by Arne, and sung by Thomas Lowe, who, said Charles Burney, had the finest tenor voice he had ever heard in his life. In 1735, the prince had erected a statue of King Alfred in his gardens in Pall Mall, to endorse the patriot version of history, which assigned Saxon origins to the ideal of the free commonwealth. Since Alfred had been so declared the founder of English liberties, the plot of Thomson and Mallet’s masque again presented the patriot myth, in which the true and meritorious king (like Mallet’s Mustapha, Brooks’s Gustavus Vasa, and Thomson’s Edward) waits to ascend the throne and right all wrongs. During the masque, King Alfred, briefly unseated by the Danes, whiles away his exile by watching a pageant of future British history, a lineage of virtue and freedom, before he receives news that a new battle has restored him. In keeping with the honor roll of monarchs to whom Thomson had paid homage three years earlier, the pageant presents an Edward and Eliza, Edward III and his son the Black Prince, together with Queen Philippa (since the Princess of Windsor was also to be honored), and Elizabeth I. Both these monarchs, Edward III and Elizabeth, had a special patriot status, as shown by the tribute they get in Bolingbroke’s Remarks on the History of England (1754). Edward was “a glorious king,” “fierce and terrible to his enemies [but] amiable and indulgent to his subjects,” a man who “loved ... the spirit of liberty in his people” and quashed the ministers who had ruled his unhappy father. Elizabeth “was neither deceived, like [her predecessors], by her ministers; nor betrayed by her passions, to serve any other interest at the expence of England,” so that “she was supported by the spirit of liberty; and she overcame that of faction.” (The Scots Thomson and Mallet both had so deep an investment in this patriot myth, through which the British nation-state had for many centuries been freeing itself from absolutism, that both were willing to worship Elizabeth, no friend to Scotland, just as Thomson had glorified Edward I, Scotland’s foe, in his last play.) The final monarch in the pageant of Alfred is William III, who dethroned a bad king. No wonder that, despite managerial plans, Alfred did not appear on the London stage till 1745.\nEdward and Eleonora and Alfred put forward the ideal of wedded love, the domestic expression of the social harmonies that Thomson preached. He himself had had no such bliss, unlike Mallet, who married his second wife in October 1742, only months after the death of his first. Shortly after that, Thomson fell in love with Elizabeth Young, the sister-in-law of his close friend James Robertson, a London neighbor who now was physician to the court at Kew. Thomson’s first letter to Young, a quick, hard-headed Scot whose Border Scots burr must have resembled his own, dates from March 1743. He gets right to the point: “What shall I say but that I love you, love you with the utmost Ardor, the most perfect Esteem, and inexpressible Tenderness. Imagination, Reason and the Heart, all conspire to love you.” Unfortunately, the letter goes on with what look suspiciously like posturings, as Thomson addresses himself to Young’s “Compassion,” imagines how he will hide in the country to “indulge the melancholy Pleasure of continually musing on those Charms that have undone me,” and moralizes that “surely Nature is too just and benevolent to suffer a Passion like mine to be in vain, or to Purposes of Ruin.” None of Young’s letters survive, though she did not discourage Thomson actively, since he kept seeing her and writing to her; but one may assume that she kept her impecunious, awkward lover at some distance. He was a good bit older than she—she was to marry the naval officer John Campbell, 20 years Thomson’s junior—and, set in his bachelor habits, he must have made her wary of what life with him would be like. Though this courtship continued for at least three years, he was never to marry. By late 1747, when George Lyttelton, another staunch patriot, proposed someone as a wife for Thomson, he replied in a letter by praising the lady’s “good and worthy,” “charming and piquant” qualities, but sadly concluded: “every Man has a singular and uncontroulable Imagination of his own: now, as I told you before, She does not pique mine.” Less than a year later, still a “difficult old Batchelor,” he was dead.\nThomson’s unrequited pursuit of Young may have contributed to the theme and tone of his next tragedy, Tancred and Sigismunda (1745), which he wrote in 1744, following his publication of a revised edition of The Seasons. With David Garrick and Susannah Gibber as the young lovers, the new play appeared on March 18, 1745 and ran nine nights; Millar printed 5,000 copies of the text and, this time, not because he counted on political fervor for sales. Walpole was no longer an issue: unhorsed as prime minister in 1742, he had become earl of Orford, giving up his seat in the Commons and with it, his power; coincidentally, on the first night of Tancred and Sigismunda, he died. The success of the play, rather, depended on Thomson’s powers of eliciting pathos, for which he went back to the double-bind model of Sophonisba. Each character acts for the best in accord with his or her own understanding, and all end in disaster. In order to prevent civil war in Sicily, Matteo Siffredi forges a document by which Tancred, the rightful prince, agrees to ascend to the throne peacefully by marrying the rival pretender to it, Princess Constantia. Siffredi also urges his daughter Sigismunda, Tancred’s betrothed, to marry the chief of Constantia’s faction, Osmond; horrified by the forged agreement that she mistakes for Tancred’s betrayal, she obeys her father. Tancred himself can do nothing—enraged over Siffredi’s trick and yet unable to revenge himself on his beloved’s father; passionately in love with Sigismunda and yet denied her; trained to be a man of action and yet seeing himself a pawn of his own father’s will (he can have the throne only if he marries Constantia), of Siffredi’s judgment, and of his royal position, which requires him to keep the peace. In this predicament he comes to Osmond’s home to protest his love for Sigismunda, kills Osmond when attacked by him, and witnesses Sigismunda’s death at the sword of her dying husband, who hopes to protect his honor. This play, with its endogenous logic, focused action, and highly motivated plot comes the closest of any of Thomson’s plays to the simplicity and inexorability of Jean Racine’s, a writer he particularly admired. All Thomson’s tragedies give evidence of great abilities, but not always wisely used; they are never better used than in Tancred and Sigismunda.\nThough enriched by the success of this play and given some financial ease in 1744 by receiving another sinecure, this time via Lyttelton, Thomson found himself less able to enjoy his old life, maybe in the wake of his failed romance. He spent a good deal of time with Lyttelton, probably resisting that evangelical lord’s urging to become a practicing Christian. A new tragedy, Coriolanus (1749), was finished by early 1747, but was kept from the Covent Garden stage by Garrick’s refusal to play a supporting role to his rival Quin; or, as Thomson put it in a letter of April 1748 to William Paterson, “Coriolanus has not yet appeared upon the Stage, from the little dirty Jealousy of Tullus—I mean of him who was desired to act Tullus, towards him who alone can act Coriolanus.” The part of Tullus, by far the more psychologically intriguing of the two, would perfectly have suited the lively, “realistic” acting style of Garrick, while Quin, with his majestic and ornate tragic manner, was ideal for Coriolanus. Since Tullus is gnawed by envy of Coriolanus, whom eventually he kills so as to assure his own preeminence, Garrick’s decision probably kept the audience from gossiping about the play as an allegory of theatrical politics: Quin was appearing less and Garrick more while the two were at the same house. Coriolanus was not played until January 1749, when Garrick had left for the management of Drury Lane and Thomson had died. Performances served as a benefit for the poet’s sisters, Jean Thomson and Mary Thomson Craig.\nThomson’s Coriolanus—following Livy rather than Plutarch, William Shakespeare’s source—is no more an adaptation of Shakespeare’s than Thomson’s Sophonisba is of Lee’s or his Agamemnon is of Aeschylus’s. Pared down to a simple action, in a more Racinian than Shakespearean manner, this tragedy passes over the battles within Rome between plebeians and patricians and the subterfuges by which Rome was drawn into war—political issues that would have piqued Thomson’s interest in his patriot days. His play instead focuses on the last day of the noble-minded but somewhat overweening Coriolanus. When expelled from Rome, in act 1, for his fiery denunciation of the tribunes, “a victim yielded/by her weak nobles to the madd’ning rabble,” he seeks out his old Volscian foe, Tullus. Tullus joyfully grants him half the Volscian command, but then finds himself outdone by the newcomer who by nature dominates the scene. The pride that led Tullus to his magnanimity, “to see my rival-warrior / ... bend his soul / ... to sue for my protection,” now (in act 4) leads him to repent it, and at the same time to recognize his self-deceit, as “down I plunge, betray’d even by my virtue, / From gulph to gulph, from shame to deeper shame.” Tullus’s disillusionment with himself leads him to hate Coriolanus, its cause, still more. The play ends with Tullus’s henchmen stabbing Coriolanus and the killers being led off to face “a full council of the states at Antium.” Paradoxically, the two great generals suffer from the same vice, a subjection of patriotism to self-interest: Coriolanus, as the closing homily of the play announces, should not have “rais’d his vengeful arm against his country,” and Tullus should not have sacrificed even a renegade on the altar of his own ego. Since in 1745 and 1746 many of Thomson’s fellow Scots had rebelled with the Young Pretender and been savagely butchered by the English general, the duke of Cumberland, the treatment of these two Roman warriors must have imposed an exceptionally delicate task upon Thomson; he carried it off faultlessly.\nCoriolanus complements its predecessor, Tancred and Sigismunda, another play in which the self and society are set opposite one another. In Tancred and Sigismunda, love is the victim of what one might call social honor, not internalized but understood as an inexorable and estranging burden handed down by the fathers who arrange the “wise” political matches. In Coriolanus honor is the victim of a self-love that proves deeper than the love and honor it takes as masks. Now that the war fever of the late 1730s had abated, too, Thomson could give the clearest, least selfish voices to those of peace, reminding one that sublimated pride and envy, which mark the successful warrior in the form of glorious and noble emulation, are necessary but treacherous virtues. They turn magnanimity into a form of rationalized retreat, altruism into a self-annulment, command into a habit of domination. As in some of the earlier plays, like Tancred and Sigismunda, Thomson pitches his moral battleground less between virtues and vices than between varieties of the ethically defensible, or at least the ethically respected.\nSimilar conflicts reappear in The Castle of Indolence (1748), wherein the active life routs contemplative inaction. In form The Castle differs strikingly from anything he had published before. This Spenserian imitation had been hatching since Thomson’s return from the grand tour in the early 1730s. As he settled into his comfortable life, he wrote stanzas mocking himself and his friends. Since at the time he was enlarging on Britain as a great and ancient nation-state in the Miltonic poem Liberty, he plausibly adapted another father of British verse for this teasing verse. Thomson was at first aiming for a kind of mock-heroic, what the poet William Julius Mickle was to call “the ludicrous of which the antique phraseology and manner of Spenser are so happily and peculiarly susceptible” (introduction to Sir Martyn, 1767). Nonetheless, the idiom of The Faerie Queene also led Thomson to imbue The Castle with strong moral and allegorical force, especially given Liberty’s censure of idle luxury. Thomson’s lazy friends appear in The Castle as victims of a wizard whose malign enchantments make them still more passive than their predilections had. Beneath them in their indolent retreat lies a “dark Den” that harbors half-dead Lethargy, “Soft-swoln and pale” Hydropsy, moping Hypochondria, Gout, and Apoplexy. In the second canto, the Knight of Arts and Industry, son of Selvaggio and Dame Poverty, repeats the journey that Liberty had taken in Thomson’s earlier poem: he passes through the once-golden nations, more recently gray, “to slavish Sloth and Tyranny a Prey,” except of course for Britain. Called from retirement like a British Cincinnatus, the Knight disenchants the Castle and frees its denizens. The preachier and more militant parts of The Castle, like comparable episodes in The Faerie Queene, tend to sit less well with modern readers than parts that rely for their effect on complexity rather than righteousness, but for Thomson the lack of complexity, the simplicity of truth, itself effected a moral understanding.\nAs with much of Thomson’s earlier work, the fault line between virtue and vice here divides republican from individualist principles. Rural retirement, soft arts, imagination, and convivial distractions are true goods when they can be turned to aid the community, but tainted goods when, as in the Castle, the “One great Rule for All” is “That each should work his own Desire,” when “every Man [has] stroll’d off his own glad Way.” The enclosed castle acts as a metaphor for the “indolent” state of easy, friendly alienation, where real pleasure levitates over an unseen chasm, here allegorized as the “dark Den” of solitary, self-absorbed illness at the end of the first canto. The castle dwellers “eat, drink, study, sleep, ... melt the Time in Love, or wake the Lyre” as they choose, while the world appears only reflected or imagined, therefore only as the stuff of poetic reverie or a satire on vanity. Of course these views of the world are right, friendship and ease and pleasure are right, though inadequate, and Thomson presents them at their most appealing. Those whom he affectionately portrays as inhabiting the castle, his companions, are also appealing. Because indolence sequesters the poets, the satirist, the bon vivant, and the great actor from their proper field, the res publica; however, the castle dwellers take these right ideas and behaviors as fully sufficient, in which they are self-deceived. The individualist ethic, for Thomson, cuts people off from themselves and from the possible scope of their understanding as well as from their society. Hence that ethic “dull[s] the Sense” of private as well as public virtue.\nPart of the brilliance behind Thomson’s use of Spenser, then, is his thereby casting his poem in a doubly communitarian mode, first that of allegory, with its responsibility to an order that lies outside the poem itself, and second that of British history, of which the modern but often archaized language keeps reminding one. The stylistic temporality of The Castle of Indolence itself shows up the sham a temporality of Indolence’s castle. In the narration of the first canto Thomson mostly lets his hybrid style run in counterpoint to effects of suspended time, such as the pastoral setting of the castle, the Epicurean “Syren Melody,” of Indolence himself, and descriptions of habitual action. Through masterful use of sound and “romantic” imagery, he plays on the visionary quality in Spenser and brings one into real time only—and then obliquely—with the satire and the genial depictions à clef starting in stanza 49.\nCanto 2, though, represents time in the life history of the Knight and in a portrait of modern British liberty, a once “great Plan” rapidly fragmenting into personal license: “Mind, mind yourselves! Why should the vulgar Man, / The Lacquey be more virtuous than his Lord?” The Knight sets off to the castle with the bard Philomelus, a “Druid-Wight” whose name relates him to the nightingale, hence to nature, but who, as Joseph Warton claimed, probably represents Thomson’s great patriot ally Pope, who had died in 1744. Playing his “British Harp,” the bard sings of history and temporal processes, thus converting “the better Sort” of person. The balky, on the other hand, stubbornly doting on “the harmless Sabbath of [their] Time,” end up driven by Beggary and Scorn in “a ceaseless Round” like swine goaded without rest or mercy through the filthy market town of 18th-century Brentford. Thomson devotes the first canto, then, to the calm inhabitants of the castle who gaze amusedly at a representation of restless worldlings “bustling to and for with foolish Haste, / In search of Pleasures vain.” He devotes the second to reinterpreting this image for the gazers themselves, as time takes over from their delusory dream.\nTime took over too fast for Thomson in 1748. The first edition of The Castle of Indolence appeared in early May 1748 and the second edition in late September. In between these dates, at four in the morning of August 27 Thomson died, quite unexpectedly, of what his friend and fellow poet Dr. John Armstrong called a “low nervous malignant” fever. Thomson’s death, Armstrong went on (in a letter to Murdoch), “makes a hideous gap; and the loss of such an agreeable Friend turns some of the sweetest scenes in England into a something waste and desolate.” Thomson appears to have died without enemies, was mourned widely, and, through William Collins’s superb “Ode Occasioned by the Death of Mr. Thomson” (1749), given a tribute comparable to his own art. One cannot say the same for the attentions of his friend Lyttelton. Having striven during Thomson’s life to convert him to Christianity, Lyttelton strove after Thomson’s death to convert his poetry to decorum, and so produced a liberally revised and generally ignored version of Thomson’s work in 1750. An edition of what Thomson himself wrote appeared in 1762, edited by Murdoch, one of the friends teased in The Castle of Indolence. In the same year a monument to Thomson was erected next to Shakespeare’s in Westminster Abbey. His sculptured attributes are a laurel wreath, a tragic mask, an ancient harp, a book, and the cap of Liberty\n", "attrs": {"Region:": ["Scotland"], "School/Period:": ["Augustan"]}}