{"pf_url": "https://www.poetryfoundation.org/poets/james-baldwin", "name": "James Baldwin", "yob": "1924", "yod": "1987", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/622c481d6c248b5dfcf44145e6ff72562bfa1f0d.jpeg", "bio": "\nA novelist and essayist of considerable renown, James Baldwin bore witness to the unhappy consequences of American racial strife. Baldwin’s writing career began in the last years of legislated segregation; his fame as a social observer grew in tandem with the civil rights movement as he mirrored blacks’ aspirations, disappointments, and coping strategies in a hostile society. Tri-Quarterly contributor Robert A. Bone declared that Baldwin’s publications “have had a stunning impact on our cultural life” because the author “... succeeded in transposing the entire discussion of American race relations to the interior plane; it is a major breakthrough for the American imagination.” In his novels, plays, and essays alike, Baldwin explored the psychological implications of racism for both the oppressed and the oppressor. Best-sellers such as Nobody Knows My Name: More Notes of a Native Son and The Fire Next Time acquainted wide audiences with his highly personal observations and his sense of urgency in the face of rising black bitterness. As Juan Williams noted in the Washington Post, long before Baldwin’s death, his writings “became a standard of literary realism. ... Given the messy nature of racial hatred, of the half-truths, blasphemies and lies that make up American life, Baldwin’s accuracy in reproducing that world stands as a remarkable achievement. ... Black people reading Baldwin knew he wrote the truth. White people reading Baldwin sensed his truth about the lives of black people and the sins of a racist nation.”\r\n \r\nCritics accorded Baldwin high praise for both his style and his themes. “Baldwin has carved a literary niche through his exploration of ‘the mystery of the human being’ in his art,” observed Louis H. Pratt in James Baldwin. “His short stories, novels, and plays shed the light of reality upon the darkness of our illusions, while the essays bring a boldness, courage, and cool logic to bear on the most crucial questions of humanity with which this country has yet to be faced.” In the College Language Association Journal, Therman B. O’Daniel called Baldwin “the gifted professor of that primary element, genuine talent. ... Secondly he is a very intelligent and deeply perceptive observer of our multifarious contemporary society. ... In the third place, Baldwin is a bold and courageous writer who is not afraid to search into the dark corners of our social consciences, and to force out into public view many of the hidden, sordid skeletons of our society. ... Then, of course, there is Baldwin’s literary style which is a fourth major reason for his success as a writer. His prose ... possesses a crystal clearness and a passionately poetic rhythm that makes it most appealing.” Saturday Review correspondent Benjamin De Mott concluded that Baldwin “retains a place in an extremely select group: That composed of the few genuinely indispensable American writers. He owes his rank partly to the qualities of responsiveness that have marked his work from the beginning. ... Time and time over in fiction as in reportage, Baldwin tears himself free of his rhetorical fastenings and stands forth on the page utterly absorbed in the reality of the person before him, strung with his nerves, riveted to his feelings, breathing his breath.”\r\n \r\nBaldwin’s central preoccupation as a writer lay in “his insistence on removing, layer by layer, the hardened skin with which Americans shield themselves from their country,” according to Orde Coombs in the New York Times Book Review. The author saw himself as a “disturber of the peace”—one who revealed uncomfortable truths to a society mired in complacency. Pratt found Baldwin “engaged in a perpetual battle to overrule our objections and continue his probe into the very depths of our past. His constant concern is the catastrophic failure of the American Dream and the devastating inability of the American people to deal with that calamity.” Pratt uncovered a further assumption in Baldwin’s work; namely, that all of mankind is united by virtue of common humanity. “Consequently,” Pratt stated, “the ultimate purpose of the writer, from Baldwin’s perspective, is to discover that sphere of commonality where, although differences exist, those dissimilarities are stripped of their power to block communication and stifle human intercourse.” The major impediment in this search for commonality, according to Baldwin, is white society’s entrenched moral cowardice, a condition that through longstanding tradition equates blackness with dark impulses, carnality and chaos. By denying blacks’ essential humanity so simplistically, the author argued, whites inflict psychic damage on blacks and suffer self-estrangement—a “fatal bewilderment,” to quote Bone. Baldwin’s essays exposed the dangerous implications of this destructive way of thinking; his fictional characters occasionally achieve interracial harmony after having made the bold leap of understanding he advocated. In the British Journal of Sociology, Beau Fly Jones claimed that Baldwin was one of the first black writers “to discuss with such insight the psychological handicaps that most Negroes must face; and to realize the complexities of Negro-white relations in so many different contexts. In redefining what has been called the Negro problem as white, he has forced the majority race to look at the damage it has done, and its own role in that destruction.”\r\n \r\nEssayist John W. Roberts felt that Baldwin’s “evolution as a writer of the first order constitutes a narrative as dramatic and compelling as his best story.” Baldwin was born and raised in Harlem under very trying circumstances. His stepfather, an evangelical preacher, struggled to support a large family and demanded the most rigorous religious behavior from his nine children. Roberts wrote: “Baldwin’s ambivalent relationship with his stepfather served as a constant source of tension during his formative years and informs some of his best mature writings. ... The demands of caring for younger siblings and his stepfather’s religious convictions in large part shielded the boy from the harsh realities of Harlem street life during the 1930s.” As a youth Baldwin read constantly and even tried writing; he was an excellent student who sought escape from his environment through literature, movies, and theatre. During the summer of his 14th birthday he underwent a dramatic religious conversion, partly in response to his nascent sexuality and partly as a further buffer against the ever-present temptations of drugs and crime. He served as a junior minister for three years at the Fireside Pentecostal Assembly, but gradually he lost his desire to preach as he began to question blacks’ acceptance of Christian tenets that had, in essence, been used to enslave them.\r\n \r\nShortly after he graduated from high school in 1942, Baldwin was compelled to find work in order to help support his brothers and sisters; mental instability had incapacitated his stepfather. Baldwin took a job in the defense industry in Belle Meade, New Jersey, and there, not for the first time, he was confronted with racism, discrimination, and the debilitating regulations of segregation. The experiences in New Jersey were closely followed by his stepfather’s death, after which Baldwin determined to make writing his sole profession. He moved to Greenwich Village and began to write a novel, supporting himself by performing a variety of odd jobs. In 1944 he met author Richard Wright, who helped him to land the 1945 Eugene F. Saxton fellowship. Despite the financial freedom the fellowship provided, Baldwin was unable to complete his novel that year. He found the social tenor of the United States increasingly stifling even though such prestigious periodicals as the Nation, New Leader, and Commentary began to accept his essays and short stories for publication. Eventually, in 1948, he moved to Paris, using funds from a Rosenwald Foundation fellowship to pay his passage. Most critics feel that this journey abroad was fundamental to Baldwin’s development as an author.\r\n \r\n“Once I found myself on the other side of the ocean,” Baldwin told the New York Times, “I could see where I came from very clearly, and I could see that I carried myself, which is my home, with me. You can never escape that. I am the grandson of a slave, and I am a writer. I must deal with both.” Through some difficult financial and emotional periods, Baldwin undertook a process of self-realization that included both an acceptance of his heritage and an admittance of his bisexuality. Bone noted that Europe gave the young author many things: “It gave him a world perspective from which to approach the question of his own identity. It gave him a tender love affair which would dominate the pages of his later fiction. But above all, Europe gave him back himself. The immediate fruit of self-recovery was a great creative outburst. First came two [works] of reconciliation with his racial heritage. Go Tell It on the Mountain and The Amen Corner represent a search for roots, a surrender to tradition, an acceptance of the Negro past. Then came a series of essays which probe, deeper than anyone has dared, the psychic history of this nation. They are a moving record of a man’s struggle to define the forces that have shaped him, in order that he may accept himself.”\r\n \r\nMany critics view Baldwin’s essays as his most significant contribution to American literature. Works such as Notes of a Native Son, Nobody Knows My Name, The Fire Next Time, No Name in the Street, and The Evidence of Things Not Seen “serve to illuminate the condition of the black man in twentieth-century America,” according to Pratt. Highly personal and analytical, the essays probe deeper than the mere provincial problems of white versus black to uncover the essential issues of self-determination, identity, and reality. “An artist is a sort of emotional or spiritual historian,” Baldwin told Life magazine. “His role is to make you realize the doom and glory of knowing who you are and what you are. He has to tell, because nobody else can tell, what it is like to be alive.” South Atlantic Quarterly contributor Fred L. Standley asserted that this quest for personal identity “is indispensable in Baldwin’s opinion and the failure to experience such is indicative of a fatal weakness in human life.” C.W.E. Bigsby elaborated in The Fifties: Fiction, Poetry, Drama: “Baldwin’s central theme is the need to accept reality as a necessary foundation for individual identity and thus a logical prerequisite for the kind of saving love in which he places his whole faith. For some this reality is one’s racial or sexual nature, for others it is the ineluctable fact of death. ... Baldwin sees this simple progression as an urgent formula not only for the redemption of individual men but for the survival of mankind. In this at least black and white are as one and the Negro’s much-vaunted search for identity can be seen as part and parcel of the American’s long-standing need for self-definition.”\r\n \r\nInevitably, however, Baldwin’s assessments of the “sweet” and “bitter” experiences in his own life led him to describe “the exact place where private chaos and social outrage meet,” according to Alfred Kazin in Contemporaries. Eugenia Collier described this confrontation in Black World: “On all levels personal and political ... life is a wild chaos of paradox, hidden meanings, and dilemmas. This chaos arises from man’s inability—or reluctance to face the truth about his own nature. As a result of this self-imposed blindness, men erect an elaborate facade of myth, tradition, and ritual behind which crouch, invisible, their true selves. It is this blindness on the part of Euro-Americans which has created and perpetuated the vicious racism which threatens to destroy this nation.” In his essays on the 1950s and early 1960s, Baldwin sought to explain black experiences to a white readership as he warned whites about the potential destruction their psychic blindness might wreak. Massachusetts Review contributor David Levin noted that the author came to represent “for ‘white’ Americans, the eloquent, indignant prophet of an oppressed people, a voice speaking ... in an all but desperate, final effort to bring us out of what he calls our innocence before it is (if it is not already) too late. This voice calls us to our immediate duty for the sake of our own humanity as well as our own safety. It demands that we stop regarding the Negro as an abstraction, an invisible man; that we begin to recognize each Negro in his ‘full weight and complexity’ as a human being; that we face the horrible reality of our past and present treatment of Negroes—a reality we do not know and do not want to know.” In Ebony magazine, Allan Morrison observed that Baldwin evinced an awareness “that the audience for most of his nonfictional writings is white and he uses every forum at his disposal to drive home the basic truths of Negro-white relations in America as he sees them. His function here is to interpret whites to themselves and at the same time voice the Negro’s protest against his role in a Jim Crow society.”\r\n \r\nBecause Baldwin sought to inform and confront whites, and because his fiction contains interracial love affairs—both homosexual and heterosexual—he came under attack from the writers of the Black Arts Movement, who called for a literature exclusively by and for blacks. Baldwin refused to align himself with the movement; he continued to call himself an “American writer” as opposed to a “black writer” and continued to confront the issues facing a multi-racial society. Eldridge Cleaver, in his book Soul on Ice, accused Baldwin of a hatred of blacks and “a shameful, fanatical fawning” love of whites. What Cleaver saw as complicity with whites, Baldwin saw rather as an attempt to alter the real daily environment with which American blacks have been faced all their lives. Pratt noted, however, that Baldwin’s efforts to “shake up” his white readers put him “at odds with current white literary trends” as well as with the Black Arts Movement. Pratt explained that Baldwin labored under the belief “that mainstream art is directed toward a complacent and apathetic audience, and it is designed to confirm and reinforce that sense of well-being. ... Baldwin’s writings are, by their very nature, iconoclastic. While Black Arts focuses on a black-oriented artistry, Baldwin is concerned with the destruction of the fantasies and delusions of a contented audience which is determined to avoid reality.” As the civil rights movement gained momentum, Baldwin escalated his attacks on white complacency from the speaking platform as well as from the pages of books and magazines. Nobody Knows My Name and The Fire Next Time both sold more than a million copies; both were cited for their predictions of black violence in desperate response to white oppression. In Encounter, Colin MacInnes concluded that the reason “why Baldwin speaks to us of another race is that he still believes us worthy of a warning: he has not yet despaired of making us feel the dilemma we all chat about so glibly, ... and of trying to save us from the agonies that we too will suffer if the Negro people are driven beyond the ultimate point of desperation.”\r\n \r\nRetrospective analyses of Baldwin’s essays highlight the characteristic prose style that gives his works literary merit beyond the mere dissemination of ideas. In A World More Attractive: A View of Modern Literature and Politics, Irving Howe placed the author among “the two or three greatest essayists this country has ever produced.” Howe claimed that Baldwin “has brought a new luster to the essay as an art form, a form with possibilities for discursive reflection and concrete drama. ... The style of these essays is a remarkable instance of the way in which a grave and sustained eloquence—the rhythm of oratory, ... held firm and hard—can be employed in an age deeply suspicious of rhetorical prowess.” “Baldwin has shown more concern for the painful exactness of prose style than any other modern American writer,” noted David Littlejohn in Black on White: A Critical Survey of Writing by American Negroes. “He picks up words with heavy care, then sets them, one by one, with a cool and loving precision that one can feel in the reading. ... The exhilarating exhaustion of reading his best essays—which in itself may be a proof of their honesty and value—demands that the reader measure up, and forces him to learn.”\r\n \r\nBaldwin’s fiction expanded his exploration of the “full weight and complexity” of the individual in a society prone to callousness and categorization. His loosely autobiographical works probed the milieus with which he was most familiar—black evangelical churches, jazz clubs, stifling Southern towns, and the Harlem ghetto. In The Black American Writer: Fiction, Brian Lee maintained that Baldwin’s “essays explore the ambiguities and ironies of a life lived on two levels—that of the Negro and that of the man—and they have spoken eloquently to and for a whole generation. But Baldwin’s feelings about the condition— alternating moods of sadness and bitterness—are best expressed in the paradoxes confronting the haunted heroes of his novels and stories. The possible modes of existence for anyone seeking refuge from a society which refuses to acknowledge one’s humanity are necessarily limited, and Baldwin has explored with some thoroughness the various emotional and spiritual alternatives available to his retreating protagonists.” Pratt felt that Baldwin’s fictive artistry “not only documents the dilemma of the black man in American society, but it also bears witness to the struggle of the artist against the overwhelming forces of oppression. Almost invariably, his protagonists are artists. ... Each character is engaged in the pursuit of artistic fulfillment which, for Baldwin, becomes symbolic of the quest for identity.”\r\n \r\nLove, both sexual and spiritual, was an essential component of Baldwin’s characters’ quests for self-realization. John W. Aldridge observed in the Saturday Review that sexual love “emerges in his novels as a kind of universal anodyne for the disease of racial separatism, as a means not only of achieving personal identity but also of transcending false categories of color and gender.” Homosexual encounters emerged as the principal means to achieve important revelations; as Bigsby explained, Baldwin felt that “it is the homosexual, virtually alone, who can offer a selfless and genuine love because he alone has a real sense of himself, having accepted his own nature.” Baldwin did not see love as a “saving grace,” however; his vision, given the circumstances of the lives he encountered, was more cynical than optimistic. In his introduction to James Baldwin: A Collection of Critical Essays, Kenneth Kinnamon wrote: “If the search for love has its origin in the desire of a child for emotional security, its arena is an adult world which involves it in struggle and pain. Stasis must yield to motion, innocence to experience, security to risk. This is the lesson that ... saves Baldwin’s central fictional theme from sentimentality. ... Similarly, love as an agent of racial reconciliation and national survival is not for Baldwin a vague yearning for an innocuous brotherhood, but an agonized confrontation with reality, leading to the struggle to transform it. It is a quest for truth through a recognition of the primacy of suffering and injustice in the American past.” Pratt also concluded that in Baldwin’s novels, “love is often extended, frequently denied, seldom fulfilled. As reflections of our contemporary American society, the novels stand as forthright indictments of the intolerable conditions that we have accepted unquestioningly as a way of life.”\r\n \r\nBlack family life—the charged emotional atmosphere between parents and children, brothers and sisters—provided another major theme in Baldwin’s fiction. This was especially apparent in his first and best-known novel, Go Tell It on the Mountain, the story of a Harlem teenager’s struggles with a repressive father and with religious conversion. According to Roberts, Go Tell It on the Mountain “proved that James Baldwin had become a writer of enormous power and skill. [It] was an essential book for Baldwin. Although clearly a fictional work, it chronicles two of the most problematic aspects of his existence as a young man: a son’s relationship to his stepfather and the impact of fundamentalist religion on the consciousness of a young boy.” In her work entitled James Baldwin, Carolyn Wedin Sylvander praised Baldwin’s family chronicle particularly because the author “is dealing comprehensively and emotionally with the hot issue of race relations in the United States at a time ... when neither white ignorance and prejudice nor black powerlessness is conducive to holistic depictions of black experience.” Indeed, the overt confrontation between the races that characterizes Baldwin’s later work was here portrayed as a peripheral threat, a danger greater than, but less immediate than, the potential damage inflicted by parents on children. Sylvander wrote: “It is painfully, dramatically, structurally clear throughout Go Tell It on the Mountain that the struggles every individual faces—with sexuality, with guilt, with pain, with love—are passed on, generation to generation.” Littlejohn described Baldwin’s treatment of this essential American theme as “autobiography-as-exorcism, ... a lyrical, painful, ritual exercise whose necessity and intensity the reader feels.” Pratt likewise stated that Go Tell It on the Mountain “stands as an honest, intensive, self-analysis, functioning simultaneously to illuminate self, society, and mankind as a whole.”\r\n \r\nIn addition to his numerous books, Baldwin was one of the few black authors to have had more than one of his plays produced on Broadway. Both The Amen Corner, another treatment of storefront pentecostal religion, and Blues for Mister Charlie, a drama based on the racially-motivated murder of Emmett Till in 1955, had successful Broadway runs and numerous revivals. Standley commented in the Dictionary of Literary Biography that in both plays, “as in his other literary works, Baldwin explores a variety of thematic concerns: the historical significance and the potential explosiveness in black-white relations; the necessity for developing a sexual and psychological consciousness and identity; the intertwining of love and power in the universal scheme of existence as well as in the structures of society; the misplaced priorities in the value systems in America; and the responsibility of the artist to promote the evolution of the individual and the society.” In The Black American Writer: Poetry and Drama, Walter Meserve offered remarks on Baldwin’s abilities as a playwright. “Baldwin tries to use the theatre as a pulpit for his ideas,” Meserve stated. “Mainly his plays are thesis plays—talky, over-written, and cliche dialogue and some stereotypes, preachy, and argumentative. Essentially, Baldwin is not particularly dramatic, but he can be extremely eloquent, compelling, and sometimes irritating as a playwright committed to his approach to life.” Meserve added, however, that although the author was criticized for creating stereotypes, “his major characters are the most successful and memorable aspects of his plays. People are important to Baldwin, and their problems, generally embedded in their agonizing souls, stimulate him to write. ... A humanitarian, sensitive to the needs and struggles of man, he writes of inner turmoil, spiritual disruption, the consequence upon people of the burdens of the world, both White and Black.”\r\n \r\nBaldwin’s oratorical prowess—honed in the pulpit as a youth—brought him into great demand as a speaker during the civil rights era. Sylvander observed that national attention “began to turn toward him as a spokesperson for blacks, not as much because of his novels as his essays, debates, interviews, panel discussions.” Baldwin embraced his role as racial spokesman reluctantly and grew increasingly disillusioned as the American public “disarmed him with celebrity, [fell] in love with his eccentricities, and institutionalized his outrage ... into prime- time entertainment,” to quote Aldridge. Nor was Baldwin able to feel that his speeches and essays were producing social change—the assassinations of three of his associates, Medgar Evers, Martin Luther King, Jr., and Malcolm X, shattered his remaining hopes for racial reconciliation. Kinnamon remarked that by 1972, the year Baldwin published No Name in the Street, “the redemptive possibilities of love seemed exhausted in that terrible decade of assassination, riot, and repression. ... Social love had now become for Baldwin more a rueful memory than an alternative to disaster.” London Magazine contributor James Campbell also noted that by 1972 “Baldwin the saviour had turned into Baldwin the soldier. What [observers] failed to notice was that he was still the preacher and the prophet, that his passion and rage were mingled with detachment, and that his gloomy prognostications were based on powerful observation and an understanding of the past which compelled their pessimism.”\r\n \r\nMany critics took Baldwin to task for the stridency and gloom that overtook his writings. “To function as a voice of outrage month after month for a decade and more strains heart and mind, and rhetoric as well,” declared Benjamin De Mott in the Saturday Review. “The consequence is a writing style ever on the edge of being winded by too many summonses to intensity.” New Republic correspondent Nathan Glazer likewise stated that Baldwin had become “an accusing voice, but the accusation is so broad, so general, so all-embracing, that the rhetoric disappears into the wind.” Stephen Donadio offered a similar opinion in the Partisan Review: “As his notoriety increased, his personality was oversimplified, appropriated, and consumed. ... Mr. Baldwin created a situation in which the eye of the audience was fixed on the author as a performer, and the urgency of the race problem in America became a backdrop for elaborate rhetorical assaults which could be dutifully acknowledged but forgotten with a sigh.”\r\n \r\nBaldwin’s passionate detractors were offset by equally passionate defenders, however. Sylvander wrote: “Wading through vehement and sometimes shallow reactions to the deep water of the statements and works themselves, one is struck repeatedly by the power of Baldwin’s prose, and by our continuing need, as readers and as citizens, for his steadying apocalyptic vision. Finally, in his fantastic, experientially various, wide-ranging, searching, and committed life, one can find a vigorous model for venturing beyond charted areas.” Charles Newman made two points in James Baldwin: A Collection of Critical Essays. First, Newman noted that Baldwin’s experience is “unique among our artists in that his artistic achievements mesh so precisely with his historical circumstances. He is that nostalgic type—an artist speaking for a genuinely visible revolution.” Second, Newman maintained that as an observer of this painful revolution, “almost alone [Baldwin] continued to confront the unmanageable questions of modern society, rather than creating a nuclear family in which semantic fantasies may be enacted with no reference to the larger world except that it stinks.” Kinnamon concluded: “James Baldwin has always been concerned with the most personal and intimate areas of experience and also with the broadest questions of national and global destiny—and with the intricate interrelationships between the two. Whatever the final assessment of his literary achievement, it is clear that his voice—simultaneously that of victim, witness, and prophet—has been among the most urgent of our time.”\r\n \r\nAt the time of his death from cancer late in 1987, Baldwin was still working on two projects—a play, The Welcome Table, and a biography of Martin Luther King, Jr. Although he lived primarily in France, he had never relinquished his United States citizenship and preferred to think of himself as a “commuter” rather than as an expatriate. The publication of his collected essays, The Price of the Ticket: Collected Nonfiction 1948- 1985, and his subsequent death sparked reassessments of his career and comments on the quality of his lasting legacy. “Mr. Baldwin has become a kind of prophet, a man who has been able to give a public issue all its deeper moral, historical, and personal significance,” remarked Robert F. Sayre in Contemporary American Novelists. “Certainly one mark of his achievement, ... is that whatever deeper comprehension of the race issue Americans now possess has been in some way shaped by him. And this is to have shaped their comprehension of themselves as well.” Sylvander asserted that what emerges from the whole of Baldwin’s work is “a kind of absolute conviction and passion and honesty that is nothing less than courageous. ... Baldwin has shared his struggle with his readers for a purpose—to demonstrate that our suffering is our bridge to one another.”\r\n \r\nPerhaps the most telling demonstration of the results of Baldwin’s achievement came from other black writers. Orde Coombs, for instance, concluded: “Because he existed we felt that the racial miasma that swirled around us would not consume us, and it is not too much to say that this man saved our lives, or at least, gave us the necessary ammunition to face what we knew would continue to be a hostile and condescending world.” Playwright Amiri Baraka phrased a similar assessment even more eloquently in his funeral eulogy to Baldwin. “This man traveled the earth like its history and its biographer,” Baraka said. “He reported, criticized, made beautiful, analyzed, cajoled, lyricized, attacked, sang, made us think, made us better, made us consciously human. ... He made us feel ... that we could defend ourselves or define ourselves, that we were in the world not merely as animate slaves, but as terrifyingly sensitive measurers of what is good or evil, beautiful or ugly. This is the power of his spirit. This is the bond which created our love for him.” In a posthumous profile for the Washington Post, Juan Williams wrote: “The success of Baldwin’s effort as the witness is evidenced time and again by the people, black and white, gay and straight, famous and anonymous, whose humanity he unveiled in his writings. America and the literary world are far richer for his witness. The proof of a shared humanity across the divides of race, class and more is the testament that the preacher’s son, James Arthur Baldwin, has left us.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Black Arts Movement"]}}