{"pf_url": "https://www.poetryfoundation.org/poets/james-reiss", "name": "James Reiss", "yob": "1941", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3936e537613f7917c4fa15c072659b659000e5b3.jpeg", "bio": "\nPoet, novelist, and acclaimed storyteller James Reiss was born and raised in the New York City area, and he earned his BA and MA from the University of Chicago. He authored six books of poetry: The Breathers (1974), Express (1983), The Parable of Fire (1996), Ten Thousand Good Mornings (2001), Riff on Six: New and Selected Poems (2003), and The Novel (2015). His work appeared in many journals, including American Poetry Review, the Atlantic, Esquire, the Hudson Review, the Kenyon Review, the Nation, the New Republic, the New Yorker, the Paris Review, Poetry magazine, and Slate. He received grants from the National Endowment for the Arts, the Ohio Arts Council, and the New York Foundation for the Arts, as well as awards from the Academy of American Poets, the College English Association of Ohio, the Ohioana Library Association, the Poetry Society of America, the Unterberg Poetry Center of the 92nd Street Y in New York, and the Pushcart Press. He won four consecutive annual Zeitfunk Awards (2007–2010) from the Public Radio Exchange (PRX) for his reviews of independent radio producers’ pieces. He also wrote voice plays for WBEZ, Chicago’s public radio station. Reiss produced over 300 reviews. \nIn The New York Times Book Review, critic Helen Vendler wrote: “In Reiss, poems are laid in drawers, folded in books; memories are like pictures cut out of magazines, inertia and insomnia are the two forms of life. Pursued by the same phantoms, which reappear on the telephone, in sequential rooms, in snapshots, in slides, Reiss writes them down in an accomplished plain style, with a momentum carrying whole poems along on the humming acceleration of a single sentence.” \n\r\nReiss was also the author of two novels: When Yellow Leaves (2016) and Facade for a Penny Arcade (2017). He was a professor of English at Miami University, where he was a founding editor of Miami University Press. He died in late 2016 in Wilmette, Illinois.\n", "attrs": {}}