{"pf_url": "https://www.poetryfoundation.org/poets/james-mcmichael", "name": "James McMichael", "yob": "1939", "yod": null, "image": null, "bio": "\nBorn in Pasadena, California, poet James McMichael earned a BA at the University of California, Santa Barbara and a PhD at Stanford University, where he studied with Yvor Winters.   In his early work, McMichael frequently made use of long, sometimes paragraph-length, poetic lines; in more recent work, his lines and stanzas have followed a precise, variegated structure. Describing his invented form of varied stanza and line lengths in an interview with Mark Dow for AGNI Online, McMichael stated, “In The World at Large the form is a one-, two-, three- and four-line stanza. Capacity adds a five-line stanza to the mix. No one of the five stanzas is repeated until each of the other four appears. The form’s like Schoenberg’s 12-tone system, in which no one note recurs until all the others have been heard from. … I like to think the stanzaic form is consistent with how varied the length of the line is. … The line can make its way onto the page as a single syllable or maybe as many as up to fourteen. Once the variety in terms of line-length is established, it can be sustained effectively only if the phrasing is made to fit with it in such a way that each line is exactly the length that it needs to be.” In a 2006 Boston Globe article on that year’s National Book Award finalists, including McMichael’s Capacity, Liz Rosenberg wrote, “McMichael writes densely; his language is compacted, coiled, sprung (in Hopkins's sense) and highly allusive.”   McMichael is the author of several poetry collections, including Four Good Things (1980), The World at Large: New and Selected Poems (1996), and National Book Award finalist Capacity (2006). His prose includes The Style of the Short Poem (1967) and a volume on James Joyce, Ulysses and Justice (1991).    McMichael’s honors include fellowships from the Academy of American Poets and the Guggenheim Foundation as well as a Whiting Foundation Writer’s Award, the Eunice Tietjens Memorial Prize, the Academy of Arts and Letters Arthur O. Rense Prize, and the Poetry Society of America Shelley Memorial Prize. McMichael is a professor at the University of California at Irvine.\n", "attrs": {"Region:": ["U.S., Western"]}}