{"pf_url": "https://www.poetryfoundation.org/poets/james-stephens", "name": "James Stephens", "yob": "1880", "yod": "1950", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/5ec5488f306376366d0c46883eb85f941ac5f5e5.jpeg", "bio": "\n                                                                    Irish poet James Stephens was born in Dublin to a working-class family. After his father’s death and his mother’s remarriage, he was sent to the Meath Protestant Industrial School for Boys. In 1896, he left school and began work as a clerk-typist in Dublin. Stephens’s early work was published in the magazine Sinn Féin. His stories, essays, and poems always had a nationalist bent, and after the publication of Where the Demons Grin (1908), he became of fixture of the Irish literary revival. His second book, Insurrections (1909), showed the influence of the revival’s politics as well as the start of his lifelong interest in William Blake. In 1911, Stephens helped found the Irish Review and began writing the serial column that would eventually lead to his first novel, The Charwoman’s Daughter (1912). His most popular and successful novel, The Crock of Gold (1912), helped him quit his job and move his family to Paris.   Stephens’s poetry married political issues—including Irish independence—to quasi-visionary, often Blakean forms. His collections of poems include The Hill of Vision (1912), Five New Poems (1913), Songs from the Clay (1915), and The Adventures of Seumas Beg (1915). After returning to Dublin in 1915, Stephens became increasingly invested in Irish independence. His journalism about the 1916 Easter rising was collected in The Insurrection in Dublin (1916), and he published an elegy for the fallen: Green Branches (1916). His translations of Gaelic poets, Reincarnations (1918), as well as his novel Deirdre (1923), were all contributions to a growing body of literature carving out a distinctly Irish culture. In 1925, Stephens moved to London. His Collected Poems (1926) included many rewritten and revised poems. Stephens all but stopped writing creatively once in England. He lectured widely, toured England and the United States, and became good friends with James Joyce (whom he claimed to share a birthday with). Joyce even asked him to finish Finnegans Wake should Joyce not be able to. Stephens’s honors and awards included the Irish Tailteann gold medal for service to literature and an honorary DLitt from Trinity College, Dublin. He died on St. Stephen’s Day in London.\n                                                            ", "attrs": {"Region:": ["Ireland & Northern Ireland"], "School/Period:": ["Georgian"]}}