{"pf_url": "https://www.poetryfoundation.org/poets/james-schuyler", "name": "James Schuyler", "yob": "1923", "yod": "1991", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/14/f34c96fc07144caf3e8c7a2b2fddbbd2f0ffed9b.png", "bio": "\nPulitzer Prize winning poet James Schuyler was a central member of the New York School.  He was born in Chicago, Illinois and spent his teen years in East Aurora, New York, before attending Bethany College in West Virginia. During World War II, Schuyler served on a destroyer in the North Atlantic and remained in the US Navy until 1947. Before moving to New York in 1950, Schuyler lived for two years on the Isle of Ischia in Italy where he worked as a secretary for W.H. Auden. \n\r\nIn 1951, Schuyler was introduced to Frank O’Hara and John Ashbery at a party in New York. The three poets would go on to share an apartment on 49th Street in Manhattan and to work closely together, often collaborating on a variety of writing projects. By the mid-1950s, Schuyler was writing for Art News and working as a curator for circulating exhibitions at the Museum of Modern Art. Schuyler’s work in the art world allowed him to befriend many prominent painters of the era, including Willem and Elaine de Kooning, Jane Freilicher, Larry Rivers, and especially Fairfield Porter, with whom Schuyler lived for twelve years (1961-1973). The late 1960s and 1970s were the productive zenith of Schuyler’s career, culminating in the Pulitzer Prize for his book The Morning of the Poem awarded in 1980. During the 1980s, Schuyler became increasingly reclusive as he was beset with financial and health problems.\n\nFreely Espousing, Schuyler’s first major collection of poetry, was published in 1969 at the age of 46. His other major collections include The Crystal Lithium (1972), Hymn to Life (1974), The Morning of the Poem (1980), and A Few Days (1985). Schuyler also wrote novels, including Alfred and Guinevere (1958), A Nest of Ninnies, with John Ashbery (1969), and What’s for Dinner (1978).\n\r\nIn addition to the Pulitzer Prize for Poetry, Schuyler received the Longview Foundation Award in 1961, the Frank O'Hara Prize for Poetry in 1969, a Guggenheim Fellowship, and a Fellowship from the American Academy of Poets.\n", "attrs": {"School/Period:": ["New York School"]}}