{"pf_url": "https://www.poetryfoundation.org/poets/james-shirley", "name": "James Shirley", "yob": "1596", "yod": "1666", "image": null, "bio": "\nPlaywright and poet James Shirley was born in 1596 in London, England. He dominated the last generation of English Renaissance drama with an industrious fluency approached by no other playwright during the reign of Charles I. Others, notably John Ford, wrote plays of greater power and more enduring interest; Shirley’s taste was too sure to attempt anything as memorable or extreme as ’Tis Pity She’s a Whore. His instinct for experiment and innovation was slight, and the general ethos of his plays is the official gentility of the Caroline court: cleverly risqué but fundamentally conservative in its sophisticated decorum. But by the same token, none of Shirley’s approximately 30 plays fall below a high level of artful competence. The capable heir to greater predecessors, he absorbed their lessons into a skillful conventionality that showed how natural a certain kind of theatrical deftness had become for the English stage.\nHe was probably the “James the sonne of James Sharlie” who was baptized in London on September 7, 1596. His parents and ancestry are otherwise unknown, though he styled himself “Gent.” throughout his career and is reported to have displayed a coat of arms. He attended the Merchant Taylors’ School—where Edmund Spenser and Thomas Kyd had also gone—from 1608 until at least 1612. In that year, according to Anthony à Wood’s Athenae Oxonienses, Shirley entered St. John’s College, Oxford, where William Laud, then master of the college, dissuaded him from the ministry because of an unsightly mole on his cheek. The mole is otherwise attested, but his attendance at Oxford is not; some evidence suggests that Shirley may actually have been an apprentice scrivener at the time. In 1615, however, he enrolled at Catherine Hall, Cambridge; he received his BA in 1617 and may have proceeded to the MA in 1619 or 1620. By then he had married Elizabeth Gilmet, had been ordained an Anglican priest, and had accepted a living at Wheathampstead in Hertfordshire.\nIn 1621 he left that post to become headmaster at a grammar school in nearby St. Albans. Wood attributes this move to a conversion to Catholicism that has proved impossible to document; oblique evidence on the matter pulls both ways. The profession of schoolteacher would seem to have been congenial to Shirley; it was in such a position that he was to spend the last 20 years of his life. In 1624, however, he changed tack again, and more drastically; resigning from St. Albans, he moved himself and his family to London. No specific reason is known. His Catholicism may have continued to cause problems, but there is also reason to think that secular ambitions had been chafing in the obscurity of provincial life. In 1618 Shirley had published Echo, or The Infortunate Lovers; no copy of that edition survives, but the work in question was probably the poem Narcissus printed in Shirley’s Poems &c. (1646). A neo-Ovidian fable about a nymph’s fatal passion for an unresponsive youth, it is the sort of gracefully decorative and languorously erotic poem that ambitious young writers of an earlier generation had written to display their wit and secure attention—a poem indeed conspicuously like Shakespeare’s Venus and Adonis, to which Shirley unmistakably alludes. The tracks of such a career pointed in one direction. In London, as Wood put it, Shirley “set up for a playmaker”; in 1625 Lady Elizabeth’s Men performed Love Tricks, the “first fruits of a Muse, that before this / Never saluted audience.”\nLove Tricks, a comedy, seems to have been a success, as was a tragedy, The Maid’s Revenge, licensed the next year. There followed 17 years of steady productivity and increasing reputation. After the accession of Charles in 1625, Lady Elizabeth’s Men became Queen Henrietta’s Men; Shirley continued to do most of his writing for them until 1636, when the London theaters were closed because of the plague. He then left for Dublin, where in Werburgh Street John Ogilby had established the first English theater outside of London; Shirley was its mainstay, as prolific as ever, until 1640. In that year, after the death of Philip Massinger, Shirley returned to London to become chief dramatist for the King’s Men: Shakespeare’s institutional successor. A new play, The Court Secret, was in rehearsal when Parliament closed the theaters for good in 1642.\nShirley’s theatrical career is thus almost exactly coextensive with the ascendancy of the Caroline court, with which he seems to have had particularly good relations. Charles’s Master of the Revels, Sir Henry Herbert, censored The Ball in 1632 to remove what seemed like scandalous topicality; but, if Shirley was being taught a lesson, he learned it quickly. The next year Herbert was praising Shirley’s The Young Admiral as a model of theatrical good taste: “being free from oaths, profaness, or obsceanes, [it] may serve for a patterne to other poetts, not only for the bettring of maners and language, but for the improvement of the quality, which hath received some brushings of late.” Shirley’s plays were frequently presented, and liked, at court; Charles is said to have suggested the plot for The Gamester, and, when it was performed before him early in 1634, he pronounced it “the best play he had seen for seven years.” According to Wood, Shirley was especially favored by the Catholic Queen Henrietta; he became an honorific valet of her chamber. By 1634 he was a member of Gray’s Inn, which early in that year presented Shirley’s masque The Triumph of Peace at Whitehall as a rejoinder to Puritan attacks on the court’s morality (including the queen’s fondness for the theater). The production, designed by Inigo Jones, was one of the age’s most sumptuous; the total cost was reported to be more than £20,000, almost half of it for costumes alone. The king and queen were so taken with it that they asked for a second performance ten days later.\nShirley was able to survive the disaster that awaited this world, but his interest in being a playwright did not. After the outbreak of the civil war, he served on the royalist side under the earl of Newcastle. Newcastle left the country after the battle of Marston Moor in 1644; Shirley made his way back to London and found a measure of security in the circle of the gentleman-scholar Thomas Stanley. He settled in the Whitefriars district and returned to school teaching, and seems to have been treated fairly leniently by the new regime. He published his poems, several of his plays, and a few other dramatic scripts; one of them was in fact a masque, Cupid and Death (1653) commissioned for official performance before the Portuguese ambassador. But in a note “to the candid reader” introducing Honoria and Mammon (1659), Shirley overtly, and with a sound of irritable relief, announced the end of his theatrical career: “It is now public, to satisfy the importunity of friends: I will only add, it is like to be the last, for in my resolve, nothing of this nature shall, after this, engage either my pen or invention.”\nThe resolve was kept. The Restoration saw the revival of a number of Shirley’s plays—including the delayed performance of The Court Secret—and a general reestablishment of his reputation (a song from The Contention of Ajax and Ulysses is said to have become a personal favorite with Charles II). But Shirley wrote no new plays; he gave his pen and invention wholly over to the material of his pedagogy. In 1649 he published a Latin textbook; what poetic impulse remained went into the composition of rhymed mnemonics: “In di, do, dum, the Gerunds chime and close; / Um the first Supine, u the latter shews.” Similar volumes appeared in 1656 and 1660. His last years were given over to attempts at a “universal and rational grammar,” edited from notes after his death. A will signed in July 1666 names a second wife, Frances, and five children; in October of that year, Shirley and his wife both died of fright and exposure after the Great Fire of London. They were buried in London on October 29, 1666.\nThe most substantial critical study of Shirley’s drama remains The Relations of Shirley’s Plays to the Elizabethan Drama (1914), by Robert Stanley Forsythe: a laborious compendium of sources and analogues for particular characters, scenes, and plot devices. Such lists can be compiled for any of Shirley’s colleagues, but for none of them—or at least for none of them of comparable stature—does the effort seem so appropriate as for Shirley. He was a dramatist generally content to work with interchangeable parts; his art is the art of their arrangement and combination. Where he is visibly original, it is usually by going the convention one or two better: as in, for instance, a double reversal of the familiar Renaissance bed trick on which the plot of The Gamester pivots. Characters seldom acquire any memorable individuality; they rarely soliloquize and are not allowed much in the way of introspection, but are realized almost wholly through their place in the plot. “The poet’s art,” Shirley declared in his prologue to The Cardinal, “is to lead on your thought/Through subtle paths and workings of a plot”; his story lines are for the most part conspicuously complicated but also conspicuously lucid and well managed. They often have a mathematical quality to them, structured around matched pairs of characters: brothers, sisters, close friends, caught in chiastic or triangular situations. (The Maid’s Revenge uses both: two friends, each in love with the other’s sister; and two sisters, each in love with the same man.) The action depends heavily on arranged surprises, when mistaken identity or information is set right. Shirley is particularly fond of scenes of unannounced testing, where someone feigns a certain kind of behavior or motive in order to check out someone else’s response; in one case, The Humorous Courtier, the entire story turns out to be such a test. Shirley made plays for those who enjoy watching witty machinery.\nWith such detachment comes versatility, and Shirley alternated among the genres throughout his career; it does not sort out into clear phases. Yet his touch also now seems more suited to some kinds of plays than to others—and perhaps least suited to tragedy. A sense of manipulative distance from convention edges unavoidably toward amusement. The kind of language, for instance, that in Shakespeare and Webster could be a potent expression of tragic endurance—“I am Antony yet,” “I am Duchess of Malfi still”—would have reached Shirley’s ears, from Massinger’s The Duke of Milan, as a cliché—“I would be Sforza still”—and in The Maid’s Revenge becomes a joke: “my name’s Sforza still,” “still my name is Sforza,” “My name is Sforza then,” “My name’s Sforza, sir,” “and still my name is Sforza,” says a minor character, all in the course of one scene. Shirley’s management of tone in his later tragedies is more even, but they are now generally regarded as the least successful part of his theatrical oeuvre.\nThe most impressive tragedy to bear his name is The Tragedy of Chabot Admiral of France, published in 1639 as the joint effort of Shirley and George Chapman. Chapman had died five years before, after a decade of apparent inactivity; Shirley’s role in the composition is almost certainly that of a belated reviser. (Chapman’s name is also linked with Shirley’s on the title page of The Ball, but in this case the older playwright is now thought to have had no significant part.) The action and dialogue of Chabot have a clarity and cleanness of line uncharacteristic of Chapman, and that finish is probably Shirley’s contribution; but the play seems fundamentally Chapman’s in conception, a grave study of the fatal paradoxes of patronage and service in a Renaissance court. A plot of Machiavellian intrigue is important primarily for delivering the title character into a situation in which his integrity and worth become political liabilities, in a clear variation of the theme played out in Chapman’s Bussy and Byron plays.\nIn Shirley’s own tragedies the intrigue, usually sexual as well as political, is central and its choreography often the main focus of interest. The Traitor (licensed in 1631) is a textbook example. The secret schemer Lorenzo plots to supplant the Duke of Florence by exploiting the Duke’s designs on the virtuous Amidea; Lorenzo works her hot-headed brother Sciarrha into a coconspirator who will kill the Duke to preserve the family honor. Love’s Cruelty (also licensed in 1631), a dark fable about lust’s implacable wittiness, has a focus and intensity that have gained a measure of special notice from critics. Shirley’s reputation as a tragedian, however, traditionally rests on The Cardinal (licensed in 1641), which he himself called in his dedication “the best of my flock.” Fredson Bowers singles it out as “the last great tragedy of revenge” on the English Renaissance stage. Much seems directly owed to Thomas Kyd’s The Spanish Tragedy in both general ethos and specific plot construction, but Shirley makes things brisker with a cunning doubling of the revenge story.\nShirley’s instinct for last-act surprises is in general more appropriate for happy endings, and that is in fact the purpose they serve in most of his plays. A number of them fall into the Renaissance category of tragicomedy: potentially tragic situations adroitly resolved by unpredictable rearrangements. Beaumont and Fletcher had made such plays a staple of the English stage, and Shirley—whose first play was produced in the year of Fletcher’s death and who contributed an adulatory preface to a collection from their canon in 1647—is their direct and attentive heir. The genre intimates evil’s insufficiency in an ultimately benign universe. The Gamester—the play which King Charles liked so well and which David Garrick adapted and revived in the eighteenth century—moves this genre to the border of comedy pure and simple. The best known of Shirley’s comedies—”the best comedy of its generation,” according to Alfred Harbage—is somewhat harsher on London high society. The title of The Lady of Pleasure (licensed in 1635) is contemporary slang for “whore”; the two upper-class women around whom its action revolves have names—Aretina and Celestina—drawn from the annals of Renaissance pornography and prostitution.\n", "attrs": {"Region:": ["England"]}}