{"pf_url": "https://www.poetryfoundation.org/poets/james-k-baxter", "name": "James K. Baxter", "yob": "1926", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/557a640c1e77d6b910f67df1232e5c4a31088bb7.jpeg", "bio": "\nJames K. Baxter is one of New Zealand’s most celebrated poets. Born in Dunedin, Baxter started writing poetry at an early age; his first collection of poetry, Beyond the Palisade (1944), was critically acclaimed although he was just 17 years old and a student at the University of Otago when it was published. He followed his initial success with two further volumes of poems: Blow, Wind of Fruitfulness (1948) and the long poem Hart Crane: A Poem (1948). \r\n \r\nBaxter enrolled at Wellington Teachers’ College in 1951. His third major collection, The Fallen House (1953), was published even as he struggled with alcoholism. He finally earned his BA in 1956.\r\n \r\nHis first internationally published collection of poems, In  Fires of No Return: Poems (1957), was influenced by his personal revival through Catholicism. In addition to reflecting his new religious perspective on life, his writing began to take a more critical view of New Zealand society, especially after he received a 1958 UNESCO stipend that allowed him to travel extensively in Asia.\r\n \r\nDuring the next decade, Baxter wrote both poems and drama while accepting a Robert Burns Fellowship from the University of Otago. His radio play, Jack Winter’s Dream, won him international renown. In 1968, however, a dream instructed him to go to “Jerusalem.” Persuaded by his vision, Baxter gave up his job to move to a small Māori settlement known as Hiruharama, or “Jerusalem,” on the Whanganui River.\r\n \r\nFor the remaining years of his life, Baxter lived sparsely in the Māori settlement, writing poetry that explored his strong social and political convictions. After his death in 1972, Baxter was buried at Jerusalem on Māori land, with a ceremony combining both Māori and Catholic traditions.\r\n \r\n﻿\n", "attrs": {"Region:": ["Pacific Islands"]}}