{"pf_url": "https://www.poetryfoundation.org/poets/james-fenton", "name": "James Fenton", "yob": "1949", "yod": null, "image": null, "bio": "\nA poet, essayist, journalist, art critic, and theater reviewer, James Fenton is widely considered one of the most talented and versatile British writers of his generation. Born and raised in Lincolnshire and Staffordshire, Fenton was educated at Repton and Magdalen College, Oxford, where he studied under the poet John Fuller and became intimately acquainted with the work of W.H. Auden. Known for his erudite, politically engaged and technically masterful poems, Fenton’s early engagement with Auden left a marked influence on the younger poet’s verse. Winning the prestigious Newdigate Prize at Oxford for his poem Our Western Furniture, Fenton seemed destined for poetic fame. The poem was published as a pamphlet, a form Fenton prefers, in 1968. The poem, which is about the catastrophic meeting of American and Japanese forces in the mid-nineteenth century, displays many of the themes and techniques that would preoccupy Fenton for the rest of his career. Fenton has consistently drawn on historical and political realities culled from his years as a journalist, a career he pursued after leaving Oxford. “The impression his poems most profoundly convey is that what can be learned about the world is infinitely more important than what can be learned about the self,” stated an essayist in Contemporary Poets. For example, A German Requiem (1981) touches upon that country’s disastrous, World War II-inducing experiment with National Socialism in the 1930s. Its “eerie final section creates an unforgettable, muted image for the huge suffering and suggests the way Fenton’s own reticent imagination has found its most impressive expression,” noted the Contemporary Poets essay.\n\r\nFenton’s decision to pursue journalism after Oxford led him into a career as a foreign correspondent. After winning an Eric Gregory award for his first full-length collection Terminal Moraine (1972), Fenton used the prize money to travel to Southeast Asia, where he worked as a freelance reporter. Covering the American withdrawal from Vietnam, Fenton also witnessed the fall of the Lon Nol regime in Cambodia. Fenton returned briefly to England as a political reporter for the New Statesmen, and then spent a year in Germany as a correspondent for the Guardian. Though he found he could not immediately write about his experiences in Vietnam and Cambodia, Fenton eventually published The Memory of War (1982), the volume that made his reputation as a political poet of astonishing prowess. Collecting work that had previously been published in pamphlets such as A Vacant Possession (1978) and Dead Soldiers (1981), the volume also included A German Requiem. The critic Dana Gioia noted that in these longer poems, Fenton employs “secret narrative,” to great though sometimes unsatisfying effect. Using novelistic detail, partial or occluded back story and unnamed narrators, Fenton’s work is often able to be both political and universal at once. The Memory of War received nearly universal acclaim and launched Fenton’s career as one of the rising young poets of his day.\nFenton’s next collection, the slim Children in Exile (1983), was combined with The Memory of War and published by Penguin in 1983 and later Noonday Press in New York (1994). The title poem of Children in Exile pays homage to a group of youngsters from Cambodia who found themselves living in Italy with an adopted family—friends of Fenton’s—after their country’s political turmoil in the 1970s. Fenton imagines the refugees having nightmares about their country’s ruthless leader, Pol Pot, and the terrors they once experienced. Children in Exile was reviewed by Stephen Spender in the New Republic. Spender termed its author “a brilliant poet of great technical virtuosity,” and observed that Fenton’s poetry is “packed with information, anthropological, scientific, and political.”\nThough highly regarded, Fenton’s output as a poet has been sporadic. Out of Danger (1994), a collection of verse published in the United States, marked his return after a decade-long absence. New Statesman reviewer Peter Forbes found in it evidence of “a radical change of style,” with many of the poems far more abstract in composition, a contrast to Fenton’s previous reliance on narrative structure. Others remain true to commemorating historical moments, such as the rise of Iran’s Ayatollah Khomeini in 1980, or the crackdown on student dissidents that occurred in Beijing’s Tiananmen Square in 1989. Forbes singled out “Jerusalem,” which he felt “captures the terror and weight of symbolism impacted into one small city.” Don Bogen in Nation, citing the same poem, described Fenton as “something of a warrior archaeologist himself…he builds his strongest poems around repeating patterns of history—oppression and retaliation; tyranny, revolution and new tyranny—using repetition in his verse forms and word choices to outline the nightmare cycles.”\n\r\nFenton’s journalism has been collected in such volumes as You Were Marvellous: Theatre Reviews from the Sunday Times (1983) and All the Wrong Places: Adrift in the Politics of the Pacific Rim (1993). He is also the author of Leonardo’s Nephew: Essays on Art and Artist (1998), a book on gardening, A Garden from a Hundred Packs of Seed (2002), and a history of the Royal Academy of Arts, School of Genius (2006). In 1994 he was elected Professor of Poetry at Oxford University, joining the company of Matthew Arnold, W.H. Auden and Robert Graves. He published the series of lectures he gave in the post as The Strength of Poetry: Oxford Lectures in 2001. A reviewer in the Economist observed of Fenton’s essays, “From the effect of William and Dorothy Wordsworth sniggering at Coleridge’s ‘Kubla Khan’ to Auden’s belief that Shakespeare’s sonnets must have been published against his will because they so excruciatingly echoed his own experience, Mr. Fenton pieces together the hidden anxieties behind the poetry.” Fenton continues to be an active member of England’s literary establishment, editing the New Faber Book of Love Poems (2006). His Selected Poems (2006) was heralded as a chance for American audiences to become better acquainted with “the major British poet of his generation.” Using that handle somewhat ironically, Stephan Metcalf in the New York Times declared that Fenton had escaped the burden of his early promise and become “an extraordinary poet with something original to disclose.” Though noting that “youngish British poets often avoid burdening themselves with Deep Ideas, especially about poetry,” Metcalf praised Fenton’s libretto The Love Bomb, included in Selected Poems, for attempting to grapple with “the proximity of prophecy to violence.” The libretto allows Fenton to write “in an uncharacteristically Blakean mode,” Metcalf noted. He added, “I can’t help hoping that Fenton will slough off a little more frequently the pose of left-handed diffidence that has admittedly served him so well, and accept the mantle of his greatness, overbearing as it might be.”\n \n[Updated 2010]\n", "attrs": {"Region:": ["England"]}}