{"pf_url": "https://www.poetryfoundation.org/poets/james-laughlin", "name": "James Laughlin", "yob": "1914", "yod": "1997", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0235b9e32cc6a408dbe6709b2bd53ffde354677b.jpeg", "bio": "\nJames Laughlin was born in Pittsburgh, Pennsylvania, and he attended the Choate School in Wallingford, Connecticut. While a sophomore on leave of absence from Harvard University, he met Ezra Pound in Rapallo, Italy, and was invited to attend the “Ezuversity”—Pound’s term for the private tutoring he gave Laughlin over meals, on hikes, or whenever the master paused in his labors. “I stayed several months in Rapallo at the ‘Ezuversity,’ learning and reading,” recalls Laughlin in an interview with Linda Kuehl for the New York Times Book Review, “until Pound said it was time for me to go back to Harvard and do something useful. Being useful meant that I should publish books, because at the time publishing was still suffering from the Depression and none of [Pound’s] friends, except Hemingway, had steady publishers.” “Never has advice been better followed,” surmises poet and critic Donald Hall in the New York Times Book Review, for after returning to Harvard from Italy, Laughlin founded New Directions, a company dedicated to publishing quality works with little regard to their chances for commercial success.\nWith his own money (Laughlin’s well-to-do father had given him $100,000 when he graduated from college), Laughlin initially set out to publish and thereby recognize experimental and avant-garde writers of merit. His first New Directions book, an anthology containing the work of such authors as Pound, Gertrude Stein, E.E. Cummings, William Carlos Williams, Elizabeth Bishop, and Henry Miller, appeared in 1936. “At the time,” reports Hall, “the 22-year-old editor-publisher ... loaded his Buick with 600 unpaginated copies [of New Directions in Prose and Poetry], became a traveling salesman, and persuaded bookstores to stock a few volumes—out of pity, he believes.”\nDuring the 1940s, according to Hall, Laughlin’s company provided the first lengthy publication of Randall Jarrell, John Berryman, Karl Shapiro, Tennessee Williams, Paul Goodman, Jean Garrigue, John Frederick Nims, and Eve Merriam. The list of New Directions authors eventually grew to include George Oppen, Carl Rakosi, Charles Reznikoff, Robert Creeley, Lawrence Ferlinghetti, Gregory Corso, Gary Snyder, Kenneth Rexroth, Denise Levertov, Thomas Merton, and Robert Duncan. “For the most part,” writes Hall, “the list represented the new,” which initially meant limited commercial success. “When I started doing the books,” Laughlin told Edwin McDowell of the New York Times Book Review, “they were way out ahead of the public taste. Nobody could understand them and nobody wanted to buy them. ...  But a younger generation of professors matured and became interested in using them in college courses, and that’s what put us on our feet.”\nThough, as Hall points out, New Directions “started in the service of verbal revolution,” it made other, equally impressive contributions to literature in print. It published F. Scott Fitzgerald’s The Crack Up when other publishers would not; when The Great Gatsby was out of print, New Directions brought it back; the company also reprinted the works of Henry James, E.M. Forster, Ronald Firbank, and Evelyn Waugh when no one else would. Hall believes that in these instances, the decision to publish established authors was governed by the same assumptions underlying the publication of new writers: “the assumption of quality and the assumption that these books would not sell in the marketplace.”\nBut New Directions may have made its most important contribution, suggests Hall, in bringing foreign authors to American readers in translation: “not only the obvious Rimbaud, Baudelaire, Rilke, Valery, Kafka and Cocteau, but the less known and the unknown: Montale, Neruda, Queneau, Cardenal, Lorca, Pasternak, Paz, Borges, Mishima, Lihn, Vittorini, Parra, Guillevic.” The first American publisher of Vladimir Nabokov, New Directions made available Nabokov’s critical work on Gogol, a group of short stories, and some translations of classic Russian poetry, as well as his second novel in English, The Real Life of Sebastian Knight (1941).\nAfter years of being subsidized by the money of Laughlin’s family, New Directions eventually became a profit-making venture. Aided by the million-copy sale of Lawrence Ferlinghetti’s Coney Island of the Mind (1958), the hundreds of thousands of reprints of Herman Hesse’s Siddharta (1922), the academic acceptance of writers like Pound, and the popularity of younger authors like Gary Snyder, Denise Levertov, and John Hawkes, the company started to make money. Laughlin, who emphasized in the New York Times Book Review that New Directions has always been an intimate group venture and that the profits have been “small,” modestly gave others credit for the company’s critical and commercial success: “I am only a happenstance catalyst who started publishing because Ezra said I had to ‘do something useful.’ The credit, whatever there may be, belongs to the writers we published and to the long-suffering people who actually saw that the books got printed, proofread, and sold. Without all of them, New Directions would have been just an amateur’s hobby.”\nWhile Laughlin is most often recognized for his work as a publisher, he is also a writer and poet. In a laudatory review of his writing career in the Dictionary of Literary Biography, John A. Harrison and Donald W. Faulkner propose that Laughlin “is perceived as a minor poet, in part because he has chosen to publish so little. ... That [he] continues to apologize for his poetry is unfortunate, for it has been recognized as fresh, concise, full of wit, of impeccable quality, lucid, ironic, and often intense.” Laughlin himself, relate Harrison and Faulkner, described his poetry as “‘an arbitrary visual pattern against the sound pattern of a colloquial cadence to get tension and surprise.’” Harrison and Faulkner respond by saying that “The short lines, unhindered by punctuation, seem to have an impact that makes [Laughlin’s] ... work more memorable.” The Dictionary of Literary Biography article also quotes poet Denise Levertov, who calls Laughlin’s poems “free of bombast and of any pretentiousness. ...  Emotion is disciplined in the precision of his diction and the strictness of his idiosyncratic form.” Through the years, Laughlin has published various collections of his work, including such works as James Laughlin: Selected Poems, 1935-1985, The House of Light (1986), and The Pig (1970).\nAlso included in Laughlin’s list of writing credits are various essay collections. Notable among these is a 1987 work, Pound as Wuz: Essays and Lectures on Ezra Pound (1987). As the title suggests, the work is a compilation of essays and lectures, where, drawing on memories of his own relationship with Pound, Laughlin investigates the sources the noted author used for his writings over the years. Writing in the New York Times Book Review, Robert Minkoff praises the book, calling Laughlin “an enthusiastic guide to favorite Pound topics, from Provencal poetry to monetary theory.” Laughlin’s experiences with other authors also led him to issue his 1989 work, Random Essays: Recollections of a Publisher, a collection of talks and essays composed over the years. Reviewing the work for the Los Angeles Times, Richard Eder says, “Laughlin’s literary opinions are gentlemanly; they range between sensible and silly. What shines through is his kindness and civility, his individuality, and the joy he took in his authors.” Eder goes on to say that “the time ... [Laughlin] spent with Pound, Williams and Gertrude Stein allows him to add some nicely provocative touches to their well-established images.”\nIn 1990 Laughlin expanded the list of his writings to include Random Stories, a collection of short stories written mainly before he graduated from Harvard. John Litweiler opens his review of the work in the Chicago Tribune by quoting critic Kenneth Rexroth, who praised Laughlin’s work as a publisher, adding that, “‘He is [also] an excellent and original poet, and might have been writing his own poems.’” Litweiler continues this praise to include Laughlin’s work as a short-story writer: “His own fiction, too, it’s now clear from Laughlin’s collection of so-called ‘Random Stories.’” In discussing this collection, Litweiler feels that Laughlin “seldom presents description—it would only get in the way of the particulars of existence that reveal his people, places, feelings. ... With Laughlin’s fiction, despite its usual absence of overt drama, action is constant. Life, indeed, flows.”\nOver the years, Laughlin has issued some 20 books, including poetry, short stories, and essay collections. Despite this impressive list of writings and the mostly favorable critical reception it has received, Laughlin’s greatest achievements are most readily and most often acknowledged in his work as a publisher. Laughlin himself, as quoted in the Dictionary of Literary Biography, described his writing thus: “It’s very light; it’s sentimental, it deals with no great subjects, no great thoughts.” To which, responds Hall, “perhaps, if the poet pretends that he does not take his work seriously, he is free to continue it.”\nLaughlin received the National Book Foundation Medal for Distinguished Contribution to American Letters in 1992. He died on November 12, 1997, in Norfolk, Connecticut.\n", "attrs": {}}