{"pf_url": "https://www.poetryfoundation.org/poets/jane-kenyon", "name": "Jane Kenyon", "yob": "1947", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/acc3993443e4e9ba192cce432b12e42b1e4b1a5d.jpeg", "bio": "\nJane Kenyon was born in Ann Arbor, Michigan, and earned both her BA and MA from the University of Michigan. While a student at the University of Michigan Kenyon met her future husband, the poet Donald Hall, who taught there. After her marriage, Kenyon moved with Hall to Eagle Pond Farm, a New Hampshire farm that had been in Hall’s family for generations.\nKenyon published four volumes of poetry during her life: From Room to Room (1978), The Boat of Quiet Hours (1986), Let Evening Come (1990), and Constance (1993), and, as translator, Twenty Poems of Anna Akmatova (1985). Despite her relatively small output, her poetry was highly lauded by critics throughout her lifetime. As fellow poet Carol Muske remarked in the New York Times when describing Kenyon’s The Boat of Quiet Hours, “These poems surprise beauty at every turn and capture truth at its familiar New England slant. Here, in Keats’s terms, is a capable poet.” Indeed, Kenyon’s work has often been compared with that of English Romantic poet John Keats; in an essay on Kenyon for Contemporary Women Poets, Gary Roberts dubbed her a “Keatsian poet” and noted that, “like Keats, she attempts to redeem morbidity with a peculiar kind of gusto, one which seeks a quiet annihilation of self-identity through identification with benign things.”\n\r\nThe cycles of nature held special significance for Kenyon, who returned to them again and again, both in her variations on Keats’s ode “To Autumn,” and in other pastoral verse. In Let Evening Come, her third published collection—and one that found the poet taking what Poetry essayist Paul Breslin called “a darker turn”—Kenyon explored nature’s cycles in other ways: the fall of light from day to dusk to night, and the cycles of relationships with family and friends throughout a long span of years brought to a close by death. Let Evening Come “shows [Kenyon] at the height of her powers,” according to Muske in a review of the 1990 volume for the New York Times Book Review, with the poet’s “descriptive skills… as notable as her dramatic ones. Her rendering of natural settings, in lines of well-judged rhythm and simple syntax, contribute to the [volume’s] memorableness.”\n\nConstance began Kenyon’s study of depression, and her work in this regard has been compared with that of the late poet Sylvia Plath. Comparing the two, Breslin wrote that “Kenyon’s language is much quieter, less self-dramatizing” than that of Plath, and where the earlier poet “would give herself up, writing her lyrical surrender to oblivion,… Kenyon fought to the end.” Breslin noted the absence of self-pity in Kenyon’s work, and the poet’s ability to separate from self and acknowledge the grief and emotional pain of others, as in her poems “Coats,” “Sleepers in Jaipur,” and “Gettysburg: July 1, 1863,” which imagines a mortally wounded soldier lying in wait for death on the historic battlefield.\nNew Hampshire’s poet laureate at the time of her untimely death at age forty-seven, Kenyon’s verse probed the inner psyche, particularly with regard to her own battle against depression. Writing for the last two decades of her life at her farm in northern New England, Kenyon is also remembered for her stoic portraits of domestic and rural life; as Gary Roberts noted, her poetry was “acutely faithful to the familiarities and mysteries of home life, and it is distinguished by intense calmness in the face of routine disappointments and tragedies.”\nIn Otherwise: New and Selected Poems (1996), a posthumous collection containing twenty poems written just prior to her death as well as several taken from her earlier books, Kenyon “chronicles the uncertainty of living as culpable, temporary creatures,” according to Nation contributor Emily Gordon. As Muske added in the New York Times Book Review, Kenyon avoids sentimentality throughout Otherwise. “The poet here sears a housewife’s apron, hangs wash on the line, walks a family dog and draws her thought from a melancholy, ecstatic soul as if from the common well, ‘where the fearful and rash alike must come for water.’ In ecstasy,” Muske continued, Kenyon “sees this world as a kind of threshold through which we enter God’s wonder.” A collection of Kenyon’s prose writing and translations was also published posthumously as A Hundred White Daffodils: Essays, Interviews, the Akhmatova Translations, Newspaper Columns, and One Poem (1999). Kenyon’s Collected Poems appeared in 2007.\n", "attrs": {}}