{"pf_url": "https://www.poetryfoundation.org/poets/jane-shore", "name": "Jane Shore", "yob": "1947", "yod": null, "image": null, "bio": "\nJane Shore was born in New Jersey and attended Goddard College in Vermont. She earned an MFA from the Iowa Writers’ Workshop in 1971. She is the author of many books of poems, including That Said: New and Selected Poems (2012); A Yes-or-No Answer (2008), winner of the 2010 Poets’ Prize; Happy Family (1999); Music Minus One (1996), a finalist for the National Book Critics Circle Award; The Minute Hand (1987), awarded the 1986 Lamont Prize; and Eye Level (1977), winner of the Juniper Prize. Shore has received fellowships from the Guggenheim Foundation, the Radcliffe Institute, the Hodder at Princeton University, the Foxcroft School, and twice from the National Endowment for the Arts. She is a professor at The George Washington University and lives in Washington, DC, and in Vermont.\nShore writes poems that are “memorabilia; they cultivate the leisure and faceted pleasure of retrospection; they favor the miniature and the artifactual; they are tender toward kitsch,” to quote a reviewer in Poetry magazine. Her interests, almost always autobiographical and pertinent to her cultural Jewish heritage, are, according to a Virginia Quarterly Review correspondent, “carefully constructed and restrained, in a voice that maintains a deceptively calm and even tone.”\nThe poems in her first collection, Eye Level (1977), range in locale from Vermont to Haiti and make universal observations based on such mundane items as Advent calendars and paperweights. “Jane Shore is a new voice in American poetry, and her first book is an outstanding collection,” declared a Choice reviewer. In his Poetry piece on the volume, David Bromwich noted that Shore “gives something of herself while holding back something, in keeping with her economy; the gift is there for us to peek at but not to display (it was not meant for display); it is a delight to have around the house, and makes us wonder what her patience will bring next.” A New York Times Book Review contributor noted that in Eye Level the poet’s concerns “are the strictures and surprises of seeing, and her typical emotional texture is one of detachment, mixed with occasional tension and regret.” The critic observed that Shore “escapes the more obvious weakness of much faddish poetry. ... Her privileged viewers—Lot’s wife, an astronaut, the Creole maid in Port-au-Prince—extend her own vision.”\nCritics have been equally praiseworthy of Shore’s subsequent collections. Kliatt contributor James Beschta called the poems in The Minute Hand (1987) “sophisticated,” adding that throughout the work “both the craft and the cleverness of the poet are obvious.” A Poetry reviewer noted that in The Minute Hand “the poet recycles the variegated vestments of collective imagination, that she may stitch her own affectionate connections with the past and with human community.” In Publishers Weekly, a correspondent deemed Music Minus One (1996) “a virtuoso performance” in which the poet “captures the nuances of an intense childhood lived as if every decision will be crucial for the lives around her.” Judy Clarence, writing in the Library Journal, called Shore “one of the most accessible poets writing today,” concluding that in Music Minus One Shore demonstrates “a wonderful knack for narrative and spins out her tales with moving, compelling richness.”\n", "attrs": {"Region:": ["U.S., New England"]}}