{"pf_url": "https://www.poetryfoundation.org/poets/jane-springer", "name": "Jane Springer", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/39ac6aed0e8420f00e26dc896d42cccfcd82335f.jpeg", "bio": "\n                                                                    Born in Lawrenceburg, Tennessee, and raised in several small towns across the South, poet Jane Springer earned a PhD at Florida State University. Her debut poetry collection, Dear Blackbird (2007), won the Agha Shahid Ali Prize from the University of Utah Press. Her second collection, Murder Ballad (2012), received the Beatrice Hawley Award from Alice James Books. Influenced by Flannery O’Connor and Larry Levis, Springer writes narrative, often long-form poems that portray rural Southern life as at once mythic and passionate. Poet Lynnell Edwards, reviewing Murder Ballad, noted, \"Springer's long line is fearless in its music, indulging luscious sounds and pounding measures. Traversing the despair of the rural south, [she] exploits the urgency and dread of every keening murder ballad, showing how that cleaving is both our undoing and our salvation.\"    In an author’s statement for the National Endowment for the Arts, Springer described her work as “love letters to the South,” adding, “The landscapes and stories of folks in and around the towns I come from seem too small and fleeting for notation in conventional history books; when viewed as integral to a long tradition of pastorals that Theocritus began, they seem more lyrically epic, somehow: more as I see them.”   Her honors include a Whiting Writers’ Award, a grant from the National Endowment for the Arts, the Associated Writing Programs’ AWP Intro Award, and the Robert Penn Warren Prize for Poetry. Springer lives in upstate New York and teaches at Hamilton College.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}