{"pf_url": "https://www.poetryfoundation.org/poets/jaroslav-seifert", "name": "Jaroslav Seifert", "yob": "1901", "yod": "1986", "image": null, "bio": "\nA Czechoslovakian poet and journalist, Jaroslav Seifert experienced the political upheavals of his country yet produced a distinctive body of poetry for which he won the Nobel Prize in Literature in 1984. He was born into a working-class family near Prague and joined the avant-garde poetry group Devětsil as a young man. In 1929, working as a journalist and an editor, he was expelled from the Communist Party for voicing his criticism of the party platform. The tenor of his work, and its reception, changed during the German occupation and subsequent Communist takeover. In 1956, his criticism of the Communists made it difficult for him to publish new work. The changing political climate of the 1960s resulted in his appointment as National Artist of Czechoslovakia in 1967, and in 1969, he was elected chairman of the Czechoslovakian Writers’ Union.\nA visit to France in the 1920s introduced him to surrealism and modernist writers, yet Seifert’s work remained close to his working-class beginnings as well as being influenced by current events and a sense of nationalism. The Nobel Prize committee described him as a poet “loved as dearly for the astonishing clarity, musicality and sensuality of his poems as for his unembellished but deeply felt identification with his country and its people.” He often wrote of love, and his poems show a commitment to art that transcended politics. Seifert published his first book of poems, Město v slzách, in 1921, eventually publishing 30 books of poems and a memoir. His work is available in English translation in Mozart in Prague: Thirteen Rondels (1985, Tom O’Grady and Paul Jagasich, trans.), Early Poetry of Jaroslav Seifert (1997, Dana Loewy, trans.), The Poetry of Jaroslav Seifert (1998, George Gibian and Ewald Osers, trans.), and The Casting of Bells (2008, O’Grady and Jagasich, trans.). Seifert died in 1986.\n", "attrs": {"Region:": ["Eastern Europe"]}}