{"pf_url": "https://www.poetryfoundation.org/poets/javier-zamora", "name": "Javier Zamora", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/a1c56009520bcf71426a3c8dbfe664241ecd150f.jpeg", "bio": "\nPoet Javier Zamora was born in the small El Salvadoran coastal fishing town of La Herradura and immigrated to the United States at the age of nine, joining his parents in California. He earned a BA at the University of California-Berkeley and an MFA at New York University and was a 2016-2018 Wallace Stegner Fellow at Stanford University.\nZamora is the author of the poetry collection Unaccompanied (Copper Canyon Press, 2017), and his chapbook Nueve Años Inmigrantes/Nine Immigrant Years won the 2011 Organic Weapon Arts Contest.  His poetry was featured in Best New Poets 2013 and has appeared in American Poetry Review, Ploughshares, Poetry magazine, the Kenyon Review, the New Republic, and elsewhere.\nZamora’s love of poetry was sparked in his last year of high school when visiting poet Rebecca Foust introduced the class to Pablo Neruda’s Twenty Love Poems and a Song of Despair. In his poems, Zamora often engages history, borders, and memory. In a 2014 interview with Paula Beete for the National Endowment for the Arts Art Works Blog, Zamora stated, “[Poetry] matters because there's a history of all the poets who have risked their lives [to write]. I think in the United States we forget that writing and carrying that banner of ‘being a poet’ is tied into a long history of people that have literally risked [their lives] and died to write those words.”\nZamora's honors include a National Endowment for the Arts fellowship, an Olive B. O’Connor Fellowship in Creative Writing at Colgate University, a CantoMundo fellowship, scholarships to the Bread Loaf Writers’ Conference and Napa Valley Writers’ Conference, a 2016 Barnes and Noble Writer for Writer’s Award, and a Meridian Editors’ Prize. He was also a recipient of a Ruth Lilly and Dorothy Sargent Rosenberg Poetry Fellowship from the Poetry Foundation and a Lannan Foundation Fellowship. He is currently a Radcliffe Fellow at Harvard University.\n", "attrs": {"Region:": ["Latin America", "U.S., Western"]}}