{"pf_url": "https://www.poetryfoundation.org/poets/jay-wright", "name": "Jay Wright", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ea9c26ba6ef476a0080ac3cba1aafb63b86bf254.jpeg", "bio": "\nFrequently described as a “poet’s poet,” Jay Wright has quietly built an impressive career as one of America’s leading African-American voices. His work, praised for its evocative language, introspective tone, and mythological imagery, has won many honors, including the Lannan Literary Award for Poetry, Guggenheim and MacArthur fellowships, and Yale’s prestigious Bollingen Prize. Wright’s plays, essays, and poetry generally focus on a rediscovery of African-American heritage through historical study and personal experience. His poetry, often autobiographical and allegorical in nature, has been compared to the work of T. S. Eliot, Walt Whitman, and Hart Crane, and shows influences as various as Dante, Nicholas Guillen, Alejo Carpenter, St. Augustine, and the West African griot tradition. A recurring theme in Wright’s poetry is the attempt to overcome a sense of exclusion, whether from society or one’s own cultural identity, and to find growth and unity through a connection between American society (the experience of the present) and African traditions (the heritage of the past). Weaving together various world mythologies and cultures, Wright’s poetry reflects the influence of his birthplace in the American Southwest, as well as the heritage of his African ancestry. His poems explore history from this multicultural standpoint and often take the form of allegorical journeys and spiritual quests.\n\r\nWright was born in 1934 in New Mexico, and spent his childhood in Albuquerque and San Pedro, California. His early exposure to Mexican, Spanish, and Navajo cultures has had a lasting effect on his poetry, and geography and culture are all major themes in his work. Wright briefly studied chemistry at the University of New Mexico; before the term was over, however, he joined the United States Army, serving for three years in the Medical Corps. After his discharge, Wright earned his BA from the University of California in 1961, won a Rockefeller Brothers theological fellowship, and studied for one semester at Union Theological Seminary. Wright went on to Rutgers University to complete his masters degree in comparative literature in 1967, and a year later was awarded a Woodrow Wilson/National Endowment for the Arts Poets-in-Concert fellowship which enabled him to tour the South. In 1967 he published his first chapbook of poems, Death as History. Wright also published a play, Balloons: A Comedy in One Act (1968), and in 1970 was granted a Hodder fellowship in playwriting from Princeton University. A previous play, Welcome Back, Black Boy, had already been produced in California.\n\r\nWright’s first major published collection, The Homecoming Singer (1971), established his reputation as a gifted poet. The book attempts to bridge past and present and meditates on feelings of exclusion from society or personal identity using geographical settings as backdrops for the autobiographical persona’s spiritual, emotional, and intellectual growth. Poems like “The Hunting Trip Cook,” where a young boy struggles with both anger and affection toward his father, and “Wednesday Night Prayer Meeting,” in which a young man questions the relevance of traditional religion, are sophisticated narratives that manage to gesture beyond experience to the inner world of the poems’ personae. The Homecoming Singer received enthusiastic reviews, and many christened Wright a major poet of his era. “His verse resembles prose,” wrote David Kalstone in the New York Times Book Review, “yet the lines pause at points where he branches out with participles and oddities of syntax to discover what energies are available in worlds he can’t belong to. The rhythms—there are few full stops—deceive us into sharing others’ dreams.” Kalstone concluded, “It is hard to know where Wright will go from here—and important to find out.”\n\r\nWright was living in Mexico when he published Homecoming Singer. In 1971, he moved to Scotland, where he stayed until 1973. In 1976, he published two volumes of poetry: Soothsayers and Omens and Dimensions of History. In these books, Wright develops the importance of African mythology to the continuity of black awareness and connects this interest to the theme of individual growth achieved through spiritual quest. In Soothsayers and Omens, for example, the persona is a seeker on a personal, spiritual quest in a Mexican setting; Dimensions of History features a speaker who is an African dyeli, the tribal historical archivist who explores the collective values of the tribe. Both books use an underlying mythology based on African religions: Soothsayers and Omens focuses on the cosmology of the Dogon, which relies heavily on numerology, the process of creation, and symbols, some of which are associated with such material elements as earth, air, fire and water. Wright’s research into West African mythology included the religions of the Dogon and Bambara of Mali, the Komo (an all-male community of the Bambara), and the tribes of Akan and Nuer. Though the books were dense with mythological allusions, many reviewers praised the clarity of Wright’s poetic vision. E. Ethelbert Miller proclaimed that “Wright’s explorations into African philosophy and the poems that result must be considered bridges healing the wounds that exist within the souls of black Americans.” Harold Bloom, a particular champion of Wright’s work, asserted in the New Republic that Dimensions of History is “the year’s best book of poems from a small press.”\n\r\nIn 1980 Wright published the ambitious The Double Invention of Komo. The book is a complex succession of poems following the Komo initiation rites of the African Bambara people. The ritual is a series of instructions that introduces the initiate into the spiritual and social values of the culture. The first section of the book deals with the preparation of the initiate for the ceremony, including a dance in which the creation of the world is dramatized while the second section details the actual ceremony, a ritual involving four signs delineating the values of the tribe. The autobiographical element is distinctive because Wright’s own literary history is allegorized into the story. Many critics saw The Double Invention of Komo as Wright’s “intellectual biography.” Dialogues between the initiate and the initiator also address thinkers and writers important to Wright. The persona’s dialogue in the poem serves as a synopsis of Wright’s own literary quests for knowledge, and includes debates with, among others, Dante and St. Augustine, and spiritual journeys to Italy, Germany, Mexico, the United States, and France. Typical of critical reactions to The Double Invention of Komo, John Hollander in the Times Literary Supplement declared the work a “considerable achievement of a major imagination.”\nIn 1984 Wright found a publisher for Explications/Interpretations, a book of poetry he had written prior to The Double Invention of Komo. Somewhat more accessible than previous works, Explications/Interpretations was deemed just as “spellbinding.” Explications/Interpretations is evidence of Wright’s increasing maturity as a poet, said J. N. Igo Jr. in Choice. Calling him “an astonishing poet,” Igo asserted that Wright’s poetry is “vital, genuine, fresh, and haunting, to be reread and reread.” Wright’s next books, Elaine’s Book (1986) and Boleros (1991), experiment with the use of speech, dialect, and setting. Written as a birthday gift for his wife’s sister, Elaine’s Book varies from Standard English to black vernacular to Spanish. A Virginia Quarterly Review critic concluded “Wright’s language . . . is sinuous, beautiful. This is a book worth puzzling over for a long time.” Like Elaine’s Book, Boleros is multicultural in voice and location. Unlike his previous works, however, there is a tendency in Boleros to create words in a “sensual” exploration of the volume’s central question: “What is love’s habitation. . . ?”\nSelected Poems of Jay Wright, produced in 1987, is an anthology of Wright’s previously published works, with an introduction by Robert B. Stepto and an afterword by Harold Bloom. Though well-received in the critical community, numerous reviewers cautioned that Wright is a complex poet. Shaw confessed in Poetry that “I have found in this book some poems I was moved by, a great many more I was intrigued by, but not many that I am certain I understand.” Critic John Hollander in TLS designated Wright “the most intellectual and the most imaginatively serious and ambitious black American poet I know of. . .He is also the most difficult.” Hollander admitted that understanding Wright’s poems “will take . . . the imaginative and moral work that poetry, rather than merely eloquent verse, requires of its readers.” This often involves paying careful attention to the author-provided notes, and familiarizing oneself with the references or sources cited in the glossaries to help interpret the work. Finally, the works as a whole are comprehensive in nature, with each volume of poetry building upon the themes presented in the previous one. In a 1983 interview with Charles H. Rowell in a special issue of Callaloo, Wright suggested a reading of his major works in the following planned sequence and as chronologically written: The Homecoming Singer, Soothsayers and Omens, Explications/ Interpretations, Dimensions of History, and The Double Invention of Komo. \nWright’s volume of collected poems, Transfigurations (2000), also received major reviews in the New York Times and the Boston Review. Transfigurations brings together Wright’s major works in one volume and follows the chronology he had suggested in Callaloo. Steven Meyer, reviewing the volume for the Boston Review described it as “an astonishing New World epic…of human transfiguration and transformation, of nothing less than the great work of art that is ‘our life among ourselves.’” Previous to Transfigurations Wright’s oeuvre had been difficult to find, often scattered amongst defunct presses and only available in small out-of-print books. Since the critical success of Transfigurations, however, Wright has become a better-known presence in the poetry mainstream. His double collection The Guide Signs Book One and Book Two (2007) completes the work began in Transfigurations. Representing the primordial Nommo twins, The Guide Signs and Transfigurations represent Wright’s ideal of a base for human experience and spirituality. A Bookforum reviewer described it as \"Wright's epic of spiritual ascent, his skeptic's quest for communion with spirits, for the whisper that modernity has never forgotten, that tells us there is a higher, a greater, a perhaps undying, life.\"\nWright’s recent work includes the book-length poems The Presentable Art of Reading Absence (2008), Polynomials and Pollen: Parables, Proverbs, Paradigms, and Praise for Lois (2008) and the collection Disorientations: Groundings (2013). Looking at the first two books in the context of a career, Aaron McCollough in the Boston Review wrote that “again and again” Wright has striven to find balance between the romance of origin and the exigencies of life ultimately disconnected from such romance. With questions of personal and cultural authenticity, Wright has always found interesting ways to mix scepticism with approval.” McCollough described The Presentable Art as “a long dispatch from a Western mind attempting (and often struggling) to practice transcendental meditation” and Polynomials and Pollen as a sequence of verbal oddities (the parables, proverbs and paradigms of the title) “engaged with the pleasures and travails of married life.” While both books can be read and enjoyed on their own, McCollough described them as part of Wright’s larger poetic project, “as modes of reckoning the self of the early work, founded in play against the textures of social life, with increasing cognizance of life’s mortal constraints.”\n \n[Updated 2010]\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}