{"pf_url": "https://www.poetryfoundation.org/poets/jean-cocteau", "name": "Jean Cocteau", "yob": "1889", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a0f1354c036b55c317bc9f9a782a64b94cf4f29a.jpeg", "bio": "\nJean Cocteau had a wide-ranging career as a poet, dramatist, screenwriter, and novelist. “Cocteau’s willingness and ability to turn his hand to the most disparate creative ventures,” James P. Mc Nab wrote in the Dictionary of Literary Biography, “do not fit the stereotypical image of the priestlike—or Proust-like—writer single-mindedly sacrificing his life on the altar of an all-consuming art. But the best of his efforts, in each of the genres that he took up, enriched that genre.” Among Cocteau’s most influential works are Parade, a seminal work of the modern ballet, La Machine infernale, a play that is still performed some sixty years after it was written, such films as La Belle et le bete and La Sang d’un Poete (The Blood of a Poet), and his novel Les Enfants terrible, a study of adolescent alienation. A National Observer writer suggested that, “of the artistic generation whose daring gave birth to Twentieth Century Art, Cocteau came closest to being a Renaissance man.” Cocteau, according to Annette Insdorf in the New York Times, “left behind a body of work unequalled for its variety of artistic expression.”\nThrown out of school as a boy, Cocteau was the problem child of a well-to-do Parisian family. After his father committed suicide when Cocteau was ten, the boy grew closer to his mother, who appears as the dominant female character in much of his later work. As a child Cocteau also formed a lifelong passion for the theatre, which he described many times as being “the fever of crimson and gold.” Wallace Fowlie reported: “The atmosphere of the theatre became a world for him. ... Every detail of a theatre production fascinated him, from the luminously painted backdrop to the women selling caramels in the intermission.” Neal Oxenhandler, writing in his book Scandal and Parade: The Theater of Jean Cocteau, saw a definite relationship between Cocteau’s love for his mother and his love for the theater. Oxenhandler stated: “Cocteau’s first experience of the glamor and prestige of the theater was the smell of his mother’s perfume and the shimmering beauty of her dresses as she prepared to go out for an evening at the Comedie-Francaise or the Opera. She was the theater.”\nWhen Cocteau was eighteen years old, his poems were publicly read in Paris by the actor Edouard de Max and several of his theatre friends. Enamored with the young poet’s work, the actors presented a reading at a theatre on the Champs-Elysees. Following this introduction, Cocteau became an active participant in the Paris arts scene. In the period before World War I, he was associated with the avant-garde Cubists, Fauvists and Futurists. Cocteau met and worked with such artists as Pablo Picasso and Erik Satie, published several volumes of poems, began writing plays and ballets, and established himself as a leading member of the French avant-garde. Always a poet first and foremost, Cocteau emphasized from the beginning of his career that, whatever the genre in which he worked, all of his creations were essentially poetry.\nCocteau’s first early success was the ballet Parade, written with composer Erik Satie, painter Pablo Picasso, choreographer Leonide Massine, and Sergei Pavlovich Diaghilev of the Russian Ballet. Telling of a group of mysterious promoters trying unsuccessfully to entice spectators into a circus tent where an undefined spectacle is taking place, Parade is generally considered to be the first of the modern ballets. It was also Cocteau’s “first public attempt,” Alan G. Artner explained in the Chicago Tribune, “to express the mysterious and eternal in the everyday.” Jacques Guicharnaud and June Beckelman wrote in Modern French Theatre from Giraudoux to Beckett that Parade “has a theme that might serve as a symbol for the whole of Cocteau’s works: Cocteau keeps his public outside. The true spectacle of the inner circus remains forbidden, despite the poet’s innumerable invitations to enter. And perhaps that inner circus is no more than an absolute vacuum.”\nA casual remark made by Diaghilev was Cocteau’s inspiration for the ballet. As the two men were walking down a street, Cocteau wondered why it was that Diaghilev was so reserved in his critical judgments of Cocteau’s work. The Russian adjusted his monocle and said: “Astonish me.” Parade was written to do just that. The Futurist-inspired sets and costumes by Picasso and the satirical music of Satie, both of which caused an uproar with the Parisian audience, were complemented by Cocteau’s wild scenario involving acrobats, a juggler, and a girl riding a bicycle. “Whatever else Parade may have been,” Oxenhandler commented, “it was above all a series of visual surprises.” Parade is still in the repertories of the Joffrey Ballet and the Metropolitan Opera Ballet.\nAnother early success was 1921’s Les Maries de la Tour Eiffel (The Wedding on the Eiffel Tower). Written for Les Ballets Suedois, a Swedish ballet troupe working in Paris, the ballet consists of a series of unrelated nonsense scenes set during a wedding reception at the Eiffel Tower. Wild events take place: a camera gives birth to an ostrich; a lion eats several cast members. “The poetry of Les Maries de la Tour Eiffel, “ Guicharnaud and Beckelman wrote, “consists in replacing traditional coherence by an inner chance that is quite contrary to the logic of everyday reality. `The scenes fit together like the words of a poem,’ says Cocteau in his preface [to the ballet]. Here the poem would be a surrealist divertissement or, to be more explicit, a collage. Its interest lies both in its amusing absurdity and its challenge to accepted forms of poetry and painting.” Cocteau claimed that the work was meant to introduce a “classicism of shock” to ballet. Whatever its intentions, The Wedding on the Eiffel Tower was denounced by the avant-garde Dadaists of the day as well as by the Parisian middle-class audience.\nCocteau’s involvement with the ballet and theatre brought him in the early 1920s into contact with a group of six young composers. Acting as their spokesman, Cocteau brought “Les Six,” as they became known, into prominence throughout Europe. Fowlie remarked: “The group of Les Six—Honegger, Poulenc, Milhaud, Taillefer, Auric and Durey—owes [Cocteau] its name and the early support it received in Paris.” In addition, Fowlie related, Cocteau served as an “impresario and interpreter” for such other artists as Satie, Braque, Picasso and Stravinsky, all of whom “owe some of their glory to Cocteau.”\nDuring this time Cocteau also began a homosexual relationship with Raymond Radiguet, the young author of several novels. When Radiguet died of typhoid in 1923, Cocteau was distraught. He turned to opium, then a brief reconciliation with the Catholic Church, and finally to a series of young lovers. One of these lovers, Jean Desbordes, inspired a novella entitled Le Livre blanc. Published anonymously because Cocteau wished to avoid embarrassing his mother, the book is a frank, first-person account of a homosexual’s life in 1920s France, ending with the narrator leaving the country to seek freedom and love. “Although the aesthetic interest of Le Livre blanc is quite slim,” Mc Nab admitted, “it is as rich a compendium of Cocteau’s obsessions as any single work he ever wrote.”\nOpium: The Diary of an Addict recounted the facts of Cocteau’s opium addiction, for which he twice required hospitalization before being cured. The book is based on Cocteau’s notes of a three-month hospital stay in late 1928 and early 1929. It is, as Mc Nab described it, “a fascinating account of the stages of withdrawal.” Cocteau also wrote several poems, collected in Opera, in which the opium experience figured prominently. These poems, according to Bettina Liebowitz Knapp in her study Jean Cocteau, “are chiseled in incisive strokes. The feelings of lightness and giddiness are conveyed in harmonious tonalities, a blend of sharp consonants and free-flowing vowels, very nearly concretizing his drug-induced euphoria. During these periods he seemed to attain a kind of second sight that enabled him to discern the invisible from the visible, the inhuman from the human, and to express these visions in dramatic and poignant terms.”\nDuring the 1920s Cocteau also devoted his time to writing several novels, a new genre for him. These novels are usually concerned with protagonists who cannot leave their childhoods behind them. In Le Grand Ecart, for example, Jacques Forestier finds that beauty always brings him pain, a pattern established when he was a child. As a young man, the pattern continues when he loses his first love to another man, leading Jacques to attempt suicide. Germaine Bree and Margaret Guiton note in The French Novel from Gide to Camus that Jacques is “the most directly autobiographical of Cocteau’s fictional characters.” In addition, as Mc Nab pointed out, the novel anticipates Cocteau’s later obsession with childhood.\nIn Thomas l’Imposteur, a novel released only days after Le Grand Ecart, Cocteau tells the story of a young boy of sixteen who finds stability and purpose in his life only by joining the French Army during World War I. To enlist in the army, Guillaume Thomas has lied about his age and borrowed a friend’s uniform. Soon he is even posing as the nephew of a military hero. “Cocteau hastens to add, however, that this is not an ordinary imposture, a vulgar means of `getting ahead,’” as Bree and Guiton explained. “Guillaume, floating on the edges of a dream, is more at home, more himself, in a fictional than in a real existence.” As Mc Nab noted, for Guillaume, “the enemy soldiers are merely a kind of catalyst, allowing his game to go on.”\nLes Enfants Terribles (The Children of the Game) was begun while Cocteau was in the clinic recovering from his opium addiction. It was first published in 1929. The novel focuses on the doomed relationship between a brother and sister whose isolated existence is threatened and eventually destroyed by the outside world. To escape the loss of their isolation, the two siblings commit a double suicide. “On the one hand,” wrote Leon S. Roudiez in MOSAIC, “the text extols the impossible values of a lost paradise of childhood; on the other hand, it condemns the contemporary world on account of its ugliness and evil. But Elizabeth and Paul demonstrate that the lost paradise is a myth. ... The choice between total rejection, which can only be achieved in death, and total compromise, which means corruption of the individual, represents the truth that the text proclaims.” Speaking of the book’s structure, Bree and Guiton wrote: “ Les Enfants terribles ... has the rigorous economy of means, the geometrical construction, the almost claustrophobic unite de lieu of a classical tragedy. ... This most ordered of Cocteau’s novels also has the strongest poetic impact.”\nLes Enfants terribles has won lasting critical acclaim for its haunting evocation of childhood. Knapp praised “the manner in which Cocteau catches and describes with such accuracy the protagonists’ innermost thoughts and sensations. ... The frequent omissions of rational plot sequences, the starkly drawn portraits of the children, the flavor of mystery and excitement which comes with the introduction of the unknown ..., and the march of Fate ... lend an enduring haunting quality to the book.” Tom Bishop, writing in Saturday Review, described Les Enfants terribles as “a haunting novel of youth, classic in form yet highly original in its portrayal of a brother and sister living in a bizarre world of their own.” “During the past thirty years,” Fowlie stated in French Literature: Its History and Its Meaning, “this book has become a classic, both as a novel belonging to the central tradition of the short French novel and as a document of historical-psychological significance.” Knapp claimed that Les Enfants terribles was “Cocteau’s great work: a novel possessing the force, the tension, poetry, and religious flavor of an authentic Greek tragedy.” After publishing Les Enfants terribles, Cocteau essentially gave up long fiction.\nDuring the 1930s Cocteau devoted his time to the theatre, writing two of his most accomplished dramatic works at this time: La Machine infernale and Les Parents terribles. La Machine infernale is an update of the Oedipus legend from ancient Greece. But Cocteau transforms the story into a kind of “Parisian drawing-room comedy,” as Joseph Chiari wrote in The Contemporary French Theatre: The Flight from Naturalism. This was accomplished by having the characters live in ancient Greece and modern France at the same time, a “time simultaneity,” according to Knapp. She explained: Cocteau “succeeded in bringing about such a feat by scenic manipulation. ... The characters, who lived in the contemporary world, performed on a brightly lit daislike structure placed in the center of the stage; the rest of the area, symbolizing the ancient mythological, inexorable aspect of existence, was clothed in darkness.” Characters speak in contemporary slang, jazz music can be heard in the background, and talk of war and revolution is common. All of these factors successfully mingle the present and the past. “This realism,” Knapp believed, “makes disturbingly actual the plight of the entire family—a whole society—which is at the mercy of an inescapable fate.” In addition, the blending of present and past was specifically designed to appeal to the Parisian audience. Speaking of the play in Literary Criticism—Idea and Act: The English Institute, Selected Essays, 1939-1972, Francis Fergusson found that Cocteau “presents a very ancient myth, the myth of Oedipus, not as a joke, but as a perennial source of insight into human destiny. Yet at the same time the play is addressed to the most advanced, cynical, and even fashionable mind of contemporary Paris. It is at one and the same time chic and timeless.” Oxenhandler, writing in Jean Cocteau and the French Scene, declared that La Machine infernale “has always been considered Cocteau’s greatest work for the theater.”\nWith Les Parents terribles Cocteau adopted a Naturalist approach to the theatre. “The characters,” Guicharnaud and Beckelman explained, “constantly remind us that they are acting out a play—vaudeville, drama, or tragedy, depending on the moment and situation.” The plot revolves around a troubled marriage and a mother’s obsessive love for her son. When the son falls in love with a young girl, his mother is distraught. Unknown to both of them, however, is that the girl is also the mistress to the boy’s father. The play ends with the mother’s suicide. As Oxenhandler noted in his Scandal and Parade: The Theater of Jean Cocteau, the play “possesses the chief virtues of good naturalistic theater: psychological depth and insight coupled with a generally liberal and humanitarian view. ... It is one of the peaks of Cocteau’s achievement. ... But in renouncing the world of myth and poetry where he situates his earlier works [Cocteau] has diminished himself.”\nThe play was first produced at the Theatre des Ambassadeurs in Paris in 1938, where it ran for 200 performances. When the Municipal Council of Paris protested that a play about incest was being performed in a city-owned theatre, however, Les Parents terribles moved to the Bouffes Parisiens, where it ran for another 200 performances. In 1941, when a revival of the play was staged in occupied Paris, fascist opponents organized nightly disruptions until the police were forced to close the play. A later attempt to produce the play in Vichy France ended when the Nazi occupiers forbade it.\nCocteau’s cinematic work began in 1932 with Le Sang d’un Poete ( The Blood of a Poet), a film that C. G. Wallis in the Kenyon Review called “one of the authentic classics of the cinema, in the small group that includes Caligari, Ten Days That Shook the World, some Rene Clair, and some Chaplin.” Divided into four parts, the film follows the poet through a series of hallucinatory experiences which transform him from a naive young man into a “depersonalized poet,” as Wallis noted. Cocteau described the film as “a realistic documentary of unreal events.”\nThe protagonist of Le Sang d’un Poete speaks to a living statue, steps through a mirror into another realm, gambles for his fate, and—twice—commits suicide. The film ends with the living statue, a woman, rising into an immortal realm accompanied by a bull. “The woman is transformed into an emblematic abstraction, the work of art as posterity sees it, distant, precise, finally made clear if not understandable,” Oxenhandler explained. “Looking at Le Sang d’un Poete superficially,” Wallis wrote, “it is obvious that its aesthetic power resides in its special combination of simplicity of elements, enigma of intention, and a pervading sense of an underlying rationality.” Insdorf found that the film can “be appreciated as a voyage through the poet’s internal landscape, and as a celebration of film’s unique powers.” Cocteau, Oxenhandler noted, “repeatedly refused to explain Le Sang d’un Poete. “\nCocteau’s visionary approach to film is also evident in his La Belle et la bete, an adaptation of the beauty and the beast legend. Bosley Crowther of the New York Times found the film to be “an eminent model of cinema achievement in the realm of poetic fantasy,” while Oxenhandler, writing in Yale French Studies, claimed that “the camera-work in this beautiful film situates it in that area of imagination where we half believe the impossible, where metaphor is normal speech and miracle is a deeper truth than nature.”\nLa Belle et la bete tells the story of a beautiful maiden who falls in love with a monstrous-looking man. Cocteau’s version of the story tells a psychological drama with autobiographical overtones. When the beast discovers that he is loved, he is no longer an outsider, he gains self-knowledge. The film ends with the beast becoming beautiful. “This fable suggest to us ... ,” wrote Oxenhandler, “the yearning of a man who has always secretly felt himself an exile from society and dramatizes his triumphant acceptance by society.” Crowther believed that “Freudian or metaphysician, you can take from [the film] what you will.” He praised it as “a priceless fabric of subtle images. ... A fabric of gorgeous visual metaphors, of undulating movements and rhythmic pace, of hypnotic sounds and music, of casually congealing ideas.”\nCocteau also filmed his plays Les Parents terribles and Les Enfants terribles, as well as Orphee and Le Testament d’Orphee, both adaptations of ancient Greek myths. The best of his films, Alan G. Artner wrote in the Chicago Tribune, “are masterpieces that equal if not surpass his work in poetry and the theater. Their visions have haunted spectators the world over.” “Cocteau,” Insdorf stated, “was a boldly personal, stylistically innovative and internationally influential filmmaker. His legacy of elegantly crafted fantasy and dark poetry can be felt in such diverse films as those of Vincent Minnelli and Jacques Demy, as well as David Lynch’s `Elephant Man.’”\nIn all of his work, Cocteau held true to certain principles of artistic creation. One of these principles was the invocation of mystery. He once explained that “the less a work of art is understood, the less quickly it will open its petals and the less quickly it will wither.” Similarly, he believed that “the secret of poetry is to take things from the places in which habit has set them and reveal them from a different angle as though we see them for the first time.”\nSome of the mystery that Cocteau sought in his art is also found in the enduring public image he created for himself. As he wrote in his Journal d’un Inconnu, translated as Diary of an Unknown, “Man seeks to escape himself in myth, and does so by any means at his disposal. Drugs, alcohol, or lies. Unable to withdraw into himself, he disguises himself. ... He invents. He transfigures. He mythifies. He creates. He fancies himself an artist.”\n\r\nEvaluations of Cocteau’s career note the variety of his work and his prolific creation. Bishop wrote: “Cocteau’s output is staggering in quantity and diversity, encompassing novels, plays, poems, films, essays, autobiographical writings, journalism, painting, and a voluminous correspondence. Much of this oeuvre is minor and some is frankly bad, but enough of it is outstanding, either intrinsically or as pure invention. ... His failures do not diminish his major accomplishments.” “One overlooks a lot in the case of Cocteau,” Artner stated, “from narcissism and opium addiction to some less than sterling behavior during the Occupation. One overlooks it because he worked so very hard at becoming a poet and achieved it so irresistibly in film and in the ballet theater.” Bree, writing in Contemporary Literature, called Cocteau “one of the most versatile and talented personalities France has produced in our own time, a poet, essayist, novelist, playwright, film-maker, draftsman, and animator whose accomplishments have yet to be assessed.”\n", "attrs": {"Region:": ["France"]}}