{"pf_url": "https://www.poetryfoundation.org/poets/jean-valentine", "name": "Jean Valentine", "yob": "1934", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/c5129c3904212c6f4c079cb7943d3991b8bcba1d.jpeg", "bio": "\nJean Valentine was born in Chicago and earned her BA from Radcliffe College. Her first book of poems, Dream Barker and Other Poems, won the Yale Series of Younger Poets Award in 1965. She authored of over a dozen collections of poetry, including The River at Wolf (1992); Little Boat (2007);  Door in the Mountain: New and Collected Poems, 1965–2003, which won the National Book Award; Break the Glass (2010), a finalist for the Pulitzer Prize; and Shirt in Heaven (2015).\n\r\nHer lyric poems delve into dream lives with glimpses of the personal and political. In the New York Times Book Review, David Kalstone said of her work, “Valentine has a gift for tough strangeness, but also a dreamlike syntax and manner of arranging the lines of ... short poems so as to draw us into the doubleness and fluency of feelings.” Adrienne Rich wrote of Valentine’s work, “This is a poetry of the highest order, because it lets us into spaces and meanings we couldn't approach in any other way.” In a 2002 interview with Eve Grubin, Valentine commented about her work, “I am going towards the spiritual rather than away from it.” In addition to writing her own poems, she also translated work by the Russian poet Osip Mandelstam.\n\r\nA longtime resident of New York City, Valentine served as the State Poet of New York from 2008 to 2010. She taught at Columbia University, Sarah Lawrence College, New York University, and the 92nd Street Y in New York. She was awarded a Bunting Institute Fellowship, a Guggenheim Foundation Fellowship, the Shelley Memorial Prize, the Wallace Stevens Award, and the 2017 Bollingen Prize for American Poetry. \nValentine died on December 29, 2020.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}