{"pf_url": "https://www.poetryfoundation.org/poets/jeffrey-harrison", "name": "Jeffrey Harrison", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a2f9d5c1589c3e21976418a2bdba5935d5e5967f.jpeg", "bio": "\nBorn in Cincinnati, poet Jeffery Harrison was educated at Columbia University, where he studied with poets Kenneth Koch and David Shapiro. Influenced as well by Elizabeth Bishop, John Keats, and Seamus Heaney, Harrison’s personal narratives take on themes of intimacy and loss with nuance, clarity, and dark humor. Harrison is the author of several collections of poetry, including Into Daylight (2014), chosen by Tom Sleigh for the Dorset Prize and selected by the Massachusetts Center for the Book as a Must-Read Book; Incomplete Knowledge (2006), a runner-up for the Poets’ Prize; Feeding the Fire (2001); and The Singing Underneath (1988), chosen by James Merrill for the National Poetry Series.\r\n \r\nIn an interview for Smartish Pace, Harrison discussed the responsibilities of a poet, noting that “perhaps honesty is the primary responsibility—honesty about oneself and about what the world is like.” Reviewing Incomplete Knowledge for the Virginia Quarterly Review, critic George David Clark praises Harrison’s “seemingly effortless access to both desperate sorrow and a certain joyous and musical gusto—somewhat paradoxical attitudes Harrison often convincingly achieves within the space of a few lines.”\r\n \r\nHarrison’s honors include the Lavan Younger Poets Award from the Academy of American Poets, the Amy Lowell Traveling Poetry Scholarship, two Pushcart Prizes, and fellowships from the National Endowment for the Arts and the John Simon Guggenheim Memorial Foundation.\r\n \r\nHarrison has taught at George Washington University, Phillips Academy, the University of Southern Maine, and Framingham State University. He lives in Massachusetts with his family.\n", "attrs": {"Region:": ["U.S., New England"]}}