{"pf_url": "https://www.poetryfoundation.org/poets/jennifer-maiden", "name": "Jennifer Maiden", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/22c39a70edb6b3b58eec28fec334343079aa493f.jpeg", "bio": "\n                                                                    Australian poet Jennifer Maiden was born in Penrith, New South Wales, Australia, and earned her BA at Macquarie University. She is the author of more than a dozen collections of poetry, including Tactics (1974); The Border Loss (1979); The Trust (1988); Acoustic Shadow (1993); Friendly Fire (2005); Pirate Rain (2010), which won an Age Poetry Book of the Year Award as well as a New South Wales Premier’s Kenneth Slessor Prize for Poetry; and Victorian Premier Literary Award–winner Liquid Nitrogen (2012). An introduction to her work is available in Selected Poems of Jennifer Maiden (1990) and Intimate Geography: Selected Poems 1991-2010 (2012). She is also the author of the novels The Terms (1982) and Play with Knives (1990).   In her poems, Maiden often approaches themes of violence, war, and trauma through multiple voices, including those of public figures, family members, and fictional or mythical characters. On shortlisting Liquid Nitrogen for the Griffin Poetry Prize, Suzanne Buffam noted in the judges’ citation, “Over the course of these dense, obsessive, and allegorical long poems, Maiden has created an absurdist theatre of global politics in which the spirits of public figures from across the last century share the stage with politicians, terrorists, dissidents and fictional creations from our continuous present. Combining a free-wheeling, meditative style with crisp, lucidly elegant lines, Maiden’s philosophical verse investigates the poetics of narrativity itself, not only as mediated by the news on TV, but by the no-less ethically charged realm of art as well.” In conversation with Jason Steger for the Sydney Morning Herald, Maiden discussed her inclusion of public figures in the poems in Liquid Nitrogen, stating, \"They are recognisable entities with a cluster of connotations and derivations around them [so] that the reader knows who they are and what to respond to. They are not fictional, but you use an imaginary exploration and explanation of them.”   Maiden’s additional honors and awards include a Harri Jones Memorial Prize, an English Association Prize, a Grenfell Henry Lawson Festival of Arts Award, and a Christopher Brennan Award for lifetime achievement in poetry from the Fellowship of Australian Writers. She lives in Penrith.\n                                                            ", "attrs": {"Region:": ["Australia"]}}