{"pf_url": "https://www.poetryfoundation.org/poets/jennifer-grotz", "name": "Jennifer Grotz", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0567d8322c6c82c28a930f3b893a6807f5fbac32.jpeg", "bio": "\nPoet and translator Jennifer Grotz earned a BA at Tulane University, an MA and MFA from Indiana University, and a PhD at the University of Houston. She is the author of Window Left Open (2016), The Needle (2011), and Cusp (2003). The recipient of a Rona Jaffe Foundation Writer’s Award, Grotz has also received fellowships from the National Endowment for the Arts and the Guggenheim Foundation.\n\r\nIn The Needle, Grotz explores both Polish and American twentieth-century poetry and its traditions. According to a Washington Post review, “Where many writers look inward and mine their private landscapes, Grotz sees the objects and scenes around her. . . . Grotz’s perspective makes her work feel objective and insightful, even when she writes about family tragedies. Her ability to balance artistry and emotion results in buoyant poetry.” Grotz’s previous collection, Cusp, is informed by the phrase “entre chien et loup,” meaning “between dog and wolf,” a French colloquialism for twilight. While the poems in Cusp portray a divided world, the poetic project of the book is to locate a cusp, a “now” moment between past and future, between domestic and foreign, between the random and the inevitable. The collection was awarded the 2003 Bakeless Prize and the Best First Book of Poetry Award from the Texas Institute of Letters.\r\n \nGrotz has translated the contemporary Psalms of French poet Patrice de La Tour du Pin, collected in Psalms of All My Days (Carnegie Mellon University Press, 2013), as well as—and in collaboration with Piotr Sommer—a selection of poems by the Polish poet Jerzy Ficowski. She teaches creative writing at the University of Rochester and the Warren Wilson College MFA Program, and she serves as the assistant director of the Bread Loaf Writers' Conference. \n", "attrs": {"Region:": ["U.S., New England"]}}