{"pf_url": "https://www.poetryfoundation.org/poets/jennifer-ogrady", "name": "Jennifer O'Grady", "yob": "1963", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/95829acab81c7299ff18a8d2530156279dacc7d7.jpeg", "bio": "\nPoet and playwright Jennifer O'Grady was born and grew up in New York City. She is the author of White (1999), winner of the Mid-List Press First Series Award for Poetry, and Exclusions & Limitations (Plume Edition/MadHat Press, 2018). Her poems have appeared in numerous places including Harper’s, The New Republic, The Kenyon Review, The Writer’s Almanac, BBC Radio 4 and American Poetry: The Next Generation. Her poem “Moths,” published originally in Poetry magazine and included in White, was set to music by Robert Paterson and recorded by American Modern Ensemble.\nO’Grady’s plays have been produced around the US and UK, and have received the Henley Rose Award and other honors. Her work is included in The Best Ten-Minute Plays, The Best Women’s Stage Monologues, and other anthologies.\nAbout Exclusions & Limitations, Eileen Murphy, writing in Rain Taxi, said: “Compassionate, elegant, edgy, and intelligent, these poems are deeply moving.” Eamon Grennan said about White: \"I love the mixture of edginess and calm that marks these poems. As unshowy as it is persuasive, O'Grady's language reveals a speaking consciousness at ease among the split-level dimensions of its own exacting and alert awareness.\" A reviewer for ForeWord explains that O'Grady writes with \"a glittering intelligence focused often on the way art reflects the workings of the heart.\" Grace Cavalieri has called O’Grady’s poetry “strong and soft—a rare combination.”\nO’Grady earned a BA from Vassar, where she won awards for her poetry, and an MFA from Columbia University. She lives with her husband, son, and daughter near New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}