{"pf_url": "https://www.poetryfoundation.org/poets/jesus-papoleto-melendez", "name": "Jesús Papoleto Meléndez", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/e552339436643a6fa5df31f5c985ca5a876321e6.jpeg", "bio": "\n                                                                    Raised in New York City’s east Harlem, poet and playwright Jesús Papoleto Melendez is one of the founding poets of the Nuyorican poetry movement. His short-lined, quick-turning poems engage city life through a mosaic of metaphor and song. In a 2013 New York Times article, David Gonzales observes, “The poems of Jesus “Papoleto” Melendez have a bopping rhythm, where words cascade down the page and—when he recites them—swirl around the room, through the window and out onto the streets of El Barrio. Among the founders of the Nuyorican Poetry Movement, his poems are carefully crafted reflections on urban life, with equal doses of humor, anger, love and absurdity.”   Melendez’s poetry collections include Casting Long Shadows (1970), Street Poetry & Other Poems (1972), Concertos on Market Street (1993), and the bilingual volume Hey Yo! Yo Soy! 40 Years of Nuyorican Street Poetry: The Collected Work of Jesús Papoleto Melendez (2012, volume 1). His work is also featured in Nuyorican Poetry: An Anthology of Puerto Rican Words and Feeling (1975, edited by Miguel Algarin and Miguel Pinero), Bum Rush the Page: A Def Poetry Jam (2001, edited by Tony Medina and Louis Reyes Rivera), and The Norton Anthology of Latino Literature (2011, edited by Edna Acosta-Belén, Harold Augenbraum, María Herrera-Sobek, Rolando Hinojosa, and Gustavo Pérez Firmat). His play “The Junkies Stole the Clock,” was produced by Joseph Papp’s Public Theatre, New York Shakespeare Festival’s Nuyorican Playwrights’ Unit.   His honors include a fellowship from the New York Foundation for the Arts, the Louis Reyes Rivera Lifetime Achievement Award, an Artist for Community Enrichment Award from the Bronx Council on the Arts, and a joint fellowship from the National Endowment for the Arts and Combined Arts of San Diego. Melendez lives in New York City.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}