{"pf_url": "https://www.poetryfoundation.org/poets/jo-shapcott", "name": "Jo Shapcott", "yob": "1953", "yod": null, "image": null, "bio": "\nJo Shapcott was born in London, educated at Trinity College, Dublin, and St Hilda’s College, Oxford, and later won a Harkness Fellowship to Harvard University. She is the author of ten books of poetry, including Of Mutability (2010), winner of the Costa Book Award; My Life Asleep (1999), winner of the Foreward Poetry Prize; Phrase Book (1992); and Electroplating the Baby (1988), winner of the Commonwealth Prize. She is twice a winner of the National Poetry Competition, and in 2011 she received the Queen's Gold Medal for Poetry. Using a precise, colloquial diction, Shapcott draws her subjects and imagery from unusual sources, including popular culture and the sciences. She excels in narrative forms, often written from a displaced, oblique but controlled point of view and employing a surreal wit with which to explore the balances of sexual, political, or human versus animal power. The title poem of Phrase Book is notable for its appropriation of the language of the American military, and it includes Shapcott’s famous “Mad Cow” poems. In 1996, she and Matthew Sweeney coedited an anthology of contemporary poetry in English from around the world, Emergency Kit: Poems for Strange Times (1996). My Life Asleep (1998) invokes Ovid as it concerns itself with acts of metamorphosis. Shapcott's Her Book: Poems 1988–1998 (2000) includes poems from her three previous collections. Shapcott has also devoted many years to translations and adaptations of Rainer Maria Rilke's poetry, and some of her work is collected in Tender Taxes (2002).  Shapcott has also collaborated with musicians; composers such as John McCabe, Detlev Glamert, and Nigel Osborne have set her lyrics to music. The Creatures Indoors, a collaboration with the composer Stephen Montague, premiered with the London Symphony Orchestra at the Barbican Centre in London in 1997.  Shapcott has worked as Education Officer at the South Bank Centre, and for the Arts Council Literature Department. She has traveled as a guest speaker in the UK and abroad, and has been a guest on various radio and television programs. In addition to serving as president of the Poetry Society and consulting editor for Arc Publications, she teaches in the MA in Creative Writing Program at Royal Holloway College, University of London, and she has also taught at the University of Newcastle and the University of the Arts, London.  POETRY Electroplating the Baby. Highgreen, Northumberland, UK: Bloodaxe, 1988. Phrase Book. Oxford: Oxford University Press, 1992. A Journey to the Inner Eye: A Guide for All. South Bank Centre, 1996 Motherland. New York: Gwaithel & Gilwern, 1996. My Life Asleep. Oxford: Oxford University Press, 1998. Her Book: Poems 1988-1998. London: Faber and Faber, 2000. Tender Taxes. London: Faber and Faber, 2002.Of Mutability. London: Faber and Faber, 2010.PROSEElizabeth Bishop: Poet of the Periphery. Newcastle, Bloodaxe, 2002.The Transformers. (Lectures). Newcastle: Bloodaxe, 2007. EDITING Editor, with Matthew Sweeney. Emergency Kit: Poems for Strange Times. London: Faber and Faber, 1996. Editor with Don Paterson, Last Words: New Poetry for the New Century. New York: Picador, 1999. Editor, with Helen Dunmore and Matthew Sweeney. Penguin Modern Poets 12. New York: Penguin, 1997. Editor, with Linda Anderson. Elizabeth Bishop: Poet of the Periphery. Newcastle: Bloodaxe, 2002.\n", "attrs": {"Region:": ["England"]}}