{"pf_url": "https://www.poetryfoundation.org/poets/joan-maragall", "name": "Joan Maragall", "yob": "1860", "yod": "1911", "image": null, "bio": "\nPoet, translator, journalist, and essayist Joan Maragall is considered to be a national treasure of Catalonia. Born and raised in Barcelona, Spain, he has been called the Walt Whitman of Catalonia, though Maragall may be even better known in his country than Whitman is in the United States. Many of Maragall’s poems celebrate Catalonia and its folktales, songs, language, traditions, Catholic religion, and politics.\nJoan Maragall studied law and literature at the University of Barcelona and was influenced early on by the poetry of German Romantic poets Goethe and Novalis, whose works he also translated. As a student, he won the Jocs Floral de Barcelona, the most important literary prize for Catalan poetry, and would win it again 20 years later. His works have been translated into Castilian, French, and Italian.\nHis literary career began when his friends paid to publish his first collection, Poesías (1891), as a wedding present. His book, Visions y cants (1900), went a long way toward establishing him as Catalonia's poet as it retold the nation's folktales and celebrated Catalan symbols & traditions in simple folksy lyrics. In his later books, Enllà (1906) and Seqüències (1911), he reached for more sophisticated forms and complex philosophical and current themes. The loss of the Spanish colonies in Africa and in the Spanish-American War, anarchistic bombings, and the violence of Barcelona’s resistance evoked some of his most political works, balancing the perspective of Catalonia, often seen as a colony or a province of Spain itself, and patriotism as a Spaniard. He recreated the great Count Arnau, a traditional Catalan folktale about a corrupt Count who seduces a nun; the Sardana, a Catalonian folkdance; revisionist anthems on Ash Wednesday; and lyrics of basic humanist compassion as displayed in his poem, “The Blind Cow.” His poems are often shared at social and political events in Catalonia, and some of his poems, such as “Little Star” are well-known classics among children in Spain.\n \n \nBOOKS\n \n\nPoesies, L'Avenç (Barcelona, Spain), 1895, reprinted, Publicacions de l'Abadia de Monserrat (Barcelona, Spain), 1987.\nEl sentimiento catalanista: trágico conflicto, B. Rodriguez Serra (Madrid, Spain), 1898.\nVisions y cants, Tipografía L'Avenc (Barcelona, Spain), 1900, reprinted, Edicions 62 (Barcelona, Spain), 1998.\nArtículos, 1893-1903, [Barcelona, Spain], 1904.\nEnllà, poesies, L'Avenç (Barcelona, Spain), 1906, reprinted, Edicions 62 (Barcelona, Spain), 1989.\nElogí de la poesía, Bartomeu Baxarías (Barcelona, Spain), 1906.\nMiscelánea literaria, Falcó y Borrasé (San José, Costa Rica), 1910.\nSeqüencies. Poesies, L'Avenç (Barcelona, Spain), 1911.\nObres completes, G. Gili (Barcelona, Spain), 1912.\nArtículos, [Barcelona, Spain], 1912.\nEscrits en prosa, G. Gili (Barcelona, Spain), 1912.\n\n \n", "attrs": {}}