{"pf_url": "https://www.poetryfoundation.org/poets/joanne-kyger", "name": "Joanne Kyger", "yob": "1934", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/f012beff9be29b1fd0502e72bff3457724a7e1da.jpeg", "bio": "\nAssociated with the poets of the San Francisco Renaissance, poet Joanne Kyger studied philosophy and literature at the University of California, Santa Barbara, moving to San Francisco in 1957 just before she finished her degree. In San Francisco she attended the Sunday meetings of Jack Spicer and Robert Duncan, and moved into the East West House, a communal house for students of Zen Buddhism and Asian studies. She lived in Japan with Gary Snyder, her husband at the time, and traveled in India with Snyder, Allen Ginsberg, and Peter Orlovsky. She eventually returned to California, where she lived until her death in 2017.\n\r\nKyger published more than 20 collections of poetry, including The Tapestry and the Web (1965), All This Every Day (1975), The Wonderful Focus of You (1979), Going On: Selected Poems 1958-1980 (1983), Just Space, poems 1979-1989 (1991), Again: Poems 1989-2000 (2001), As Ever: Selected Poems (2002), and About Now: Collected Poems (2007). She is also the author of the prose collection Strange Big Moon: Japan and India Journals 1960-1964 (1981).\n\r\nInfluenced by her study of Zen Buddhism as well as the Black Mountain School and San Francisco poets, Kyger’s work was mindful of daily events and the northern California landscape; her poems frequently used form and shape as organic outgrowths of their subject matter. Alice Notley referred to Kyger as a phenomenologist, while Dale Smith, reviewing As Ever, noted “the distinctions between self, body and landscape, and God and domestic gods of place blend into the vibrant fabric of every day” in her work. \n\r\nKyger lived in Bolinas, California and occasionally taught at the Jack Kerouac School of Disembodied Poetics at the Naropa Institute in Colorado.\n", "attrs": {"Region:": ["U.S., Western"]}}