{"pf_url": "https://www.poetryfoundation.org/poets/joan-larkin", "name": "Joan Larkin", "yob": "1939", "yod": null, "image": null, "bio": "\nPoet, essayist, playwright, and editor Joan Larkin earned a BA at Swarthmore College, an MA in English at the University of Arizona, and an MFA in playwriting at Brooklyn College.\nFormally assured, frank, and often fearless, Larkin’s poems explore alcoholism, sexuality, and loss. In the Los Angeles Times, David Ulin observed that Larkin’s poems “stake out a territory of relentless self-examination, taking on love and death, family and sexuality in a voice that is unsentimental, ruthless and clear-eyed … This is poetry without pity, in which despair leads not to degradation but to a kind of grace.”\nLarkin is the author of several collections of poetry, including Blue Hanuman (2014); My Body: New and Selected Poems (2007), winner of the Audre Lorde Award from Publishing Triangle; Lambda Literary Award winner Cold River (1997); and Housework (1975). With Jaime Manrique, Larkin translated Sor Juana’s Love Poems (1997), a bilingual edition of Sor Juana Inez de la Cruz’s poetry. Her prose works include If You Want What We Have: Sponsorship Meditations (1998) and Glad Day: Daily Meditations for Gay, Lesbian, Bisexual, and Transgender People (1998). Larkin’s plays include The AIDS Passion, The Living, and Wiretap.\nLarkin co-founded the independent press Out & Out Books. The editor of the anthology A Woman Like That: Lesbian and Bisexual Writers Tell Their Coming Out Stories (2000), she also edited, with Carl Morse, the anthology Gay and Lesbian Poetry in Our Time (1988) and, with Elly Bulkin, the anthologies Lesbian Poetry (1980) and Amazon Poetry (1975).\nLarkin has been awarded fellowships from the National Endowment for the Arts, the New York Foundation for the Arts, the Academy of American Poets, and the Massachusetts Cultural Council. She received the Shelley Memorial Award from the Poetry Society of America in 2011. She has taught at many colleges and universities, including Drew University, Sarah Lawrence College, New England College, and Goddard College. She lives in Tucson, Arizona. \n", "attrs": {"Region:": ["U.S., New England"]}}