{"pf_url": "https://www.poetryfoundation.org/poets/jody-gladding", "name": "Jody Gladding", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/6f1a9483e656e036c558be99e8428e0b705a1f03.jpeg", "bio": "\nBorn in York, Pennsylvania, poet and translator Jody Gladding earned a BA at Franklin & Marshall College and an MFA at Cornell University. Informed by ecopoetics and the ephemeral, location-based work of Cecilia Vicuña and Andy Goldsworthy, Gladding creates open, collaborative poems often engaged with translating, to a precise syntactical degree, the interactions between life and art, lingering in fields of close contact: areas marked by interruption, damage, or receptivity.\r\n \r\nHer debut collection Stone Crop (1993) was chosen by James Dickey for the Yale Series of Younger Poets. She is also the author of the poetry collections Rooms and Their Airs (2009), Translations from Bark Beetle (2014), and the spiders my arms (2018).  Her poems, interviews, and reviews appear in the periodicals Orion, ecopoetics, Terrain.org, and Numero Cinq, and her poetry has been published in The Best American Poetry 1995 (edited by Richard Howard) and The Arcadia Project: North American Postmodern Pastoral (2012, edited by Joshua Corey and G.C. Waldrep).\r\n \r\n“Gladding’s subject matter embraces both the natural and the cultural,” observes Lauren Rusk in a 2009 Poets’ Quarterly review of Rooms and Their Airs. Rusk adds, “Gladding’s pieces […] take various forms, such as minimal lines, couplets, and opened out spaces (all with deftly meaningful line breaks), as well as lyric paragraphs. The form of each poem seems to me natural to the process it enacts—the speaker’s mind, the poem’s body: one.” In a 2014 interview for Milkweed Editions, Gladding discussed her process and approach to the composition of her third collection of poems, Translations from Bark Beetle: “I’m very interested in how poetry exists in 3-dimensional space, in physical acts, in the world at large. For me, this has led to my poems increasingly moving across the page, then off the page (sometimes coming into being as/on objects). The shapes they take on the pages of this book are the traces of that movement.”\r\n \r\nGladding has translated about 30 works from French, including The Serpent of Stars (2004) by Jean Giono, Small Lives (2008) by Pierre Michon and Elizabeth Deshays, and Hervé This’s Kitchen Mysteries: Revealing the Science of Cooking (2007). Her recent translations include Rimbaud the Son by Pierre Michon (Yale University Press, 2013) and Green: The History of a Color by Michel Pastoureau (Princeton University Press, 2014). \n\r\nGladding's honors include a Whiting Writers’ Award, an Academy of American Poets Prize, a Centre National du Livre de France Translation grant and a French-American Foundation Translation Award. She has also been a Stegner Fellow at Stanford University, resident poet at The Frost Place, and a fellow at the MacDowell Colony.\r\n \r\nGladding has taught at Cornell University and currently directs the Writing Program at the Vermont Studio Center. She lives in East Calais, Vermont.\n", "attrs": {"Region:": ["U.S., New England"]}}