{"pf_url": "https://www.poetryfoundation.org/poets/joel-oppenheimer", "name": "Joel Oppenheimer", "yob": "1930", "yod": "1988", "image": null, "bio": "\nPoet and newspaper columnist Joel Oppenheimer grew up in Yonkers, New York, and was educated at Cornell University, the University of Chicago, and Black Mountain College, where he studied with poet Charles Olson. In his poetry, Oppenheimer explored domesticity and intimacy, using line breaks to create tension. Reviewing a biography of Oppenheimer, Don’t Touch the Poet (1999), Stephan Delbos noted, “His great theme was love: Requited and otherwise, domestic and wild. The poetry combines tenderness with the chatty intellectualism of the New York avant-garde, by way of Black Mountain’s Occam-sharp line breaks and diction.”\n\r\nOppenheimer published more than a dozen books of poetry, including The Dutiful Son (1956), The Love Bit and Other Poems (1962), In Time (1968), The Woman Poems (1975), and New Spaces: Poems, 1975–1983 (1985). He was included in Donald Allen’s seminal anthology, The New American Poetry 1945–1960 (1960). Collected Later Poems of Joel Oppenheimer (1997) includes 49 previously unpublished poems.\n\r\nOppenheimer also authored the nonfiction books Marilyn Lives! (1981), about Marilyn Monroe, and The Wrong Season (1973), about the New York Mets’ challenging 1972 season. His play, The Great American Desert (1961), was the inaugural production of the Judson Poets’ Theater.\n\r\nHe is the subject of the biographies Don’t Touch the Poet: The Life and Times of Joel Oppenheimer (1998), by Lyman Gilmore, and Remembering Joel Oppenheimer (2005), by Robert Bertholf.\n\r\nOppenheimer worked as a printer before serving as the first director of the Poetry Project at St. Mark’s in-the-Bowery Episcopal Church. He wrote for the Village Voice from 1969 to 1984, and many of his columns are gathered in Drawing from Life: A Selection of Joel Oppenheimer’s Work from the Village Voice (1997). Oppenheimer also taught at the City College of the City University of New York and New England College.\n\r\nOppenheimer died of lung cancer at the age of 58. He is buried in Henniker, New Hampshire, where he spent his later life. A selection of his papers is held in the archives at the Thomas J. Dodd Research Center at the University of Connecticut.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Black Mountain"]}}