{"pf_url": "https://www.poetryfoundation.org/poets/johannes-goransson", "name": "Johannes Göransson", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8fe02152ec00fed13727796cd7bbbbac272ef539.jpeg", "bio": "\nPoet and translator Johannes Göransson emigrated with his family from Skåne, Sweden to the United States at age 13. He earned a BA from the University of Minnesota, an MFA from the Iowa Writers’ Workshop, and his PhD from the University of Georgia. He is the author of several books of poetry, the essay collection Transgressive Circulation: Essays On Translation (2018), and the diaries POETRY AGAINST ALL. He has translated Aase Berg’s poetry collections Hackers (2015), Dark Matter (2012), Transfer Fat (2012), With Deer (2009), and Remainland: Selected Poems of Aase Berg (2005), as well as her essay collection A Tsunami from Solaris (2019), with Joyelle McSweeney. He is also the translator of poetry by Johan Jönson, Kim Yideum, Henry Parland and Ann Jäderlund.\r\n \r\nGöransson’s critical and creative work explores genre, aesthetics, and the limits of the autonomous text. He has written on subjects ranging from gurlesque poetry to Sylvia Plath to translation theory. In an interview with 3AM Magazine, Göransson noted that when he writes, he starts from a “micro-level,” adding, “I have a sensation or sentence in mind and then I try to exhaust everything using that kernel (and with everything I primarily mean myself, but also our entire culture, it’s a futile idea no doubt).” Less than “innovative” poetry, he noted, “I’m far more interested in the degraded and anachronistic, the trashy and the melancholic. Even ‘the poetic.’”\r\n \r\nWith his wife, poet Joyelle McSweeney, Göransson coedits Action Books, and with John Woods he publishes the online journal Action, Yes. He is the program director of the Creative Writing program at the University of Notre Dame.\n", "attrs": {}}