{"pf_url": "https://www.poetryfoundation.org/poets/johann-wolfgang-von-goethe", "name": "Johann Wolfgang Von Goethe", "yob": "1749", "yod": "1832", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/865144c2be078b835d16d258d1cae590cfa4ce83.jpeg", "bio": "\nOne of the preeminent figures in German literature, poet, playwright, and novelist Johann Wolfgang von Goethe was born in Frankfurt, Germany, in 1749. The child of an imperial councilor, Goethe had a thoroughly classical education before entering Leipzig University in 1765. Though he was there to study law, Goethe earned accolades for his poetry, written in the lyric and rococo style, and completed his first collection, Annette, a collection of love poems. In 1768, Goethe suffered a severe lung infection and spent nearly a year and half convalescing, during which time he wrote the Leipzig Songbook, a series of ten poems set to melodies. One of his most famous works, the loosely autobiographical The Sorrows of Young Werther (1774), also dates from this period.\r\n \r\nIn 1775, Goethe joined the royal Weimar court, where he spent nearly a decade committed to scientific and metaphysical studies. A journey to Italy in 1786 reignited his interest in poetry and prose. The classical art Goethe encountered in Rome inspired a play and a collection of poetry, Roman Elegies (1787).\r\n \r\nGoethe continued to find inspiration in his surroundings. During the French Revolution, he was ousted from his home after the French army attacked Prussia. Torn between his support of democracy and his unwillingness to part with his bourgeois lifestyle, Goethe wrote Hermann and Dorothea (1797), an epic poem that examines the contrast between chaos and the complacent peace that accompanies a decadent lifestyle.\r\n \r\nGoethe is most well known for his epic poem Faust (1808), based on the legend popularized by Christopher Marlowe’s play Doctor Faustus. The poem depicts a young scholar who, frustrated by the limits to his education, power, and enjoyment of life, engages the assistance of the devil at the cost of his soul. In Faust, Goethe draws extensively from Christian, medieval, and classical sources, complicating the original legend’s dichotomous struggle between good and evil and questioning what constitutes ultimate human fulfillment. Goethe had a profound impact on later literary movements, including Romanticism and expressionism, and made important contributions to philosophical and naturalist schools of thought.\n", "attrs": {"Region:": ["Germany"]}}