{"pf_url": "https://www.poetryfoundation.org/poets/john-haines", "name": "John Haines", "yob": "1924", "yod": "2011", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a9f237bf1214838307bc730bfd6edc1f07aeefd4.jpeg", "bio": "\nAmerican poet and essayist John Haines was born in 1924 and studied art and painting at the National Art School, the American University, and the Hans Hoffmann School of Fine Art. In 1947, Haines bought a 160-acre homestead claim 80 miles outside of Fairbanks, Alaska, intending to pursue painting. According to Haines, when his paints froze, he turned to writing. His collections of poetry include Winter News (1966); The Stone Harp (1971); Cicada (1977); News from the Glacier: Selected Poems 1960-1980 (1982); New Poems 1980-1988 (1990), which received the Lenore Marshall Poetry Award and the Western States Book Award; The Owl in the Mask of the Dreamer: Collected Poems (1993); and For the Century’s End: Poems 1990-1999 (2001), among others. His poems are noted for their stark, spare imagery, and evocative rendering of the brutal beauty of his adopted home. Poet Lawrence Raab noted the elemental character underlying Haines’s verse: “One feels that the poet,” Raab commented, “through the act of the poem, is reaching toward something as basic and as necessary as food or shelter.”\n \r\nHaines’s experiences trapping, hunting, and surviving as a homesteader in Alaska inform his work as a both a poet and essayist. According to Dana Gioia, “While one might read his early poetry as a subjective record of the time, the most accessible account comes from his two books of essays, Living Off the Country (1981) and The Stars, the Snow, the Fire (1989). These superbly-written collections of mostly autobiographical prose reveal the importance of the dream-like solitude the empty Northern wilderness provided the author.” Gioia went on to note that, “by stepping out of the man-made rhythms of the city into the slower cycles of nature, Haines entered—perhaps unknowingly at first—a world of meditation. There are few overtly religious themes in Haines' writing, but both his poetry and prose are suffused with a sense of the sacred.” Other collections of Haines’s essays and autobiographical writing include Fables and Distances: New and Selected Essays (1996) and Descent (2010). Haines moved to San Diego in 1969, and lived in the lower 48 states for several years before returning to Alaska. He taught at numerous institutions including Ohio University, the University of Cincinnati, and George Washington University. Named a Fellow by the Academy of American Poets, his other honors and awards included two Guggenheim Fellowships, a National Endowment for the Arts Fellowship, an Amy Lowell Traveling Fellowship, the Alaska Governor’s Award for Excellence in the Arts, and a Lifetime Achievement Award from the Library of Congress.\n \nHarper’s critic Hayden Carruth once described John Haines as “one of our best nature poets, or for that matter one of the best nature writers of any kind.” Though Haines is sometimes categorized as a regional writer, or an autobiographical poet, Gioia noted that his work eludes simple categorization: “He is an obstinately visionary poet,” Gioia wrote of Haines, “who characteristically transforms individual experience into universal human terms. One would be tempted to call him a philosophic poet if his imagination were not so frequently mythic. He deals in serious ideas, but the concepts are not presented abstractly. They are revealed in bare narrative terms like ancient legends, half obscured by time.” John Haines died in Fairbanks, Alaska, in 2011.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}