{"pf_url": "https://www.poetryfoundation.org/poets/john-drinkwater", "name": "John Drinkwater", "yob": "1882", "yod": "1937", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a63d74e38cf77fbecca3b5e7e1825abe19d8d4d2.jpeg", "bio": "\n                                                                    English poet and playwright John Drinkwater was born in London. At age 15, he left school to work as a junior clerk for an insurance company in Nottingham. In his poetry, he often related ephemeral imagery to themes of personal growth, war, and natural beauty. His collections of poetry include Lyrical and Other Poems (1908), Poems of Men and Hours (1911), Swords and Ploughshares (1915), and Summer Harvest (1933). His essays are collected in Prose Papers (1917).   A manager for the Birmingham Repertory Theater, Drinkwater also wrote several plays engaged with the lives of historical figures. Abraham Lincoln (1918) was met with popular acclaim and performed on both British and American stages. Other plays include Mary Stuart (1921) and Robert Burns (1925). He also wrote, produced, and narrated the film The King’s People, to celebrate the coronation of King George VI.    Known as one of the Georgian Poets, Drinkwater contributed to several volumes of Edward Marsh’s anthology Georgian Poets between 1911 and 1922. Drinkwater is also considered one of the six Dymock Poets, a literary group whose members either lived near the Gloucestershire village of Dymock (Lascelles Abercrombie, Robert Frost, and Wilfrid Wilson Gibson) or were frequent visitors (Drinkwater, Edward Thomas, and Rupert Brooke) and whose creative work was often inspired by the village’s rural beauty. The group, which began meeting in 1914 and published the literary journal New Numbers, disbanded soon after the outbreak of World War I.   Drinkwater is buried on the grounds of St. Nicholas’ Church in Piddington, Oxfordshire. Selections of his manuscripts and correspondence are held in several libraries, including the Yale University Beinecke Rare Book & Manuscript Library and the University of Birmingham Cadbury Research Library, and at the University of Gloucestershire.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}