{"pf_url": "https://www.poetryfoundation.org/poets/john-brehm", "name": "John Brehm", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/37be6f5d6411f3bee0065f3b6945fa953add6969.jpeg", "bio": "\nJohn Brehm was born in Lincoln, Nebraska, and educated at the University of Nebraska and Cornell University. He is the author of No Day at the Beach (2020); Help Is on the Way (2012), winner of the Four Lakes Prize from the University of Wisconsin Press; and Sea of Faith (2004), which won the Brittingham Prize. In the Georgia Review, Judith Kitchen praised Sea of Faith for its “unified consistency of tone and sophistication of approach,” remarking that the “voice is urbane, humorous, and amused—distanced just enough to poke fun at the world and itself alike, to be able to see the ironies in every predicament.” Kitchen finds that Brehm’s poems give “voice to the complexities of being, handing us back to ourselves through the surety of his craft.” In awarding Sea of Faith the Brittingham Prize, Carl Dennis described a speaker who is “both self-mocking and self-accepting, taking his concerns seriously but always distant enough from them to regard them as a small part of a larger human story, a story we recognize at once to be our own.” \nBrehm has published a chapbook titled, The Way Water Moves (2002). He was the associate editor of The Oxford Book of American Poetry (2006) and editor of the volume The Poetry of Impermanence, Mindfulness, and Joy (2017). His poems have appeared in Poetry, The Gettysburg Review, The Southern Review, Boulevard, Gulf Coast, The Missouri Review, New Ohio Review, The Sun, The Best American Poetry 1999, The Norton Introduction to Literature, and many other journals and anthologies. He lives in Portland, Oregon, and teaches at Oregon Literary Arts and Mountain Writers Series in Portland, and at Lighthouse Writers Workshop in Denver, Colorado.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}