{"pf_url": "https://www.poetryfoundation.org/poets/john-cage", "name": "John Cage", "yob": "1912", "yod": "1992", "image": null, "bio": "\n                                                                    Born in Los Angeles, prolific avant-garde composer, writer, and artist John Cage was the son of an inventor and a Los Angeles Times society writer. He grew up in Detroit, Ann Arbor, and Los Angeles and was educated at Pomona College and the University of California, Los Angeles, where he studied with classical composer Arnold Schoenberg. Cage met his lifelong partner and collaborator, the choreographer Merce Cunningham, while teaching at Cornish College of the Arts in Seattle. Though Cage invented the “prepared piano,” a piano with carefully altered strings, at Cornish, it was at Black Mountain College that he staged the first of his infamous “happenings” with Cunningham, painter Robert Rauschenberg, and poet Charles Olson. Beginning in 1942, Cage lived primarily in New York.Influenced by the ready-mades of Marcel Duchamp, the design of Buckminster Fuller, and the philosophy of Ludwig Wittgenstein, Cage created inventive, nonintentional musical compositions with unorthodox musical sources, which often utilized elements of chance involving computer programs or the I Ching. PBS, in a feature on Cage for their American Masters series, described the ambition of Cage’s 4'33\", in which the performer sits before a piano for four and a half minutes without playing a note: “Cage broke from the history of classical composition and proposed that the primary act of musical performance was not making music, but listening.”Beginning with Silence (1961) and A Year from Monday: New Lectures and Writings (1967), Cage used writing to pursue his investigations into the structure of syntax and chance. Much of Cage’s writing was composed within a prose poem form he called “mesostic” (similar to acrostic, but led by middle rather than initial letters). His mesostic on the text of James Joyce, Roaratorio: An Irish Circus on Finnegans Wake (1979), was also layered with the sounds mentioned in the text as well as traditional Irish music. Other mesostics include M: Writings ’67–’72 (1973), Empty Words: Writings ’73–’78 (1979), and X: Writings ’79–’82 (1983). Musicage: Cage Muses on Words, Art, Music (1992) is a transcription of Cage’s final, lengthy interviews in the last two years of his life, with Joan Retallack. John Cage has been the subject of numerous biographies and critical studies, including John Cage: Composed in America (1994), edited by Marjorie Perloff and Charles Junkerman.A member of the American Academy of Arts and Sciences, Cage received the New York Mayor’s Award of Honor for Arts and Culture and the French government’s Commandeur de l’Ordre des Arts et des Lettres, as well as a fellowship from the Guggenheim Foundation. His papers are held in the library of Wesleyan University and Northwestern University, and his music manuscripts are held in the New York Public Library for the Performing Arts. Cage died of a stroke in Manhattan in 1992.\n                                                            ", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}