{"pf_url": "https://www.poetryfoundation.org/poets/john-donne", "name": "John Donne", "yob": "1572", "yod": "1631", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/499604a5ff37a8e7e82c6f4867e6c8043e0101a8.jpeg", "bio": "\nThe English writer and Anglican cleric John Donne is considered now to be the preeminent metaphysical poet of his time. He was born in 1572 to Roman Catholic parents, when practicing that religion was illegal in England. His work is distinguished by its emotional and sonic intensity and its capacity to plumb the paradoxes of faith, human and divine love, and the possibility of salvation. Donne often employs conceits, or extended metaphors, to yoke together “heterogenous ideas,” in the words of Samuel Johnson, thus generating the powerful ambiguity for which his work is famous. After a resurgence in his popularity in the early 20th century, Donne’s standing as a great English poet, and one of the greatest writers of English prose, is now assured.\nThe history of Donne’s reputation is the most remarkable of any major writer in English; no other body of great poetry has fallen so far from favor for so long. In Donne’s own day his poetry was highly prized among the small circle of his admirers, who read it as it was circulated in manuscript, and in his later years he gained wide fame as a preacher. For some 30 years after his death successive editions of his verse stamped his powerful influence upon English poets. During the Restoration his writing went out of fashion and remained so for several centuries. Throughout the 18th century, and for much of the 19th century, he was little read and scarcely appreciated. It was not until the end of the 1800s that Donne’s poetry was eagerly taken up by a growing band of avant-garde readers and writers. His prose remained largely unnoticed until 1919.\nIn the first two decades of the 20th century Donne’s poetry was decisively rehabilitated. Its extraordinary appeal to modern readers throws light on the Modernist movement, as well as on our intuitive response to our own times. Donne may no longer be the cult figure he became in the 1920s and 1930s, when T.S. Eliot and William Butler Yeats, among others, discovered in his poetry the peculiar fusion of intellect and passion and the alert contemporariness which they aspired to in their own art. He is not a poet for all tastes and times; yet for many readers Donne remains what Ben Jonson judged him: “the first poet in the world in some things.” His poems continue to engage the attention and challenge the experience of readers who come to him afresh. His high place in the pantheon of the English poets now seems secure.\nDonne’s love poetry was written nearly 400 years ago; yet one reason for its appeal is that it speaks to us as directly and urgently as if we overhear a present confidence. For instance, a lover who is about to board ship for a long voyage turns back to share a last intimacy with his mistress: “Here take my picture” (Elegy V). Two lovers who have turned their backs upon a threatening world in “The Good Morrow“ celebrate their discovery of a new world in each other:\nLet sea-discoverers to new worlds have gone,\r\nLet maps to others, worlds on worlds have shown,\r\nLet us possess one world, each hath one, and is one.\nThe poetry inhabits an exhilaratingly unpredictable world in which wariness and quick wits are at a premium. The more perilous the encounters of clandestine lovers, the greater zest they have for their pleasures, whether they seek to outwit the disapproving world, or a jealous husband, or a forbidding and deeply suspicious father, as in Elegy 4, “The Perfume”:\nThough he had wont to search with glazed eyes,\r\nAs though he came to kill a cockatrice,\r\nThough he have oft sworn, that he would remove\r\nThy beauty’s beauty, and food of our love,\r\nHope of his goods, if I with thee were seen,\r\nYet close and secret, as our souls, we have been.\nExploiting and being exploited are taken as conditions of nature, which we share on equal terms with the beasts of the jungle and the ocean. In “Metempsychosis” a whale and a holder of great office behave in precisely the same way:\nHe hunts not fish, but as an officer,\r\nStays in his court, as his own net, and there\r\nAll suitors of all sorts themselves enthral;\r\nSo on his back lies this whale wantoning,\r\nAnd in his gulf-like throat, sucks everything\r\nThat passeth near.\nDonne characterizes our natural life in the world as a condition of flux and momentariness, which we may nonetheless turn to our advantage.” The tension of the poetry comes from the pull of divergent impulses in the argument itself. In “A Valediction: Of my Name in the Window,” the lover’s name scratched in his mistress’s window ought to serve as a talisman to keep her chaste; but then, as he explains to her, it may instead be an unwilling witness to her infidelity:\nWhen thy inconsiderate hand\r\nFlings ope this casement, with my trembling name,\r\nTo look on one, whose wit or land,\r\nNew battery to thy heart may frame,\r\nThen think this name alive, and that thou thus\r\nIn it offend’st my Genius.\nDonne’s love poetry expresses a variety of amorous experiences that are often startlingly unlike each other, or even contradictory in their implications. In “The Anniversary” he is not just being inconsistent when he moves from a justification of frequent changes of partners to celebrate a mutual attachment that is simply not subject to time, alteration, appetite, or the sheer pull of other worldly enticements. Some of Donne’s finest love poems, such as “A Valediction: Forbidding Mourning,” prescribe the condition of a mutual attachment that time and distance cannot diminish:\nDull sublunary lovers’ love\r\n(Whose soul is sense) cannot admit\r\nAbsence, because it doth remove\r\nThose things which elemented it.\n\r\nBut we by a love, so much refined,\r\nThat our selves know not what it is,\r\nInter-assured of the mind,\r\nCare less, eyes, lips, and hands to miss.\nDonne finds some striking images to define this state in which two people remain wholly one while they are separated. Their souls are not divided but expanded by the distance between them, “Like gold to airy thinness beat”; or they move in response to each other as the legs of twin compasses, whose fixed foot keeps the moving foot steadfast in its path:\nSuch wilt thou be to me, who must\r\nLike th’ other foot obliquely run;\r\nThy firmness makes my circle just,\r\nAnd makes me end, where I begun.\n\r\nA supple argument unfolds with lyric grace. The poems that editors group together were not necessarily produced together, as Donne did not write for publication. Fewer than eight complete poems were published during his lifetime, and only two of these publications were authorized by him. The poems he released were passed around in manuscript and transcribed by his admirers singly or in gatherings. Some of these copies have survived. When the first printed edition of his poems was published in 1633, two years after his death, the haphazard arrangement of the poems gave no clue to the order of their composition. Many modern editions of the poetry impose categorical divisions that are unlikely to correspond to the order of writing, separating the love poetry from the satires and the religious poetry, the verse letters from the epithalamiums and funeral poems. No more than a handful of Donne’s poems can be dated with certainty. The Elegies and Satires are likely to have been written in the early 1590s. “Metempsychosis” is dated August 16, 1601. The two memorial Anniversaries for the death of Elizabeth Drury were certainly written in 1611 and 1612; and the funeral elegy on Prince Henry must have been written in 1612. The Songs and Sonnets were evidently not conceived as a single body of love verses and do not appear so in early manuscript collections. Donne may well have composed them at intervals and in unlike situations over some 20 years of his poetic career. Some of them may even have overlapped with his best-known religious poems, which are likely to have been written about 1609, before he took holy orders.\nPoems so vividly individuated invite attention to the circumstances that shaped them. Yet we have no warrant to read Donne’s poetry as a precise record of his life. Donne’s career and personality are nonetheless arresting in themselves, and they cannot be kept wholly separate from the general thrust of his writing, for which they at least provide a living context. Donne was born in London between January 24 and June 19, 1572 into the precarious world of English recusant Catholicism, whose perils his family well knew. His father, John Donne, was a Welsh ironmonger. His mother, Elizabeth (Heywood) Donne, a lifelong Catholic, was the great-niece of the martyred Sir Thomas More. His uncle Jasper Heywood headed an underground Jesuit mission in England and, when he was caught, was imprisoned and then exiled; Donne’s younger brother, Henry, died from the plague in 1593 while being held in Newgate Prison for harboring a seminary priest. Yet at some time in his young manhood Donne himself converted to Anglicanism and never went back on that reasoned decision.\nDonne’s father died in January 1576, when young John was only four, and within six months Elizabeth Donne had married John Syminges, an Oxford-educated physician with a practice in London. In October 1584 Donne entered Hart Hall, Oxford, where he remained for about three years. Though no records of his attendance at Cambridge are extant, he may have gone on to study there as well and may have accompanied his uncle Jasper Heywood on a trip to Paris and Antwerp during this time. It is known that he entered Lincoln’s Inn in May 1592, after at least a year of preliminary study at Thavies Inn, and was at least nominally a student of English law for two or more years. After sailing as a gentleman adventurer with the English expeditions to Cadiz and the Azores in 1596 and 1597, he entered the service of Sir Thomas Egerton, the lord keeper of England. As Egerton’s highly valued secretary he developed the keen interest in statecraft and foreign affairs that he retained throughout his life.\nHis place in the Egerton household also brought him into acquaintance with Egerton’s domestic circle. Egerton’s brother-in-law was Sir George More, parliamentary representative for Surrey. More came up to London for an autumn sitting of Parliament in 1601, bringing with him his daughter Ann, then 17. Ann More and Donne may well have met and fallen in love during some earlier visit to the Egerton household; they were clandestinely married in December 1601 in a ceremony arranged with the help of a small group of Donne’s friends. Some months elapsed before Donne dared to break the news to the girl’s father, by letter, provoking a violent response. Donne and his helpful friends were briefly imprisoned, and More set out to get the marriage annulled, demanding that Egerton dismiss his amorous secretary.\nThe marriage was eventually upheld; indeed, More became reconciled to it and to his son-in-law, but Donne lost his job in 1602 and did not find regular employment again until he took holy orders more than 12 years later. Throughout his middle years he and his wife brought up an ever-increasing family with the aid of relatives, friends, and patrons, and on the uncertain income he could bring in by polemical hackwork and the like. His anxious attempts to gain secular employment in the queen’s household in Ireland, or with the Virginia Company, all came to nothing, and he seized the opportunity to accompany Sir Robert Drury on a diplomatic mission in France in 1612. From these frustrated years came most of the verse letters, funeral poems, epithalamiums, and holy sonnets, as well as the prose treatises Biathanatos (1647), Pseudo-Martyr, (1610), and Ignatius his Conclave (1611).\nIn the writing of Donne’s middle years, skepticism darkened into a foreboding of imminent ruin. Such poems as the two memorial Anniversaries and “To the Countess of Salisbury” register an accelerating decline of our nature and condition in a cosmos that is itself disintegrating. In “The First Anniversary” the poet declares, “mankind decays so soon, / We are scarce our fathers’ shadows cast at noon.” Yet Donne is not counseling despair here. On the contrary, the Anniversaries offer a sure way out of spiritual dilemma: “thou hast but one way, not to admit / The world’s infection, to be none of it” (“The First Anniversary”). Moreover, the poems propose that a countering force is at work that resists the world’s frantic rush toward its own ruin. Such amendment of corruption is the true purpose of our worldly being: “our business is, to rectify / Nature, to what she was” (“To Sir Edward Herbert, at Juliers”). But in the present state of the world, and ourselves, the task becomes heroic and calls for a singular resolution.\nThe verse letters and funeral poems celebrate those qualities of their subjects that stand against the general lapse toward chaos: “Be more than man, or thou’art less than an ant” (“The First Anniversary”).\nThese poems of Donne’s middle years are less frequently read than the rest of his work, and they have struck readers as perversely obscure and odd. The poems flaunt their creator’s unconcern with decorum to the point of shocking their readers. In his funeral poems Donne harps on decay and maggots, even venturing satiric asides as he contemplates bodily corruption: “Think thee a prince, who of themselves create / Worms which insensibly devour their state” (“The Second Anniversary”). He shows by the analogy of a beheaded man how it is that our dead world still appears to have life and movement (“The Second Anniversary”); he compares the soul in the newborn infant body with a “stubborn sullen anchorite” who sits “fixed to a pillar, or a grave / ... / Bedded, and bathed in all his ordures” (“The Second Anniversary”); he develops in curious detail the conceit that virtuous men are clocks and that the late John Harrington, second Lord of Exton, was a public clock (“Obsequies to the Lord Harrington”). Such unsettling idiosyncrasy is too persistent to be merely wanton or sensational. It subverts our conventional proprieties in the interest of a radical order of truth.\nDonne’s reluctance to become a priest, as he was several times urged to do, does not argue a lack of faith. The religious poems he wrote years before he took orders dramatically suggest that his doubts concerned his own unworthiness, his sense that he could not possibly merit God’s grace, as seen in these lines from Divine Meditations 4:\nYet grace, if thou repent, thou canst not lack;\r\nBut who shall give thee that grace to begin?\r\nOh make thyself with holy mourning black,\r\nAnd red with blushing, as thou art with sin.\nThese Divine Meditations, or Holy Sonnets, make a universal drama of religious life, in which every moment may confront us with the final annulment of time: “What if this present were the world’s last night?” (Divine Meditations 13). In Divine Meditations 10 the prospect of a present entry upon eternity also calls for a showdown with ourselves and with the exemplary events that bring time and the timeless together in one order:\nMark in my heart, O soul, where thou dost dwell,\r\nThe picture of Christ crucified, and tell\r\nWhether that countenance can thee affright.\nThe Divine Meditations make self-recognition a necessary means to grace. They dramatize the spiritual dilemma of errant creatures who need God’s grace in order that they may deserve it; for we must fall into sin and merit death even though our redemption is at hand; yet we cannot even begin to repent without grace. The poems open the sinner to God, imploring God’s forceful intervention by the sinner’s willing acknowledgment of the need for a drastic onslaught upon his present hardened state, as in Divine Meditations 14:\nBatter my heart, three-personed God; for, you\r\nAs yet but knock, breathe, shine, and seek to mend;\r\nThat I may rise, and stand, o’erthrow me, and bend\r\nYour force, to break, blow, burn, and make me new.\nThe force of the petition measures the dire extremity of his struggle with himself and with God’s adversary. Donne pleads with God that he too has an interest in this contention for the sinner’s soul: “Lest the world, flesh, yea Devil put thee out” ( Divine Meditations 17). The drama brings home to the poet the enormity of his ingratitude to his Redeemer, confronting him bodily with the irony of Christ’s self-humiliation for us. In Divine Meditations 11 Donne wonders why the sinner should not suffer Christ’s injuries in his own person:\nSpit in my face ye Jews, and pierce my side,\r\nBuffet, and scoff, scourge, and crucify me,\r\nFor I have sinned, and sinned, and only he,\r\nWho could do no iniquity, hath died.\nDonne’s religious poems turn upon a paradox that is central to the hope for eternal life: Christ’s sacrificing himself to save mankind. God’s regimen is paradoxical, and in Divine Meditations 13 Donne sees no impropriety in entreating Christ with the casuistry he had used on his “profane mistreses” when he assured them that only the ugly lack compassion:\nso I say to thee,\r\nTo wicked spirits are horrid shapes assigned,\r\nThis beauteous form assures a piteous mind.\nIn Divine Meditations 18 he resolves his search for the true Church in a still bolder sexual paradox, petitioning Christ as a “kind husband” to betray his spouse to our view so that the poet’s amorous soul may “court thy mild dove”: “Who is most true, and pleasing to thee, then / When she is embraced and open to most men.” The apparent indecorum of making the true Church a whore and Christ her complaisant husband at least startles us into recognizing Christ’s own catholicity. The paradox brings out a truth about Christ’s Church that may well be shocking to those who uphold a sectarian exclusiveness.\nWit becomes the means by which the poet discovers the working of Providence in the casual traffic of the world. A journey westward from one friend’s house to another over Easter 1613 brings home to Donne the general aberration of nature that prompts us to put pleasure before our due devotion to Christ. We ought to be heading east at Easter so as to contemplate and share Christ’s suffering; and in summoning up that event to his mind’s eye, he recognizes the shocking paradox of the ignominious death of God upon a Cross: “Could I behold those hands, which span the poles, / And turn all spheres at once, pierced with those holes?” (“Good Friday, 1613. Riding Westward”). An image of Christ’s degradation is directly imposed upon an image of God’s omnipotence. We see that the event itself has a double force, being at once the catastrophic consequence of our sin and the ultimate assurance of God’s saving love. The poet’s very journey west may be providential if it brings him to a penitent recognition of his present unworthiness to gaze directly upon Christ:\nO Saviour, as thou hang’st upon the tree;\r\nI turn my back to thee, but to receive\r\nCorrections, till thy mercies bid thee leave.\r\nO think me worth thine anger, punish me,\r\nBurn off my rusts, and my deformity,\r\nRestore thine image, so much, by thy grace,\r\nThat thou mayest know me, and I’ll turn my face.\nA serious illness that Donne suffered in 1623 produced a still more startling poetic effect. In “Hymn to God, my God, in my Sickness” the poet presents his recumbent body as a flat map over which the doctors pore like navigators to discover some passage through present dangers to tranquil waters; and he ponders his own destination as if he himself is a vessel that may reach the desirable places of the world only by negotiating some painful straits:\nIs the Pacific Sea my home? Or are\r\nThe eastern riches? Is Jerusalem?\r\nAnyan, and Magellan, and Gibraltar,\r\nAll straits, and none but straits, are ways to them.\nBy this self-questioning he brings himself to understand that his suffering may itself be a blessing, since he shares the condition of a world in which our ultimate bliss must be won through well-endured hardship. The physical symptoms of his illness become the signs of his salvation: “So, in his purple wrapped receive me Lord, / By these his thorns give me his other crown.” The images that make him one with Christ in his suffering transform those pangs into reassurance.\nIn Donne’s poetry, language may catch the presence of God in our human dealings. The pun on the poet’s name in ““ registers the distance that the poet’s sins have put between himself and God, with new kinds of sin pressing forward as fast as God forgives those already confessed: “When thou hast done, thou hast not done, / For, I have more.” Then the puns on “sun” and “Donne” resolve these sinful anxieties themselves:\nI have a sin of fear, that when I have spun\r\nMy last thread, I shall perish on the shore;\r\nBut swear by thy self, that at my death thy son\r\nShall shine as he shines now, and heretofore;\r\nAnd, having done that, thou hast done,\r\nI fear no more.\nFor this poet such coincidences of words and ideas are not mere accidents to be juggled with in jest. They mark precisely the working of Providence within the order of nature.\nThe transformation of Jack Donne the rake into the Reverend Dr. Donne, dean of St. Paul’s Cathedral, no longer seems bizarre. To impose such clear-cut categories upon a man’s career may be to take too rigid a view of human nature. That the poet of the Elegies and Songs and Sonnets is also the author of the Devotions and the sermons need not indicate some profound spiritual upheaval. One reason for the appeal of Donne in modern times is that he confronts us with the complexity of our own natures.\nDonne took holy orders in January 1615, having been persuaded by King James himself of his fitness for a ministry “to which he was, and appeared, very unwilling, apprehending it (such was his mistaking modesty) to be too weighty for his abilities.” So writes his first biographer, Izaak Walton, who had known him well and often heard him preach. Once committed to the Church, Donne devoted himself to it totally, and his life thereafter becomes a record of incumbencies held and sermons preached.\nDonne’s wife died in childbirth in 1617. He was elected dean of St. Paul’s in November 1621, and he became the most celebrated cleric of his age, preaching frequently before the king at court as well as at St. Paul’s and other churches. 160 of his sermons have survived. The few religious poems he wrote after he became a priest show no falling off in imaginative power, yet the calling of his later years committed him to prose, and the artistry of his Devotions and sermons at least matches the artistry of his poems.\nThe publication in 1919 of Donne’s Sermons: Selected Passages, edited by Logan Pearsall Smith, came as a revelation to its readers, not least those who had little taste for sermons. John Bailey, writing in the Quarterly Review (April 1920), found in these extracts “the very genius of oratory ... a masterpiece of English prose.” Sir Arthur Quiller-Couch, in Studies in Literature (1920), judged the sermons to include “the most magnificent prose ever uttered from an English pulpit, if not the most magnificent prose ever spoken in our tongue.”\nOver a literary career of some 40 years Donne moved from skeptical naturalism to a conviction of the shaping presence of the divine spirit in the natural creation. Yet his mature understanding did not contradict his earlier vision. He simply came to anticipate a Providential disposition in the restless whirl of the world. The amorous adventurer nurtured the dean of St. Paul’s.\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}