{"pf_url": "https://www.poetryfoundation.org/poets/john-betjeman", "name": "John Betjeman", "yob": "1906", "yod": "1984", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/9cb73100133bb3bf2ad0f1059eb8b8a65d45e246.jpeg", "bio": "\nJohn Betjeman, poet laureate of the United Kingdom from 1972 until his death in 1984, was known by many as a poet whose writing evoked a sense of nostalgia. He utilized traditional poetic forms, wrote with a light touch about public issues, celebrated classic architecture, and satirized much of contemporary society for his perception of its superficiality. “Modern ‘progress’ is anathema to him,” Jocelyn Brooke wrote in Ronald Firbank and John Betjeman prior to Betjeman’s death; “though fortunately for us [he] is still able to laugh.” Brooke continued, “Perhaps [Betjeman] can best be described as a writer who uses the medium of light verse for a serious purpose: not merely as a vehicle for satire or social commentary, but as a means of expressing a peculiar and specialized form of aesthetic emotion, in which nostalgia and humour are about equally blended.”\nBetjeman’s poetry was considered something of a phenomenon: it was read by a large audience and was also praised by literary critics. As Ralph J. Mills pointed out in Descant, “Betjeman is a phenomenon in contemporary English literature, a truly popular poet. The sudden fame won by his Collected Poems ... brought him a wide reputation and made him quickly into a public personality.” Betjeman was also admired by such poets and critics as Edmund Wilson and W.H. Auden, who dedicated his own The Age of Anxiety to his fellow poet. “Certainly it is very rare in our day to see much accord between distinguished critics and poets on the one hand and the general public on the other,” Mills would add; “but the very complexity of Betjeman’s personality and feelings beneath the skillful though apparently simple surface of his verse probably unites, in whatever different kinds of levels of appreciation, the otherwise remote members of his audience.”\n1958’s Collected Poems first brought Betjeman into the popular limelight. Displaying the poet’s skillful use of 19th-century poetic models, the collection was enthusiastically received by many critics. A Times Literary Supplement reviewer, for example, stated that Betjeman’s poems were “a pleasant change from the shapeless and unarticulated matter ... offered us by so many of his contemporaries. For Mr. Betjeman is a born versifier, ingenious and endlessly original; his echoes of Tennyson and Crabb, Praed and Father Prout, are never mere pastiche; and he is always attentive to the sound of his words, the run of his lines, the shape of his stanzas.” T.J. Ross, however, found that although “his ear is as flawless as Tennyson’s and his effects sometimes as remarkable, Betjeman creates a world which, unlike the Victorians’, is a miniature.” Ross believed that when Betjeman involved the reader completely with his subject “the result [was] poor.” Only when he kept the reader at a distance did he bring his work up to the level of “first-rate minor art.” But Louise Bogan had high praise for Betjeman’s work: “His verse forms, elaborately varied, reproduce an entire set of neglected Victorian techniques, which he manipulates with the utmost dexterity and taste. His diction and his observation are delightfully fresh and original. And it is a pleasure to let down our defenses and be swept along by his anapaestic lines, with their bouncing unstressed syllables, and to meet no imperfect or false rhymes in the process; to recognize sentiment so delicately shaded, so sincerely felt, that it becomes immediately acceptable even to our modern sensibilities, grown used to the harsh, the violent, and the horrifying.”\nIn Summoned by Bells (1960), Betjeman recreates his personal past in richly-detailed poems. Because the poet was able to recreate so accurately the time and place of his own childhood, Mills attributed to Betjeman “an almost Proustian memory.” Walter Allen, writing in the New York Times Book Review, called Summoned by Bells an autobiography. But the collection, Allen explained, “can’t be judged simply as the equivalent of an autobiographical novel. Whatever the final verdict on it may be, it is an extraordinarily accomplished, sustained exercise in narrative verse.” Philip Larkin, in his review of the book for the Spectator, found that, although all the poems in the collection tell the poet’s life story, Betjeman “is not an egoist: rather, he is that rare thing, an extrovert sensitive. ... [Time] and again in scenes where interest might be expected to focus on the author’s feelings we find it instead shifting to the details.” Larkin concludes that “Betjeman has an astonishing command of detail, both visual and circumstantial.”\nThe poems from both High and Low (1967) and A Nip in the Air (1976) were included in the fourth edition of Betjeman’s Collected Poems. Larkin, writing in his introduction to the volume, explained that Betjeman was a difficult poet for many critics to approach. “Betjeman,” he explained, “constitutes a kind of distorting mirror in which all our critical catch-phrases appear in gross unacceptable parody. He is committed, ambiguous, and ironic; he is conscious of literary tradition (but quotes the wrong authors); he is a satirist (but on the wrong side); he has his own White Goddess (in blazer and shorts). And he has done all those things such as forging a personal utterance, creating a private myth, bringing a new language and new properties to poetry, and even ... giving poetry back to the general reader, all equally undeniably, yet none of them in quite the way we meant. No wonder our keen critical tools twitch fretfully at his approach.”\nAdditional verses, which Betjeman had chosen to omit from previous volumes and which some critics noted were of uneven quality, were collected as Uncollected Poems. This work was published in 1982, two years before the poet’s death. While noting in a review of the work for The Times that Uncollected Poems contained some “duds,” John Carey added that it also included “poems no sensible reader will miss. The best of them touch on dying, that undying Betjeman bug-bear. Whatever his relations with contemporary life, he is unchallengeably the laureate of contemporary death, and has traced, in poem after poem, its horribly normal advance from the preliminary twinge ... to the fatal X-ray photographs and the hospital bed, conveniently placed for you to hear your relatives, in the car park below, making off cheerily to tea and telly.”\nA sociable man who developed numerous close friendships with a variety of people over the years, Betjeman wrote many letters. His voluminous correspondence was collected in the two-volume Letters, published posthumously beginning in 1994. Edited by his daughter, Candida Lycett Green, Letters traces the poet’s life through two periods: 1926 through 1951, and 1951 through 1984, the year of Betjeman’s death. “Somewhere in these two thick volumes,” friend and critic Mark Girouard commented in the Times Literary Supplement, “John Betjeman remarks that he wrote letters in order to avoid writing poems. ... To write letters ... so that the reading of them brings the writer into the room with one, is a rare gift, but Betjeman certainly had it.”\nIn the London Review of Books, Patricia Beer commented on the element of humor that runs throughout the collected Letters. Listing the poet’s “apparatus of mirth” as “Oirish imitations, babytalk, spoof signatures, rustic voices, rebus writing, caricatures, doodles and so on,” Beer noted that “it too often sounds as though it needed oiling … Some will in any case find the jollity very much to their taste. Those who do not will have many and various sorts of seriousness, even melancholy, to choose from in this protean collection.”\nBesides writing and editing several works on architecture, throughout his life Betjeman remained passionately involved in architectural preservation efforts. As he told Willa Petschek, he was most interested “in saving groups of buildings of towns that can be ruined by ‘a single frightful store that looks like a drive-in movie. The only way to prevent more and more ugly buildings going up ... is to draw people’s attention to what’s good in all periods.’” Betjeman made numerous appearances on television to promote preservation and became, as Petschek maintained, “a cherished national cult.”\nBetjeman championed such causes in his poetry as well; he wrote lovingly of the places of his childhood, of the buildings and monuments in danger of destruction. “Betjeman’s approach to architecture (which he values second only to poetry) enabled him to recognize the ‘living force’ of 19th-century buildings, especially the Victorian Gothic,” Petschek noted. “Partly through his verse and topographical writings, his guidebooks, poetry readings and TV appearances, but also through his warmth and peculiar genius for imparting enthusiasm for everything from rood screens to ladies’ legs, he has made the public accept a rapid reversal in taste.\n", "attrs": {"Region:": ["England"]}}