{"pf_url": "https://www.poetryfoundation.org/poets/john-crowe-ransom", "name": "John Crowe Ransom", "yob": "1888", "yod": "1974", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/860ccadf7846dcb9b96267cc91feccb46fd51149.jpeg", "bio": "\nJohn Crowe Ransom was one of the leading poets of his generation. A highly respected teacher and critic, Ransom was intimately connected to the early 20th-century literary movement known as the Fugitives, later the Southern Agrarians. Around the year 1915, a group of 15 or so Vanderbilt University teachers and students began meeting informally to discuss trends in American life and literature. Led by John Crowe Ransom, then a member of the university’s English faculty, these young “Fugitives,” as they called themselves, opposed both the traditional sentimentality of Southern writing and the increasingly frantic pace of life as the turbulent war years gave way to the Roaring Twenties. They recorded their concerns in a magazine of verse entitled the Fugitive, which, though it appeared little more than a dozen times after the first issue was published in 1922, proved to be in the vanguard of a new literary movement—Agrarianism—and a new way of analyzing works of art—the New Criticism. As one of the group’s major spokesmen (along with fellow members Allen Tate, Robert Penn Warren, and Donald Davidson), John Crowe Ransom eventually came to be known as the dean of 20th-century American poets and critics.\nAs far as Ransom and his fellow Agrarians were concerned, noted John L. Stewart in his study of the poet and critic, “poetry, the arts, ritual, tradition, and the mythic way of looking at nature thrive best in an agrarian culture based on an economy dominated by small subsistence farms. Working directly and closely with nature man finds aesthetic satisfaction and is kept from conceitedness and greed by the many reminders of the limits of his power and understanding. But in an industrial culture he is cut off from nature … His arts and religions wither and he lives miserably in a rectilinear jungle of factories and efficiency apartments.” In short, explained Louis D. Rubin, Jr., in Writers of the Modern South, “for Ransom the agrarian image is of the kind of life in which leisure, grace, civility can exist in harmony with thought and action, making the individual’s life a wholesome, harmonious experience. … His agrarianism is of the old Southern plantation, the gentle, mannered life of leisure and refinement without the need or inclination to pioneer.” Though the rustic dream of the Agrarians more or less evaporated with the coming of the Depression, it left its philosophical imprint on Ransom’s later work. As Richard Gray observed in his book The Literature of Memory, “the thesis that nearly all of [Ransom’s] writing sets out to prove, in one way or another, is that only in a traditional and rural society—the kind of society that is epitomized for Ransom by the antebellum South—can the human being achieve the completeness that comes from exercising the sensibility and the reason with equal ease.”\nRansom’s poems, written primarily between 1915 and 1927 but revised several times during the following years, reflected this preoccupation with regionalism and the struggle between reason and sensibility from a thematic as well as a stylistic standpoint. Ransom’s “poetic world,” for instance, reported the Washington Post Book World’s Chad Walsh, “is mostly the South, not the South as it actually was when cotton and slavery were crowned heads, not the empirical South that the sociologists study today, but a might-have-been South, a vision of gentleness in all senses of that Chaucerian word.” Stewart agreed that Ransom was “truly a Southern writer,” but he attributed this less to the poet’s choice of themes and backgrounds than to “his style and his vision.” Explained the critic: “[Regional] qualities, violence coupled with elegance, affinity for unusual diction, concern with the insignia of feudalism and the chevalier as the embodiment of its values, mockery of the man of ideas, and so forth, are transformed by Ransom’s double vision and irony into a poetry so conspicuously his own that his individuality rather than any regionalism first impresses the reader. … Yet it is difficult to conceive of such poetry being written in twentieth-century American by anyone not from the South.”\nBesides being unmistakably Southern in character, Ransom’s world is a world of fundamental opposites, a world where man is constantly made aware of “the inexhaustible ambiguities, the paradoxes and tensions, the dichotomies and ironies that make up [modern] life,” wrote Thomas Daniel Young in a study of the poet. His themes, continued Young, emphasized “man’s dual nature and the inevitable misery and disaster that always accompany the failure to recognize and accept this basic truth; mortality and the fleetingness of youthful vigor and grace, the inevitable decay of feminine beauty; the disparity between the world as man would have it and as it actually is, between what people want and need emotionally and what is available for them, between what man desires and what he can get; man’s divided sensibilities and the wars constantly raging within him, the inevitable clash between body and mind, between reason and sensibility; the necessity of man’s simultaneous apprehension of nature’s indifference and mystery and his appreciation of her sensory beauties; the inability of modern man, in his incomplete and fragmentary state, to experience love.”\nThese various dualisms in Ransom’s poetry could best be described in terms of a debate between the head and the heart—that is, as Young noted, between reason and aesthetic sensibility. Ransom continually sought a balance between the two, a balance which, however precarious it might have been, tried to give equal time to both logic and sentiment. He detested extremes of either kind and deliberately strived for a certain detachment in his poetry that struck some critics as being rather cold and academic. By establishing such an “aesthetic distance,” however, Ransom felt that he could provide the reader with a better view of his subject than those poets who imbued their work with sentimentalism and other distracting personal attitudes. Thus, the typical Ransom poem was never autobiographical or didactic, for, as Wesley Morris pointed out in his book Towards a New Historicism, “[Ransom’s] dualistic theory demands that in the realm of poetic discourse the artist must never assert his own personality; he must remain as ‘nearly anonymous’ as possible.” As a result, Thornton H. Parsons observed in his critical study, “a proper appreciation of Ransom’s poetry calls for a modest cultivation of literary asceticism. The reader must accustom himself to the idea that he will encounter no portrayal of strong personalities, no highly emotional drama, and (except very faintly and indirectly) little sense of a poet’s dreadful self-discovery. He must tune himself to register elusive subtleties of perception and elegances of rhyme, wit, and rhetoric. He must be somewhat willing to forgive Ransom for the acute esthetic self-consciousness that made him habitually subordinate passion to tonal control. He must be indulgent of Ransom’s addictions to pale or paralyzing irony and to refined whimsicality. In brief, he should accept the limitations inherent in a civilized poetry and try to savor the fragile excellences.”\nIn Ransom’s case, as Parsons suggested, these “fragile excellences had more to do with actual poetic technique than with the creation of a particular mood.” Many critics, in fact, felt Ransom was one of the greatest stylists of modern American poetry due to what Stewart described as the “unabashed elegance and artifice [of his work], both carried at times to the edge of affectation and preciousness. This poetry is made and proudly exhibits its technical ingenuity.” Randall Jarrell, among others, regarded this obsession with what he called “rhetorical machinery” as Ransom’s “way of handling sentiment or emotion without ever seeming sentimental or over-emotional; as a way of keeping the poem at the proper aesthetic distance from its subject; and as a way for the poem to extract from its subject, no matter how unpleasant or embarrassing, an unembarrassed pleasure.”\nStylistically, Ransom maintained a “proper aesthetic distance” through wit (primarily irony), tone, and diction. His humor, noted Karl F. Knight in The Poetry of John Crowe Ransom, is similar to that of Voltaire, Rabelais, Swift, and Twain in that “it is based upon a sense of far-reaching incongruity. The times are out of joint, Ransom seems to say, but we can still take an objective look at things. And a good way to keep one’s balance is to look at things through a witty and ironic style.” For the most part, stated Robert Buffington in his book The Equilibrist, this irony stemmed from a particular use of the language and “a subtle, and gentle, irony of tone.” Rueful, wry, and often whimsical, Ransom’s poetry was “detached, mock-pedantic, [and] wittily complicated,” according to Jarrell, and displayed, said Parsons, a “peculiar kind of self-indulgence” and a certain “archaism and grandiloquence.” His speech, wrote Buffington, “is that of the Gentleman, rather than that of the Common Man. … His sentences have the effect of an ease that can indulge itself in the direction of elegance. He is learned enough and assured enough to range in his words from the colloquial to the archaic or pedantic. Or to play a Latinate vocabulary off against an Anglo-Saxon.”\nMany of these same qualities and attitudes eventually found their way into the new philosophy of criticism developed by Ransom and others in the 1930s. Using the Kenyon Review (founded by Ransom in 1939) as their principal forum, he and his fellow proponents of the “New Criticism” rejected the romanticists’ commitment to self-expression and perfectability as well as the naturalists' insistence on fact (mostly scientific fact) and inference from fact as the basis of evaluating a work of art. Instead, the New Critics focused their attention on the work of art as an object in and of itself, independent of outside influences (including the circumstances of its composition, the reality it creates, the author’s intention, and the effect it has on readers). The New Critics also tended to downplay the study of genre, plot, and character in favor of detailed textual examinations of image, symbol, and meaning. As far as they were concerned, the ultimate value (in both a moral and an artistic sense) of a work of art was a function of its own inner qualities. In short, explained James E. Magner, Jr., in the book John Crowe Ransom: Critical Principles and Preoccupations, “[Ransom] wishes the world and the poem to be perceived as what they are and not as someone would have them to be. … [He] is a critic who wishes to be faithful to the reality of ‘the world’s body,’ who wishes the poem aesthetically to reveal that reality, and wishes criticism to show the poem as revealing or distorting it. … [He is] bent on letting the poem be itself and not something else; not, for example, a means of moral propaganda or psychic therapy. … Ransom believes that in knowing this aesthetic being, the poem, we will more surely and deeply know its correlative—the world, in the fullness and realness of its ‘body.’”\nRansom’s theories were not greeted with universal enthusiasm. Magner, for example, comparing his style to that of T.S. Eliot, pointed out that “neither Ransom nor Eliot is particularly logical in his critical progression. They lack the order which the mind urges when reading them. They do not define, divide, and discuss very systematically. Both critics intimate a part of a definition, make somewhat arbitrary divisions, and then discuss what they are interested in, with a casual unpredictability.” Core, echoing the views of those who felt Ransom’s own poetry was too cool, subdued, and philosophical, cited Ransom’s “neglect of the emotive dimension of the poem” as “the most serious possible deficiency in [his] theoretical formulations about poetry.” Despite these and other reservations, however, most critics agreed with Magner that “Ransom has given the world a redirection. … He has made the pragmatists clear their vision again and again, and made them focus upon the poem, whose reason for existence, he thinks, is to catch up the world beautifully in the texture of its worded being.”\nThe debate continues as to whether Ransom will be remembered in the years to come primarily as a poet or as a critic, even though he won the National Book Award in Poetry for Selected Poems in 1964. Although Pritchard contended that “of all the American New Critics, Ransom is the most significant figure,” Stewart was of the opinion that “inevitably his reputation in criticism will decline. The theories are too insubstantial and the criticism itself (of which there is surprisingly little, considering how much he wrote about it) is too occasional. But his reputation as a poet, which is high, will continue to rise.” Robert D. Jacobs added in the South Atlantic Quarterly that “John Crowe Ransom may be called a minor poet, and by some an eccentric critic, but within his special province he is unique.”\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Fugitive"]}}