{"pf_url": "https://www.poetryfoundation.org/poets/john-mccrae", "name": "John McCrae", "yob": "1872", "yod": "1918", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8a530683a01a699585005fb9ae075344227f851f.jpeg", "bio": "\n                                                                    Born in Guelph, Ontario, Canadian poet, soldier, and physician John McCrae earned his undergraduate and medical degrees at the University of Toronto, where he received the Gold Medal. As a physician, he worked at Toronto General Hospital, Johns Hopkins Hospital, McGill University, the Royal Alexandra Hospital for Infectious Diseases, Montreal General Hospital, and the Royal Victoria Hospital in Montreal. He served in the Boer War in South Africa as an artillery subaltern in the Canadian Contingent from 1899 to 1900, was promoted to the rank of major in 1904, and reenlisted in the First Canadian Contingent soon after the start of World War I. McCrae became a member of the Royal College of Surgeons and was the first Canadian to be appointed consulting surgeon to the British Army.   McCrae’s well-known poem “In Flanders Fields” memorializes the April 1915 battle in Belgium’s Ypres salient. For 17 days, McCrae tended those injured in the battle. The poem, written after the death of a close friend, was first published in Punch magazine and led to the adoption of the poppy as the Flower of Remembrance for the British and Commonwealth war dead. McCrae wrote several medical textbooks during his life, and his poetry was posthumously gathered into the collection In Flanders Fields and Other Poems (1919).    In 1915, McCrae was transferred to Boulogne No.3 General Hospital to oversee medicine. He worked there until his pneumonia-related death on January 28, 1918, at the age of 45. McCrae was buried with full military honors in Wimereux Cemetery near Boulogne, France. His family home in Guelph is preserved as a museum, and the main street in Wimereux is now named Rue McCrae.\n                                                            ", "attrs": {"Region:": ["Canada"]}}