{"pf_url": "https://www.poetryfoundation.org/poets/john-mason-neale", "name": "John Mason Neale", "yob": "1818", "yod": "1866", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/63a4cf51f198eb41406c8ca536548b3b7760ecc3.jpeg", "bio": "\n                                                                    John Mason Neale was born in London to evangelical parents. His father’s early death meant that Neale attended many different schools; he eventually earned a degree from Trinity College, Cambridge. While at Cambridge, Neale moved from an evangelical to a strongly Anglican religious orientation. He helped found the Cambridge Camden Society, which later became the Ecclesiological Society, at Cambridge in 1839; the group’s main goal was to align church architecture, decoration, and ritual with its teaching. Neale was ordained a deacon in 1841 and a priest in 1842. His role in mid-19th-century British religious history is complex: many of his innovations, including establishing the Society of Saint Margaret for the nursing of pensioners and the poor, seemed too close to Roman Catholicism for Anglican leaders of the day.    Nonetheless, Neale’s literary and religious output was immense. He wrote books and pamphlets on a wide range of spiritual and material issues. Neale’s other volumes included novels, books for children, and works on church history. He penned a multivolume History of the Holy Eastern Church (1847, 1850, and a posthumous volume in 1873). Neale’s interest in Eastern Christianity led him to translate Hymns of the Eastern Church (1862), though he translated many other kinds of hymns, including from Latin, for Anglican use. Neale is best remembered as a hymnist whose collections include Hymns for Children (1843), Hymns for the Sick (1843), Carols for Christmas-tide (1853), and Carols for Easter-tide (1854). Perhaps his most famous carol is “Good King Wenceslas.” Neale’s early death, at age 48, was not widely recognized at the time; however, the archbishop of Canterbury celebrated its centenary.\n                                                            ", "attrs": {"Region:": ["England"]}}