{"pf_url": "https://www.poetryfoundation.org/poets/john-bunyan", "name": "John Bunyan", "yob": "1628", "yod": "1688", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/292c20b2ce8d2487650814f939e4ebf60ae946b8.jpeg", "bio": "\nJohn Bunyan, author of the immortal allegory The Pilgrim’s Progress (1678, 1684), was born in 1628 in Elstow, England to Thomas Bunyan and his second wife, Margaret Bentley Bunyan. Not much is known about the details of Bunyan’s life; his autobiographical memoir, Grace Abounding to the Chief of Sinners (1666), is concerned with external events only as they relate to spiritual experience. His family was humble though not impoverished. After learning to read at a grammar school he became a brazier or tinker like his father. The year 1644, when Bunyan was 16, proved shockingly eventful. Within a few months his mother and sister died; his father married for the third time; and Bunyan was drafted into the Parliamentary army, in which he did garrison duty for the next three years. He never saw combat, from which he seems to have thought himself providentially spared, since he reports that a soldier was killed who was sent in his place to a siege. Nothing more is known about Bunyan’s military service, but he was unquestionably impressed by a church that was military as well as militant, and his exposure to Puritan ideas and preaching presumably dates from this time.\n\r\nThe central event in Bunyan’s life, as he describes it in Grace Abounding to the Chief of Sinners, was his religious conversion. This was both preceded and followed by extreme psychic torment. Under the influence of his first wife (whose name is not known), Bunyan began to read works of popular piety and to attend services regularly in Elstow Church. At this point he was still a member of the Church of England, in which he had been baptized. One Sunday, however, while playing a game called \"cat\" on the village green, he was suddenly arrested by an interior voice that demanded, \"Wilt thou leave thy sins and go to heaven, or have thy sins and go to hell?\" Since Puritans were bitterly opposed to indulgence in Sunday sports, the occasion of this intervention was no accident, and Bunyan’s conduct thereafter was \"Puritan\" in two essential respects. First, he wrestled inwardly with the guilt and self-doubt that William James, writing of Bunyan in The Varieties of Religious Experience (1929), characterized as symptomatic of \"the divided self.\" Second, he based his religion upon the Bible rather than upon traditions or ceremonies. For years afterward, specific scriptural texts would speak themselves unbidden in his head, some threatening damnation and others promising salvation. Suspended between the two, Bunyan came close to despair, and his anxiety was reflected in physical as well as mental suffering. At last he happened to overhear some old women, sitting in the sun, speak eloquently of their own abject unworthiness, and this liberated him into an intuition that those who feel their guilt most deeply have been chosen by God for special attention. Like St. Paul and like many other Puritans, he could proclaim himself the \"chief of sinners\" and thereby declare himself one of the elect.\n\r\nBunyan gained a considerable local reputation as a preacher and spiritual counselor. In 1653 he joined the Baptist congregation of John Gifford in Bedford; Gifford was a remarkable pastor who greatly assisted Bunyan’s progress toward spiritual stability and encouraged him to speak to the congregation. After Gifford’s death in 1655 Bunyan began to preach in public, and his ministrations were so energetic that he gained the nickname “Bishop Bunyan.” Among Puritan sects, the Bedford Baptists were moderate and pacific in their attitude. Doctrinally they stood to the left of the Presbyterians, who differed from the Anglicans mainly on points of church government, but to the right of the many “antinomian” sects that rejected dogma or revised it in a myriad of imaginative ways. Bunyan’s first published work, Some Gospel-Truths Opened (1656), was an attack on the Quakers for their reliance on inner light rather than on the strict interpretation of Scripture. Above all Bunyan’s theology asserted the impotence of man unless assisted by the unmerited gift of divine grace. His inner experience and his theological position both encouraged a view of the self as the passive battleground of mighty forces, which is reflected in the fictional narratives he went on to write.\n\r\nBunyan’s wife died in 1658, leaving four children, including a daughter who had been born blind and whose welfare remained a constant worry. He remarried the following year; it is known that his second wife was named Elizabeth, that she bore two children, and that she spoke eloquently on his behalf when he was in prison. The imprisonment is the central event of his later career: it was at once a martyrdom that he seems to have sought and a liberation from outward concerns that inspired him to write literary works. Once the Stuart monarchy had been reestablished in 1660, it was illegal for anyone to preach who was not an ordained clergyman in the Church of England, and Bunyan spent most of the next twelve years in Bedford Gaol because he would not give up preaching, although the confinement was not onerous and he was out on parole on several occasions. After 1672 the political situation changed, and except for a six-month return to prison in 1677, Bunyan was relatively free to travel and preach, which he did with immense energy and goodwill. Bunyan’s principal fictional works were published during the post-imprisonment period: the two parts of The Pilgrim’s Progress in 1678 and 1684, The Life and Death of Mr. Badman in 1680, and The Holy War in 1682. Most of the rest of Bunyan’s 60 publications were doctrinal and homiletic works.\n\r\nBunyan died in 1688 after catching cold while riding through a rainstorm on a journey to reconcile a quarreling family, and was buried at the Nonconformist cemetery of Bunhill Fields in London.\n\nGrace Abounding to the Chief of Sinners, stands unchallenged as the finest achievement in the Puritan genre of spiritual autobiography. Its origins lie in the personal testimony that each new member was required to present before being admitted to the Bedford congregation, and Bunyan’s allusions to St. Paul in the preface suggest that he intended the published work as a kind of modern-day Epistle for the encouragement of believers. Determined to tell his story exactly and without rhetorical artfulness, Bunyan promises to “be plain and simple, and lay down the thing as it was.” What follows is a deeply moving account of inner torment, in which God and Satan vie for possession of the anguished sinner by causing particular Biblical texts to come into his head; Bunyan exclaims grimly, “Woe be to him against whom the Scriptures bend themselves.”\n\r\nExperience in Grace Abounding is represented as a succession of discrete moments, each of which is charged with spiritual significance. Other kinds of experience are largely ignored, and no attempt is made to organize the narrative as a causal sequence. The Pilgrim’s Progress, Bunyan’s fictional masterpiece, is committed to the same way of representing life: individual moments are elaborated in themselves rather than connected after the fashion of a conventional plot. Although Bunyan’s allegory is an important ancestor of the 18th-century novel, it uses the realistic world of everyday experience only as a metaphor for the world of the spirit. The title page clearly announces Bunyan’s subject: The Pilgrim’s Progress from This World to That Which Is to Come, Delivered under the Similitude of a Dream. A set of verses that conclude the book emphasize the didactic message, and also the reader’s obligation to detect that message: “Put by the curtains, look with in my veil;/Turn up my metaphors, and do not fail....” Bunyan’s metaphors, and the language in which they are expressed, are drawn directly from the Bible, and specific texts are constantly invoked (often in marginal annotation) to ensure that the reader gets the interpretation right.\n\r\nBunyan’s use of allegory brings didactic themes to life and dramatizes the conflicts of the spirit. The unforgettable opening paragraph, with its strong monosyllables and active verbs, surrounds the reader at once with the atmosphere of urgency: “As I walked through the wilderness of this world, I lighted on a certain place, where was a den; and I laid me down in that place to sleep: and as I slept I dreamed a dream. I dreamed, and behold I saw a man clothed with rags, standing in a certain place, with his face from his own house, a book in his hand, and a great burden upon his back. I looked, and saw him open the book, and read therein; and as he read, he wept and trembled: and not being able longer to contain, he brake out with a lamentable cry; saying, ‘What shall I do?’” The den is Bedford Gaol, in which Bunyan found himself inspired to develop this artistic “dream”; the book is the Bible; the burden is the sinfulness of Christian, the story’s hero. Whereas Grace Abounding was explicitly about Bunyan himself, The Pilgrim’s Progress is about everyman.\n\r\nThree of the most famous episodes of The Pilgrim’s Progress demonstrate Bunyan’s allegorical method: Christian is benighted in the Valley of the Shadow of Death, mocked in Vanity Fair, and imprisoned by the Giant Despair in Doubting Castle. Vanity Fair represents everything in this world which the Puritans despised, and accordingly it holds no attractions for Christian, who endures humiliation patiently until he is set free. But the Valley of the Shadow of Death and Doubting Castle represent spiritual conditions into which Puritans were in serious danger of falling, and they are therefore represented as frighteningly oppressive. Stumbling in darkness, Christian cannot hope to prevail by his own efforts, but must commit himself without reservation to the power of God’s grace. “When Christian had travelled in this disconsolate condition some considerable time, he thought he heard the voice of a man, as going before him, saying, ‘Though I walk through the Valley of the Shadow of Death, I will fear none ill, for thou art with me.’” The text from Psalm 23 liberates the pilgrim from a scene which had been, in the first place, elaborated from the imagery of that psalm and other scriptural texts. The Bible provides both context and solution for Bunyan’s allegorical narrative, surrounding and pervading it at every point.\n\r\nEpisodes such as these treat despair and similar states of mind as entirely external: despair is a giant who attacks one, not an intimate part of oneself. They reflect very accurately Bunyan’s psychological experience, in which he did indeed feel helpless in the face of external threats, so that the very words that occurred to his imagination seemed to enter his mind from outside. The allegory of The Pilgrim’s Progress offers a means of clarifying and understanding that experience. The self is seen as unified and determined; Christian bravely fighting the good fight those aspects of the self that seem unacceptable are projected outside, and thereby made manageable. If despair is within one, then it is hard to know how to fight it; if despair is an alien persecutor, then it is possible to unlock the prison door and leave it behind. This was very much the message of Grace Abounding. The Pilgrim’s Progress translates spiritual suffering into terms that are more universal and also more aggressively positive, intended for the encouragement of its readers.\nWhereas the first part of The Pilgrim’s Progress represents the private experience of the solitary soul, the second part dramatizes collective experience. Christiana and her children entrust themselves to the wise guidance of an experienced leader, Mr. Great-heart, and with his help they are able to avoid many of the trials into which Christian had impetuously stumbled. Mr. Great-heart says that religious experience is not unvarying, and that a person will meet with those trials that he or she deserves. \"For the common people when they hear that some frightful thing has befallen such an one in such a place, are of an opinion that that place is haunted with some foul fiend, or evil spirit; when alas it is for the fruit of their doing, that such things do befall them there.\" The cast of characters grows in the second part, and most of the newcomers sustain the pattern of patient obedience: Christiana’s humble companion Mercy is hesitant even to attempt the journey lest she be unworthy; Mr. Fearing trembles at every hint of danger but is assured of safe passage to heaven. The second part is more like a novel than the first, in that it displays its characters in collective action. But the first part, with its profound dramatization of psychic disturbance and recovery, has much more to offer the novelists who were later to draw upon it.\n\r\nIn the six years between the two parts of The Pilgrim’s Progress, Bunyan published two other fictional works. The first, The Life and Death of Mr. Badman (1680), notable for its novelistic realism. Whereas The Pilgrim’s Progress is preeminently the story of the aspiring soul as seen from within, The Life and Death of Mr. Badman is a meditation, entirely from the outside, upon the behavior of the damned. The second is Bunyan’s other great allegory, The Holy War (1682). If The Pilgrim’s Progress dramatizes the popular Puritan metaphor of life as wayfaring; The Holy War develops the equally popular metaphor of spiritual warfare. Just as despair was projected outward as a brutal giant in The Pilgrim’s Progress, so in The Holy War the doubts that afflict the central setting, the town of Mansoul, are “outlandish,” alien invaders from without.\n\r\nBunyan’s fictions arise from a particular religious faith in a particular historical setting. The Life and Death of Mr. Badman is the most conventional, and the least energetic dramatically. The Pilgrim’s Progress and The Holy War serve as complementary expressions of Puritan experience, and if The Pilgrim’s Progress has turned out to have the most lasting appeal, that is not necessarily because it is more accomplished as a work of literature. The Holy War, despite its imaginative power, is imprisoned within a deterministic Calvinism that few readers, from the 18th century onward, have found appealing. The embattled yet passive self continues to exist as a psychological type but in fiction is best suited to the kind of narrative that explores personality (or character) in a quasi-biographical manner. In The Holy War, where the self is dispersed into a host of warring factions, modern readers tend to find the treatment disappointing or disturbing or both. The Pilgrim’s Progress, on the other hand, presents a permanently attractive image of confronting the never-ending threats and confusions that attack the self both from within and without, and winning through to a condition of permanent peace. It too is founded firmly upon Calvinist theology, but its positive emphasis, together with its superb use of traditional romance and adventure motifs, has made it attractive to many readers, regardless of whether they share Bunyan’s beliefs.\n", "attrs": {"Region:": ["England"]}}