{"pf_url": "https://www.poetryfoundation.org/poets/john-lydgate", "name": "John Lydgate", "yob": "1370", "yod": "1449", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/dcffe458e098f1c69136d74d70bea970b49ac40c.jpeg", "bio": "\nWhen John Lydgate died in the middle of the fifteenth century, he had long been the most important and most sought-after poet of his time. Geoffrey Chaucer had died in 1400, John Gower in 1408, and the only poet of his own generation with whom he can reasonably be compared is Thomas Hoccleve, who had died in 1426. In the second half of the century and throughout the entire sixteenth century and indeed until the early 1600s, Lydgate, Chaucer, and Gower were grouped together and their praises sung by well-known poets including Gavin Douglas, William Dunbar, Stephen Hawes, Sir David Lindsey, and John Skelton; by lesser-known poets such as George Ashby, Osbern Bokenham, and John Metham; and by many other writers including the important scholar of William Shakespeare's day, Francis Meres. But worldly fame, indeed everything in this life, is transitory, as Lydgate knew and often stated. Before the middle of the seventeenth century his fame had evaporated and his name was all but forgotten. Few writers even mentioned him in the eighteenth century, although the few included Thomas Gray and Thomas Warton, both of whom had kind things to say about him.\n\r\nUnfortunately this early attempt at rehabilitation was thwarted in 1802 by \"scholar-at-arms\" Joseph Ritson in one of the most brutally negative critiques ever written. To him Lydgate was a \"voluminous, prosaick, and driveling monk\" whose \"stupid and fatiguing productions ... by no means deserve the name of poetry ... are neither worth collecting ... nor even worthy of preservation.\" Although pedantic, contentious, and eccentric, Ritson nevertheless was an indefatigable scholar and a meticulous editor of earlier English poetry. His forcefully expressed opinion of Lydgate was to influence critical opinion for the next 150 years. Scholars are still not totally free of it, although they now know, or should know, better. Joseph Schick's thoughtful introduction to The Temple of Glas (1891) gives a kinder, better-informed view of its poet and can be said to be the beginning of modern Lydgate studies. On the whole Lydgate has been better regarded by his editors than by nineteenth-and early-twentieth-century critics and literary historians, who usually did little more than to repeat in their own words what they had read about him in previous histories of literature. Finally, in the third quarter of this century, Lydgate received fair and informed critical appraisal in book-length studies by Walter F. Schirmer, Alain Renoir, and Derek Pearsall. There have been new editions, numerous articles, and even another book (Lois A. Ebin's) in the past twenty years or so. It is true that Lydgate was no Chaucer, but he deserves to be read. Readers with an open mind might actually find that they like him.\n\r\nJohn Lydgate was born in or around the year 1370 in the village of Lidgate, in Suffolk, eight miles west of the Benedictine abbey of Bury Saint Edmunds. When he was about fifteen he became a novice at this great monastery with which he would be associated for the rest of his long life. He received his education first at the monastery—which had at that time an impressive library of some seven hundred volumes—and later probably at Oxford. In 1389 he became a subdeacon, in 1393 a deacon, and in 1397 he was ordained a priest. He is believed to have founded a school of rhetoric at Bury Saint Edmunds, where he taught the sons of noble families. To the first decade of the fifteenth century belong his so-called courtly poems: The Complaint of the Black Knight, The Flour of Courtesye, and The Temple of Glas (1403?)—which show the influence of Chaucer's dream poems—and his unfinished poem of seven thousand lines, Reson and Sensuallyte (circa 1408), a moralistic allegory on the subject of love. Toward the end of this period he may have written his The Life of Our Lady (1409-1411?), commissioned by Prince Hal (later King Henry V), but some scholars date it later. In 1412 he began his long translation in verse of Guido delle Colonne's Historia Destructionis Troiae, titled Troy Book, which was also commissioned by Prince Hal, and when Lydgate finished it in 1420, the prince had been king for seven years.\n\r\nLydgate's admiration of Chaucer was immense, as his several tributes to his predecessor show, scattered as they are among longer works, and his literary indebtedness to Chaucer is well documented. While he never knew Chaucer personally, he did know the great poet's son Thomas and granddaughter Alice. Thomas Chaucer was a prominent figure on the political scene of the early century, and his home in the village of Ewelme, south of Oxford, was a gathering place for the social and cultural elite. Lydgate belonged to this circle, and it was there that he could have met the king's colorful brother Humphrey, Duke of Gloucester, who was later to be the patron of Lydgate's Fall of Princes (1431-1439). Alice Chaucer would later commission his Virtues of the Mass (circa 1435). One of Lydgate's most attractive occasional poems is his Ballade at the Departyng of Thomas Chaucer into France (1417?).\n\r\nThe years between 1420 and 1434 might be called Lydgate's high-noon period. It began with the composition of his fine Canterbury tale, The Siege of Thebes (1420-1422), and his one important prose treatise, The Serpent of Division (1422). In 1423 he became prior at Hatfield Broad Oak in Essex, and he apparently resided there until 1426, when he went to Paris on official government business. Henry V had died in 1422, leaving an heir who was only an infant. During the absence from France of England's official regent, John of Lancaster, Duke of Bedford (another brother of the late king), Lydgate was asked by Bedford's representative Richard de Beauchamp, the fifth Earl of Warwick, to write the relatively short poem known as The Title and Pedigree of Henry VI (1427). Also while in Paris he was commissioned by Thomas Montacute, the fourth Earl of Salisbury and second husband of Alice Chaucer, to translate Guillaume de Deguileville's Pèlerinage de la Vie Humaine (1330-1331; translated as The Pilgrimage of the Life of Man, 1426-1430). He returned to London in 1429 for the coronation of Henry VI, spending his time in the following years there, at Windsor, at Bury Saint Edmunds, and occasionally perhaps at Hatfield Broad Oak, but he gave up his priorate in 1434.\n\r\nBetween 1431 and 1439 Lydgate was engaged in writing his greatest historical work, the Fall of Princes. In 1433 he completed his Lives of St. Edmund and St. Fremund for presentation to young Henry VI on the occasion of his official visit at Bury Saint Edmunds. In 1439 he wrote The Lives of Saint Alban and Saint Amphibal for John Whethamstede, Abbot of Saint Albans, the great Benedictine abbey just north of London. Lydgate's last years, which he spent at Bury Saint Edmunds, were quieter. He translated much of the Secreta Secretorum as Secrees of the Old Philisoffres (1446?), but it had to be completed by Benedict Burgh. In the late 1440s he wrote his Testament, a religious poem in which he reveals, among other things, a glimpse of his mischievous boyhood days when he neglected his studies and stole apples from the monastery garden. The personal details are attractive to the present-day reader, but they are probably more conventional than genuinely autobiographical. Lydgate died in late 1449 or in 1450 and was buried at Bury Saint Edmunds.\n\r\nWith a corpus totaling almost 150,000 lines, Lydgate was one of the most voluminous of all English poets. His two great historical works, the Troy Book and the Fall of Princes , contain 30,000 and 36,365 lines respectively. The Pilgrimage of the Life of Man is not far behind with its nearly 25,000 lines. Of the legendary lives of holy people The Life of Our Lady is the longest, with some 6,000 lines. By contrast, his Chaucerian romance about the siege of Thebes seems almost short, with only 4,716 lines. Even shorter are courtly poems like The Temple of Glas, with a \"mere\" 1,400 lines, and there are almost countless truly short poems and poems of medium length. Lydgate tried his hand at almost all the literary genres of the time. In addition to those already mentioned, one finds fables (such as his translation of Aesop) and his delightful satirical fable about the two beasts Bycorne and Chichevache: the latter fed on patient wives and was always lean, while the former fed on patient husbands and was fat. There were other relatively short satirical poems, various political poems (such as The Title and Pedigree of Henry VI and the Ballade to King Henry VI on His Coronation), didactic poems about table manners and about food and drink, didactic poems of a moralistic nature (for example, As a Mydsomer Rose, included in John Norton-Smith's collection of Lydgate's Poems), numerous religious lyrics and prayers of one sort or another (including the excellent Ballade in Commendation of Our Lady, beginning \"A thowsand storiis kowde I mo reherse\"—analyzed by Schirmer in a pioneering essay and also included in the Norton-Smith volume), and the mummings, that is, poems intended to be recited during pantomimes. Lydgate wrote these mummings not only for nobility and the court but also for prominent citizenry: he did a Mumming for the Mercers of London in honor of the Lord Mayor, and another for the goldsmiths of London performing before the same Lord Mayor, and still another honoring the sheriffs of London at a dinner (entitled Mumming at Bishopswood by Schirmer and Balade Sente to the Shirrefs Dyner by Norton-Smith). The corpus, then, is not only vast in bulk but also in scope and variety. If the position of Poet Laureate had existed in the fifteenth century, it would have been held without question by John Lydgate, the Monk of Bury.\"\n\r\nOf the shorter long poems The Siege of Thebes (circa 1421) is perhaps the most appealing to modern readers. It begins with a prologue of 176 lines in which Lydgate imagines himself joining Chaucer's pilgrims in Canterbury, where he speaks with the Host (Harry Bailey) and agrees to tell the first tale on the homeward journey. The opening lines are a series of subordinate when clauses, in obvious imitation of the opening of Chaucer's General Prologue, but Lydgate's imitation goes far beyond its model in length and complexity; indeed, the reader is hard put to find just where the main clause begins (if it ever does). There are brief references to the Cook, the Miller, and the Reeve, and also to the Pardoner, \"beerdlees al his Chyn, / Glasy-Eyed and face of Cherubyn, / Tellyng a tale to angre with the frere\"--whom Lydgate partly confuses with the Summoner, in an apparent slip of memory. He goes on to describe himself in terms somewhat reminiscent of the Clerk, but it is in his depiction of Chaucer's self-assured, plainspoken Host where he is most convincing. Bailey's direct discourse rings amazingly true with its lack of delicacy, its interspersed oaths and earthy humor, and its echoes of Chaucer's diction and phraseology.\"\n\r\nThe story that Lydgate tells as the pilgrims depart from Canterbury is meant to be a companion piece to \"The Knight's Tale.\" It relates the momentous events that occurred before Duke Theseus of Athens, in Chaucer's opening lines, encounters the Greek ladies dressed in black who are bewailing the deaths of their husbands and loved ones and the fact that Creon, who is now king in Thebes, will not allow them to bury or cremate the bodies of men who had fought against the city. In three parts, Lydgate's tale is a free translation in 2,270 iambic pentameter couplets of a medieval French prose romance adapted from the late-twelfth-century metrical Roman de Thebes, but the story itself goes back to Statius' Thebaid (of the first century). In part 1 Lydgate gives all the necessary background information. He tells of the founding of Thebes by King Amphioun and then relates the complete story of Oedipus and his ill-fated marriage to Jocasta, his mother. The subsequent dispute over the kingship between their sons, Eteocles and Polyneices, brings about the siege that turns out to be devastating to both sides. At appropriate places along the way, Lydgate gives advice to contemporary princes. Amphioun successfully won the esteem and affection of his subjects because of his humility and gentle demeanor; he is someone to be emulated. The story of Oedipus, on the other hand, shows (rather too obviously) what can happen if a prince makes a bad marriage. When Oedipus discovers who he really is, his sons treat him despicably, but children ought to honor their parents, and those that do not will come to an \"vnhappy ende.\"\n\r\nAlthough it has been argued that Lydgate's retelling of the Oedipus story shows an improvement over his immediate sources, most readers find it bland and colorless in comparison with Sophocles' play. However, the differences in detail between the medieval account and Oedipus Rex are sometimes intriguing. Lydgate tells precisely why the infant Oedipus's ankles were pierced (Sophocles is vague on the point); huntsmen of King Polybus find the babe hanging from a tree (there are no shepherds); the oracle of Apollo advises Oedipus to go to Thebes to discover his parentage, instead of intimating that he is doomed to kill his father and sleep with his mother; Oedipus slays his father in a tournament rather than at a place where three roads meet. The riddle of the Sphinx is stated and explained fully. Creon and Teiresias are not mentioned, nor are the Thebans suffering from the plague. When the final revelation of Oedipus's identity comes, Lydgate's Jocasta does not hang herself; she is alive and well in Thebes during the siege and tries, without success, to negotiate peace between her sons.\"\n\r\nPart 2 tells of the events prior to the siege. According to a formally accepted agreement, Eteocles becomes King of Thebes after Oedipus's death because he is the older brother. He is to reign for a year while Polyneices must go off to seek his fortunes elsewhere. At the end of the year the brothers are to exchange roles. Although having grave doubts about his brother's designs, Polyneices does depart from the city. While seeking shelter during a storm, he encounters the Caledonian prince Tydeus, the real hero of Lydgate's poem, who is in exile for having accidentally killed his own brother. In trying to escape the storm, the two men have unwittingly stumbled upon the castle of King Adrastus, who befriends them and, being without a male heir, is pleased to have them marry his daughters. He agrees to help Polyneices in his dispute with Eteocles. Graciously offering to be Polyneices' ambassador, even though the mission is dangerous, Tydeus goes to Thebes to find out whether Eteocles will abide by the agreement. When it is clear that he will not relinquish the kingship, Tydeus roundly and publicly denounces him and then departs. Enraged, Eteocles sends fifty knights out after him to kill him, but Tydeus defends himself valiantly and kills all of them but one, whom he orders to go back and report to Eteocles the outcome of his deceit. The man does so, and then suddenly grabs a sword and kills himself. Eteocles' conduct, unbecoming of a ruler, leads Lydgate into reflections on the importance of a prince's being true to sworn agreements. Eteocles listens to flatterers and decides to keep the throne for himself, despite much good advice to the contrary. Clearly Lydgate believes that the false cause to which he was dedicated brought about his ruin: \"For this the fyn: falshede shal not availe, / Ageynes trouth in feeld to hold batayle\"; and again: \"Ageynes trouthe falshed hath no myght\"--lines curiously anticipating by some 225 years John Milton's famous remark in the Areopagitica (1644): \"Let [Truth] and Falsehood grapple; who ever knew Truth put to the worse in a free and open encounter.\"\n\r\nIn part 3 the Greeks decide to embrace Polyneices' cause and to make war on Thebes, despite the admonition of their respected soothsayer, Amphiorax, that war will prove devastating. He foresees also that he will meet with his own death if he accompanies the Greek forces. As the men move toward Thebes, they run out of water, and their enterprise nearly ends at the outset in disaster until they are helped by the princess Ipsiphyle, who is in the service of King Lycurgus. However, in leaving the king's infant son unattended while she shows the Greeks the way to a river, she makes a serious error in judgment, for the infant is bitten by a snake and dies. The grateful Greeks are not about to leave her in the lurch. Mindful of her timely help, Adrastus pleads on her behalf before Lycurgus, who, although grieved beyond words, spares her life. This whole episode is something of a digression, but it does present in a favorable light the leaders of the forces against Thebes. (Also, the consolation offered to Lycurgus by Adrastus recalls the words of Theseus and his father Egeus in \"The Knight's Tale\" after the death of Arcite.)\"\n\r\nWhen the Greeks arrive at the walls of Thebes, Eteocles belatedly asks his followers for advice. Almost all of them try to persuade him to abide by the previous agreement, Jocasta telling him plainly that he will be held accountable for the many people who will be slain for his sake. Eteocles then offers terms for peace, which are conveyed to the Greek leaders by Jocasta herself, but they are much too unrealistic to be acceptable. Amphiorax warns again that war will be a disaster for everyone, but the war begins, ironically, when a pet tiger of Thebes gets loose and frightens the Greeks, who kill it, and Thebans retaliate by coming out from the city and killing Greeks. In the final pages of the story, Lydgate has plenty of occasion to comment both directly and indirectly on the evil, the horror, and the absurdity of war. Amphiorax meets with his expected death when the ground opens and swallows him up. Many of the Greeks are so discouraged that they wish to discontinue the siege, but Adrastus and his advisers decide that it would be too great a loss of honor and fame if they should pack up and go home. As the fighting resumes, Tydeus is killed by an arrow shot by a Theban defending the city. His death is followed by the deaths of Eteocles and Polyneices, who engage in close combat and kill each other. Finally only Adrastus and King Campaneus are left alive among the Greek leaders. No Theban knights are alive, and Creon (not identified as Jocasta's brother) is elected king by the Theban parliament. In the meantime news has spread throughout Greece of the tragedy, and multitudes of ladies \"clad all in blak and barfoot euerychon\" wend their way toward Thebes.\"\n\r\nThis is the point at which Chaucer's \"The Knight's Tale\" begins. Creon refuses to allow the ladies to dispose properly of the bodies of their loved ones. Theseus arrives on this stark scene of death and grief; he kills Creon, defeats the Theban host, and destroys the city. The ladies are now free to burn the bodies of the fallen Greeks--Lydgate dwelling in some detail on the pagan obsequies while pretending to pass over them (in an obvious imitation of Chaucer's similar use of occupatio in the Knight's description of Arcite's funeral pyre). Jocasta and her daughters Antigone and Ismene are taken to Athens as prisoners; Theseus returns to Athens; Adrastus returns home and dies soon thereafter. \"Lo, her the fyn of contek and debat. / Lo, her the myght of Mars the froward sterre. / Lo, what it is for-to gynne a werre.\" (Lydgate's sentence structure here recalls the third-from-the-last stanza of Chaucer's Troilus and Criseyde .) The Christian monk has further appropriate observations on the horrors of war, which he believes is caused primarily by covetousness and false ambition. He looks forward to a time when \"Martys swerd shal no more menace\" and when love and peace shall prevail.\"\n\nThe Siege of Thebes succeeds and pleases for a number of reasons. The subject matter in itself is interesting: the story is a good one, with many a memorable scene, and the lessons it conveys about the horror and absurdity of war are profound and of perennial concern. The poem is long, but not too long. Lydgate has managed to eschew prolixity and the parading of encyclopedic knowledge that some modern readers find tedious about his other long poems. In conceiving of this poem as an additional Canterbury tale, he has filled it with numerous specific references to Chaucer and \"The Knight's Tale\" and with almost countless echoes of Chaucer's diction and phraseology; sometimes he has consciously borrowed Chaucer's rhetoric and sentence structure. The Siege of Thebes is obviously written by a poet who was utterly fascinated with Chaucer's works and who had read Chaucer as closely as anyone of his time. While the prologue in Canterbury contains one of Lydgate's set tributes to Chaucer, the poem as a whole is his supreme tribute to the earlier, greater poet. All in all, it is one of the most eminently readable poems surviving in Middle English.\"\n\r\nMany consider the Fall of Princes (1431-1439) Lydgate's magnum opus; at 36,365 lines, it is certainly his longest work. Although the Fall of Princes is often described as a history of Fortune, it is actually more like an encyclopedia of cautionary tales, gathered from myth as well as from classical, biblical, and medieval history, recounting the tragic histories of illustrious men and women whom \"from hih estat [men] cast in low degre.\" Lydgate begins with the Fall of Adam and Eve and ends, eight books later, with the almost contemporary account of the capture of King John of France at the Battle of Poitiers in 1356. The Fall of Princes is a translation of a French prose translation of Giovanni Boccaccio's De casibus virorum illustrium (1355-1360) which Lydgate undertook at the behest of his patron Humphrey, Duke of Gloucester, brother to Henry V and protector of England during the minority of Henry VI. In the Prologue to the Fall, Lydgate states that Humphrey considered De casibus virorum illustrium \"onto pryncis gretli necessarie / To yive exaumple how this world doth varie.\" According to Lydgate it was Humphrey who requested that the poet follow \"everi tragedie\" with an envoy specifically directed to princes, making clear how \"by othres fallyng [thei myht] themsilff correcte.\" This taste for illustrative tales from history is typical of kings and nobles of the fifteenth century, many of whom kept such reading material by their bedside in the belief that \"reedyng off bookis bryngith in vertu, / ... / Makith a prynce to have experience, / To knowe hymsilff, in many sundri wise.\"\n\r\nA prince looking to escape the vagaries of Fortune would, however, have found conflicting advice in the Fall of Princes. At one extreme, Lydgate argues fatalistically that the entire world is at the mercy of Lady Fortune, from whom there is no escape, even for the virtuous. Elsewhere in the poem, however, he maintains, as did Boethius in The Consolation of Philosophy (circa 525), that the remedy for Fortune lies in contempt for the things of this world. Book 3 of the Fall of Princes opens with a debate between Fortune and Glad Poverty in which Poverty claims that she need not fear Fortune's changeableness for the simple reason that she does not seek those worldly gifts and honors which are under Fortune's control. Chaucer also warns about putting too much trust in the things of this world in the palinode to Troilus and Criseyde, his own Boethian tragedy. However, in the final lines of that poem, the narrator goes beyond this contemptus mundi to an explicitly Christian understanding that the only source of true felicity and permanence is God. Lydgate the monk seems to resist this final step in the Boethian solution. In its place he offers yet another explanation of the workings of Fortune, which, although it flatly contradicts earlier formulations, offers a less ascetic but more worldly and manageable explanation of Fortune's caprices. According to this view, Fortune is simply an instrument of God's justice here on earth; as such, she rewards men according to their deserts. Thus, virtuous men can expect to enjoy good fortune and the honors and material prosperity that go along with it while sinful men cannot complain of their fate since bad fortune is but another name for the punishment of sin.\"\n\r\nThis last view of Fortune gives form to a number of biographies of individual princes in the Fall of Princes. In the majority of these, Lydgate has reworked his sources in order to underscore the interworkings of sin and fate. One such tragic biography is that of Theseus in book 1. Lydgate actually relates the details of Theseus's life in two separate sections of the book; in each instance, he is careful to identify the fatal flaw in Theseus's character that leads to his eventual fall. Lydgate's first mention of Theseus comes while he is recounting the history of the Minotaur and the kings of Thebes. Theseus, of course, escaped the labyrinth of the Minotaur with the help of the king of Thebes's two daughters, Ariadne and Phaedra. Despite his promise to marry Ariadne, the older of the two, in return for her help, Theseus eventually deserts her on an island in order to run off with her younger sister, whom he eventually marries. Chaucer gives a poignant account of Ariadne's grief and sense of betrayal at Theseus's desertion in his Legend of Good Women (circa 1386), but he makes no attempt to integrate this image of Theseus-the-seducer with his portrait of Theseus-the-ideal-knight-and-king in \"The Knight's Tale.\" Lydgate, on the other hand, takes pains to rectify the two accounts, for even though the emphasis of his story is on the incident involving the Minotaur, he is careful to mention Theseus's later kindness to the Athenian widows in an obvious reference to the opening scene of \"The Knight's Tale.\" According to Lydgate this chivalry is all for naught because \"froward Fortune in a-wait eek lay, / For his diffautis to hyndre hym yiff she may.\" Later when he is king of Athens, Theseus makes another fatal mistake, again involving a woman. In this instance, according to Lydgate, Theseus believes Phaedra's accusations against Hippolytus, her stepson. These accusations eventually prove false, but not before Hippolytus dies fleeing his father's wrath and Phaedra kills herself. Theseus sees all of this as fit punishment for his desertion of Ariadne. Lydgate, however, cannot pass up the opportunity to warn as well against listening to women's counsel.\"\n\r\nLydgate continues to give flesh-and-blood shape to his concept of Fortune in other moralized biographies, scattered throughout the Fall of Princes. One of the most notable is his account of the life and death of King Arthur in book 8. He portrays Arthur as the ideal Christian chivalric king, whose reign ushers in a new golden age for Britain; nonetheless, in Lydgate's little Arthuriad, Arthur too comes to a tragic end because of his choice of Mordred, a treacherous kinsman, as protector of the realm during his absence. Certainly, the Arthur of legend is, like Theseus, deserving of punishment, but Lydgate's Arthur has no fatal flaw, no adulterous wife, no illegitimate son. Instead, he seems to be the victim of the doubleness and discord endemic to this world; he is the tragic figure of the good king, doomed to fall by virtue of active service to the world.\"\n\r\nWith the division of the kingdom of Britain following Arthur's death, the lessons of the Fall of Princes come full circle, for Lydgate began the poem with a detailed history of the Theban kings, a history (as the account in The Siege of Thebes reveals) that is rife with incest, patricide, quarrels and bloodletting between kinsmen, and the subsequent division of the kingdom. In a famous envoy at the end of book 2, Lydgate warns that Rome too will fall as a result of its foundation in robbery, murder, and the quarrel between Romulus and Remus (a history that plays itself out in subsequent books of the poem). Thus, in the Fall of Princes, as in The Siege of Thebes and Lydgate's other chronicle, the Troy Book, individual exempla give way to a more generalized theory of history, which, while it focuses on individual moral choice, also addresses larger cyclical patterns, the rise and fall of civilizations, that result from man's continuing failure to amend his behavior despite very obvious lessons from the past. One is reminded of the fourteenth-century poet John Gower's assertion in the prologue to the Confessio Amantis (circa 1390-1392) that \"man ... is as a world in his partie, / And whan this litel world mistorneth, / The grete world al overtorneth.\"\n\r\nThe Fall of Princes became one of Lydgate's most popular works, a popularity that continued throughout the Renaissance, culminating in the publication of the Mirror for Magistrates (1559), a source for William Shakespeare's history plays. Although the Fall of Princes was printed in four editions between 1494 and 1555, nearly ten times that number of manuscripts containing selections from the poem existed during this same time. Ironically, although the Renaissance considered Lydgate's poem a fairly reliable translation of Boccaccio, it was the envoys, those moralizing passages requested by Duke Humphrey and dutifully added by Lydgate, that were most frequently excerpted and therefore best known in the Renaissance as the legacy of Boccaccio and Lydgate.\"\n\r\nAlmost from the time of his death, and in an association that soon became formulaic, Lydgate's name was linked with that of Chaucer and his contemporary Gower as one of the \"primier poetes of this nacion.\" Certainly, the number of extant manuscripts and, after the advent of printing, of printed editions of Lydgate's works (most particularly of the Troy Book and the Fall of Princes) attests to his importance and continuing popularity throughout the fifteenth and sixteenth centuries and even into the beginning of the seventeenth century. Indeed, as late as 1559 John Bale, in his influential Scriptorum Illustrium Majoris Brytannie Quam nunc Angliam et Scotiam Vocant: Catalogus, refers to Lydgate as first among the early English poets in eloquence and erudition. In a famous encomium to Lydgate in the opening lines of The Pastime of Pleasure (1509), Stephen Hawes, addressing King Henry VII, singles out these same qualities along with \"fruitfulness\" or productivity as meriting special praise, qualities which the Renaissance in general prized in Lydgate:\n\nNothynge I am / experte in poetry\nAs the monke of Bury / floure of eloquence\nWhiche was in tyme / of grete excellence\n \nOf your predecessour / the .v. kynge henry\nVnto whose grace / he dyde present\nRyght famous bokes / of parfyte memory\nOf his faynynge with termes eloquent\nWhose fatall fyccyons / are yet permanent\nGrounded on reason / with clowdy fygures\nHe cloked the trouth / of all his scryptures\n\n\r\nLydgate also sees himself as a follower of Chaucer, albeit a humble one. He would undoubtedly have agreed wholeheartedly with those Renaissance critics who saw him as the heir to Chaucer's rhetorical style, a style that he praises time and again and that he tries to imitate. In contrast, Lydgate mentions Gower only once in the Fall of Princes and then in connection with the philosophical Strode in a line that obviously has its origins in the palinode to Chaucer's Troilus and Criseyde. Nonetheless, it is generally acknowledged that Lydgate's tale of Canace in the Fall of Princes closely follows Gower's version in the Confessio Amantis, as is probably the case with the first half of the life of the Emperor Constantine in book 8, and yet of this indebtedness Lydgate makes no mention. Despite this silence, the subsequent linking of Lydgate to Gower seems particularly apt since Lydgate is in many ways more Gower's heir than Chaucer's.\"\n\r\nIronically, the ornate rhetorical style that Lydgate claims most closely identifies him with Chaucer and that subsequent centuries repeatedly point to as shared by the two poets, actually distinguishes the two. Those very features that distinguish Lydgate's aureate style--ornate, sonorous Latinate words, or what one critic referred to as \"changyd Latin,\" and the use of figures and rhetorical flourishes for their own sake--also distinguish it from Chaucer's style, as any comparison of similar passages from the two poets demonstrates. John Skelton alone among Renaissance poets recognized this difference between the two poets and in a criticism that proved prophetic accused Lydgate of being \"too haut\" or ornate as well as too verbose. In this regard, Lydgate differs from Gower as well, who was known for his plain style, described by C. S. Lewis as \"direct and genuine.\" If, then, Lydgate does not share aureate style with Chaucer and Gower, in what sense might he claim to be their heir, if not their equal?\"\n\r\nMuch more is known about Lydgate's reliance on Chaucer than on Gower, in large part because Lydgate himself is always reminding his readers of the similarity; however, Lydgate's account of the extent and nature of Chaucer's influence is not entirely reliable. Despite his frequent claims that he will refrain from telling a certain story because Chaucer told it before him (for example, in the Fall of Princes when he says it would be presumptuous of him to tell the story of Philomena or of Lucrece), in truth he offers his own version of practically every one of Chaucer's major poems; in this sense, he models his poetic career after Chaucer's. Thus, for the Book of the Duchess (circa 1368-1369), there is Lydgate's The Complaint of the Black Knight; for Chaucer's House of Fame (circa 1378-1381), Lydgate's The Temple of Glas; for Troilus and Criseyde, Lydgate's Troy Book; for the Legend of Good Women and \"The Monk's Tale,\" the Fall of Princes; and for the Canterbury Tales (circa 1375-1400), Lydgate's own tale, The Siege of Thebes. Yet despite this repetition, Chaucer and Lydgate are very different poets, particularly in their approach to history and in their conception of the role of the poet. In both these instances it could be said that Lydgate is modeling himself after Gower, not Chaucer.\"\n\r\nBoth Gower and Lydgate share the same conception of the role of the poet. Lydgate frequently compares himself to Amphioun, the legendary founder of Thebes, who with \"his harpyng made folk of louh degrees, / As laboreres, tenhabite first cites;--/ And so bi musik and philosophie / Gan first of comouns noble policie.\" There are obvious echoes here of Gower's claim in the Confessio Amantis that he is the new Arion, who, through his harping, will cause the lord to agree with the shepherd, the lion to lie down with the lamb, thereby establishing peace (also a common theme of the two poets) where there was previously only division. The theme of division also runs throughout the two poets' works (Lydgate even wrote a prose work about it: The Serpent of Division); both poets agree that division is the cause of the lamentable state of the world. As Lydgate says of Thebes and certainly by extension of his own England, \"Kyngdamys devyded may no while endure.\" Like Gower, Lydgate also maintains in the Fall of Princes that division in man, for which sin is but another name, is the ultimate cause of the world's woes. Both poets feel that the way to heal this division is to recall for man, and more particularly for princes, examples from the past to serve as a corrective on current excesses. In keeping with this view Gower approaches history as a vast storehouse of illustrative tales, a veritable \"Mirour of ensamplerie,\" as he calls it. Lydgate also approaches history in this way, even in his historical chronicles, where he prizes the exemplary incident over the sweep of historical event. In contrast, Chaucer demonstrated an uneasiness with collections of moral exempla all making the same point in \"The Monk's Tale,\" where this prolixity was seen as a failure of the Monk's character, as well as in the Legend of Good Women , which he abandoned, much to Gower's distress. Certainly, in his role as \"public poet\" and advisor to kings, Lydgate takes on the moralizing voice of Gower, not the ironic voice of Chaucer.\"\n\r\nBorn in about the same year, Lydgate and Hoccleve never knew each other personally, and apparently neither was cognizant of the other's work, but as poets they resemble one another in several respects, especially as they relate to Chaucer. Both wrote essentially in the East Midland dialect of Middle English, which was the language of Chaucer and the basis for modern English. They both occasionally echo Chaucer's diction and phraseology, Lydgate more so than Hoccleve. Both have a predilection for the seven-line rhyme-royal stanza that Chaucer used in Troilus and Criseyde and several of the Canterbury tales. Although both adopted Chaucer's favorite meter, iambic pentameter, rather than the alliterative verse of the Pearl Poet and of William Langland, they have used it with more freedom, especially noticeable in the so-called broken-backed lines, in which two heavily accented syllables come together in the middle of a line. In larger structural matters Hoccleve reveals his indebtedness to Chaucer in his \"Series\"-group of five poems joined together by a framework, while Lydgate shows his indebtedness most conspicuously in his own Canterbury tale, The Siege of Thebes . If Hoccleve is more noted for his lively direct discourse, which is certainly Chaucerian, Lydgate is closer to Chaucer in his humorously satirical attitude toward women. He sometimes translates a blatantly antifeminist passage from Latin or French with great relish and embellishment while pretending that he must be true to his source.\"\n\r\nWith only about thirteen thousand lines of poetry to his credit, Hoccleve is no match for Lydgate, who wrote over ten times as much. Along with the greater bulk is a wider variety. While both poets wrote hymns to the Virgin, other prayers, begging poems, political poems, and occasional poems, Hoccleve wrote no saints' legends, no verses to accompany religious processions, no rhymed sermons, no fables, and no mummings. Both wrote important didactic verse, but in different modes. Hoccleve's magnum opus is his Regement of Princes (1411-1412), a traditional manual of instruction for princes in verse in which various qualities that a prince should or should not have are illustrated by stories. Lydgate preferred to give instruction to princes not in a typical De Regimine Principum but rather in his tale of the siege and fall of Thebes, which he interrupts at several appropriate places to offer comments on behavior befitting or not befitting a prince or king, and of course in his Fall of Princes , where he offers very sensible advice that would behoove any ruler to heed and follow.\"\n\r\nIn two realms Hoccleve and Lydgate are as different as day and night. Even when Hoccleve's reputation in literary histories was at its lowest ebb, he was admired for his poems of self-revelation: La Male Regle (1406), the prologue to the Regement of Princes, his Complaint (1422), and his Dialogue with a Friend (1422). Poems of this sort, in which a clear, individualized portrait of their creator emerges, are virtually unique in Middle English literature. Lydgate, like Chaucer, says little or nothing about himself that is not largely conventional. Both Hoccleve and Lydgate wrote Marian hymns and lyrics, but the results are markedly different. Hoccleve describes the Virgin in human terms, especially when he imagines her at the foot of the Cross lamenting the death of her son; the simple, unadorned diction of his one planctus Mariae very effectively depicts her grief. Lydgate, in contrast, prefers to think of Mary as the Queen of Heaven, enthroned in glory and magnificence, and for this conception he resorts to the aureate diction for which he is famous, as in the opening stanza of his Ave Regina Celorum:\n\nHayle luminary & benigne lanterne,\nOf Ierusalem the holy ordres nyne,\nAs quene of quenes laudacion eterne\nThey yeue to thee, O excellente virgyne!\nEclypsyd I am, for to determyne\nThy superexcellence of Cantica canticorum,\nThe aureat beames do nat in me shyne,\nAue regina celorum!\n\nDespite Lydgate's pose that the aureate beams do not shine in him, they did, and he knew it. This is a good example of what has been called the \"new religious style\" of the fifteenth century; Lydgate was its foremost proponent and practitioner. Whatever the reader may think about the poetic merits of this style, Lydgate in any case is important in the history and development of the English language because of his having introduced into it a large number of polysyllabic Latinate words that have since become standard vocabulary.\"\n\r\nLydgate's place in the annals of English literature has risen very noticeably, if not dramatically, in the past forty-five years. Walter F. Schirmer's John Lydgate (1952, translated, 1961), the first of the important book-length studies, is still the most useful because of its careful placement of Lydgate in historical and literary-historical context. Alain Renoir's The Poetry of John Lydgate (1967) is especially noteworthy for its detailed and excellent treatment of The Siege of Thebes. The other long poems are discussed, but not as fully, and Renoir perhaps overstates the case that Lydgate was a precursor of the Renaissance. Derek Pearsall's John Lydgate (1970) provides well-balanced analyses of the major poems and is refreshingly critical in its approach, but it does not say a lot that was not known already. Lois A. Ebin's 1985 Twayne book is conspicuous for its helpful analysis of Lydgate's poetic technique. The past forty-five years have seen the publication of so many fine notes and articles on various aspects of the poet's vast output that the references that follow are necessarily selective. While John Lydgate will never hold the high place he once did, at present his work has rightfully become a subject of serious scholarly inquiry. The best of him may eventually be standard reading in courses on medieval literature.\"\n\r\nThere is no book-length biography of Lydgate as such, but much biographical material can be gleaned from the pages of Schirmer's John Lydgate; and although written over a century ago, Joseph Schick's introduction to his 1891 edition of The Temple of Glas is still useful in this regard. Manuscripts of Lydgate's many and often lengthy works are so numerous that a complete listing is beyond the scope of this study. The reader is referred to Carlton Brown and Rossell Hope Robbins, The Index of Middle English Verse (1943), and to Robbins and J. L. Cutler, Supplement to the Index (1965), for information of this sort; to Alain Renoir and C. David Benson's section on Lydgate in A Manual of the Writings in Middle English, 1050-1500 (1980); and to the introductions of the standard editions, especially the prefatory material to Henry Noble MacCracken's edition of Lydgate's Minor Poems (1911), which is useful not only for manuscript information but also for MacCracken's pioneering establishment of the Lydgate canon. In the past many poems were attributed to Lydgate that he probably did not write; indeed, the exact Lydgate canon is still a matter of uncertainty and dispute.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Middle English"]}}