{"pf_url": "https://www.poetryfoundation.org/poets/john-giorno", "name": "John Giorno", "yob": "1936", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/f10d5a896c7afa022ad4e7afb5cf60126b83c7b7.jpeg", "bio": "\nPoet and visual artist John Giorno was born in 1936 in New York City. He attended Columbia University and worked as a stockbroker for a short time before meeting Andy Warhol in 1962. A romantic relationship ensued, and Giorno was featured in Warhol’s first film, Sleep (1963). The influence of pop art and Warhol’s Factory are evident in Giorno’s work, which developed out of verbal collages of appropriated texts drawn from advertising and signage.\r\n \r\nGiorno’s close friendship with the artist Robert Rauschenberg, who was then experimenting with art and technology, inspired his next set of works. In the 1960s, Giorno began to record his poetry, distorting the recordings with synthesizers to produce installations he called “electronic sensory poetry environments.” In 1965, he founded Giorno Poetry Systems, a nonprofit production company designed to introduce new, innovative poetry to wider audiences. In 1967, Giorno called upon fellow artists and friends, including William S. Burroughs, Frank O’Hara, and Patti Smith, to record poems for his Dial-a-Poem project, which used the telephone to connect listeners to recordings of poems. The recordings made during this project were later united to considerable critical acclaim in a 1970 exhibition at the Museum of Modern Art. \r\n \r\nIn 1971, following a trip to India, Giorno converted to Tibetan Buddhism. In his later years, he became well known for his confrontational readings and his contributions as a gay rights activist; he founded the AIDS Treatment Project in 1984. In 2010, he had his first solo gallery show, Black Paintings and Drawings, which focused on the development of poem painting. He lived in New York City until his death in late 2019.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}