{"pf_url": "https://www.poetryfoundation.org/poets/john-koethe", "name": "John Koethe", "yob": "1945", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d5607834c35bc375eb87f0649acbe1d10b1401bc.jpeg", "bio": "\nThe author of several collections of poetry, including North Point North: New and Selected (2002), Ninety-fifth Street (2009), ROTC Kills (2012), The Swimmer (2016), and Walking Backwards: Poems 1966-2016 (2018). John Koethe also publishes and teaches philosophy, focusing on the philosophy of language. Koethe began writing poetry as an undergraduate at Princeton University and earned his PhD from Harvard University.\n\r\nCritic Andrew Yaphe calls Koethe “one of our foremost Romantic poets, an inheritor of the tradition of Stevens and Ashbery.” Koethe’s longer poems, occasionally formal or metered, show the influence of Elizabeth Bishop, William Wordsworth, Marcel Proust, Mark Strand, and Kenneth Koch. He regards his poetry “as music and I think of it in terms of movements and sounds and the way it flows rather than content.” As critic Robert Hahn notes, “Koethe’s poetry is ultimately lyrical, and its claim on us comes not from philosophy’s dream of precision but from the common human dream that our lives make some kind of sense. What Koethe offers is not ideas but a weave of reflection, emotion, and music; what he creates is art—a bleak, harrowing art in all it chooses to confront, but one whose rituals and repetitions contain the hope of renewal.”\n\r\nKoethe received the Kingsley Tufts Award for Falling Water (1997), the Frank O’Hara Award for Domes (1973), and the Bernard F. Connors Award. His poetry has been included in several anthologies, including Best American Poetry. He has been granted fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He has also received a lifetime achievement award from the Council for Wisconsin Writers. He is professor of philosophy at the University of Wisconsin–Milwaukee.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}