{"pf_url": "https://www.poetryfoundation.org/poets/john-reed", "name": "John Reed", "yob": "1887", "yod": "1920", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/ebe2a8522eaf8a717ee9aa5850870e678668652b.jpeg", "bio": "\nA journalist, historian, and poet, John Reed is best known for his Ten Days that Shook the World, an eyewitness account of the Russian Revolution. Though he thought of himself as a poet and fiction writer, it was as a journalist that Reed gained acclaim. Known for crossing over the line from objective reporting into advocacy for a cause, Reed’s work as both a war correspondent and an activist led Walter Lippmann, a contemporary reporter, to say that “with Jack Reed reporting begins.” As critic Elmer Bendiner of the Nation explained, “The name of John Reed is breathed nowadays like a sigh for lost innocence. He was a journalist of a sort that has gone out of style . . . a reporter on horseback seeking his story in the faces and gestures of the living warriors, not in word games of press handouts or news conferences.” The leader of the Communist Labor Party in the United States, Reed is the only American and one of the few foreigners to have ever been buried at the foot of the Kremlin wall.\r\n \r\nBorn and raised in a wealthy family in Oregon, Reed was educated at Harvard and began his writing career there, writing poetry and plays and serving on the editorial boards of the Lampoon and Harvard Monthly. After his graduation in 1910, he moved to Greenwich Village and joined the staff of the American Magazine as both a contributor and editor. It was during this time that Reed first became interested in social problems, and quickly became a radical. “John Reed was so active in radical politics as to have too little time left for poetry,” wrote Harriet Monroe in Poetry magazine, explaining why Reed’s poetry career had never reached its full potential. “Knowing himself for a poet, he hoped to prove his vocation by many poems worthy to endure; but life was so exciting, and the social struggle in these States and Mexico, in Finland, Russia—everywhere—so tempting to a fighting radical, that poetry had to wait for the leisure which—alas!—never came.” In 1913, Reed joined the staff of The Masses, a periodical that reflected his political views. For The Masses, he wrote an account of the silk workers’s strike in Paterson, New Jersey; during the writing of the article, he was arrested for his attempts to speak on behalf of the strikers. He went on to write a play about the strike, which he produced in Madison Square Garden, performed by the strikers themselves.\r\n \r\nIn 1914, Reed was hired as a war correspondent by Metropolitan magazine to cover the Mexican revolution. Reed followed Pancho Villa’s army and lived among his soldiers for four months, traveling with them across the desert, sleeping on the ground, celebrating in looted haciendas, and being with them in battle. The resulting series of articles, republished in book form as Insurgent Mexico, attracted more critical attention and earned Reed the reputation “the American Kipling.” Insurgent Mexico, divided into six sections, provides descriptions of the Desert War, the attack on Torreón, rebel leader Pancho Villa, and an interview with Carranza, another leader of the rebellion. “The articles he sent back from the border were as hot as the Mexican desert,” reported Walter Lippman, writing for the New Republic, “and Villa’s revolution, till then reported only as a nuisance, began to unfold itself into throngs of moving people in a gorgeous panorama of earth and sky.”\n\r\nRobert Rosenstone, in his biography of Reed, Romantic Revolutionary, noted that the book’s “artistically arranged scenes have a balance, coherence and integrity that daily experience lacks. Skies often turn blood-red after battles, simple peons speak with uncanny folk wisdom, the narrator has sudden flashing insights into the symbolic meanings of complex events—such things occur too often to be taken as a literal transcription of what Reed saw, heard and did.” Granville Hicks, in his biography John Reed: The Making of a Revolutionary, said of this quality in the work, Reed “was indifferent to the accuracy of the historian, but he had the integrity of a poet.”\r\n \r\nNot all critics were won over by Reed’s narrative style. A reviewer for the Nation commented, “The book is a lurid exaggeration of some few aspects, and the frenzied manner of the whole composition aims not so much at depicting sober truths as at shocking the reader by disgusting naturalism in describing an irregular assortment of horrors such as were to be found nowhere else in the world at the time that Reed wrote.” Critics in the late twentieth century, however, recognized the merits of Insurgent Mexico; a writer in History Today called it “a classic indeed,” and Richard Elman of the Nation claimed that the book was “Reed’s finest writing, a book of such vividness, empathy and daring that much of what passes for personal journalism today does seem callow by comparison.”\n\r\nReed himself described his travel to Mexico in his essay “Almost Thirty,” printed in the New Republic. “A terrible curiosity urged me on,” he described. “I felt I had to know how I would act under fire, how I would get along with these primitive folks at war. And I discovered that bullets are not very terrifying, that the fear of death is not such a great thing, and that the Mexicans are wonderfully congenial. . . . I loved them and I loved the life. I found myself again. I wrote better than I have ever written.”\r\n \r\nReed returned from Mexico a popular figure, but his acclaim soon faded due to his opposition to World War I and his participation in the Socialist Party. Many magazines would no longer print his work, and his next book, The War in Eastern Europe, was called by Harry Henderson in the Massachusetts Review a “dismal failure.” The articles for this book were again commissioned by Metropolitan, and Reed traveled to Europe, behind both Allied and German lines. Because of Reed’s socialist views, he was not granted the same insider’s view as he had been in Mexico. Though he used the same form as he had for Insurgent Mexico, without his being able to identify with a specific cause, according to Henderson, “Reed becomes entirely disoriented as a narrator.” Unable to recreate his earlier successes, Reed began co-writing and producing short plays for the Provincetown Players with Louise Bryant and Eugene O’Neill. Bryant became his wife in 1917.\r\n \r\nIn August of 1917, Reed and Bryant sailed to Russia to cover the coming revolution. As a supporter of communism, Reed quickly sided with Vladimir Lenin and his supporters, and was an enthusiastic witness to the Bolshevik revolution in Petrograd. Reed alone among the foreign correspondents was given an insider’s view and treated as a fellow to the cause. He kept a diary of his conversations with educated leaders and peasants alike. The book that recorded the events of the revolution, Ten Days that Shook the World, is, according to Henderson, “the great case in the history of eye-witness accounts of the right reporter being in the right place at the right time.” Ten Days that Shook the World was “the first major account in America of the revolution’s universal impact,” according to John Stuart in his introduction to The Education of John Reed, and is often considered by critics the finest first-hand account of the Russian revolution.\r\n \r\nBertram D. Wolfe, in his book Strange Communists I Have Known, explained that Reed “tried to see it all and put it all on paper. The dream of the Bolsheviks, the realities of their deeds, and the tension between the dream and reality are in his pages.” Stuart praised Reed, declaring, “What he wrote about the Russian Revolution in Ten Days that Shook the World, with its extraordinary weaving of significant detail into a triumphal theme, was a measure of the great leap forward he had made.” But the reception of the book in America at the time was not positive. Even before its publication, Reed had not been allowed to return to the United States due to a sedition charge against him for articles he had written for The Masses. When he was finally allowed entrance into the country, he turned from journalism to politics, and organized the Communist Labor Party, one of the two rival communist parties in the United States. When Ten Days that Shook the World was published in 1919, Reed was indicted as a communist leader during the “Red Scare” after World War I, due to his radical stance and obvious support of communism. He fled the country, eventually returning to Russia where he died of typhus. Reed was buried, honored as a Soviet hero, under the Kremlin wall facing the Red Square, the only American and one of the few foreigners to receive such an honor.\n", "attrs": {"Region:": ["Russia"]}}