{"pf_url": "https://www.poetryfoundation.org/poets/john-ashbery", "name": "John Ashbery", "yob": "1927", "yod": "2017", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/7a3d07e2520956fc23437be48d32cae50c1eb8a5.jpeg", "bio": "\nJohn Ashbery was recognized as one of the greatest 20th-century American poets. He won nearly every major American award for poetry, including the Pulitzer Prize, the National Book Award, the Yale Younger Poets Prize, the Bollingen Prize, the Ruth Lilly Poetry Prize, the Griffin International Award, and a MacArthur “Genius” Grant. Ashbery’s poetry challenges its readers to discard all presumptions about the aims, themes, and stylistic scaffolding of verse in favor of a literature that reflects upon the limits of language and the volatility of consciousness. In 2008, critic Langdon Hammer remarked, “No figure looms so large in American poetry over the past 50 years as John Ashbery.”\nAshbery’s first book, Some Trees (1956), won the Yale Younger Poets Prize. The competition was judged by W.H. Auden, who famously confessed later that he hadn’t understood a word of the winning manuscript. Ashbery published a spate of successful and influential collections in the 1960s and ‘70s, including The Tennis Court Oath (1962), The Double Dream of Spring (1970), Self-Portrait in a Convex Mirror (1975) and Houseboat Days (1977). Self-Portrait in a Convex Mirror, considered by many to be Ashbery’s masterpiece, won the Pulitzer Prize, the National Book Award, and the National Book Critics Circle Award, an unprecedented triple-crown in the literary world. Essentially a meditation on Francesco Parmigianino’s painting “Self-Portrait in a Convex Mirror,” the long title poem showcases the influence of visual art on Ashbery’s style, as well as introducing one of his major subjects: the nature of the creative act, particularly as it applies to the writing of poetry. This is also, as Peter Stitt noted, a major theme of Houseboat Days, a volume acclaimed by Marjorie Perloff in Washington Post Book World as “the most exciting, most original book of poems to have appeared in the 1970s.” Stitt maintained in the Georgia Review that “Ashbery has come to write, in the poet’s most implicitly ironic gesture, almost exclusively about his own poems, the ones he is writing as he writes about them.” Roger Shattuck made a similar point in the New York Review of Books: “Nearly every poem in Houseboat Days shows that Ashbery’s phenomenological eye fixes itself not so much on ordinary living and doing as on the specific act of composing a poem… Thus every poem becomes an ars poetica of its own condition.”\nCritics noted how Ashbery’s poetry took shape under the influence of abstract expressionism, a movement in modern American painting stressing nonrepresentational methods of picturing reality. “Modern art was the first and most powerful influence on Ashbery,” Helen McNeil declared in the Times Literary Supplement. “When he began to write in the 1950s, American poetry was constrained and formal while American abstract-expressionist art was vigorously taking over the heroic responsibilities of the European avant-garde.” True to this influence, Ashbery’s poems, according to Fred Moramarco in the Journal of Modern Literature, are a “verbal canvas” upon which the poet freely applies the techniques of expressionism. Ashbery’s experience as an art critic in France during the 1950s and ‘60s, and in New York for magazines like New York and the Partisan Review strengthened his ties to abstract expressionism. But Ashbery’s poetry, as critics observed, evolved under a variety of influences besides modern art, becoming in the end the expression of a voice unmistakably his own. Ashbery’s influences include the Romantic tradition in American poetry that progressed from Whitman to Wallace Stevens, the New York School of Poets featuring contemporaries such as Frank O’Hara, James Schuyler, and Kenneth Koch, and the French surrealist writers with whom Ashbery featured in his work as a critic and translator.\n\r\nAshbery’s style—self-reflexive, multi-phonic, vaguely narrative, full of both pop culture and high allusion—has become “so influential that its imitators are legion,” Helen Vendler observed in the New Yorker in 1981. Although even his strongest supporters agreed that his poetry is often difficult to read and willfully difficult to understand, many critics also commented on the manner in which Ashbery’s fluid style conveys a major concern in his poetry: the refusal to impose an arbitrary order on a world of flux and chaos. In his verse, Ashbery attempted to mirror the stream of perceptions of which human consciousness is composed. His poetry is open-ended and multi-various because life itself is, he told Bryan Appleyard in the London Times: “I don’t find any direct statements in life. My poetry imitates or reproduces the way knowledge or awareness come to me, which is by fits and starts and by indirection. I don’t think poetry arranged in neat patterns would reflect that situation. My poetry is disjunct, but then so is life.” His poems move, often without continuity, from one image to the next, prompting some critics to praise his expressionist technique and others to become frustrated with his refusal to adhere to traditional approaches to meaning.\n\r\nAshbery’s poetry—and its influence on younger poets—remains controversial because of just this split in critical opinion: some critics laud what Paul Auster described in Harper’s as Ashbery’s “ability to undermine our certainties, to articulate so fully the ambiguous zones of our consciousness,” while others deplore his obscurantism and insist that his poems, made up of anything and everything, can mean anything and everything. Reflecting upon the critical response to his poem, “Litany,” Ashbery once told Contemporary Authors, “I’m quite puzzled by my work too, along with a lot of other people. I was always intrigued by it, but at the same time a little apprehensive and sort of embarrassed about annoying the same critics who are always annoyed by my work. I’m kind of sorry that I cause so much grief.” Helen Vendler offered her summary of the debate in the New Yorker: “It is Ashbery’s style that has obsessed reviewers, as they alternately wrestle with its elusive impermeability and praise its power of linguistic synthesis. There have been able descriptions of its fluid syntax, its insinuating momentum, its generality of reference, its incorporation of vocabulary from all the arts and sciences. But it is popularly believed, with some reason, that the style itself is impenetrable… An alternative view says that every Ashbery poem is about poetry.”\nEver prolific, Ashbery published over 30 books of poetry since 1970. His critically acclaimed collection A Wave (1984) won both the Lenore Marshall Poetry Prize and the Bollingen Prize. The long title poem was regarded as his finest since Self-Portrait in a Convex Mirror (1975). Ashbery’s second epic poem, Flow Chart, was published in 1991. Lawrence Joseph declared in the Nation that the poem, “more than any of his other books, portrays the essence of Ashbery’s process… Flow Chart is a catalogue, which Ashbery presents as endlessly expansive and open to interpretation, encompassing within its subject matter—well, as much as the poet may imagine.” Ashbery’s next collection, Hotel Lautréamont (1992), was met with mixed critical response. Nicholas Everett noted in the Times Literary Supplement, “Those who expect poetry to evoke a specific experience or event, real or fictional, will always find Ashbery’s work frustrating or just dull.” He added, “Besides, the essential subjects of Ashbery’s poetry—subjectivity and time… are themselves general and elusive; and though in passing it says a good deal about them, its means are in the end mimetic rather than discursive.”\nIn Ashbery’s later works, such as Girls on the Run (1999), Chinese Whispers (2002), Where Shall I Wander? (2005), A Worldly Country (2007), Quick Question (2012), Breezeway (2015), and Commotion of the Birds (2016) critics have noted an infusion of elegy as the poet contemplates aging and death. In the Nation, Calvin Bedient stated: “For all his experimentation, Ashbery writes (as the important writers have always done) about happiness and woe. If the woe he knows is treated comically, it’s still woe.” In the Times Literary Supplement, Stephanie Burt compared late-Ashbery to Wallace Stevens, another poet of old age: “if [Ashbery’s poems] do not even seek the kinds of formal completion we find in Stevens, they make up for it in their range of tones—befuddled, affectionate, bubbly, chastened, sombre, alarmed, and then befuddled again.” But, Burt declares, “Ashbery seems more contemporary, more topical, now than when he started writing, though the culture has changed around him more than he has changed: he has become the poet of our multi-tasking, interruption-filled, and entertainment-seeking days.”\nMark Ford, also writing in the Times Literary Supplement, compared Ashbery’s poetry to Walt Whitman‘s. “Like Whitman’s, it is essentially a means of involving the reader in the poem on what Whitman calls ‘equal terms’… Ashbery’s evasions might be seen as motivated by a similar desire to achieve a greater—and more democratic—intimacy by short-circuiting conventional modes of address.” Nicholas Jenkins concluded in the New York Times Book Review that Ashbery’s poetry “appeals not because it offers wisdom in a packaged form, but because the elusiveness and mysterious promise of his lines remind us that we always have a future and a condition of meaningfulness to start out toward.” In 2008, the Library of America published John Ashbery: Collected Poems, 1956-1987, the first collection of a living poet ever published by the series. And in 2017, the first volume of Karin Roffman’s biography of Ashbery was published, titled The Songs We Know Best: John Ashbery’s Early Life.\nAshbery’s art criticism was collected in Reported Sightings: Art Chronicles, 1957-1987 (1989). His series of Norton lectures at Harvard covered six poets who had “probably influenced” his own work, including John Clare, Raymond Roussel and Laura Riding. It was published as Other Traditions: The Charles Eliot Norton Lectures in 2000. His Selected Prose was published in 2005. He translated numerous French poets, including Pierre Martory‘s The Landscapist (2008), and his French translations were assembled in the two-volume collection Collected French Translations: Poetry (2014). In addition to his numerous awards, John Ashbery was the poet laureate of New York State from 2001 to 2003. He also served as chancellor of the Academy of American Poets and was the Charles P. Stevenson, Jr., Professor of Languages and Literature at Bard College. He taught at the university level for many years, including at Brooklyn College, Harvard University, and Bard College.\nConsidered for many years to be the leading U.S. candidate for the Nobel Prize in Literature, he was never awarded the honor. He died at his home in Hudson, New York, in 2017. His husband, David Kermani, said his death was from natural causes.\n \n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["New York School"]}}