{"pf_url": "https://www.poetryfoundation.org/poets/john-dryden", "name": "John Dryden", "yob": "1631", "yod": "1700", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e1b69793df69f95ca1ef8786f92587fe4026b9bb.jpeg", "bio": "\nAfter John Donne and John Milton, John Dryden was the greatest English poet of the 17th century. After William Shakespeare and Ben Jonson, he was the greatest playwright. And he has no peer as a writer of prose, especially literary criticism, and as a translator. Other figures, such as George Herbert or Andrew Marvell or William Wycherley or William Congreve, may figure more prominently in anthologies and literary histories, but Dryden’s sustained output in both poetry and drama ranks him higher. After Shakespeare, he wrote the greatest heroic play of the century, The Conquest of Granada (1670, 1671), and the greatest tragicomedy, Marriage A-la-Mode  (1671). He wrote the greatest tragedy of the Restoration, All for Love (1677), the greatest tragicomedy, Don Sebastian (1689), and one of the greatest comedies, Amphitryon (1690). As a writer of prose he developed a lucid professional style, relying on patterns and rhythms of everyday speech. As a critic he developed a combination of methods—historical, analytical, evaluative, dialogic—that helped grow the neoclassical theory of literary criticism. As a translator he developed an easy manner of what he called paraphrase that produced brilliant versions of Homer, Lucretius, Horace, Ovid, Juvenal, Persius, Giovanni Boccaccio, Geoffrey Chaucer, and above all Virgil. His translation of The Aeneid remains the best ever produced in English. As a poet he perfected the heroic couplet, sprinkling it with judicious enjambments, triplets, and metric variations and bequeathing it to Alexander Pope to work upon it his own magic.\n\r\nDryden the poet is best known today as a satirist, although he wrote only two great original satires: Mac Flecknoe (1682) and The Medall (1682). His most famous poem, Absalom and Achitophel (1681) contains several brilliant satiric portraits. But unlike satire, it comes to a final, tragic resolution. Dryden’s other great poems—Annus Mirabilis (1667), Religio Laici (1682), The Hind and the Panther (1687), Anne Killigrew (1686), Alexander’s Feast (1697), and “To My Honour’d Kinsman” (1700)—are not satires either. And he contributed a wonderful body of occasional poems: panegyrics, odes, elegies, prologues, and epilogues.\nDryden was born  August 9, 1631 into an extended family of rising Puritan gentry in Northamptonshire. But as a teenager he was sent to the King’s School at Westminster to be trained as a King’s Scholar by the brilliant Royalist headmaster Richard Busby. Dryden’s family sided with the Commonwealth; however, in his first published poem, the elegy “Upon the Death of the Lord Hastings\"—included in a volume (1649) of verses upon this young aristocrat’s untimely death from smallpox—Dryden revealed Royalist sympathies.\n\r\nPerhaps because of family pressure, Dryden largely avoiding publishing again until he had left Cambridge, where he was an undergraduate at Trinity College, and had been in the employ of Oliver Cromwell’s government, probably in the Office of Latin Secretary along with Milton and Marvell. This is perhaps the first evidence of Dryden’s trimming his sails to the political winds, as centuries of critics have accused him. His cousin, the prominent Puritan Sir Gilbert Pickering, lord chamberlain to Cromwell, probably procured employment for Dryden, and when the Protector died in 1659, Dryden, perhaps out of a sense of duty either internally or externally imposed, published his “Heroique Stanzas, Consecrated to the Glorious Memory …” of Cromwell. People—especially young people—change their opinions all the time, so we should feel no compulsion to make Dryden consistent. But this poem is filled with so many perplexing ambiguities, as especially Steven N. Zwicker has noted, that no coherent republican ideology emerges from it.\n\r\nIn “Heroique Stanzas” Dryden’s ambivalence is expressed in the halting use of the quatrain made fashionable in Sir William Davenant’s Gondibert (1651). In contrast, the assuredness of his heroic couplets in Astraea Redux (1660), his poem celebrating Charles Stuart’s restoration, may perhaps indicate Dryden’s comfort with a feudal monarchist rather than a bourgeois republican ideological myth. Moreover, the first 28 lines of Astraea Redux can be read as seven quatrains made up of couplets rather than alternating rhymes—as if to show Dryden could write sophisticated quatrains his own way:\nWe sigh’d to hear the fair Iberian Bride\r\nMust grow a Lilie to the Lilies side,\r\nWhile Our cross Stars deny’d us Charles his Bed\r\nWhom Our first Flames and Virgin Love did wed.\r\nFor his long absence Church and State did groan;\r\nMadness the Pulpit, Faction seiz’d the Throne:\r\nExperienc’d Age in deep despair was lost\r\nTo see the Rebel thrive, the Loyal crost.\nThe image of the monarch as lover and his land as either loyal or disloyal spouse are integral to Dryden’s ideological myth throughout the rest of his career. Central to this myth is the ultimate theodicean problem/solution: if power is the essence of government, then God himself can be stormed and “violated”; that is, there is no metaphysical guarantee to enforce the bonds of fidelity between leaders and people. For Dryden, normally absent Astraea (Justice) does return. In this poem “Providence” rules not by sheer power but by law and thus ensures that Charles’s “right” is ultimately upheld, that he cannot be “Gods Anointed” in vain.\n\r\nIn many ways Astraea Redux anticipates foundational tropes in Dryden’s later, greater political poems: the iron law of oligarchy that belies rebellion’s rhetoric; the analogy between King Charles and King David; the analogy between the Puritans’ Solemn League and Covenant in Charles’s England and the Catholics’ Holy League in Henri IV’s France; the hypocrisy of glozing the “sin” of rebellion with the name of “Religion”; the counseling of mercy over justice; and, finally, exhortation of the king to concentrate on England’s navy and its trade. What little positive Dryden saw in Cromwell—his contribution to British imperialism—can now be extended exponentially:\nOur Nation with united Int’rest blest\r\nNot now content to poize, shall sway the rest.\r\nAbroad your Empire shall no Limits know,\r\nBut like the Sea in boundless Circles flow.\nDryden identifies civilization itself, as opposed to a primitive “lawless salvage Libertie,” with the “Arts” of “Empire” from Rome to contemporary England, an empire that is at once patriarchal, hierarchal, monarchal, and commercial.\n\r\nIn between the poems celebrating Cromwell and Charles, Dryden appears to have moved toward his career as a professional writer, his deceased father not having left him a sufficient income to survive where Dryden wanted to live—in the hub of political and cultural activity, London. In the late 1650s he seems to have lived with and written prefaces for the bookseller Henry Herringman, and by the early 1660s he had moved into lodgings with Sir Robert Howard, a younger son of Thomas Howard, first Earl of Berkshire, with impeccable Royalist credentials and a budding literary career. In a system of symbiosis between patrons and poets, Dryden had found himself a patron, and Howard had found himself an editor and collaborator. Dryden helped prepare Howard’s first volume of poems for the press in 1660, for which he wrote the first of many panegyrics to prominent individuals, “To My Honored Friend, Sir Robert Howard,” and in 1664 they collaborated on The Indian-Queen, a drama that contributed significantly to the Restoration fashion of rhymed heroic play (influenced, among other things, by those the exiled court witnessed in France) and that introduced what was to be the staple of Dryden’s later contributions, the noble savage, whose powerful energy is eventually socialized.\n\r\nDryden’s relationship with Howard is important in other ways: Dryden married his sister Lady Elizabeth Howard in 1663. Why a member of so prestigious a family would have stooped to a member of the lesser gentry remains a subject for speculation. But the match was certainly advantageous for Dryden, who was now a member of the powerful Howard family, several members of which aside from Sir Robert were playwrights. Along with his brothers-in-law Dryden tried his hand at his own plays. His first, a comedy entitled The Wild Gallant (1663), despite being a failure, won the support of another influential aristocrat, Barbara Villiers Palmer, Countess of Castelmaine, to whom Dryden addressed another verse epistle. Indeed, with such encouragement, abetted by his collaboration with Sir Robert (who had become a shareholder in the new Theatre Royal in Bridges Street), Dryden became a stable writer for the King’s Company under Sir Thomas Killigrew and began to succeed on his own with his first tragicomedy, The Rival Ladies (late 1663?), and with a sequel to The Indian-Queen, The Indian Emperour (early 1665).\n\r\nDryden wrote three other panegyrics during the early 1660s: To His Sacred Majesty, A Panegyrick On His Coronation (1661), To My Lord Chancellor (1662), and “To My Honour’d Friend, Dr Charleton” (1663). In them he perfected the witty compliment begun with the poem to Sir Robert. But he also perfected the device of giving advice under cover of compliment, for example reminding the rakish Charles in the Coronation poem that political stability depends on his choosing a bride with all deliberate speed in order to ensure the succession. And the Charleton poem reflects Dryden’s interest in the new science, an interest rewarded by invitation in the early 1660s to become a member of the Royal Academy of Science, although he appears not to have participated and was subsequently dropped.\n\r\nIn 1665 the plague was so bad in London that Dryden had to rusticate himself and his wife at her family estate in Charlton, Wiltshire. There he wrote three excellent works: Of Dramatick Poesie: An Essay (1667), the first great sustained work in English dramatic theory; Secret-Love (1667), a tragicomedy; and Annus Mirabilis: The Year of Wonders, 1666 (1667). This “Historical Poem” celebrating English victories at sea during the Second Dutch War and Charles II’s conduct during the Great Fire of London won Dryden the poet laureateship in 1668.\n\r\nBecause it was published in 1667, Dryden’s heroic poem invites comparison with Milton’s great epic Paradise Lost, first published in its ten-book format that same year.  Milton’s epic—written by this radical Puritan secretary to Cromwell—looks back through its aristocratic mode to classical and medieval times. Dryden’s poem, despite its aristocratic elements of monarchism and heroic valor, its classical allusions and epic similes, looks forward through its bourgeois celebration of mercantile expansion, maritime dominance, and homely imagery of laboring citizens to the rule of a capitalist Britannia under a constitutional monarch.\n\r\nMichael McKeon has brilliantly demonstrated that the poem is essentially political propaganda designed to stifle domestic dissent by rallying the nation around the common causes of war abroad and disaster at home. Dryden mythologizes Charles II, his brother James, Duke of York, and the triumphant admirals and generals as classical and Christian heroes and even gods. The care of the king is portrayed as being analogous to divine providence. This mythologizing seems deployed especially to defuse opposition to Charles and thereby to avert the potential unraveling of the Restoration compromise. Thus Charles is portrayed as the bride of his loyal country, or, even more explicitly, of the loyal City of London, and Dryden—from his Dedication to the City through his portrayal of the restored ship Loyal London to the restoration of the city itself as a “Maiden Queen” of commerce—exhorts almost desperately a fidelity on the part of the emergent bourgeoisie.\n\r\nUnderneath the mythologizing, Dryden is attempting to placate the growing power of the city as the center of trade and finance by getting it to view the real challenge for England as the battle over who controls world trade. Only one nation, one navy can and should control it (“What peace can be where both to one pretend?”). Therefore, the logic of the poem goes, Britain should defeat Holland, eclipse the trade of the rest of Europe, and make the world’s waters a “British Ocean.” Thus British “Commerce” will make “one City of the Universe.” But this universal city will not mark the end of competition in some sort of utopian distribution of the cornucopia. Dryden’s model is one of acquisitive proto-capitalism: “some may gain, and all may be suppli’d.” Then as now such a trickle-down theory results in the “some” gaining a disproportionate amount of the world’s wealth at the expense and exploitation of the many. Behind Dryden’s cornucopia lies an imperialist theory of dominance.\n\r\nNevertheless, at his very best Dryden the mythologizer of late feudalism and incipient capitalism descends occasionally from his highly allusive and allegorical mode to portray real people in material situations, as in these stanzas:\nNight came, but without darkness or repose,\r\nA dismal picture of the gen’ral doom:\r\nWhere Souls distracted when the Trumpet blows,\r\nAnd half unready with their bodies come.\r\nThose who have homes, when home they do repair\r\nTo a last lodging call their wand’ring friends.\r\nTheir short uneasie sleeps are broke with care,\r\nTo look how near their own destruction tends.\r\nThose who have none sit round where once it was,\r\nAnd with full eyes each wonted room require:\r\nHaunting the yet warm ashes of the place,\r\nAs murder’d men walk where they did expire.\nThe opening allegorical yet human image is worthy of Donne. For anyone who has lived through fire, hurricane, or tornado, the stanzas painting the near or already homeless are quite poignant. And Dryden’s maturity as a poet is evidenced here by his masterful handling of not only image but sound: the reversed iambs and spondees, the frequent alliteration and occasional assonance (“Souls … blows”), and especially the freeze-frame quality of successive emphasized syllables imitating the eyes’ movement from room to room around the absent house.\n\r\nDryden dares most by his inclusion, in these new heroic stanzas, of indecorously technical and vulgar terms for material work by the laboring force of shipbuilders called upon to repair the British fleet, from picking “bullets” out of planks, to caulking seams with “Okum” and “boiling Pitch.” Dryden is no democrat; he has no love here as elsewhere in his poetry for “th’ignoble crowd,” and he hints at the anarchy unleashed by republican rebels. However, in his image of these industrious laborers demonstrating their loyalty and contributing to the cause, he raises them to the stature of the heroic. In the same poem in which he mythologizes the duke of York and Prince Rupert and George Monck, Duke of Albemarle, and King Charles himself, the reader experiences the following realistic snapshots: Albemarle, his breeches ignominiously blown off; and while the King harmlessly amuses himself playing with the “new-cast Canons,” among the shipworkers. “To try new shrouds one mounts into the wind, / And one, below, their ease or stifness notes.” By diminishing heroes and exalting workers Dryden has at least leveled them into a common humanity, united in a bourgeois image of cooperation between government, venture capital, and guild labor in order to subdue the earth.\n\r\nDryden’s return to London in the winter of 1666-1667 was triumphant. Several of his plays were staged, new and old; the Essay was published; the King’s Company signed Dryden to a contract in which he became a shareholder and agreed to give them three new plays per year; and he received the laureateship—all before the end of 1668. By the end of 1671 he had produced four more plays, including two masterpieces, The Conquest of Granada, a rhymed heroic play in ten acts, and Marriage A-la-Mode, a split-plot tragicomedy. Dryden had established himself as the greatest dramatist of his time. And if one can separate out his development as a poet per se—a difficult task when his plays have so much verse, so many songs, and prologues and epilogues in couplets—one would have to conclude that, despite the absence during these years of isolated poems, Dryden achieved a virtuosity of verse and wit unequaled during the Restoration. Palmyra’s description of her falling in love with Leonidas in Marriage A-la-Mode is lovelily lyrical. The prologue to An Evening’s Love (1668) concerning poets as worn-out gallants and the songs concerning wet dreams and worn-out marriage vows from The Conquest of Granada and Marriage A-la-Mode respectively are wickedly witty and wonderfully versified. But Dryden’s most impressive work is probably his puckish epilogue to Tyrannic Love (1669), spoken by Nell Gwyn, outrageously rakish actress and mistress to Charles II (among others). Having played Valeria, daughter of the Roman emperor Maximin who martyrs Saint Catharine, and having herself been a martyr to love, Nell is about to be carried off at the end of the play, when she leaps up—most certainly to the audience’s delight in such comic relief—and speaks the epilogue in couplets that rival Alexander Pope’s for their colloquial and dramatically conversational style:\nTo the Bearer. Hold, are you mad? you damn’d confounded Dog,\r\nI am to rise, and speak the Epilogue.\r\nTo the Audience. I come, kind Gentlemen, strange news to tell ye,\r\nI am the Ghost of poor departed Nelly….\r\nO Poet, damn’d dull Poet, who could prove\r\nSo sensless! to make Nelly die for Love;\r\nNay, what’s yet worse, to kill me in the prime\r\nOf Easter-Term, in Tart and Cheese-cake time!\r\nI’le fit the Fopp; for I’le not one word say\r\nT’excuse his godly out-of-fashion Play:\r\nA Play which if you dare but twice sit out,\r\nYou’l all be slander’d, and be thought devout.\r\nBut farewel, Gentlemen, make haste to me,\r\nI’m sure e’re long to have your company.\r\nAs for my Epitaph when I am gone,\r\nI’le trust no Poet, but will write my own.\r\nHere Nelly lies, who, though she liv’d a Slater’n,\r\nYet dy’d a Princess, acting in S. Cathar’n.\nThe laughter must have brought down the house. Yet 20th-century critics do not seem to understand that such wit does not undercut the seriousness of such plays as Tyrannic Love, The Conquest of Granada, and Marriage A-la-Mode. Urbanity does not mean a supercilious, ironic rejection of all values but rather a witty reflexivity and studied insouciance about them.\n\r\nBy 1672, then, Dryden was at the height of his powers and reputation. He had added to the title poet laureate that of historiographer royal. He hobnobbed with the powerful and, despite his increasing family (by then, three sons), appears to have aped the manners of his betters by fashionably taking a mistress, the actress Ann Reeves. But the first hints of the tarnishing of his triumph had also appeared: his feud with his brother-in-law Sir Robert over the aesthetic merit of rhyme in drama escalated through Dryden’s Essay to Howard’s preface to The Great Favourite; or, The Duke of Lerma (1668) to Dryden’s extremely intemperate “Defence” of the Essay, prefixed to the second edition of The Indian Emperour in the same year. Because this preface was removed from most copies of this edition, one can speculate that Dryden realized his error in judgment, but his relationship with his brother-in-law may have been permanently damaged. A few years later, perhaps out of pique at Dryden’s pride in his success, George Villiers, second Duke of Buckingham, attacked Dryden as a poetaster in The Rehearsal (1671). The era of Dryden’s public brawls with his critics had begun.\n\r\nThings got worse when fire destroyed Dryden’s company’s theater at the inopportune time of the rival company’s moving into an extravagant new theater in Dorset Garden. Furthermore, the Duke’s Company was beginning to have the best actors as Thomas Betterton gathered great young talent around him, and it was beginning to attract new and successful playwrights: Thomas Shadwell, Edward Ravenscroft, and Elkanah Settle. Dryden’s own new comedy, The Assignation (1672), failed, and even his jingoistic propaganda attack against the Dutch during the outbreak of the Third Dutch War, Amboyna (1673), did not salvage the fortunes of the King’s Company. When their new theater in Drury Lane opened in 1674, Dryden, in an attempt to rival the extravaganzas of the Duke’s Company, tried to turn his great admiration for Milton’s Paradise Lost to account by creating an operatic version, The State of Innocence. He appears even to have gone so far as to visit the aged and blind poet, with whom he had once worked, in order to ask his permission. From all his references to Milton’s great poems throughout his works, beginning perhaps as early as 1669, one can infer in what respect Dryden held Milton, but unfortunately nothing is known of this meeting. Even more unfortunately, for Dryden and the King’s Company at least, the company could not afford to produce the opera, and it was never performed. At this nadir of his career, Dryden sought an appointment at Oxford where he could retire from the stage and write his own epic poem. Neither desire was realized.\n\r\nWhether caused by Milton’s great aesthetic achievements and his attack on rhymed plays, or by Settle’s embarrassingly bathetic popular successes in Dryden’s erstwhile favorite genre of rhymed heroic play, or just by Dryden’s own study (perhaps of plays by the great French dramatist Jean Racine), Dryden began his comeback by moving toward a more neoclassical form of drama. In Notes and Observations on the Empress of Morocco (1674), he joined in an attack on Settle’s extravagance. In 1675, although he gave the King’s Company another excellent rhymed heroic play, Aureng-Zebe, in the prologue he bade farewell to his “long-lov’d Mistris, Rhyme” (and probably his other mistress, Ann Reeves, as well) as he began to imitate Racine. His next three serious plays were blank-verse, neoclassical tragedies, and one—All for Love (1677)—was the greatest tragedy of the Restoration; indeed, it remains the greatest tragedy in English after Shakespeare, and it is still performed in England. His theory of the late 1670s (\"Heads of an Answer to Rymer,” “The Grounds of Criticism in Tragedy\"), influenced by Thomas Rymer and the French critics, as well as by Racine, became more neoclassical. And he turned his attention to the translation of classics. Dryden began severing ties with the King’s Company had begun as early as 1677, when he insisted on the third night’s profits from All for Love. It continued with the Duke’s Company’s production of The Kind Keeper in 1678 (apparently because the King’s Company did not want it).\n\r\nBut before Dryden made the transition from King’s to Duke’s, from romance to neoclassical tragedy, from depression to renewed vigor as dramatist, he had some scores to settle. When his fortunes were sinking, he had appealed to John Wilmot, Earl of Rochester, to patronize him, but, after some initial flirtation, Rochester proved inconstant, supported Dryden’s rival Shadwell instead, and lampooned Dryden in “An Allusion to Horace.” Dryden had been feuding with Shadwell over the theory of comedy for years in various prefaces and dedications, but the two had remained relatively conciliatory and had collaborated with John Crowne in the attack on Settle. In early 1676, however, the same year Rochester’s satire was circulating in manuscript, Shadwell broke the facade of civility and lampooned Dryden as well throughout his comedy The Virtuoso.\nDryden responded with a vengeance probably doubled by displaced anger at Rochester and compounded by his own poor fortunes, both literal and figurative, in the first half of the decade. Beginning most likely in the summer of 1676, Dryden wrote one of the two greatest satires in English against rival poets, Mac Flecknoe (the other is Pope’s Dunciad, 1728—1743). He certainly had finished it by 1678, though it circulated in manuscript until unauthorized publication in 1682. The controlling fiction of the poem is succession, a daring motif in a country where the restored monarch had produced no legitimate male heir. Witness the brashness of the opening lines:\nAll humane things are subject to decay,\r\nAnd, when Fate summons, Monarchs must obey[.]\nThe phenomenology of the first reading dictates that the reader’s expectations for a heavy, topical political poem have been aroused. The next couplet provides a crashing diminuendo:\nThis Fleckno found, who, like Augustus, young\r\nWas call’d to Empire, and had govern’d long.\nThe poem is a mock panegyric, a paradoxical encomium, complete with parodic procession and coronation. Dryden the poet laureate destroys his rival by crowning him anti—poet laureate, king of “the Realms of Non-sense”: “from Ireland let him reign / To farr Barbadoes on the Western main”—that is, he reigns over the unpopulated Atlantic Ocean! By making Richard Flecknoe his poetic forebear, Dryden denies Shadwell the lineage he has claimed, to be a new Son of Ben (Jonson) because of his dedication to a comedy of humors. Instead, Flecknoe was a poetaster who paid to have his plays published, who sometimes changed a title and added a little window dressing to get one produced (Erminia [1661] to Emilia [1672]), whose plays, whether produced or not were uniformly bad. To make Shadwell Flecknoe’s heir was to put down another upstart, especially by portraying him as impotent, capable of producing urine and feces and freaks but no legitimate, manly poetic progeny.\n\r\nThroughout the poem Dryden combines references to dirt with references to myth. The latter does not “transcend” the former (another favorite metaphor of critics) but coexists with it, cocreates the joke, which is intended to amuse Dryden’s friends, antagonize his enemies, and hurt Shadwell himself. Curiously, the Dryden who seems so preoccupied in his prologues and epilogues with establishing a bourgeois community of taste that contemns “low” artistic techniques and types such as slapstick and farce reveals himself to be the master of Rabelaisian humor. In the cruelest cut of all, he has Flecknoe say to Sh____ (Shadwell), “With whate’er gall thou sett’st thy self to write, / Thy inoffensive Satyrs never bite.” Dryden’s satire has bitten so well that he has effectively decapitated Shadwell for three centuries, precisely because he has so masterfully combined high and low. Playing a mock—John the Baptist to Shadwell’s mock-Messiah, Flecknoe prepares the way for a mock—Triumphal Entry into Jerusalem-London, where not palm leaves\nBut scatter’d Limbs of mangled Poets lay:\r\nFrom dusty shops neglected Authors come,\r\nMartyrs of Pies, and Reliques of the Bum.\nThis mixing of sacred and scatological is positively medieval in its folk humor. Dryden can pretend that Shadwell has debased Jonson into selling “Bargains, Whip-stitch, kiss my Arse,” but this last phrase is exactly what Dryden has commanded Sh____ to do.\n\r\nAfter the success of All for Love and the growing chances for his security with the Duke’s Company, Dryden must have felt emboldened enough to settle his other score by attacking Rochester himself in his preface to the published version of the new play in early 1678. Squire Dryden asserts his talents as a literary professional to be superior to those of the court wits, who properly ought to confine their literary dabbling to being good patrons. Perhaps Dryden was feeling protected by his new patron, the dedicatee of All for Love, Lord Treasurer Thomas Osborne, Earl of Danby. Indeed, shortly after Danby’s fall from power in 1679, Dryden was attacked by thugs in Rose Alley and beaten soundly. Did Rochester and his friends finally take their revenge? Or by that time had Dryden offended someone else (suggestions have included the King’s mistress, Louise de Kéroualle, Duchess of Portsmouth, and the Whig Opposition)? The point of the beating is that Dryden was considered uppity enough for some group to want to teach him a lesson. But if they thought they would intimidate him, they were mistaken.\n\r\nIn 1678 occurred the infamous Popish Plot. Several witnesses, most notorious among them Titus Oates, offered perjured testimony to the effect that the Jesuits were planning the overthrow of the government and a return of England to the yoke of Catholicism—a threat that Englishmen, in the light of characters in their history since the time of Henry VIII, from Bloody Mary to Guy Fawkes, found credible. (Indeed, they were right to be suspicious, for the Stuarts had made an unholy alliance with France eventually to deliver their nation back into the Catholic fold.) Several Catholic heads rolled; Catholic peers were removed from the House of Lords; the duke of York and his new Catholic duchess, Maria Beatrice, had to go into exile; and a new Parliament was elected, one that was ready to pass legislation to exclude James from the throne because of his religion: thus the name given to this political turmoil, the Exclusion Crisis. Some of the principals tried to get Charles to declare his bastard son, James Scott, Duke of Monmouth, his legitimate heir. Several playwrights jumped on the anti-Catholic bandwagon as if to say, “we might disagree with the exclusionists, but we are not therefore in favor of a foreign-based Catholic takeover, ultimately by Rome through France.” Dryden himself grabbed onto the wagon in his next play, The Spanish Fryar (1680), in which he satirizes a priest; nevertheless, in the high plot he strenuously upholds the principle of hereditary, patrilineal monarchal succession. He apparently (his authorship is disputed) even more stridently defended Charles’s dissolution of Parliament in a pamphlet entitled His Majesties Declaration Defended  (1681). And finally he wrote one of the great political poems in the English language, Absalom and Achitophel (1681).\n\r\nDryden uses the familiar trope of superimposing scriptural story over current events. He had already availed himself of the David story in Astraea Redux. The consequences for propaganda are obvious. Dryden endows his vision of events with sacred authority: the social and the sacred Logos are the same. Thus a theoretical dispute over the mode of political succession gets mythologized and mystified. Parliament’s struggle to control succession becomes a blasphemous, ultimately Satanic revolt against “heavens Anointing Oyle.” Absalom’s sacrilegious revolt against David gets reenacted in contemporary history. The evil counselor Achitophel becomes Anthony Ashley Cooper, third Earl of Shaftesbury, one of the leaders of the Parliamentary party, who was caricatured repeatedly in ways reminiscent of Shakespeare’s treatment of Richard III. Dryden adds the further fillip of overlaying Miltonian pattern: Achitophel/Shaftesbury becomes Satan tempting an anti-Messiah to be the people’s “Saviour.”\n\r\nOne of the problems with the biblical parallel is that its arc is tragic. It is as if Dryden wrote Monmouth into a text from which he could not escape. David threatens at the end, “If my Young Samson will pretend a Call / To shake the Column, let him share the Fall.” David’s urge, on the other hand, is to be lenient. But Monmouth never did heed the poet’s advice; he led a revolt upon his father’s death in 1685 and was executed. Moreover, as with the biblical David, Dryden’s David/Charles is trammeled up in the consequences of his adultery. Dryden opens again brilliantly:\nIn pious times, e’er Priest-craft did begin,\r\nBefore Polygamy was made a sin;\r\nWhen man, on many, multiply’d his kind,\r\nE’r one to one was, cursedly, confind:\r\nWhen Nature prompted, and no law deny’d\r\nPromiscuous use of Concubine and Bride;\r\nThen, Israel’s Monarch, after Heaven’s own heart,\r\nHis vigorous warmth did, variously, impart\r\nTo Wives and Slaves: And, wide as his Command,\r\nScatter’d his Maker’s Image through the Land.\nHowever wittily Dryden opens the poem, the ultimate point of its portrayal of David’s promiscuity is that “No True Succession” can “attend” the “seed” of David’s concubines. Another of Dryden’s bold openings has cut to the heart of the matter. When Absalom and David both later complain that Absalom was born too high but not high enough, they may blame “Fate” or “God,” but the fault is clearly David’s own.\n\r\nHowever, the point of Dryden’s poem is neither to recuperate Monmouth nor admonish Charles. It is to discredit thoroughly Charles’s enemies and their putative political theory, praise his steadfast friends, and vindicate Charles himself. The first objective Dryden accomplishes with perhaps the most devastating rogues’ gallery of satiric portraits ever assembled. The portraits are not devastating solely because of vitriolic lampooning, though there is plenty of that. They are devastating because they at first appear evenhanded, a studied moderation designed to appeal to the common sense of Dryden’s contemporary audience. Dryden’s portrait of Absalom, for example, appears balanced. He is like one of Dryden’s noble savages. But the difference is that he does not turn out to be the legitimate heir, and he knows it, acknowledging David’s “Right” to rule and that of his “Lawfull Issue,” if he should have any, or of his “Collateral Line,” that is, his brother. When through ambition fostered by his noble nature Monmouth succumbs to Achitophel’s Satanic temptation, Dryden again assumes the strategy of lamentation:\nUnblam’d of Life (Ambition set aside,)\r\nNot stain’d with Cruelty, nor puft with Pride;\r\nHow happy had he been, if Destiny\r\nHad higher plac’d his Birth, or not so high!\r\nHis Kingly Vertues might have claim’d a Throne,\r\nAnd blest all other Countries but his own:\r\nBut charming Greatness, since so few refuse;\r\n‘Tis Juster to Lament him, than Accuse.\nThe master stroke here is Dryden’s sympathy toward Monmouth’s ambiguous position in the hierarchy resulting from the circumstances of his birth (not his but Charles’s fault) coupled with his insistence (as well as Charles’s own) that nevertheless he remains illegitimate. Even if he were legitimate, Dryden implies, he would never be the heir (because he has shown by his character that he could never merit it?); he might have blessed other countries with his noble virtues (through royal intermarriage), but not—and never—his own.\nDryden also portrays the “Best” of the “Malecontents” assembled by Achitophel—that is, primarily, the Country party among the Lords—as being essentially well-meaning but “Seduc’d by Impious Arts” into believing the “power of Monarchy” a threat to “Property.” Thus identifying with and appealing to the moderates in the House of Lords, Dryden does not want to seem to be maligning his betters. He saves his nastiness generally for the middle and lower classes, whom he portrays as motivated by “Interest,” parsimonious “Husbandry,” desire for “Preferment,” or, under the hypocritical guise of (dissenting) religion, the sheer desire “all things to Destroy,” especially monarchy itself. Dryden portrays the common “herd” as mindless, those “Who think too little, and who talk too much.”\nDryden’s next justly famous portraits are representatives of the three classes. From the truly rebellious aristocrats (implicitly a mere fringe group) he selects his old enemy Buckingham, whom he portrays as too inconstant in his moods, postures, and political positions to remain constant to any one—or, by implication, to the king. Dryden’s representative of the middle class is the hypocritical Puritan Shimei (Slingsby Bethel, sheriff of London), whose animosity against the office of king itself is so strong he fears not to curse “Heavens Annointed,” and whose very religion is simply a means for his personal “Gain.” As do modern satirists with televangelists, Dryden turns Shimei’s canting rhetoric against him:\nFor Shimei, though not prodigal of pelf,\r\nYet lov’d his wicked Neighbour as himself:\r\nWhen two or three were gather’d to declaim\r\nAgainst the Monarch of Jerusalem,\r\nShimei was always in the midst of them:\r\nAnd, if they Curst the King when he was by,\r\nWould rather Curse, than break good Company.\nIn a wonderful marriage of sound, sight, and sense, the middle triplet here inserts a third line into the usual couplet form as if in imitation of the insinuation of Antichrist Shimei into the midst of his disciples.\n\r\nDryden’s representative of the lower class is Corah, who stands for Titus Oates, the weaver’s son who was the archwitness of the Popish Plot. Dryden portrays him with dripping sarcasm:\nHis Memory, miraculously great,\r\nCould Plots, exceeding mans belief, repeat;\r\nWhich, therefore cannot be accounted Lies,\r\nFor humane Wit could never such devise.\nIf Shimei perverts the words of Scripture for his interest, Corah perverts words in the very citadel of justice, where oaths are supposed to guarantee the truth. Indeed, all of Dryden’s villains assault the social logos through disloyalty, hypocrisy, and perjury, thus challenging the underwriting divine Logos.\n\r\nIn addition to discrediting his opponents thus, Dryden discredits their political theory. Achitophel’s articulation of Lockean theory—“the People have a Right Supreme / To make their Kings; for Kings are made for them. / All Empire is no more than Pow’r in Trust”—is belied by his own ambition for power. But Dryden appears to take his theory seriously and to approach the question moderately. Rejecting the position of absolute monarchy, Dryden equally rejects the position of social-contract theorists who argue that the people can take their bond back, a secession resulting, for Dryden, in Hobbist political instability:\nIf they may Give and Take when e’r they please,\r\nNot Kings alone, (the Godheads Images,)\r\nBut Government it self at length must fall\r\nTo Natures state; where all have Right to all.\nPurloining Locke’s own concept of prudence, Dryden then asks in his most conciliatory mode, “Yet, grant our Lords the People Kings can make, / What Prudent men a setled Throne woud shake?” While Dryden appears to be adopting a Burkean conservatism based on the weight of tradition—as is obvious from all the references to God’s involvement in anointing and supporting kings throughout the poem—the grammatical uncertainty of the first line images forth the political anarchy that would ensue if anyone but God—lords, commoners, kings themselves, by tampering with succession—were to make a king.\nDryden then proceeds to portray the king’s friends as a loyal group of peers, bishops, judges, and even the former speaker of the (now rebellious) House of Commons. The greatest wielder of words in the poem is David himself, who comes forward finally to vindicate his power and position. Weary of abuse despite his wonted clemency and long-suffering, David insists that even if he has only a part of government, the part belongs to him, cannot be attenuated by any other part, and is “to Rule.” Dryden endows his speech with magisterial authority:\nWithout my Leave a future King to choose,\r\nInfers a Right the Present to Depose:\r\nTrue, they Petition me t’approve their Choise,\r\nBut Esau’s Hands suite ill with Jacob’s Voice.\r\nDavid becomes more aggressive as he progresses:\n\r\nWhat then is left but with a Jealous Eye\r\nTo guard the Small remains of Royalty?\r\nThe Law shall still direct my peacefull Sway,\r\nAnd the same Law teach Rebels to Obey.\nThus Dryden stakes out for David/Charles a middle ground between extremes of arbitrary or anarchic rule. He insists on the king’s lawful prerogative granted by the unwritten constitution and forming part of a balanced system of government. The other parts of that balance have threatened the very Ark of the Covenant, and so David himself now threatens, “Law they require, let Law then shew her Face,” for “Lawfull Pow’r is still Superiour found.” So David will punish the transgressors, who will actually devour themselves by turning against each other. Dryden closes the poem by underwriting David’s words with the Word of God: “He said. Th’Almighty, nodding, gave Consent: / And Peals of Thunder shook the Firmament.” Dryden’s final touch, then, is a kind of apotheosis: David and God become one: “And willing Nations knew their Lawfull Lord.”\n\r\nAbsalom and Achitophel was a celebration of Charles’s triumph over his foes in the Exclusion Crisis. As it was published in November 1681, Shaftesbury was on trial for treason. But that triumph seemed short-lived, for Shaftesbury, to Dryden the archconspirator, got off scot-free, and his supporters cast a medal in his honor. Early in 1682 Dryden published another attack on Shaftesbury and his followers, The Medall. A Satyre against Sedition. The controlling fiction of the poem is the two sides of the medal, one with a portrait of Shaftesbury, the other with a portrait of the City of London. Again portraying Shaftesbury’s political inconstancy as a function of inconstancy of character, Dryden says sardonically of the medal, “Cou’d it have form’d his ever-changing Will, / The various Piece had tir’d the Graver’s Skill.” Dryden traces him through his tortuous twists of allegiance until his final revelation of the “fiend” within.\nOn the other hand, Dryden addresses “London, thou great Emporium of our Isle” again in a lamentory mode, and one cannot help remembering his praise of the city in Annus Mirabilis as the emporium of England’s imperialist trade. As in Absalom and Achitophel, Dryden spares the virtuous Londoners from blame, but he stridently attacks the “Fool and Knave” who corruptly misdirect the city’s great energies. Here one sees as plainly as anywhere Dryden’s fear of and contempt for the rising middle class that couched its political ambitions in religious rhetoric:\nIn Gospel phrase their Chapmen they betray:\r\nTheir Shops are Dens, the Buyer is their Prey.\r\nThe Knack of Trades is living on the Spoyl;\r\nThey boast, ev’n when each other they beguile.\r\nCustomes to steal is such a trivial thing,\r\nThat ‘tis their Charter, to defraud their King.\nDryden has perceived the inherent danger of bourgeois individualism and incipient capitalism: the selfish, predatory accumulation of wealth by means of fraud and tax evasion. These are descendants of the Commonwealth’s men who murdered a previous king and who are still bent on the destruction not only of “Kings” but of “Kingly Pow’r” per se.\n\r\nIn both sections of the poem, Dryden satirizes (this time he does not pretend to rational debate) the political theory of the Whigs. In both he reduces republican theory to a version of might makes right, here applied to the concept of majority rule, “The Most have right, the wrong is in the Few”:\nAlmighty Crowd, thou shorten’st all dispute;\r\nPow’r is thy Essence; Wit thy Attribute!\r\nNor Faith nor Reason make thee at a stay,\r\nThou leapst o’r all eternal truths, in thy Pindarique way!\nThe wit in these lines resides not only in the brilliant imitative spillover of the concluding alexandrine but also in the mock theology: as in the disputes over whether God’s will or his reason be his primary essence, Dryden follows his sarcastic reference to the crowd as “Almighty” with a pseudovoluntarist position, reducing reason or “Wit” to a mere “Attribute.” But, as he had suggested early in his writing,\nIf Sovereign Right by Sovereign Pow’r they scan,\r\nThe same bold Maxime holds in God and Man:\r\nGod were not safe, his Thunder cou’d they shun\r\nHe shou’d be forc’d to crown another Son.\nThe marvelous irony of the last line works especially well when one reads from the caesura of the penultimate line through the enjambment to fall hard upon the reversed iamb of the last line: the implication is that even He would be forced, like Charles, to declare another son his legitimate heir. The pun on crown, referring to Christ’s crown of thorns, is savage.\n\r\nThe best—because, perhaps, the most prophetic—parts of the poem are the early series of analogies to political majority rule and the later series of images of clipping of the royal power until the monarch is purely ceremonial—as indeed he/she became after the revolution Dryden so desperately feared. Dryden mocks the notion that majority rule is stable, citing historical examples of mistakes resulting in the deaths of heroes, among them Socrates. As he comes closer to his own time, he wickedly asserts, “Crowds err not, though to both extremes they run; / To kill the Father, and recall the Son.” His most scathing indictment of this creeping relativism occurs in the following lines:\nSome think the Fools were most, as times went then;\r\nBut now the World’s o’r stock’d with prudent men.\r\nThe common Cry is ev’n Religion’s Test;\r\nThe Turk’s is, at Constantinople, best;\r\nIdols in India, Popery at Rome;\r\nAnd our own Worship onely true at home:\r\nAnd true, but for the time; ‘tis hard to know\r\nHow long we please it shall continue so.\r\nThis side to day, and that to morrow burns;\r\nSo all are God-a’mighties in their turns.\nInstead of mythologizing the political theory he defends, Dryden attempts to justify it on pragmatic grounds, that their British forefathers attempted to avoid factional civil war by securing peaceful succession of both power and property through primogeniture. God has already tried us, Dryden argues, by giving the republicans what they wanted during the Commonwealth, and look what happened. And he predicts a similar cannibalistic civil war if Shaftesbury and his cronies succeed, for all will want a piece of the power, and none will be constrained by law. His concluding prophecy seems a bitter wish-fulfillment:\nThus inborn Broyles the Factions wou’d ingage,\r\nOr Wars of Exil’d Heirs, or Foreign Rage,\r\nTill halting Vengeance overtook our Age:\r\nAnd our wild Labours, wearied into Rest,\r\nReclin’d us on a rightfull Monarch’s Breast.\nIf as at the end of Absalom and Achitophel Dryden is again collapsing both earthly and heavenly monarch together, his vision has progressed from apotheosis to apocalypse, the ultimate curse of the satirist.\nIn the immediate aftermath of the Exclusion Crisis, Dryden continued to attack the Stuarts’ enemies. He contributed satiric portraits of old nemeses now openly Whiggish, Settle and Shadwell, to a sequel to Absalom and Achitophel, written mostly by another young protégé, Nahum Tate. He contributed politically satirical prologues and epilogues to several plays. He wrote another play with Nathaniel Lee, The Duke of Guise (1682), which exploited the analogy between current events and those in France a century before; he wrote a Vindication of that play (1683); and in 1684 he translated Louis Maimbourg’s History of the League, the source of most of his knowledge of that French analogue. The stridency of Dryden’s tone increases proportionally to the growing strength of the Stuart position, especially after the discovery in the summer of 1683 of the Rye House Plot, an alleged plan to assassinate Charles and James and foment a radical revolution based in London.\n\r\nIn the midst of this political activity Dryden published another major poem on an apparently radically different topic, Religio Laici or a Laymans Faith (1682). The poem is a response to another French work, recently translated by a friend of his into English as A Critical History of the Old Testament (1682). The original was by a French priest, Richard Simon, and employed emerging modern methods of scholarship to examine the biblical text, its errors and contradictions. Dryden’s response is essentially a declaration of faith in the few fundamental truths of Christianity that are “uncorrupt, sufficient, clear, intire, / In all things which our needfull Faith require,” among them such doctrines as Original Sin and its consequences, especially death and the loss of heaven; the Incarnation of Christ; His Redemption and the consequent justification for the sin of Adam by means of the imputed righteousness of Christ extended to mankind.\nDryden had not really made a radical departure from his concurrent political poems, however. His attempt to steer a middle way between what he calls “Extreme[s]” concerning the issue of tradition in biblical interpretation is really a political stance, a proto-Burkean conservatism:\n’Tis some Relief, that points not clearly known,\r\nWithout much hazard may be let alone:\r\nAnd, after hearing what our Church can say,\r\nIf still our Reason runs another way,\r\nThat private Reason ‘tis more Just to curb,\r\nThan by Disputes the publick Peace disturb.\r\nFor points obscure are of small use to learn:\r\nBut Common quiet is Mankind’s concern.\nThe extremes he attacks in the religious sphere are the same he has been attacking in the political: Catholics and Dissenters, the Catholics especially for their gnostic priesthood, the Dissenters for their pernicious doctrine of individual interpretation, which leads ultimately to the kind of political instability, disturbance of the “Peace,” and loss of “Common quiet” detailed above. Dryden would have sided with Edmund Burke against the French Revolution, and he would have been appalled by Thomas Jefferson and Thomas Paine.\nBy 1685, with the publication of Sylvae, a poetical miscellany, Dryden had become a major translator, having turned his hand to Ovid and Virgil as early as 1680 (Ovid’s Epistles) and adding more Ovid and Theocritus in 1684 (Miscellany Poems) and then especially Lucretius and Horace in 1685 (Sylvae). Dryden also apparently polished William Soames’s translation of Nicolas Boileau-Despréaux’s Art of Poetry (1684) and contributed a dedication and life of Plutarch to a new edition of Plutarchs Lives (1683). While he would return to and memorably refine his versifying of Virgil in the next decade, among these early translations most notable are his deft handling of libertine psychology in Ovid’s epistles, especially the incestuous “Canace to Macareus\"; his inspired if somber rendition of Lucretius’s atheistic arguments against fear of death; and his dextrous attempt at Pindarics in Horace’s Ode 3.29. In these poems Dryden engages in some of his most experimental prosody. That Dryden was occupied with issues of translation is evidenced not only by his preface to Sylvae but also by his panegyric “To the Earl of Roscomon, on his Excellent Essay on Translated Verse,” prefaced to the edition of that essay in 1684. Dryden’s poem celebrates translation as an imperialist act whereby Greece, Rome, Italy, France, and now England appropriate the best from the countries they have (ostensibly) superseded.\nIn 1684 Dryden also published what many consider his best elegiac poem, “To the Memory of Mr. Oldham.” Dryden’s praise is doubly generous: first, he honors this kindred spirit in satire as having arrived at the goal and won the prize, that is, honor in the field of satire per se, before himself; second, Dryden laments Oldham’s early death but insists that longer time would have added nothing to Oldham’s wit and verse but metrical regularity and “the dull sweets of Rime”—like those of Dryden himself in his satires and indeed in this poem. The poem, like the early elegy to Hastings, closes with no metaphysical consolation, but with these grim, haunting lines:\nOnce more, hail and farewel; farewel thou young,\r\nBut ah too short, Marcellus of our Tongue;\r\nThy Brows with Ivy, and with Laurels bound;\r\nBut Fate and gloomy Night encompass thee around.\nDryden’s next major poetic task was another unpleasant one, another elegy, this time for Charles II, who died in February 1685. As poet laureate and historiographer royal, Dryden had to produce an official, public elegy, one that lamented the deceased king, praised his accomplishments, and underwrote the transition to a new king, around whom swirled such tempests of controversy. For some time Dryden had been preparing an opera to celebrate Charles II, one that was finally produced in late 1685 as Albion and Albanius. In it he continued the metrical experimentations of his translations. Relying on this metrical virtuosity, Dryden produced Threnodia Augustalis: A Funeral-Pindarique Poem Sacred to the Happy Memory of King Charles II (1685).\nDryden draws a scene of pathos designed to extract pity and loyalty from even the most recalcitrant of his audience, especially in the light of his rehearsal of Charles’s mild temper, forgiveness, and contributions to an English renascence of both arts and trade after the havoc wreaked by “Rebellion” and “Faction.” Dryden portrays Charles’s greatest contribution as his intrepid support of the principle of legitimate succession. In imitative rhythms Dryden delineates the progress of this principle down through British history:\n    Succession, of a long Descent,\r\n    Which Chastly in the Channells ran,\r\n    And from our Demi-gods began,\r\nEqual almost to Time in its extent,\r\n    Through Hazzards numberless and great,\r\nThou hast deriv’d this mighty Blessing down,\r\nAnd fixt the fairest Gemm that decks th’Imperial Crown.\nThat succession, Dryden insists, falls upon Charles’s brother, whether the Opposition likes it or not, and he deserves it because of his unswerving devotion to the “plighted vows” of loyalty. In a desperate wish fulfillment, Dryden pretends to prophesy, “with a distant view, I see / Th’amended Vows of English Loyalty”—a vision that he once again transforms into the prosperity of British imperialism in the wake of its “Conquering Navy,” which, under James, will reduce the oceans of the world to acknowledging their rightful “Lord.” In the finale of Albion and Albanius, Dryden would try again to rally the nation behind this theme. Amid the final chorus, “Fame rises out of the middle of the Stage, standing on a Globe; on which is the Arms of England.” The epilogue concludes a crescendo of appeals to trust with the following version of the myth of human word-as-bond underwritten by the Divine Word:\nHe Plights his Faith; and we believe him just\r\nHis Honour is to Promise, ours to Trust.\r\nThus Britain’s Basis on a Word is laid,\r\nAs by a Word the World it self was made.\nOn his deathbed, Charles II declared his conversion to Catholicism, and his Catholic brother James succeeded to the throne, issuing some “Royal Papers” detailing not only Charles’s but James’s first wife’s Catholic faith. Meanwhile, Dryden himself converted, and he was ordered to defend those Royal Papers, which he did in a pamphlet exchange with prominent Anglican bishop Edward Stillingfleet. Apparently Dryden felt obliged to publish another philosophical poem, documenting his own confession of faith and answering his earlier Religio Laici. The result was The Hind and the Panther (1687), Dryden’s longest original poem. Ever since, he has been attacked for insincerity and opportunism. James Anderson Winn, Dryden’s modern biographer, argues that from the time of his relationship with the Howards, Dryden was intimately connected with Catholic recusants, one of whom was a prominent cardinal, and one of whom may have been his own wife. His sons were Catholic, and the youngest was studying to be a priest. So his conversion may have taken place over a long period of time. And he himself argues persuasively in the third part of The Hind and the Panther that he really stood little to gain and far more to lose by becoming Catholic, mostly because up until that time the aging James had no son, and his new duchess, Maria Beatrice, had lost several babies: the throne would revert to a Protestant upon his death.\nBiographers will never ascertain just why Dryden converted, and critics will probably always accuse him of being an opportunist. But there is a logic to his conversion if one studies his works. They are preoccupied with the need for political stability and the concomitant necessity of loyalty to de jure monarchs, whose titles are inherited through primogenitive patrilinearity. As Dryden shifted from his early optimism concerning Britain’s future as an expansionist imperial power to his defensive posture with regard to the principle of succession amid threats of civil war, his own loyalty to James and to unbroken succession grew stronger. It appears that the more he examined his Religio Laici position, the more he came to doubt the Church of England’s claim to authority. By the time he wrote The Hind and the Panther the analogy between church and state was ironclad. Only Catholicism can trace its origins in unbroken succession back to the primitive church; Anglicanism dates from Henry VIII’s break with Rome (a break that occurred for dubious reasons at that, Dryden argues throughout). And without a final arbiter in doctrinal matters, no church can claim authority: “Because no disobedience can ensue, / Where no submission to a Judge is due.” Dryden’s fears of political anarchy are reflected in his fears of doctrinal anarchy, especially where the Protestant theory of individual interpretation of the Bible obtains. Thus it should come as no surprise that he would finally swear allegiance to Rome. Moreover, Dryden’s religious theory of infallibility as residing in both pope and General Council can be seen as homologous to his political theory of a government balanced between king and Parliament. And his religious theory of authority based upon historical priority can be seen as homologous to not just a political but an economic theory of succession: “An old possession stands, till Elder quitts the claim” is as true for power and property as it is for the True Church. The problematics of the transmission of the Savior’s “Testament” are developed in terms of homology to a contested will, precisely because an unerring guide is needed in both religious and sociopolitical realms. Dryden has the Catholic Hind assert to the Anglican Panther, “For that which must direct the whole, must be / Bound in one bond of faith and unity”: both church and state need one leader, to whom his subjects are bound by word-as-bond. In language that expresses Dryden’s merged religious and political theory, the Hind concludes triumphantly that “the mother church … with unrivall’d claim ascends the throne.\nNot only Dryden’s theory but also his very fable mingles political with religious. All along the poem seems to have a dual raison d’être: to explain Dryden’s conversion but also to achieve an alliance between Catholics and Anglicans against the Dissenters. Dryden’s antipathy to the latter is essentially political: their theory of individual interpretation leads to not only religious but political anarchy.\nFinally the ending—and perhaps the real import—of Dryden’s poem is secular. The Catholic Hind finally despairs of an accommodation with the  Anglican Panther. In vatic style Dryden offers an optimistic, wish-fulfillment prophecy of Catholic hegemony over an Anglican establishment ungrateful ultimately to James’s new policy of religious tolerance. But it is as if he could not sustain the optimism. Instead he tacked on a dire prophecy of the advent, at the death of James, of the “Usurper,” William of Orange. There is no final apotheosis, no final apocalypse, no final justice. The “Glorious” Revolution that did occur almost immediately forever destroyed Dryden’s faith in a fulfillment of his religious/political vision in his own lifetime. Instead, he moved to the margins of the new order to carry on his critique.\nIn the meantime, the one event Catholics desired most occurred: James and his queen had a son in June 1688. Of course, it was the one event most feared by the Protestants. Almost as Dryden had prophesied, the Protestants invited William and Mary to become cosovereigns, and James fled the country. In Britannia Rediviva (1688) Dryden’s celebration of the prince seems strained, almost hysterical. He desperately prays that England be spared another civil war: “Here stop the Current of the sanguine flood, / Require not, Gracious God, thy Martyrs Blood.” Yet he cautions the Catholic (potential) martyrs, “Nor yet conclude all fiery Trials past, / For Heav’n will exercise us to the last.” And all he can praise at the end is no new order but James’s “Justice”—darling attribute of God himself—and James’s stoic endurance of whatever “Fortune” and “Fate” will bring. James Garrison seems right when he argues that Dryden has run out of enabling myth to sustain the Stuarts.\nIn a famous passage in The Hind and the Panther, Dryden assumes the posture of one who has humbled his ambitious desire for fame. Almost self-pityingly he writes of his (eventual) loss of his offices of poet laureate and historiographer royal, as well as the income that was supposed to go with them:\n‘Tis nothing thou hast giv’n, then add thy tears\r\nFor a long race of unrepenting years:\r\n‘Tis nothing yet; yet all thou hast to give,\r\nThen add those may-be years thou hast to live.\r\nYet nothing still: then poor, and naked come,\r\nThy father will receive his unthrift home,\r\nAnd thy blest Saviour’s bloud discharge the mighty sum.\nAt some level Dryden may have believed that, but immediately after the revolution he began to write again for the stage, partly to make money but also partly to assert himself: his talent, even as his nemesis Shadwell was made the new poet laureate; his spirit amid the storm of political conflict; his worth and thus his justifiable fame. Moreover, though the Hind claims to “discipline” her son, Dryden, “Whose uncheck’d fury to revenge wou’d run,” Dryden could not control his Jacobitical rage, which broke out in his later works in various satiric fashions.\nIn subtler ways Dryden inculcated his Jacobitism into King Arthur (1691), an opera that celebrates Britain’s resistance to foreign invaders, and Love Triumphant (1694), his final play, a tragicomedy featuring a prince who rebels against his father and against the incest taboo, and concluding with a nonresolution to the issues because the prince turns out to be unrelated to either father or sister (by implication, Mary Stuart is still her father’s daughter and a usurper). Dryden also inculcated Jacobitism into a series of prologues and epilogues, prose works, and especially brilliant new translations, most notably selected satires of Juvenal and Persius (1693), his Virgil (1697), and Fables Ancient and Modern (1700).\nMost of the work of his last years was in translation, apparently as a way of achieving a modicum of political and economic. He returned to favorites, such as Ovid, Virgil, and Homer, and added Boccaccio and Chaucer. Especially noteworthy is the malleability of Dryden’s heroic couplets. In the Aeneis, for example, he occasionally opens up the couplet rather than, like Pope, closing it virtually all the time. He spices couplets with triplets, masculine with feminine endings. He is a past master at the enjambment and particularly of metric variation in the first hemistich. He is also a master weaver of motif, as in the leitmotiv of labor in the Aeneis, a Virgilian key word and concept he variously translates as Labour and Toyl—sometimes adding to the Virgilian original and always emphasizing the need to build a kingdom on hard work, as opposed to the easy gains in Carthage. He also embellishes the original with lines such as the following, which emphasize the emerging theme of self-reliance in his final works: Dryden’s Sybil praises Aeneas as being “secure of Soul, unbent with Woes” and advises him, “The more thy Fortune frowns, the more oppose.” Dryden’s Aeneas answers, in lines that expand on the original:\n         no Terror to my view,\r\nNo frightful Face of Danger can be new.\r\nInur’d to suffer, and resolv’d to dare,\r\nThe Fates, without my Pow’r, shall be without my Care.\nDryden’s Aeneas, then, must learn—like Cleomenes before him and Dryden’s “Honour’d Kinsman,” John Driden of Chesterton, after him in Dryden’s canon—to stand fixed on his own firm center. Aeneas’s boast seems Dryden’s own.\nMeanwhile, Dryden continued to write excellent occasional verse, from prologues and epilogues to elegies to verse epistles. Eleonora (1692), a commissioned elegy, was originally to be entitled “The Pattern,” and Dryden indeed makes the countess a pattern of Christian piety and charity, as well as of aristocratic wife and motherhood.\nIn “To my Dear Friend Mr. Congreve” (1694), as in his elegy on Oldham, Dryden assumes a magnanimous pose, answering, as it were, his mock-panegyric Mac Flecknoe with a genuine panegyric, featuring this time a legitimate succession. Dryden’s laurels should descend to Congreve, representative of a new generation of dramatic poets, but they have been intercepted, “For Tom the Second reigns like Tom the first,” that is, Tom Rymer has succeeded Tom Shadwell as historiographer royal (not poet laureate). Nevertheless, Dryden prophesies,\n    Thou shalt be seen,\r\n(Tho’ with some short Parenthesis between:)\r\nHigh on the Throne of Wit; and seated there,\r\nNot mine (that’s little) but thy Lawrel wear.\nThough never actually poet laureate, Congreve certainly rose “high on a throne of his own labors rear’d,” for he became for centuries considered the premier Restoration comedic playwright.\nIn 1697 Dryden took time out from his other chores to pen one of the greatest odes in the English language, Alexander’s Feast; Or The Power of Musique. He had written a less remarkable poem on the subject a decade earlier. The original setting by the composer Jeremiah Clarke has been lost, but George Frideric Handel’s magnificent setting of 1736 exists, and anyone who has ever heard it must marvel at the incredible virtuosity on the parts of both poet and musician. As has been often noted, the poem is a celebration of the power of art. The musician Timotheus modulates Alexander the Great through several moods, manipulating him with sure hand. Not only is Timotheus the real hero, but Alexander is shown, as in Dryden’s friend Nathaniel Lee’s portrait of him in his The Rival Queens (1677), to be the victim of his own reckless passions, from his pride in his quasi-divinity to his proverbial drunkenness, to his martial vanity followed immediately by pity for the vanquished foe, to his destructive amorousness, and finally to pointless, destructive vengeance. Some critics have seen an implied critique of William III in the poem, and the pitiable portrait of the vanquished Darius, “Deserted at his utmost Need, / By those his former Bounty fed,” would certainly have reminded Dryden’s audience of the deserted James II. But the poem is a paean to the triumph of art over all military power, over all rulers with delusions of divinity.\nDryden ended his life in squabbles with his publisher and in bitterness over his own fate and that of not only his king but the principle of succession he had fought so hard to defend. He concluded his career with a contribution to a revision of John Fletcher’s Pilgrim. His prologue continues his attack, begun in “To my Honour’d Kinsman, John Driden” on the latest of his detractors, Sir Richard Blackmore and Luke Milbourne, poetaster and quack doctor, and the epilogue continues his ongoing attack against self-righteous Puritans who attack the stage and the age in general. But his best contribution is a fitting epitaph, both for himself and his century. Dryden portrays Momus, the god of mockery, showing up at a celebration of the century. Momus’s comments are devastating, as he attacks the god or goddess associated with each third of the century. To Diana, patroness of the early Stuarts, Momus comments, “Thy Chase had a Beast in View”; to Mars, patron of the Interregnum, “Thy Wars brought nothing about”; to Venus, patroness of the later Stuarts, “Thy Lovers were all untrue.” This last is perhaps his most devastating statement, for it refers not only to the licentious loves of Charles’s time but to James’s subjects’ infidelity. No wonder the expiring poet would with his last breath sing, “‘Tis well an Old Age is out, / And time to begin a New.” Dryden meant not only the century itself but his own old age. He could only hope that he was on his way to a new life, one free from the strife and disappointment of this life, one appreciative of the celestial strains of his great poetry.\n", "attrs": {"Region:": ["England"]}}