{"pf_url": "https://www.poetryfoundation.org/poets/john-peale-bishop", "name": "John Peale Bishop", "yob": "1892", "yod": "1944", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/cce32d98059b155a63b6a1197a104dd8dc602811.jpeg", "bio": "\nJohn Peale Bishop enjoyed a successful career as a writer and critic, though he is perhaps more known today for the friends he made during his lifetime. A poet, critic, and the author of both a novel and a collection of short fiction, Bishop travelled in circles that included Robert Penn Warren, F. Scott Fitzgerald, Allen Tate, and Edmund “Bunny” Wilson, whose contributions to North American literary criticism have become almost legendary. Indeed, it proved to be these close friends that worked to bring Bishop’s written work to an appreciative audience: Tate would edit Bishop’s Collected Poems and Wilson his Collected Essays, both of which were published in 1948, four years after Bishop’s death. Although its author was classified by literary scholars as a minor American poet, “The Hours,” Bishop’s impassioned elegy to Fitzgerald, was praised by critic Robert Lee White in the Dictionary of Literary Biography as “one of the finest of twentieth-century poems.”\r\n \r\nBorn in what is now Charleston, West Virginia, in 1892, Bishop was raised in a well-to-do family where artistic talents were encouraged and cultivated. In addition to any contributions to his intellect, a childhood illness would delay Bishop’s formal schooling by two years. He would be twenty-one years of age by the time he enrolled in Princeton University, which he attended from 1913 to 1917, and where he studied alongside Fitzgerald and Wilson. While a student at Princeton Bishop also served alongside Wilson as managing editor of the university’s Nassau Literary Magazine; his association with Fitzgerald would later provide the inspiration for the character Thomas Parke D’Invilliers in that author’s This Side of Paradise. Bishop published his first poetry collection Green Fruit after graduation and before being commissioned as a second lieutenant in the U.S. Infantry R.O.T.C. in 1917.\r\n \r\nThe author’s experiences of the immediate aftermath of the Great War—during which time he served as a member of a reinterment force of the American Expeditionary Force then stationed in Paris—would inspire both the short story “Resurrection” (published in 1922’s The Undertaker’s Garland) and an enduring love for France. Bishop’s philosophical alliance with the nihilistic post-World War I “Lost Generation” was present in his contributions to The Undertaker’s Garden, a collection of short fiction and verse on which he collaborated with Wilson and which reflected the morbid disillusionment felt by many writers and artists of the period.\r\n \r\nAfter his marriage to Margaret Hutchins in 1922, and a two-year turn as managing editor at the New York City-based Vanity Fair magazine, Bishop would return to Paris, making it his home off and on for the next ten years. This decade found him in the company of expatriate writers that included Ezra Pound, Ernest Hemingway, E.E. Cummings, and Archibald MacLeish. While surrounding himself with this community of literary artists, Bishop also contributed essays, short fiction, and poems to a variety of U.S. and European periodicals.\r\n \r\nCompleted in 1931, near the end of their author’s stay on the continent, the five short stories collected in Bishop’s Many Thousands Gone were, despite their author’s presence in cosmopolitan Paris, clearly American in their origins. Imbued with Bishop’s childhood recollections of the antebellum South, both Many Thousands Gone and his second work of fiction, 1935’s Act of Darkness, were enriched by the perspective of time and cultural distance that residence in Europe had given their author. Set in a fictional West Virginia town, Many Thousands Gone covers the history of an older and still more devastating war—that between the North and the South—and reflects its author’s thoughts on the relationship between love and mortality, both for individuals and communities. A story of the covert sexuality and violence that underlies the glossy veneer of civility in genteel Southern society, the novel Act of Darkness would be Bishop’s only full-length work of fiction.\r\n \r\nMeanwhile, having returned to the United States in 1933, Bishop moved to New London, Connecticut, his father’s birthplace, and then to New Orleans before making a permanent home in Cape Cod, Massachusetts. Now back in the States he published Now with His Love, a collection of romantic verses written in praise of his wife, Margaret. The work was criticized by some contemporary reviewers who felt that the work suffered due to the poet’s obvious imitation of the style of Pound and Eliot. “Very few [poems] reflect anything of Bishop’s sojourn in France,” noted critic Robert Lee White in hindsight, “although it might be argued that three of the most successful—‘Ode,’ ‘The Return,’ and ‘Perspectives Are Precipices’—owe a good deal to the paintings he had viewed in the galleries and museums of Paris.” Two more collections of poetry would follow—Minute Particulars and Selected Poems—prior to Bishop’s premature death as a result of heart disease.\r\n \r\nIn addition to fiction and verse, Bishop published several essays during his writing career. Selected and edited by Wilson in 1948, Bishop’s Collected Essays reflect the author’s intellectual ruminations over, as Wilson would note in his introduction, “various aspects of civilization: literature, painting, moving pictures, architecture, manners, religion.” While criticized, particularly by Marxist reviewers, for his avoidance of pressing social issues, the Great Depression for example, Bishop has since been praised for the strong moral sense and literary backdrop that imbue both his prose and poetry.\r\n \r\nPublished in 1981, The Republic of Letters in America contains letters between Bishop and fellow Southerner Allen Tate. Encompassing the period between July 1929 and March 1944, the letters contain each man’s line-by-line critiques of the other’s written works, and encouragement in pursuing their individual literary efforts. While commenting that “their own social visions, based on Tate’s roseate view of the antebellum South, were equally silly,” a reviewer for the New Yorker praised the collection as “a valuable guide to the nature of poetic work and a model for critics as well.”\r\n \r\nDuring his career and in the decade following, Bishop would be classified by critics as a “Southern” writer in the school of William Faulkner, Eudora Welty, and Caroline Gordon; however, his later poetry, in particular, was later seen to transcend such regional classification. Both his extended stay in Europe and the eventual move to New England would influence such works as his “A Subject of Sea Change.” As Ashley Brown noted in Reference Guide to American Literature, “one should see Bishop as an American poet who is descended from a great tradition of American humanism.” Frequent illnesses caused his ouevre to be limited; frequent comparison to others of his generation caused his works to be neglected by many critics despite the efforts of his friends to bring them to public attention. As George F. Hayhoe noted in Dictionary of Literary Biography: “[Bishop’s] reputation would perhaps have fared better in a country that had no Fitzgerald or Hemingway, in a region that could claim no Faulkner or Welty.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}