{"pf_url": "https://www.poetryfoundation.org/poets/john-hall-wheelock", "name": "John Hall Wheelock", "yob": "1886", "yod": "1978", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/50328c8dfc24e1860ae12b8af9ce220dcf673d66.jpeg", "bio": "\nPoet and editor John Hall Wheelock was born in Queens (New York City) in 1886 and grew up in Manhattan. He earned an AB at Harvard University but also studied at the University of Göttingen and the University of Berlin. He assisted and then succeeded editor Maxwell Perkins at publisher Charles Scribner’s Sons. During his tenure as editor in chief, he created the Poets of Today series. Running eight volumes, each edition featured three debut poets, including James Dickey and May Swenson.\r\n \r\nInfluenced by Algernon Charles Swinburne and E.A. Robinson, Wheelock composed poems on romantic, social, and natural themes. In an interview with the Paris Review, Wheelock observed, “My poetry is primarily a poetry of feeling.” He also noted, “Poetry, as with all the arts, enables us to reexperience. Most of us pass through life in a state of semi-anesthesia, with life itself blotted out by the business of living. We shut out life itself in order to carry on and survive, and the function of the arts is to pierce that shield and make us suddenly reexperience something that we’ve always known but haven’t been experiencing anymore.”\r\n \r\nWheelock published 14 volumes of poetry, including This Blessed Earth: New and Selected Poems 1927–1977 (1978), By Daylight and In Dream: New and Collected Poems, 1904–1970 (1970), The Gardener and Other Poems (1961), The Black Panther: A Book of Poems (1922), and The Human Fantasy (1911). He was the author of the prose volume What Is Poetry? (1963). His oral autobiography, The Last Romantic: A Poet Among Publishers: The Oral Autobiography of John Hall Wheelock (2002), was edited and published posthumously by Matthew Joseph Bruccoli and Judith S. Baughman.\r\n \r\nWheelock’s honors include the Bollingen Prize for Poetry, the Torrence Memorial Award, the Borestone Mountain Award, the Poetry Society of America’s Gold Medal, the New England Poetry Society’s Golden Rose Award, membership in the National Institute of Arts and Letters, and a chancellorship of the Academy of American Poets. He also served as vice president of the Poetry Society of America.\r\n \r\nWheelock died in New York City at the age of 91. The David M. Rubenstein Rare Book & Manuscript Library at Duke University holds a selection of his correspondence.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}