{"pf_url": "https://www.poetryfoundation.org/poets/john-gay", "name": "John Gay", "yob": "1685", "yod": "1732", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bace5472376a9c12f5f019b515987330d82860dd.jpeg", "bio": "\n                                                                    Poet and playwright John Gay was born in Devon to an aristocratic though impoverished family. Unable to afford university, Gay went to London to apprentice as a draper instead. While in London, he began writing journalism, including the pamphlet The Present State of Wit (1711), a survey of contemporary periodicals and authors. Rural Sports (1713) is generally considered his first important poem; the poem is ostensibly pastoral, but the speaker discovers that predatory instincts undergird much of nature. By 1714, Gay had started corresponding with Alexander Pope and become a member of the Scriblerus Club, a group that included Jonathan Swift, John Arbuthnot, Thomas Parnell, and Lord Oxford. Gay’s publications dating from this time include the poems Trivia: Or, the Art of Walking the Streets of London (1716) and The Shepherd’s Week (1714). The Scriblerus Club influenced Gay’s major plays of this period, The What D’Ye Call It (1715) and Three Hours After Marriage (1717), which was frequently linked to Pope.   Gay was more or less dependent on patronage his whole life and lived in various semi-employed states with a number of aristocrats. Many works, such as the Fables (1727, 1738), were written to win the favor of specific members of court. Though relying on the generosity of patrons such as the Duchess of Queensberry, Gay also earned money from his plays, especially The Beggar’s Opera (1728), which enjoyed unprecedented success. Running for 62 performances, the opera inspired numerous imitations and parodies and provided the basis for Kurt Weill and Bertolt Brecht’s 20th-century Threepenny Opera (1928). Allegedly satirizing then-prime minister Sir Robert Walpole, Gay’s play gained notoriety and made staging its sequel, Polly, impossible until 1777. The Beggar’s Opera was in some ways the culmination of Gay’s career. In 1730, he moved to the Queensberry estate in Burlington Gardens, where he spent the last years of his life in partial isolation. He restaged an early effort, The Wife of Bath (1713, revised 1730), and continued writing plays, though he didn’t attempt to get them produced. After his sudden death from fever, he was buried in Westminster Abbey. Pope was a pallbearer and contributed an epitaph to Gay’s memorial. Above it are Gay’s own words: “Life is a jest; and all things show it / I thought so once; but now I know it.”\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}