{"pf_url": "https://www.poetryfoundation.org/poets/john-updike", "name": "John Updike", "yob": "1932", "yod": "2009", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/e7e8972be8ad263932d9746bfc733ad980da38b6.jpeg", "bio": "\nAn acclaimed and award-winning writer of fiction, essays, and reviews, John Updike also wrote poetry for most of his life. Growing up in Pennsylvania, his early inspiration to be a writer came from watching his mother, an aspiring writer, submit her work to magazines. In an interview Updike stated, “I began as a writer of light verse, and have tried to carry over into my serious or lyric verse something of the strictness and liveliness of the lesser form.” In his teens, he was already publishing poems in magazines. Though he knew that he would not make a living by writing only poetry, his writing career began in 1954 when the New Yorker accepted one of his poems, followed by a short story. His first book, The Carpentered Hen and Other Tame Creatures (1958), was a collection of poems.\n\r\nUpdike’s career as a writer has been remarkably prolific and varied. In addition to poetry, his work included novels (The Witches of Eastwick, Rabbit Redux, and Rabbit, Run), short stories, music criticism (Concerts at Castle Hill), and essays on art (Just Looking: Essays on Art) and golf (Golf Dreams: Writing on Golf). His awards include the Pulitzer Prize for fiction (for both Rabbit Is Rich in 1981, and Rabbit at Rest in 1991), the American Book Award for fiction, and the National Book Critics Circle Award for both fiction and criticism.\n\r\nHis poetry, starting as light verse, encompasses a variety of forms and topics. His poetry was praised for his wit and precision, and for his ability to focus on common subjects and on places near and distant—from Shillington, Pennsylvania (the town of his childhood), to Venice, Italy. His collections of poetry include Facing Nature: Poems, Collected Poems: 1953–1993, and Americana and Other Poems (2001).\n", "attrs": {"Region:": ["U.S., New England"]}}