{"pf_url": "https://www.poetryfoundation.org/poets/john-wilmot", "name": "John Wilmot Earl of Rochester", "yob": "1647", "yod": "1680", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/6bb2b5891ba4b07261ef5439efabe0d2dba5fd58.jpeg", "bio": "\nJohn Wilmot, second Earl of Rochester and Baron of Adderbury in England, Viscount Athlone in Ireland, infamous in his time for his life and works and admired for his deathbed performance, was the cynosure of the libertine wits of Restoration England. He was anathematized as evil incarnate and simultaneously adored for his seraphic presence, beauty, and wit, even from his first appearance at the court of Charles II. This mercurial figure left a body of literary work the exact dimensions of which have provided an almost intractable puzzle. Whatever answer is provided for this conundrum of scholarship, the extent of his corpus will be small in comparison to his reputation. The oeuvre, not intended for publication as ordinarily understood, is that of an aristocratic courtier. The works are meant to be seen, perhaps, as ephemera, as bright filaments of the central work of art, the author himself, rather than as abiding literary monuments. It is not surprising, therefore, that Rochester served as a model for numerous depictions of rakish wits in the stage comedy of the period.\n\r\nYet Rochester's poetry, in his limpid love lyrics, lampoons, burlesques, and sharp satires, has an abiding presence. The philosophical and religious undertow—often detected in the deep disgust and misanthropic attitudes, the obverse of aristocratic insouciance—has especially fascinated modern readers. His poetic craftsmanship is repeatedly evident in the allusiveness and parodic facility he brings to his verse. That he was celebrated by contemporaries for his impromptu ripostes in verse will not seem, to readers who have tasted the fruits of his intellect, exaggerated praise, however remotely glittering and improbably theatrical his world must now appear. He was ranked as a poet second only to John Dryden, a judgment accorded as much to his genius as to his scandalous lewdness. Andrew Marvell's striking opinion, as recorded by John Aubrey in his Brief Lives (1813), is a sure guide to the heart of Rochester's appeal to the literate classes: \"The Earle of Rochester was the only man in England that had the true veine of Satyre.\"\n\r\nHis private letters, more fully and accurately available now than ever before, have never lacked readers. He is a good correspondent—partly because of his seeming carelessness for effect and the attendant unguardedness of his person, and partly for the opposite reason, namely his studied formality of address (for instance, to a mistress) and amused indulgence in the pretenses and hypocrisies of social behavior. In all his writing, excepting the timeless love lyrics, he conveys the invigorating sense of an eye that has seen through the shabby veneer of human behavior, and yet he savors its ambivalences. That such a man alternately enthralled and provoked the anger of his master, Charles II, is not to be wondered at.\n\r\nHis reputation is similarly uneven. Sometimes moral concerns, sometimes aesthetic or philosophical ones, dominate in assessments of his place in literature. While Rochester's dissipation has led at times to revulsion and the near eclipse of his work, during his own lifetime it was his nihilistic atheism that most alarmed and disturbed. For this reason, Bishop Gilbert Burnet's report on Rochester's debate with him, Some Passages  (1680), became a best-selling work. A later edition of Burnet's work is pointedly titled The Libertine Overthrown; Or, A Mirror for Atheists (1690). If one judges by the proliferation of printings, Rochester's own writings remained very popular throughout the first half of the eighteenth century. His reputation waxed to the point that Voltaire could write in his Lettres philosophiques (1734), \"Tout le monde connoit de réputation le Comte de Rochester\" (Everyone knows of the reputation of the earl of Rochester). Voltaire added that the gossip writers have pictured Rochester as a man of pleasure, but he would like to make known the genius, the great poet. The dissemination of the picture that Voltaire wanted to correct owes much to the Mémoires de la Vie du Comte de Grammont (1713; translated as  Memoirs of the Life of Count de Grammont, 1714). Written by Philibert de Gramont's brother-in-law, Anthony Hamilton, possibly from Gramont's own dictation, these urbane and amusing anecdotes are employed in virtually every biographical notice of Rochester, although their reliability is suspect. Likewise a memoir of Rochester in the form of a letter from Seigneur de Saint-Evrémond to Hortense Mancini, Duchess of Mazarin, which appeared in the 1707 edition of Rochester's works, is now regarded as doubtful in attribution and, in some degree, misleading. (It is rejected by Saint-Evrémond's editor, Pierre Des Maizeaux.) Nevertheless, such near-contemporary portraits of the author in his social milieu provide valuable evocations of the age, including its delight in graceful exaggeration, the threshold of satire. How much in demand such anecdotes were among the spectating middle classes might be suggested by hastily compiled volumes such as Pinkethman's JESTS: OR, Wit Refin'd. Being a New-Years-Gift for young Gentlemen and Ladies (1721). This collection purported to be drawn from the writings of the greatest wits of the age, such as Ben Jonson, Rochester, and others, \"adapted to the Conversation of People of the best taste.\" Along such lines as these—life versus work—Rochester's reputation is stretched or divided. The judicious account of Rochester inSamuel Johnson's Lives of the Poets (1779-1781) gives both disapproval of \"the wild pranks,\" \"the sallies of extravagance,\" and the \"glare of his general character,\" as well as some praise for his works (especially where they imitate the classics to advantage), with restrained praise for \"a mind, which study might have carried to excellence.\"\n\nAlexander Pope detected in Rochester the intimations of a poetic practice of adapting classical and other (usually neoclassical) works with delicacy to the English heroic couplet, which Pope himself was to bring to final perfection. To people of the later eighteenth century and the first part of the next century, however, the kind of reprobation suggested in David Hume's History of Great Britain (1754-1757) held sway: \"the very name of Rochester is offensive to modest ears.\" The subsequent neglect of Rochester's work was relieved only because of the late Romantic appropriation of his life. It is not unusual for comparisons to be drawn by nineteenth-century commentators between George Gordon, Lord Byron, and Rochester, who came to be seen as a romantic figure and as a type of the outsider. In this context of romanticism, it is of great interest that Giuseppe Verdi (who would twice use Byron's work) selected Rochester as early as July 1835 as the subject of his first opera. But what was to have been his Rocester became his Oberto when the action was shifted from Restoration England to medieval Italy. The likely source of Verdi's inspiration is the French drama in three acts, Rochester, by Benjamin Antier and Théodore Nezel, published in Paris in 1829. This work epitomizes Rochester as a rake and seducer, and with lurid glamour traces his actions to a melodramatic denouement. An inventive touch is the creation of a character named Cowley (Rochester admired the poet Abraham Cowley in the highest degree), who, as officer in charge of a press gang, presses into Royal Navy service all Rochester's creditors. Although the quality of the play would hardly stimulate serious interest in Rochester, French literary criticism (taking its cue from Voltaire, perhaps) debated him seriously. In La Revue de Deux Mondes (August 1857), E. D. Forgues adopted a perspective that would be developed by twentieth-century biographers. Looking at Rochester's religious sensibilities, Forgues saw not a radical skeptic, but a despairing believer (\"un croyant désesperé\"), who therefore shouts bacchic refrains at the triumphal parade of the times. Hippolyte Taine, however, took a much more condemnatory line against Rochester's moral depravity in his Histoire de la Littérature Anglaise (1863).\n\r\nIn the later nineteenth century the project to recover, revise, and republish seventeenth-century poetry generally bypassed Rochester, although Sir Edmund Gosse in 1899 provided a selection in The English Poets, edited by T. H. Ward. Gosse judged Rochester as, in some respects, the last and best of the Cavalier poets, but he also added that Rochester was like a child who rolled in the mud, disgusting the wayfarer. Before World War I there were signs of the revival of a serious interest in Rochester. In The Cambridge History of English Literature (1912), Charles Whibley denied Johnson's opinion that Rochester's best poem was \"On Nothing\" and set firmly in the forefront the poem \"A Satyr against Reason and Mankind,\" which many modern critics have agreed is his masterpiece.\n\r\nDavid M. Vieth, widely regarded as having produced the most thorough investigation of the sources and the most reliable account of Rochester's canon, as well as much else of value in illuminating his work, expressed the dominant view of Rochester studies—that serious scholarly interest in the poet began in the 1920s. He added that the \"impetus seems to have been profound disillusionment of the postwar generation, for whom Rochester spoke eloquently.... the 'lost' generation found Rochester.\" Vieth remarked that Whibley had at last separated morality from poetry, allowing scholarship to proceed according to more objective principles than hitherto; nevertheless, much of the scholarly interest and a great deal of the general reader's interest in Rochester is still very much fired by interest in the poet's thought, states of mind, and personality, even if it is much less attracted to anecdote than in earlier times. Even so, following John Hayward's edition (1926) and Johannes Prinz's books in 1926 and 1927, a great deal of the work of the 1930s was biographical. As with editions of Rochester, so the biographies were written and published with a wary eye for prosecution. Bowdlerization was common until almost the last quarter of the twentieth century, thus showing that, from at least one point of view, morality and poetry remained firmly intertwined. Lord Rochester's Monkey, written by Graham Greene in the early 1930s, was not published until 1974. Prinz wrote in his 1927 edition that Rochester was a \"tabooed author,\" and so it proved. David M. Vieth, who recorded the rising tide of scholarly and critical attention up to 1982 in Rochester Studies, 1925-1982: An Annotated Bibliography (1984), concluded that the poet composed some half-dozen satires and songs that are \"beyond compare, radically unlike anything else ever written\" and that though he wrote less than any other major poet, Rochester certainly is one.\n\r\nJohn Wilmot was born on 1 April—All Fools' Day—1647 to Anne and Henry Wilmot at Ditchley Park, Oxfordshire, near Woodstock. Ditchley Park was the family estate of Anne's first husband, Sir Francis Henry Lee, who had died in 1640. Henry Wilmot was created Baron Wilmot of Adderbury in June 1642 and became Lieutenant General of Horse in 1643 before his marriage to Anne the following year. Her family, St. John, was prominent in the parliamentary cause. During 1644 he commanded Royalist cavalry in a series of important battles. On 8 August he was removed from command, imprisoned, and then exiled for a period of time as punishment for his attempt to bring about a rapprochement between King Charles I and Parliament, a scheme that looked uncomfortably like treason to some senior Royalists. The judgment of Edward Hyde, first Earl of Clarendon, on a man \"proud and ambitious, and incapable of being contented\" rested on the recognition of Wilmot's almost complete lack of restraint. In his History of the Rebellion and Civil Wars in England (1702-1704), Hyde wrote that Wilmot \"drank hard,\" \"loved debauchery,\" and was even \"inspired\" in its exercise. He also valued no \"promises, professions, or friendships, according to any rules of honour or integrity.\" But he did experience \"scruples from religion to startle him.\" This bacchic, mercurial figure—depicted in some accounts as a jolly, dashing cavalier—was, of necessity, not present at the birth of his son.\n\r\nThe poet's mother, all accounts agree, was pious, of Puritan leaning, of strong character, and tough-minded when it came to the protection of her property. In 1652 she was obliged to depart into exile with her children. Hyde (incidentally, her kinsman), managing the Royalist fortunes from his several stations abroad, wrote to Henry Wilmot, who was at the time in Germany on the king's business. Hyde remarked, in passing, that Wilmot's son was anxious for news of him. It is not likely that they ever saw much of each other, despite the imaginings of some romantic biographers about secret visits from Lord Wilmot on the run. Lady Anne returned with her sons to Ditchley in 1656 to contest the attempt by Parliament to sequester her estates. By this time her husband, using his experience with disguise, escaped from the aftermath of the totally unsuccessful attempt to foment a Royalist rising in the north of England. He died on the Continent on 19 February 1658, having been almost a total stranger to his son, yet setting a pattern of life for him marked by bravado, insecurity, debauchery, and, if Hyde is right, a tense relationship with religious thought. Given the unsettled times, however, John Wilmot's character might have arisen quite independently of his father's example.\n\r\nJohn succeeded to his father's earldom—a powerless and impoverished title—in February 1658. One valuable property his father did leave to the young Rochester, however, could not have been foreseen at that time. In 1650 Henry Wilmot had accompanied the ill-fated expedition of Charles II to Scotland, which culminated in total defeat at the hands of Oliver Cromwell at Worcester the following year. The episode of Charles's escape, frequently recalled and embellished by him, credits Wilmot principally for saving his master in that extremity. So it was that Charles II entertained the second earl of Rochester with particular favor at his restored court and endured his subsequent outrages and extravagances with notable, and occasionally scandalous, restraint. Charles's court was to be the scene of Rochester's efflorescence. When the celebrated astrologer John Gadbury in his Ephemeris  (1698) charted young John Wilmot's horoscope, he noted that the regnant planets disposed the child to poetry and a large stock of active spirits. What the conjunction of his parents disposed him to was, perhaps, the more decisive.\n\r\nThe young earl of Rochester's education seems to have been in the hands of his able mother and her chaplain, Francis Giffard. The boy was sent later to attend Burford Grammar School nearby in Oxfordshire, where education centered on the Latin authors. This training was soon to show in his own works, especially in his ready ability to translate and adapt the classics to his own expression. Precisely what it was that Rochester drew from the Latin classics is a question of great interest to twentieth-century literary scholars, who are more concerned than their seventeenth-century counterparts with determining originality and genuineness of authorship. In Rochester's day events were interpreted according to the classical paradigms of political, social, and imaginative life as taught in the schools. His habit in his mature poetry of simultaneously alluding to his classical model and then immersing it in the corrosive of his contemporary cynicism makes fascinating reading in this century. In his time this habit was regarded as a component of wit. The same pattern holds for Rochester's use of religious and liturgical language, to which he frequently alludes.\n\r\nBy the standards of the previous generation, whose classrooms and lecture halls were untroubled by the upheavals of civil war, Rochester must have seemed distinctly underschooled. John F. Moehlmann terms him \"half-educated.\" In September of 1661 Rochester graduated M.A. at Oxford (he was fourteen years old) at a formal ceremony where Edward Hyde, now Earl of Clarendon, Chancellor of the University, and Lord Chancellor of England, kissed him on the left cheek. Rochester's university career had been swift indeed. On 18 January 1660 he had been admitted a \"fellow commoner\" (that is, despite the phrase, as a nobleman) of Wadham College, founded in 1612. Wadham was particularly associated with the emerging experimental sciences, and it is sometimes thought that this academic setting affected him. Rochester entered the school under the tutorship of the mathematician Phineas Bury, but a more influential tutor was the physician Robert Whitehall of Merton College, who may have inducted him into the life of debauchery. It is said that Whitehall doted on him and taught him to drink deeply at the Oxford taverns, where he gained admittance in the disguise provided by a borrowed master's gown. This is unsubstantiated storytelling, though it gains credibility by the fact that Rochester left four silver pint pots to his college on going down from university. Such gifts, however, were common tokens of esteem from students to their colleges.\n\r\nDuring his brief stay at the university, three poems attributed to Rochester appeared in two Oxford collections of encomium and consolation. Epicedia Academiæ Oxoniensis (1660) is a collection of poems condoling with the Queen Mother, Henrietta Maria, for the death by smallpox of her daughter Mary, the Princess Royal. Attributed to Rochester is a Latin poem, \"In Obitum Serenissimae Mariae Principis Arausionensis,\" and an English poem,  \"To Her Sacred Majesty, the Queen Mother, on the Death of Mary, Princess of Orange.\" The former is striking for its reflection of medical opinion on the subject of lethal pustules on a woman's face. The poem then modulates to praise for a goddesslike beauty—\"tota venustas\"—total loveliness too fine for this mortal life. The latter poem, in elegant conceited couplets, rehearses the great misfortunes of Charles I's widow and urges her quite sternly to stay in England rather than return to France: \"For we deprived, an equal damage have / When France doth ravish hence, as when the grave.\" But it is the poem in Britannia Rediviva (1660) celebrating the restored king, who is apostrophized as \"Virtue's triumphant shrine,\" that is most striking for its ingenuity:\n\r\n \nVirtue's triumphant shrine! who dost engage\nAt once three kingdoms in a pilgrimage;\nWhich in ecstatic duty strive to come\nOut of themselves, as well as from their home.\nCharles Williams observes that these opening lines have \"something of the last mad metaphors of the metaphysical poets\" and that Cowley might have penned them. Similarly, the dexterous handling of the oxymoron of the following couplet is worthy of note: \"Forgive this distant homage, which doth meet / Your blest approach on sedentary feet.\" Yet, following Anthony Wood's assertion that Whitehall really wrote these verses, few commentators have been willing to attribute them wholly to Rochester. Rochester's age, thirteen, is the cause of incredulity. Some critics believe a degree of collaboration to be likely, and Vieth adds his view that at this time the major poetic possibilities of Rochester could not have been foreseen. On the other hand, the precocity of Rochester is to be reckoned with, and such precocity is not without a well-known precedent: Cowley composed \"The Tragicall Historie of Pyramus and Thisbe\" when he was ten and published his collected poems, Poetical Blossomes, in 1633 when scarcely older than Rochester. Dr. Johnson observed that Rochester's life was all over \"before the abilities of many other men began to be displayed.\"\n\r\nContradictory views of Rochester's life and works abound, even concerning his youth. Whereas Wood, for instance, does not credit Rochester's authorship of these poems, he held the view that Rochester was\na person of most rare parts, and his natural talent was excellent, much improved by learning and industry, being thoroughly acquainted with all classick Authors, both Greek and Latine; a thing very rare (if not peculiar to him) among those of his quality.\nThomas Hearne reports that Rochester's private tutor, Giffard, said of his former pupil\nthat my Lord understood very little or no Greek, and that he had but little Latin, and that therefore 'tis a great Mistake in making him (as Burnett and Wood have done) so great a Master of Classick Learning.\nGiffard's testimony is perhaps to be weighed against the fact that he had hoped to come to Oxford with Rochester as his \"Governor, but was supplanted.\" In addition to these details Giffard also gave Hearne an account of his good influence upon the young earl, implying that had it so continued, there would have been no debauchery.\n\r\nThe Royal Society, in which Wadham men were prominent, was founded in 1660. Whether or not Rochester received the imprint of the new experimental scientific learning during his time at Oxford is another question with no definitive answer. Certainly he later showed more than common interest in material and chemical phenomena and in the philosophy which nurtured such studies, namely that of Thomas Hobbes. To this rigorously skeptical, or atheistic, materialism he was strongly drawn, although it seems that he had little interest in Hobbes's far-reaching scheme of political relationships explored in Leviathan (1651).\n\r\nAfter Oxford, in the charge of Dr. Andrew Balfour, a thirty-year-old Scottish physician and man of learning, Rochester set out on a grand tour of France and Italy on 21 November 1661. Little can be said with certainty of this period of Rochester's life and education, a period that was concluded in 1664, when he returned to England and presented himself at court. A distillation of the events of this ample tour was evidently given by Rochester on his deathbed to Burnet. Among the claims recorded are that he mastered French and Italian and that he owed more to Balfour, who encouraged his literary pursuits, than to anyone other than his parents. Later Balfour wrote about the grand tour in the form of a \"Letter to a Friend,\" from which Rochester's typical itinerary might be reconstructed. Vivian de Sola Pinto does just that in Enthusiast in Wit  (1962). It is documented that by October of 1664 Rochester and Balfour were at Venice and that later that month Rochester was enrolled as a student of \"the English Nation\" at Padua University, famous, among other things, for its anatomical and medical studies, as well as for the frequent unruliness of its students. Returning to England by the close of the year, he went to Whitehall Palace to present to Charles a letter from his sister, Henrietta, Duchess of Orleans, whose departure from Britain with her mother, Henrietta Maria, was bewailed in \"To Her Sacred Majesty.\" Charles's reply to his sister indicates that he received the letter carried by Rochester on 25 December 1664.\n\r\nIt is not known whether Rochester wrote any poetry while on his tour. Here, as elsewhere, matching his literary work to his life is largely a matter of conjecture. Possibly some of the lyrical love poems written in conventional terms with pastoral names such as Strephon, Daphne, Olinda, Phyllis, and Alexis date from this period. In the most overworked of all lyric themes—disdained love—some of these poems impress by their craftsmanship and the implicit confidence of the poet, even as they justify Dr. Johnson's cool summary:\nHis songs have no particular character: they tell, like other songs, in smooth and easy language of scorn and kindness, dismission and desertion, absence and inconstancy with the common places of artificial courtship. They are commonly smooth and easy; but have little nature, and little sentiment.\n\n\r\nPerhaps these verses were part of the elegant art of aristocratic courtship, but just behind the hackneyed conventionality of a poem such as \"A Dialogue between Strephon and Daphne\" there may be detected an astringent whiff of Rochester's cynicism, which transforms the ordinary. Strephon, accused of perjury in love, slights Daphne's anguish with a glib superiority. As is often the case in the world of the Restoration wits and rakes, women turn out to have outmaneuvered men. At the conclusion of this poem, Daphne alarmingly whisks aside the mask of a conventional deserted shepherdess:\n\r\n \n              DAPHNE.\nSilly swain, I'll have you know\n'Twas my practice long ago.\nWhilst you vainly thought me true,\nI was false in scorn of you.\nBy my tears, my heart's disguise,\nI thy love and thee despise.\nWomankind more joy discovers\nMaking fools, than keeping lovers.\nPossibly such subtle and beautifully managed insights derive from Rochester's experiences at Whitehall, which Prinz characterizes as \"the notorious gynecocracy\" of Charles's court. Some other lyrics, again of undetermined date, have been hailed as timeless and exquisite. One often held in that esteem is the song \"Absent from thee, I languish still,\" with its nicely understated irony and plaintive modulations of the language of religious yearning.\n\r\nThe Saint-Evrémond letter describes Rochester on his first appearance at court:\nHis person was graceful, tho' tall and slender, his mien and shape having something extremely engaging; and for his mind, it discover'd charms not to be withstood. His wit was strong, subtle, sublime, and sprightly; he was perfectly well-bred, and adorned with a natural modesty which extremely became him. He was master both of the ancient and modern authors, as well as of all those in the modern French and Italian, to say nothing of the English, which were worthy of the perusal of a man of fine sense. From all which he drew a conversation so engaging, that none could enjoy without admiration and delight, and few without love.\nBeautiful, witty, and slender of means, Rochester had come to try his wits and to find a bride who might provide him with an adequate estate. While still at Oxford he had been granted a pension of five hundred pounds. The largesse of Charles II, however, came in incommensurate parts: the nominal amount of the pension and the uncertainty of the actual payment. Any attempt to understand Rochester and his works would be incomplete if it failed to recognize how central financial precariousness was to his life. In brief, he was always dependent, for he had a small estate, and, even though he succeeded in marrying an heiress, he had little access to her wealth. Rochester behaved toward Charles, at times, like a servant to a master and at others like a rebellious and unruly child to a father. He had no commanding stake in the politics of the nation. As Basil Greenslade has shown in his essay, \"Affairs of State\" (in Jeremy Treglown's  Spirit of Wit, 1982), Rochester's father left him no political weight, no \"interest.\" Henry Wilmot had been essentially a soldier, not a great landowner; his son, therefore, had to make the court and its satellite, the theater, his arenas. His writing reveals an intense interest in the power of influential women and, not infrequently, a contempt for the politics of the court. His main if not only source of independence, it might be concluded, was his own intellect. But he was also—given the times, the prevailing conventions of conduct, and his social caste—a man commanded by powerful imperatives of honor. From the tension between this view of the world and the Hobbesian view of the imperatives of self-interest, Rochester created his startling, amusing, and disgusting literary world.\n\r\nFrom his first appearance at court to his spectacular abduction of the heiress, Elizabeth Malet, Rochester allowed little time to elapse. Samuel Pepys reported in his diary that on 26 May 1665, Miss Malet—a minor, as was Rochester—was returning to her lodgings with her grandfather Francis, Lord Hawley, when their coach was intercepted by Rochester and a body of armed men. Her abductors put her \"into a coach with six horses and two women provided to receive her and carried her away\" from Charing Cross. Rochester was captured at Uxbridge, on the road to Oxfordshire, and committed to the Tower of London on the king's orders, where Aubrey remembers seeing him. Miss Malet was soon restored to her family, and Rochester, after a short imprisonment, was conditionally discharged on 19 June in response to his petition, which urged, among other extenuations, \"That Inadvertancy, Ignorance in ye Law, and Passion were ye occasions of his offence.\" Rochester temporarily thwarted, Miss Malet's many other suitors were thus fed more promise, believing that the king's great anger against Rochester would cancel his support for his suit. As late as 25 November 1666, however, the rich heiress—thought to be worth twenty-five hundred pounds per annum—was still unencumbered. Pepys reported her disdainful account of her suitors:\nmy Lord Herbert would have had her—my Lord Hinchingbrooke was indifferent to have her—my Lord J. Butler might not have her—my Lord of Rochester would have forced her; and Sir [Francis] Popham (who nevertheless is likely to have her) would kiss her breech to have her.\n\n\r\nOn being temporarily thwarted, Rochester sought his fortune in the Second Dutch War. The king arranged for the admiral Edward Montagu, first Earl of Sandwich, to accommodate Rochester, and on 15 July 1665 he arrived on board the flagship Revenge. This is perhaps a sign that his beseeching the king \"to pardon his first error, & not suffer one offence to bee his Ruine\" had been answered. It is likewise a pattern of the future relationship between Charles and Rochester.\n\r\nThe ensuing expedition intended to surprise homeward-bound Dutch fleets in a neutral anchorage at Bergen, Norway, and to make off with the spoils has often been described. A long letter from Rochester survives, as do independent reports of his bravery. It is also clear that his inquiring skepticism about the claims of religion was engaged at this time, as is shown by his final talks with Burnet. But his hope of material rewards was not to be met.\n\r\nBefore the action began, Rochester and two other gentlemen volunteers, one of whom had intimations of his death, discussed the question of whether or not there is an afterlife, a question they proposed to solve in an experimental manner. Rochester and John Windham entered a formal pact that should either die, he would reappear to the survivor and give notice of the future state. Edward Montagu, whose presage of death was to prove true, refused to enter this pact. As it turned out, he and Windham were destroyed by a single cannonball during an enemy bombardment on 2 August. Windham died outright, the other an hour later, his belly ripped out by the missile. This story was told to Burnet by Rochester, who added that Windham's failure to reappear after death had been a \"great snare\" to him in his wrestling with the claims of religion, although his companion's presentiment of death impressed him with the view that the soul possessed a \"natural sagacity.\"\n\r\nSuch thoughts as these are entirely omitted from the long letter written to his mother the following day. He provides her instead with a detailed account of the lead-up to the action devised by the commanding officer, Sir Thomas Teddeman, an account which includes expressions of thanks for \"gods greate mercy\" in not letting the ship founder on the rocky shoreline. The letter also describes the sailors' enthusiasm for booty, \"some for diamonds some for spices others for rich silkes & I for shirts and gould wch I had most neede of.\" He concludes the account by remarking \"Mr Mountegue & Thom: Windhams brother were both killed with one shott just by mee, but God Almyghty was pleased to preserve mee from any kind of hurt.\" He seems concerned to display conventional piety to his mother. He also abstains from mention of his own courage. Indeed, the letter suggests an almost self-effacing patriotic motivation. Burnet's account supports this \"readiness to hazard his life in the defence and service of his country.\" There is no mention of debauchery. Perhaps Burnet is right in supposing an abatement of such tendencies until Rochester once again immersed himself in court life and gave himself over to\na violent love of pleasure, and a disposition to extravagant mirth. The one involved him in great sensuality; the other led him into many adventures and frolics, in which he was often in hazard of his life.\nThis no doubt true depiction of his life interestingly suggests the habit of his mind—the dangerous brinkmanship that gives his mature poetry its edge.\n\r\nThe next notable hazard to his life was in June 1666. Again a volunteer, this time under the command of Sir Edward Spragge, Rochester took part in four days of ferocious battle in the English Channel. At one desperate juncture Spragge needed to send a message to one of his captains. Since most of the other volunteers aboard the ship had been killed, Rochester performed the task in an open boat under heavy fire. Instances of his notable courage are frequently invoked as contrasts to allegations of cowardice in his subsequent conduct at court, especially in connection with duels and the acts of drunken violence in which he and his friends indulged. Although there are some stories of cowardice that cannot be dismissed, not all of them are credible, whereas Rochester's courage and presence of mind are attested to by independent witnesses, in one case a rival for the hand of Miss Malet. In his edition of Rochester's letters (1980), Jeremy Treglown writes that the poet's life is one of \"famous paradoxes.\" Indeed, the courage-cowardice paradox fascinated Rochester. He lived it to the extreme, and he situates it in a fundamental place in his mocking, Hobbesian, debunking of human pretension, \"Satyr against Reason and Mankind\":\n\r\n \nLook to the bottom of his vast design,\nWherein man's wisdom, power, and glory join:\nThe good he acts, the ill he does endure,\n'Tis all from fear, to make himself secure.\nMerely for safety, after fame we thirst,\nFor all men would be cowards if they durst.\n\n\r\nWhatever the impulses that moved him in the wars, it is certain that some tangible reward, or consolation, came his way. Between his first and second periods of naval service, he was granted £750 on 31 October 1665 and in March 1666 was appointed Gentleman of the Bedchamber at a salary of £1000 per annum, which was not, however, authorized until October—a presage of Charles's system of finance. Commissioned a captain in Prince Rupert's regiment of horseguards in June, he also prepared to take his seat in the House of Lords. Possibly the king wished to provide the now meritorious Rochester with tokens of favor sufficient for him to lure Malet, but this is only conjecture. In any event, they married on 29 January 1667. On 4 February Pepys records that at the playhouse he saw\nmy Lord Rochester and his lady, Mrs. Mallett, who hath after all this ado married him; and, as I hear some say in the pit, it is a great act of charity for he hath no estate.\n\n\r\nThere has been a good deal of speculative and imaginative reconstruction of this marriage, tending to highlight its apparent success and its sustained mutual affection. There is warrant for this in the letters Rochester wrote to his wife and in her regrettably few surviving replies. Vieth is inclined to interpret the correspondence as \"evidence that Rochester and his wife enjoyed an unusually happy marriage.\" Thus the paradox of his domestic amiability and his sexual depravity at court is more strikingly etched. Against this construction it might be urged that the marriage consisted rather more in separation than in union, and in frustration, often financial, rather than satisfaction; there are also many suggestions that Rochester maintained affectionate relationships with women in town. Indeed, a strand of recent criticism brings out a perceived protofeminism in the sexual politics of his poetry where it is interpreted as rejecting enslavement by sexual power. It may also be the case that all Rochester's experiences are subject to the fundamental skepticism he expressed to his wife in a late (1680?) letter. The first page of the letter is lost; the remaining page begins, \"soe greate a disproportion t'wixt our desires & what it has ordained to content them.\" Treglown conjectures that the first part of the sentence must have concerned immortality and the idea that in the next world a benevolent deity makes up for the disappointments of this world. The passage suggests that Rochester found in sex, in love, and in all projects inevitable disappointment; yet an intense mutual sympathy of mind is powerfully delineated in this document. He adds that any benefit obtained by flattery, fear, or subservience is fit only for a dog and then cautions the countess not to lose this letter: \"It is not fitt for every body to finde.\"\n\r\nThis is a picture of their marriage near the end. To its early stage belongs a pair of lyrics in the form of a complaint (\"Give me leave to rail at you,\" in which the lover presents himself as a slave bound by a \"servile chain\") and a response to it. The latter is a witty rejection of the plea for kindness, which harnesses the language of sex and power quite directly at one point:\n\r\n \nThink not, Thyrsis, I will e'er\n  By my love my empire lose.\nYou grow constant through despair:\n  Kindness you would soon abuse.\n \nThis imperious tone then reveals itself as feigned, for \"There remains no other art\" by which to gain his love. A manuscript, one of seven in Lady Rochester's hand, supports the ascription of the poem to her. The glimpse this provides of a witty, mutually appreciative relationship is nowhere eclipsed in their correspondence. This view is even reinforced by the tone of the letter written by Lady Rochester from the country to the town that asks whether her uncertainty of seeing her husband \"be to try my patience or obedyence.\" Should she, she asks, forget her hopes of seeing him and \"in the memory only torment my selfe\" rather than trouble him with the reminder that \"thear liues such a creature\" as she? At this stage she is still animated by the quality that a jilted suitor had described years earlier as \"the vanity and liberty of her carriage.\"\n\r\nPinto suggested that in the early years of their marriage the Rochesters saw each other as \"impassioned shepherd and the scornful shepherdess of the rococco Arcadia.\" From this relationship, rather than, say, Rochester's affair with the great actress Elizabeth Barry, come many love songs that make him, according to Pinto contra Dr. Johnson, \"not merely one of the mob of gentlemen who wrote with ease\" but rather \"one of the great love poets of the world, worthy to rank with Catullus and Burns.\" Songs of this caliber include \"My dear mistress has a heart,\" \"While on those lovely looks I gaze,\" and the widely admired \"Absent from thee, I languish still,\" which, among other things, has led to comparisons of Rochester with John Donne. Rochester's modern editor Paul Hammond, for instance, writes that Donne is the most significant influence on Rochester and regards Rochester as having brought back a Donnean strength to the English lyric. These poems expressing suave anguish are offset by poems of more playful eroticism such as \"As Chloris full of harmless thought\"  (first published as Corydon and Cloris [1676?]). In this piece the shepherdess is wooed by a comely shepherd whom she faintly commands to desist. He does not.\n\r\n \nThus she, who princes had denied\n  With all their pompous train,\nWas in the lucky minute tried\n  And yielded to the swain.\n\n\r\nIt is another Chloris, or the same one, come down a notch in the world, who features in \"Fair Chloris in a pigsty lay,\" a poem in the territory of Rochester's more obscene humor. She dreams of an urgent warning from her swain that one of her \"tender herd\" is in peril near the mouth of Flora's cave. The swain's story is a ruse, for he follows her to the cave and rapes her. Then\n\r\n \nFrighted she wakes, and waking frigs.\n   Nature thus kindly eased\nIn dreams raised by her murmuring pigs\nAnd her own thumb between her legs\n  She's innocent and pleased.\n \nFrequently these jovial, obscene lyrics bear a parodic relationship to more sober songs (such as those of Francis Quarles), or they indulge a jaundiced response to jollier views of the world (for example, Rochester's \"Phyllis, be gentler, I advise\" responds to Robert Herrick's \"To the Virgins, To Make Much of Time\"). Where Donne seems to be the source, it is noteworthy that his omnipresent cosmological awareness is discarded in favor of a world without a sense of a larger ordering, or even disordering, but rather one that is simply comprised of successive things tending in no direction. Rochester's ethos, if one can read it in his lyrical poetry, is essentially without rules, although it expresses itself in a spectrum of sentiment from benign amusement to deep disgust.\n\r\nIt is likely that the darker part of Rochester's spectrum—as well as the satires, the lampoons, and the dramatic pieces—belongs to the town side of his life. Lady Rochester spent most of her time at Adderbury and at her parents' estates in Somerset, although she had a court appointment to attend Anne, Duchess of York. In the course of these duties it seems that Lady Rochester was persuaded, with the approbation of her husband, to convert to the Roman religion. Possibly Rochester saw that she would be better placed to defend her interests in the crypto-Roman atmosphere prevailing at court and blatantly in the establishment of James, Duke of York. However that may be, she was by no means as bound to court and town as he. How the town-country dichotomy affected him is memorably expressed by Aubrey:\nin the country he was generally civill enough. He was wont to say that when he came to Brentford [within sight of London] the Devill entred into him and never left him till he came into the Country again.\n\n\r\nTheir first child, Anne, was born and baptized in April 1669, when Rochester was in Paris, banished from the court for his involvement in a duel. This misdemeanor followed hard on the heels of his disgraceful outburst of petty violence at court in February. Pepys was shocked more by the seeming indifference of the king than by the action itself. He reports that the king and company were drinking at the Dutch ambassador's residence,\nand among the rest of the King's company, there was that worthy fellow my Lord Rochester and T. Killigrew, whose mirth and raillery offended the former so much, that he did give T. Killigrew a box on the ear in the King's presence; which doth much give offence to the people here at Court, to see how cheap the king makes himself.\nThe next day Pepys saw the king walking freely with Rochester, and he comments on the monarch's \"everlasting shame to have so idle a rogue his companion.\" Pepys had earlier recorded his distaste for \"the silly discourse of the king,\" when Charles told a story of Rochester's clothes and gold being stolen while he was with his whore. Sex and quarreling, one might conclude, were his pastimes. In fact, while in Paris he was involved in an affray at the opera. His quarrelsome nature, despite exaggeration in apocrypha, was very real. Hearne records a curious explanation he heard from Giffard concerning this trait of Rochester's:\nHe says my Ld. had a natural distemper upon him which was extraordinary, and he thinks this might be one occasion of shortening his days, which was that sometimes he could not have a stool for 3 Weeks or a Month together. Which Distemper his Lordship told him was a very great occasion of that warmth and heat he always expressed, his Brain being heated by the Fumes and Humours that ascended and evacuated themselves that way.\n\n\r\nTo his list of pastimes and cues for violence must also be added Rochester's predilection for drink. To Burnet he said that he had been drunk continually for five years, never in that time \"cool enough to be perfectly Master of himself.\" This description is entirely credible from the supporting evidence of his conduct in the 1670s—his letters and poems—with their leitmotiv of drunkenness and nausea. No poet, even of that time, has outdone Rochester in this respect. His elegant \"Upon His Drinking a Bowl,\" a reworking of Anacreon via Pierre de Ronsard and more explicit than either, may with some assurance be assigned to late 1673 because of references to military affairs of that year. The poem keeps copulation (nearly indifferent on whether it be with \"lovely boys\" or women) and drink in a kind of symbiotic balance: \"Cupid and Bacchus my saints are / May drink and love still reign.\" Together these pursuits eclipse all other claims on life: the speaker disclaims any interest in military heroism (a nice self-deprecation, typical of Rochester) or the grander universe of stars and constellations.\n\"The Disabled Debauchee,\" written probably in 1675 according to a manuscript dating, brilliantly develops the comparison between a retired admiral of former wars watching the progress of a sea battle with empathetic enthusiasm and an about-to-be impotent debauchee:\n\r\n \nSo, when my days of impotence approach,\n   And I'm by pox and wine's unlucky chance\nForced from the pleasing billows of debauch\n   On the dull shore of lazy temperance[.]\n\n\r\nAlthough hors de combat through drink, the speaker will counsel youth not to shrink from the noble vice. In a pair of famous heroic stanzas he recalls former glories fueled by wine, in terms inviting autobiographical interpretation:\n\r\n \nI'll tell of whores attacked, their lords at home;\n    Bawds' quarters beaten up, and fortress won;\nWindows demolished, watches overcome;\n  And handsome ills by my contrivance done.\n \nNor shall our love-fits, Chloris, be forgot,\n  When each the well-looked linkboy strove t' enjoy,\nAnd the best kiss was the deciding lot\n  Whether the boy fucked you, or I the boy.\n\n\r\nThe savage daily round of dissipation is again depicted in \"Regime d'viver\" (possibly by Rochester in Walker's view, spurious in Vieth's, but nonetheless apt), which is a wry mock-confession, a forensic account of how sex and drink occlude all else except, in the case of the whore, money.\n\r\n \nI Rise at Eleven, I Dine about Two,\nI get drunk before Seven, and the next thing I do,\nI send for my Whore, when for fear of a Clap,\nI spend in her hand, and I spew in her Lap.\nThen she robs him and leaves him:\n\r\n \nI storm and I roar, and I fall in a rage,\nAnd missing my Whore, I bugger my Page:\nThen crop-sick, all Morning, I rail at my Men,\nAnd in Bed I lye Yawning, till Eleven again.\nThis self-mockery is in a minor key compared to what Treglown described as \"the best poem ever written about premature ejaculation.\"  \"The Imperfect Enjoyment\" arises from a genre established by Ovid and Petronius among the ancients and celebrated by Rochester's good friends George Etherege (in The Man of Mode, 1676) and Aphra Behn (in The Rover, 1677). Dorimant in the former play and Willmore in the latter are modeled on Rochester. In the poem the speaker outgoes the tradition for vehemence of invective against the offending member—\"Thou treacherous, base deserter of my flame.\" In the final insult he hopes that \"ten thousand abler pricks agree / To do the wronged Corinna right for thee.\" The violent denunciation of the quondam violent member (\"The rakehell villain\") is controlled by the good humor of the poem.\n\r\nWhether the violence and vehemence of \"A Ramble in St. James's Park\"is likewise controlled is a debated question. The publishers of Pinto's edition suppressed it, and it has subsequently been judged unprintable. To an understanding of Rochester's sexual politics, it is central. In 1988 another consideration of the poem, by Marianne Thormählen, showed how distant is the prospect of consensus on Rochester and how exceedingly complicated are the critical and scholarly problems. The import of the violent second half of this poem depends on who the speaker is thought to be: Charles II, the clown hero, a jaded stallion, a satirized fop, the heroic self, or perhaps Rochester. The speaker, out to relieve drunkenness with a bout of lechery, enters a landscape that is a grotesque rendering of the  locus amoenas (delightful place) trope, not just a garden conducive to love, but a scene of predatory copulation, where by \"incestuous birth / Strange woods spring from the teeming earth\" and where \"mandrakes tall did rise / Whose lewd tops fucked the very skies.\" Here Corinna, who has disdained the speaker, is courted by fops and fools. At first he is amused, but then a storm of savage indignation against fools of all kinds erupts:\n\r\n \nGods! that a thing admired by me\nShould fall to so much infamy.\nHad she picked out, to rub her arse on,\nSome stiff-pricked clown or well-hung parson,\nEach job of whose spermatic sluice\nHad filled her cunt with wholesome juice,\nI the proceeding should have praised\nIn hope sh' had quenched a fire I raised.\nThe tirade continues for seventy more lines. It is not Corinna's infidelity which counts—fidelity in this world means nothing—but that she should choose such fools to satisfy her itch. Although Rochester's Corinnas have every right to rabid promiscuity, the fools put the speaker beyond measure. Lines such as these are responsible for Sir Sidney Lee's judgment, in the  Dictionary of National Biography, of Rochester as \"the writer of the filthiest verse in the language.\"\n\r\nRochester's literary production was in full spate in the 1670s, even as his life was increasingly punctuated by violent temper, flagrant indiscretions, and the almost routine banishments from court. Soon after John Dryden had dedicated to Rochester his Marriage A-La-Mode in 1673 and Elkanah Settle had dedicated to him his Empress of Morocco , Rochester offended the king by presenting to him a lampoon on his politics and his manners—\"His scepter and his prick are of a length; / And she may sway the one who plays with th'other, / ... / Restless he rolls about from whore to whore, / A merry monarch, scandalous and poor.\" The final couplet begins, \"All monarchs I hate.\" What Rochester intended to give to Charles was his \"Signior Dildo,\" a high-spirited work, which scandalously plays on the excitement of English ladies at the prospective arrival of the Italian dildo, much preferred to their spouses: \"This signior is sound, safe, ready, and dumb / As ever was candle, carrot, or thumb.\"\n\r\nOn the occasion of the customs officers, or \"farmers,\" seizing a consignment of leather dildos, Henry Savile, Rochester's constant friend, writes to him in the country that there\nhas been lately unfortunately seized a box of those leather instruments yr Lp carryed downe one of, but these barbarian Farmers prompted by ye villanous instigation of theire wives voted them prohibited goods soe that they were burnt without mercy.\nRochester is urged to think of his, as it were, religious and military duties:\nthen pray consider whether it is fitt for you to bee blowing of coales in the country when there is a revenge due to ye ashes of these Martyrs. YrLp is chosen Generall in this warr betwixt the Ballers & Ye farmers.\nHayward described the Ballers as \"the wildest and most mischievous set of young men and women that have ever met together.\" Pepys was thrilled by their company:\nAnd so to supper in an arbor; but Lord, their mad bawdy talk did make my heart ake. And here I first understood by their talk the meaning of the company that lately were called \"Ballers,\" Harris telling how it was by a meeting of some young blades, where he was among them, and my Lady Bennet and her ladies, and there dancing naked, and all the roguish things in the world. But Lord, what loose cursed company was this that I was in tonight; though full of wit.\nPepys's reaction suggests how Rochester's reputation would develop in the final decade of his life. The town teemed with stories of his riotous escapades, even as his influence in the theater increased, as his poetry (especially his satire) was widely praised by qualified contemporaries, and as his family grew and prospered. His son Charles was born in January 1671, his second daughter, Elizabeth, in June 1674, and his third daughter, Malet, in January 1675. Another daughter was born to Elizabeth Barry in 1677 at the end of their protracted and passionate affair, during which he coached her talent for the stage.\n\r\nAfter banishment for offense to the \"merry monarch,\" Rochester was once again in favor, and a rise in his fortunes was signaled by the grant on 27 February 1674 of the Rangership of Woodstock Park and then on 2 May the Keepership, which allowed him to live at the fine lodge in the park. By late 1675, however, he had lost the reversion of this comfortable appointment—an indication of how badly he had again fallen into disfavor. One cause must have been his drunken destruction of the king's elaborate glass sundials on 25 June 1675, an escapade recorded by John Aubrey in his brief life of Linus. His giving offense to Louise Renée de Kéroualle, Duchess of Portsmouth, may also have contributed to his loss of favor (his correspondence shows that how he offended her was unclear to him). In a period of disgrace such as this he played out his famous masquerade as Dr. Bendo, the mountebank, on Tower Hill. This virtuoso display of deceit in action and its consequent demonstration of human gullibility has been compared by Anne Righter to the stage character of Volpone. In a nonextant broadside,  \"Dr. Bendo's Advertisement,\" Bendo asked, \"Is it therefore, my fault if the cheat, by his wits and endeavours, makes himself so like me that consequently I cannot avoid resembling him?\" As Righter points out, Bendo's wit, like his inventor's, depends on confounding antithesis in identity. It is also noteworthy that \"Dr. Bendo's Advertisement\" displays considerable knowledge of contemporary medicine, with especial interest in women's complaints, particularly disfigurements of facial beauty.\n\r\nOn the night of 17 June 1676, Rochester, in the company of other rakes at the village of Epsom, which they had visited for horse racing, initiated a brawl with first the local constable and then the watch called to his assistance. The fight culminated in the fatal wounding of Rochester's companion Captain Downs, who had interposed himself between Rochester's drawn sword and the constable. Downs was beaten to the ground by the watch; Rochester and the others fled, leaving him to his fate. Thus the naval hero now acquired a reputation for violent cowardice. On 4 June 1677, when a cook was stabbed to death at a tavern where Rochester was dining, instant rumor named him the killer. In a letter to Savile he refers to this and other apocryphal events, including alfresco debauches at Woodstock. Many years earlier, in 1669, he had been characterized as a coward for his conduct in a duel with John Sheffield, third Earl of Mulgrave. They remained lifelong enemies and fought repeated literary skirmishes. It might be judged that Rochester emerged victorious when he ridiculed Mulgrave as \"My Lord All-Pride,\" published in a 1679 broadside, which begins, \"Bursting with pride, the loathed impostume swells; / Prick him, he sheds his venom straight, and smells.\" Another victim of literary dueling was the rival wit Sir Carr Scroope, whom Rochester dispatched in the 1678 poem \"On Poet Ninny.\" Scroope had earlier written of Rochester, \"Thy Pen is full as harmlesse as thy Sword.\"\n\r\nThese were skirmishes in the larger literary war that developed between Rochester and Dryden. Earlier, of course, Rochester had been Dryden's patron, and many hyperbolic compliments passed between them. The reversal is seen in Rochester's \"An Allusion to Horace,\" which starts, Dryden\n\r\n \nWere stol'n, unequal, nay dull many times.\nWhat foolish patron is there found of his\nSo blindly partial to deny me this?\nThe \"foolish patron\" is Mulgrave. By 1676 the world of the theater and the wits had taken sides in the quarrel. Thomas Otway, Elkanah Settle, Thomas Shadwell, George Villiers, second Duke of Buckingham, George Etherege, William Wycherley, John Crowne, and Francis Fane all at one time or another were on Rochester's side. Whether or not Rochester had any part in the brutal, cowardly beating of Dryden in Rose Alley on 18 December 1679, thought to be in response to his \"Essay on Satire,\" is not resolved. It has been laid heavily to Rochester's discredit. Treglown includes a letter from Rochester to Savile on 21 November 1679 in which Dryden's poem is termed a libel, but the letter carrying a threat of physical violence—\"leave the repartee to Black Will with a cudgel\"—is from early 1676.\n\r\nRochester's theatrical work includes some prologues and epilogues, a scene for a play by Sir Robert Howard, and Valentinian (1685), an adaptation of John Fletcher's play of the same name. The manuscript copy of Rochester's version is titled \"Lucina's Rape.\" Pinto regards Rochester's work as a transforming of a loosely structured melodrama into a \"symbolic poem full of profound meaning.\" It may not have been performed until 1684, and it was not published until 1685.\n\nSodom was commonly ascribed to Rochester until recently, despite a poem attributed to him in the 1680 edition, \"Upon the Author of the Play call'd Sodom,\" which vigorously denounces the work. The play has drawn extraordinarily vehement reactions and is still much in debate. Editions are very hard to come by. There is said to have been a 1684 edition, no longer extant, and J. W. Johnson reports a 1689 edition, the printers of which were prosecuted. L. S. A. M. von Römer's 1904 edition, the basis of modern ones, points out usefully the similarity in theme between this play and the passage in Valentinian in which Chylax characterizes women's love as usury, but boys' love as a \"disinterested Flame.\"\n\r\nCertainly Sodom examines the arena of sexual politics and \"gynecocracy\" and is not devoid of wit. Understanding the play and its relationship to Rochester, however, is a paradigm of the problem of Rochester scholarship. For example, although the poem of 1680 (one of several denouncing the play) has been cited as evidence that Rochester did not write Sodom, it has also been used as evidence that he did write the play on the ground that it shows a characteristic shift to an antithetical voice and posture. Dustin H. Griffin argues that the play is erotic and therefore not by Rochester, whereas Albert Ellis argues that it is a philosophical and moral work and that it is by Rochester. It has also been argued that it is the work of John Oldham. A. S. G. Edwards, however, wisely cautions against the search for single authorship, advice that might be valuable in discussions of other works attributed to Rochester. The case for Rochester's authorship is argued at length by J. W. Johnson. However the case may be decided, Sir Sidney Lee's judgment that it is a play of \"intolerable foulness\" is not likely to deter readers in the light of modern mores.\n\n\r\nRochester's real reputation rests on the great satires that ask, in the words from \"Tunbridge Wells,\" \"what thing is man, that thus / In all his shapes, he is ridiculous?\" The satires carry with them the paradoxically invigorating taste of what in \"A Letter from Artemesia\" he terms \"the nauseous draught of life.\" On 29 February 1676 Rochester wrote, \"This day I received the unhappy news of my own death and burial,\" adding that he will now live on out of \"spite.\" That spite is the leaven of his satire. When Burnet objected to its malice, Rochester replied:\na man could not write with life unless he were heated by revenge; for, to write satire, without resentment, upon the cold notions of philosophy, was as if a man would in cold blood cut men's throats who had never offended him.\n\n\r\nAnything but coldly, Rochester gives to the nihilistic philosophy of the age its most incandescent, popular expression—especially in \"On Nothing\" and in \"Satyr against Reason and Mankind,\" with its memorable figure of \"reasonable\" man falling from the mountain of his useless speculations (possibly a parody of Donne's \"Satire III\") into \"doubt's boundless sea.\" The urbane self-mocking pose is beautifully rendered in the portrait of Rochester and his monkey (circa 1675; attributed to Jacob Huysmans).\n\r\nAs Rochester's health swiftly declined from multiple causes, including the effects of profligacy, the world awaited his death with eager anticipation. His discussions of theology and philosophy with the quartet of divines led by the indefatigable Bishop Burnet are minutely recorded by him, as is his repentance, which was broadcast as a triumph for the established faith. His death was celebrated by those with an interest in the morals of the nation and the efficacy of religion, as well as by the booksellers who (\"merely for lucre sake,\" wrote Wood) rushed unauthorized editions of his poems and Burnet's Some Passages into print.\n\r\nHis death was mourned by the poets, however, who wrote many pastoral laments for \"Strephon\" (his name in Arcadia). These often elegant lamentations, such as the one by Thomas Flatman, provide distance from the ferocity of Rochester's own \"To the Postboy.\" Although probably written some years before 1680, this poem is often taken as Rochester's epilogue:\n\r\n \nSon of a whore, God damn you! can you tell\nA peerless peer the readiest way to Hell?\nI've outswilled Bacchus, sworn of my own make\nOaths would fright Furies, and make Pluto quake;\nI've swived more whores more ways than Sodom's\n", "attrs": {"Region:": ["England"]}}