{"pf_url": "https://www.poetryfoundation.org/poets/jon-stallworthy", "name": "Jon Stallworthy", "yob": "1935", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1c90bd02bc5c0194ce657e489fe83acdd9525468.jpeg", "bio": "\nBorn in London, editor, critic, and poet Jon Stallworthy earned his B.Litt and MA at the University of Oxford, where he won the Newdigate Poetry Prize. A reviewer for Critical Quarterly praised his first collection, The Astronomy of Love (1961), with the observation that Stallworthy shows “a gift few poets possess, and which all poets wish for—the ability to strike out a memorable and epigrammatic line which is at once simple and deeply disturbing.” He published numerous volumes of poetry, including Rounding the Horn: Collected Poems (1998), Body Language (2004), and Survivors’ Song: From Maldon to the Somme (2008), as well as a memoir, Singing School: The Making of a Poet (1998). Stallworthy’s poems often employ conventional forms in their sophisticated examinations of war, England, and family.\nStallworthy was one of his generation's most respected editors and critics. He edited Yeats: Last Poems: A Casebook (1968) and has also published critical studies on Yeats, for which he received the M.L. Rosenthal Award. His biography of Wilfred Owen (1974) was honored with the Duff Cooper Memorial Prize, the W.H. Smith Literary Award, and the E.M. Forster Award from the American Academy of Arts and Letters. He also edited Owen’s Complete Poems and Fragments (1984) and Henry Reed’s Collected Poems. Stallworthy’s biography Louis MacNeice: A Biography (1995) won the Southern Arts Literature Prize.\nStallworthy edited and coedited numerous anthologies, including The Norton Anthology of Poetry (1996, with Margaret Ferguson and Mary Jo Salter), A Book of Love Poetry (1974), and The Oxford Book of War Poetry (1984, 2014). He cotranslated, with Peter France, Alexandr Blok’s Selected Poems (1970, originally titled The Twelve and Other Poems) and Boris Pasternak’s Selected Poems (1983).\nFormerly the poetry editor of Oxford University Press, Stallworthy was a professor of English at the University of Oxford and Cornell University, and a Fellow of the British Academy and of the Royal Society of Literature. He died in 2014.\n", "attrs": {"Region:": ["England"]}}