{"pf_url": "https://www.poetryfoundation.org/poets/jonathan-galassi", "name": "Jonathan Galassi", "yob": "1949", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d49eb5c065b54f10caba9733442553ef7c133944.jpeg", "bio": "\nJonathan Galassi is the author of the poetry collections Morning Run (1998), North Street (2000), Left-handed (2013), and the novel Muse (2015). Since 1986 he has served as an editor at the publishing house Farrar, Straus & Giroux.\nGalassi is also an eminent translator of Italian poetry. He  has spent over 25 years studying Eugenio Montale’s poetry and has published several collections of Montale’s work, including Eugenio Montale: The Second Life of Art: Selected Essays (1982) and Collected Poems 1920–1954 (1998). Reviewing Collected Poems for the New York Times, Nicholas Jenkins found Galassi’s translation “faithful to the weird lexical discords in Montale’s writing, to its compactness, to its odd combination of verbal vigor and imaginative obscurity, to its often exquisitely discreet avoidance of rhyme”; the London Review of Books pronounced Galassi’s rendering “unlikely to be superseded for a long time.” He also translated and annotated Giacomo Leopardi's Canti (2010).\n\r\nRaised in southeastern Massachusetts, Galassi studied poetry at Harvard University with Robert Lowell and Elizabeth Bishop. He is the recipient of a Guggenheim Fellowship and is an honorary chairman of the Academy of American Poets. He has headed the publishing firm Farrar, Straus & Giroux for many years. In 2008 he received the Maxwell E. Perkins Award, which recognizes an editor, publisher, or agent who “has discovered, nurtured and championed writers of fiction in the U.S.”\n\r\nBlogging for the Poetry Foundation, Galassi reflected, “The truth is that most poetry, even most of what is greatly prized and read today, even what has been wrested from nothingness by these heroes of mine, is destined to be forgotten. But that’s not our concern. The future will decide what it can make use of.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}