{"pf_url": "https://www.poetryfoundation.org/poets/joseph-brodsky", "name": "Joseph Brodsky", "yob": "1940", "yod": "1996", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/11/7ffe34af902e77667bebf0432377c40867d0590b.jpeg", "bio": "\nIosif Alexandrovich Brodsky was reviled and persecuted by officials in his native Soviet Union, but the Western literary establishment lauded him as one of that country’s finest poets. His verses were characterized by ironic wit and a spirit of fiery independence. From the time he began publishing them—both under his own name, and under the name Joseph Brodsky—he aroused the ire of Soviet authorities. He was also persecuted because he was Jewish. He was brought to trial for “parasitism,” and a smuggled transcript of that trial helped bring him to the attention of the West, for he answered his interrogators with courageous and articulate idealism. Brodsky was condemned to a Soviet mental institution and later spent five years in Arkhangelsk, an Arctic labor camp. A public outcry from American and European intellectuals helped to secure his early release. Forced to emigrate, he moved to Michigan in 1972, where, with the help of the poet W.H. Auden, he settled in at the University of Michigan in Ann Arbor as poet-in-residence. He then taught at several universities, including Queens College in New York and Mount Holyoke College in Massachusetts. He continued to write poetry, often writing in Russian and translating his own work into English, and eventually winning the Nobel Prize for his work. His predominant themes were exile and loss, and he was widely praised for his hauntingly eloquent style.\n\r\nIn many ways, Brodsky had lived as an exile before leaving his homeland. His father had lost a position of rank in the Russian Navy because he was Jewish, and the family lived in poverty. Trying to escape the ever-present images of Lenin, Brodsky quit school and embarked on a self-directed education, reading literary classics and working a variety of unusual jobs, including assisting a coroner and a geologist in Central Asia. He learned English and Polish so that he would be able to translate the poems of John Donne and Czeslaw Milosz. His own poetry expressed his independent character with an originality admired by poets such as Anna Akhmatova.\n\r\nAccording to a Times Literary Supplement reviewer, Brodsky’s poetry “is religious, intimate, depressed, sometimes confused, sometimes martyr-conscious, sometimes elitist in its views, but it does not constitute an attack on Soviet society or ideology unless withdrawal and isolation are deliberately construed as attack: of course they can be, and evidently were.” According to a reviewer in Time, the poet’s expulsion from Russia was “the culmination of an inexplicable secret-police vendetta against him that has been going on for over a decade.” Brodsky said: “They have simply kicked me out of my country, using the Jewish issue as an excuse.” The vendetta first came to a head in a Leningrad trial in 1964, when Brodsky was charged with writing “gibberish” instead of doing honest work; he was sentenced to five years hard labor. Protests from artists and writers helped to secure his release after 18 months, but his poetry still was banned. Israel invited him to immigrate, and the government encouraged him to go; Brodsky, though, refused, explaining that he did not identify with the Jewish state. Finally, Russian officials insisted that he leave the country. Despite the pressures, Brodsky reportedly wrote to Leonid Brezhnev before leaving Moscow asking for “an opportunity to continue to exist in Russian literature and on Russian soil.”\n\r\nBrodsky’s poetry bears the marks of his confrontations with the Russian authorities. “Brodsky is someone who has tasted extremely bitter bread,” wrote Stephen Spender in New Statesman, “and his poetry has the air of being ground out between his teeth. … It should not be supposed that he is a liberal, or even a socialist. He deals in unpleasing, hostile truths and is a realist of the least comforting and comfortable kind. Everything nice that you would like him to think, he does not think. But he is utterly truthful, deeply religious, fearless and pure. Loving, as well as hating.”\n\r\nThough one might expect Brodsky’s poetry to be basically political in nature, this is not the case. “Brodsky’s recurrent themes are lyric poets’ traditional, indeed timeless concerns—man and nature, love and death, the ineluctability of anguish, the fragility of human achievements and attachments, the preciousness of the privileged moment, the ‘unrepeatable.’ The tenor of his poetry is not so much apolitical as antipolitical,” wrote Victor Erlich. “His besetting sin was not ‘dissent’ in the proper sense of the word, but a total, and on the whole quietly undemonstrative, estrangement from the Soviet ethos.”\n\r\nBrodsky elaborated on the relationship between poetry and politics in his Nobel lecture, “Uncommon Visage,” published in Poets & Writers magazine. Art teaches the writer, he said, “the privateness of the human condition. Being the most ancient as well as the most literal form of private enterprise, it fosters in a man … a sense of his uniqueness, of individuality, or separateness—thus turning him from a social animal into an autonomous ‘I.’ … A work of art, of literature especially, and a poem in particular, addresses a man tete-a-tete, entering with him into direct—free of any go-betweens—relations.”\n\r\nIn addition, literature points to experience that transcends political limits. Brodsky observed, “Language and, presumably, literature are things that are more ancient and inevitable, more durable than any form of social organization. The revulsion, irony, or indifference often expressed by literature toward the state is essentially the reaction of the permanent—better yet, the infinite—against the temporary, against the finite. … The real danger for a writer is not so much the possibility (and often the certainty) of persecution on the part of the state, as it is the possibility of finding oneself mesmerized by the state’s features which, whether monstrous or undergoing changes for the better, are always temporary.”\n\r\nBrodsky went on to say that creative writing is an essential exercise of individual freedom, since the writer must make many aesthetic judgments and choices during the process of composition. He pointed out, “It is precisely in this … sense that we should understand Dostoyevsky’s remark that beauty will save the world, or Matthew Arnold’s belief that we shall be saved by poetry. It is probably too late for the world, but for the individual man there always remains a chance. … If what distinguishes us from other members of the animal kingdom is speech, then literature—and poetry, in particular, being the highest form of locution—is, to put it bluntly, the goal of our species.”\n\r\nEven more compelling than the relationship between poetry and politics is the relationship between the writer and his language, Brodsky claimed. He explained that the first experience the writer has when taking up a pen to write “is … the sensation of immediately falling into dependence on language, on everything that has already been uttered, written, and accomplished in it.” But the past accomplishments of a language do not impinge on the writer more than the sense of its vast potential. Brodsky added, “There are times when, by means of a single word, a single rhyme, the writer of a poem manages to find himself where no one has ever been before him, further, perhaps, than he himself would have wished for. … Having experienced this acceleration once … one falls into dependency on this process, the way others fall into dependency on drugs or alcohol.”\n\r\nIn keeping with these views, Brodsky’s poetry is known for its originality. Arthur C. Jacobs in the Jewish Quarterly noted that Brodsky is “quite apart from what one thinks of as the main current of Russian verse.” A critic in New Leader wrote: “The noisy rant and attitudinizing rhetoric of public issues are superfluous to Brodsky’s moral vision and contradictory to his craft. As with all great lyric poets, Brodsky attends to the immediate, the specific, to what he has internally known and felt, to the lucidities of observation heightened and defined by thought.”\n\r\nThough many critics agreed that Brodsky was one of the finest contemporary Russian poets, some felt that the English translations of his poetry are less impressive. Commenting on George L. Kline’s translation of Selected Poems, Joseph Brodsky, Stephen Spender wrote: “These poems are impressive in English, though one is left having to imagine the technical virtuosity of brilliant rhyming in the originals. … One is never quite allowed to forget that one is reading a second-hand version.” In A Part of Speech, Brodsky gathered the work of several translators and made amendments to some of the English versions in an attempt to restore the character of the originals. Brodsky’s personal style remains somewhat elusive in that collection due to the subtle effects he achieves in the original Russian, Tom Simmons observed in the Christian Science Monitor. Brodsky, he said, “is a poet of dramatic yet delicate vision—a man with a sense of the increasingly obscured loftiness of human life. But under no circumstances is his poetry dully ethereal. … He can portray a luminous moment or a time of seemingly purposeless suffering with equal clarity.”\n\r\nErlich also felt that some of the lines in Selected Poems are “strained or murky,” but that Brodsky at his best had the “originality, incisiveness, depth and formal mastery which mark a major poet.” Czeslaw Milosz felt that Brodsky’s background allowed him to make a vital contribution to literature. Writing in the New York Review of Books, Milosz stated, “Behind Brodsky’s poetry is the experience of political terror, the experience of the debasement of man and the growth of the totalitarian empire. … I find it fascinating to read his poems as part of his larger enterprise, which is no less than an attempt to fortify the place of man in a threatening world.” This enterprise connected Brodsky to the literary traditions of other times and cultures. Erlich concluded that “the richness and versatility of his gifts, the liveliness and vigor of his intelligence, and his increasingly intimate bond with the Anglo-American literary tradition, augur well for his survival in exile, indeed for his further creative growth.”\n\r\nExile was always difficult for Brodsky. In one poem, he described an exiled writer as one “who survives like a fish in the sand.” Despite these feelings, Brodsky was largely unmoved by the sweeping political changes that accompanied the fall of the Soviet Union. He told David Remnick, then of the Washington Post, that those changes were “devoid of autobiographical interest” for him, and that his allegiance was to his language. In the Detroit Free Press, Bob McKelvey cited Brodsky’s declaration from a letter: “I belong to the Russian culture. I feel part of it, its component, and no change of place can influence the final consequence of this. A language is a much more ancient and inevitable thing than a state. I belong to the Russian language.”\n\r\nShortly before his death in 1996, Brodsky completed So Forth, a collection of poems he wrote in English, or translated himself from poetry he wrote in Russian. So Forth was judged inferior to Brodsky’s best work by several critics, including Michael Glover, who in New Statesman described the collection as “more failure than success.” Glover felt that too often Brodsky “lapses into a kind of swashbuckling slanginess, a kind of raw muscularity that, at its worst, reads like embarrassing doggerel.” Yet others found So Forth powerful, such as the Publishers Weekly reviewer who called it “an astonishing collection from a writer able to mix the cerebral and the sensual, the political and the intimate, the elegiac and the comic. … Brodsky’s death is a loss to literature; his final collection of poems is the best consolation we could ask for.”\n\nCollected Poems in English, published posthumously, is a definitive collection of Brodsky’s translated work and his original work in English. It is “dramatic and ironic, melancholy and blissful,” wrote Donna Seaman in Booklist. She argued this volume “will stand as one of the twentieth century’s tours de force.” Collected Poems in English is “a highly accomplished, deft, and entertaining book, with a talent for exploitation of the richness of language and with a deep core of sorrow,” in the estimation of Judy Clarence in Library Journal. It captures Brodsky’s trademark sense of “stepping aside and peering in bewilderment” at life, according to Sven Birkerts in the New York Review of Books. Birkerts concluded: “Brodsky charged at the world with full intensity and wrestled his perceptions into lines that fairly vibrate with what they are asked to hold. There is no voice, no vision, remotely like it.”\n", "attrs": {"Region:": ["Russia"]}}