{"pf_url": "https://www.poetryfoundation.org/poets/joseph-campana", "name": "Joseph Campana", "yob": "1974", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/d41aa28e89a6791bf09bfaeeaeac4a902b38e1de.jpeg", "bio": "\nPoet and Renaissance Literature scholar Joseph Campana spent his childhood in the Adirondack foothills of Johnstown, New York. He holds a BA from Williams College, MA degrees in English Literature from both the University of Sussex and Cornell University, and a PhD in English Literature, also from Cornell University.\nThe NEA Writers’ Corner describes his first book, The Book of Faces (2005), as a “meditation on the life, films, and faces of Audrey Hepburn.” In his NEA author’s statement, Campana writes,  “[The work] was a study in icons. If the icon in question happened to be Audrey Hepburn, it was nonetheless a work built in and around experiences of devotion: how we become shaped by that which we love.” In The Book of Faces, Campana explores idolatry through a variety of forms, including canzones, dramatic monologues, lists, and sonnets. Alice Fulton observes, “His poems—lovely, witty, sincere or cynical things—are haunted both by Hepburn (and her leading men) and by a fascinating array of literary specters: Catullus, Petrarch, Chaucer, Spenser, Foucault, Barthes.” Jorie Graham also notes that the “faces” of Campana’s “beautifully inventive first collection” are “those that stare most urgently at us while we grow blind: hunger (spiritual and literal), war, peace, fame, hope, fashion, heartlessness, greed.”\nCampana’s second poetry collection, Natural Selections (2012), received the Iowa Poetry Prize. His poems have appeared publications such as Crab Orchard Review, Hotel Amerika, New England Review, Poetry, Prairie Schooner, and TriQuarterly.\nA scholar who has published essays on Edmund Spenser, William Shakespeare, early modern poetics, and the history of sexuality, Campana is a regular contributor to the Kenyon Review’s blog. He is the author of The Pain of Reformation: Spenser, Vulnerability, and the Ethics of Masculinity (2012).\nA NEA Creative Writing Fellowship recipient, Campana received Prairie Schooner’s Glenna Luschei Award and the Isabelle McCaffrey Essay Prize from the International Spenser Society. He has taught at Cornell University, Kenyon College, and Rice University.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}