{"pf_url": "https://www.poetryfoundation.org/poets/joshua-corey", "name": "Joshua Corey", "yob": "1970", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7bfcd75b10ba0e50c728cc82a61a2f94354865de.jpeg", "bio": "\nBorn in New York and raised in northern New Jersey, poet Joshua Corey earned a BA at Vassar College, an MA and MFA at the University of Montana, and a PhD at Cornell University. Influenced by Charles Olson, Wallace Stevens, and Robert Duncan, Corey pushes formal structure toward fracture, engaging themes of failure, desire, and the pastoral. In a review of Severance Songs for Poetry Northwest, poet Zach Savich observed that Corey’s poems “are sonnet-like less for their containers than for the bright shapes they contain. The sense of a sonnet, these poems suggest, isn’t in formal configuration but in a manner of speaking, of talking to oneself, of talking things through. In Severance Songs, this manner reels through landscape to render the ‘pool of newsworthy airs’ that ‘surrounds my perception.’” In a 2012 interview with Stephen Ross for Wave Composition, Corey stated, “More and more, what interests me about poems is the intensity of the desire they manifest: I think the reason I gravitate toward pastoral rather than ecopoetics proper is because pastoral manifests a zone in which contradictory intensities work themselves out: it’s a ground for fantasy, it’s Robert Duncan’s meadow of first permission. … The poem can and should include everything, including everything political, but it doesn’t need to orient toward critique or action—and how foolish if it did, there’s a million better ways to perform critique or take political action than by writing a poem. Still, our politics is spun out of what we can imagine, so poems that imagine new modes of being—with others and with the others in the self—may have, indirectly, a good deal of political work to do.”\r\n \r\nCorey is the author of several poetry collections, including The Barons (2014); Dorset Prize–winner Severance Songs (2011); Fourier Series (2005), which won a Fitzpatrick-O’Dinn Award; Selah (2003); and the novel Beautiful Soul: An American Elegy (2014). With G.C. Waldrep, Corey edited the anthology The Arcadia Project: North American Postmodern Pastoral (2012). He is also author of Partisan of Things (Kenning Editions, 2016), a translation of the prose poems of Francis Ponge.\r\n \r\nCorey’s honors include a Wallace Stegner Fellowship at Stanford University and a term as poet-in-residence at the University of Illinois. The Gustav E. Beerly Jr. Endowed Assistant Professor at Lake Forest College from 2010 to 2013, Corey has also served as chair of the school’s Print and Digital Publishing Program. He lives with his family in Evanston, Illinois.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}