{"pf_url": "https://www.poetryfoundation.org/poets/joyce-carol-oates", "name": "Joyce Carol Oates", "yob": "1938", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/15/8ec8b54d6327973e8083d1e446108177672f5357.jpeg", "bio": "\nNovelist, essayist, and poet Joyce Carol Oates was born in Lockport, New York. She earned a BA from Syracuse University, where she graduated valedictorian, and an MA from the University of Wisconsin-Madison.\r\n \r\nOne of the most prolific American writers of the 20th century, Oates counts historical biographies, depictions of working class families, and magical realist Gothic fiction among her oeuvre. She often depicts hardships and violence in American towns, and has received both critical and popular acclaim in her 50-year career. In an interview for the Paris Review, she says: “I try to write books that can be read in one way by a literal-minded reader, and in quite another way by a reader alert to symbolic abbreviation and parodistic elements. And yet, it's the same book—or nearly. A trompe l'oeil, a work of ‘as if.’”\r\n \r\nOates is the author of over 70 books, including the novels Night. Sleep. Death. The Stars. (2020); The Book of American Martyrs (2017); The Accursed (2013); The Gravedigger’s Daughter (2007); Blonde (2000), winner of the National Book Award; We Were the Mulvaneys (1996); Because It Is Bitter, and Because It Is My Heart (1990); You Must Remember This (1987); Bellefleur (1980); and them (1969), winner of the National Book Award. She is also the author of the story collections Beautiful Days (2018) and Dis mem ber (2017). Her short stories and essays have appeared in the New York Times, the Washington Post, The Atlantic, and Harper’s, and have been widely anthologized.\r\n \r\nOates has also published numerous books of poetry, including American Melancholy (2021), Tenderness (1996), The Time Traveler (1989), Love and Its Derangements (1970), and Women In Love and Other Poems (1968). On her poetry, critic Doris Earnshaw said, “Oates’s poetry … forms a body of work on its own merits and does not need to be interpreted only as an adjunct to her novels and short stories. … Poetry’s compressed language releases its power more gradually, but intelligence and verbal brilliance combined with the ‘talk style’ rhythm that is not yet much understood should bring a wider audience to these poems.”\r\n \r\nOates is the winner of the O. Henry Award, the National Humanities Medal, the Pivano Award, the Norman Mailer Prize for Lifetime Achievement, the Peggy V. Helmerich Distinguished Author Award, the PEN/Malamud Award, the Rae Award for the Short Story, the Stone Award for Lifetime Literary Achievement, and the 2019 Jerusalem Prize. She has taught at the University of Detroit, the University of Windsor, and Princeton University, and has edited The Ontario Review. She is currently a visiting distinguished writer-in-residence in the graduate program at New York University. Her papers are held at Syracuse University Libraries.\n", "attrs": {}}