{"pf_url": "https://www.poetryfoundation.org/poets/joyce-peseroff", "name": "Joyce Peseroff", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/913fe1b43144670ca68eda91a8c7fa0f6399933a.jpeg", "bio": "\nPoet and editor Joyce Peseroff grew up in the Bronx. She earned a BA at Queens College and an MFA at the University of California at Irvine, where she studied with Donald Justice. She began a lifelong friendship with poet Jane Kenyon in 1973, when Peseroff entered the University of Michigan’s Society of Fellows. In 1977, after both poets had returned to the Northeast, Peseroff and Kenyon cofounded the literary magazine Greenhouse.\r\n \r\nPeseroff’s poems offer a sense of faceted perception, in which narrative supports rather than propels. In a 2014 interview with Katie Cantwell for the online literary magazine Niche, Peseroff discussed the thematic concerns of her collection Know Thyself, stating, “I’m absorbed by the natural world and how we imagine it—more and more as the subject of elegy. The book was written after the deaths of my parents, so elegy is a sustained note in the chord.” Later in the same interview, she observed, “Whenever something new develops in poetry, many will argue, ‘That’s not poetry.’ Think of the reception of William Carlos Williams by the Poetry Society of America. Think of spoken word poets, poets who incorporate graphics, poets who write in code so robots can read them. It’s all poetry.”\r\n \r\nPeseroff is the author of several collections of poetry, including The Hardness Scale (1977, reissued in 2000), Mortal Education (2000), Eastern Mountain Time (2006), and Know Thyself (2015, Carnegie Mellon Poetry Series). She has served as an editor for Ploughshares and edited The Ploughshares Poetry Reader (1987), Robert Bly: When Sleepers Awake (1984), and Simply Lasting: Writers on Jane Kenyon (2005).\r\n \r\nHer honors include grants from the National Endowment for the Arts and the Massachusetts Artists Foundation as well as a Pushcart Prize. Peseroff lives in Lexington, Massachusetts, and teaches at the University of Massachusetts Boston.\n", "attrs": {"Region:": ["U.S., New England"]}}