{"pf_url": "https://www.poetryfoundation.org/poets/joyce-kilmer", "name": "Joyce Kilmer", "yob": "1886", "yod": "1918", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fdfe51c9cad77bd96af056ec4a8cc7ff60b5c11f.jpeg", "bio": "\nJournalist and poet Joyce Kilmer was born in New Brunswick, New Jersey in 1886. Known for poetry that celebrated the common beauty of the natural world as well as his religious faith, he was killed after enlisting in the United States Army during World War I. Kilmer was awarded by the French the prestigious Croix de Guerre (War Cross) for his bravery, and a section of National Forest in North Carolina is named after him.\n\r\nAfter graduating from Rutgers College and Columbia University, Kilmer served as the literary editor for the religious newspaper The Churchman, and later, was on staff at the New York Times. Best known for his poem “Trees,” published in 1914, Kilmer enlisted in the New York National Guard in 1917 when the United States entered World War I. As a family man, he was not required to join the services. Instead, he requested—and received—a transfer to the infantry and was deployed to Europe. At the time of deployment, he was widely regarded as the leading Catholic American poet of his generation.\n\r\nOnce in Europe, Kilmer quickly rose to the rank of Sergeant and served mostly as an intelligence officer, collecting data and information from the enemy’s front line. On July 30, 1918, he joined in the battle of Ourcq and was killed by a sniper’s bullet.\n\r\nHis strong religious faith and dedication to the natural beauty of the world influences much of Kilmer’s work. “Trees” is unique for its personification of the tree in the poem, and became most popular after his death—in the 1940s and 1950s—even being put to music.\n\r\nIn 1938, the federal government purchased 3,800 acres of old growth forest in North Carolina to stop extensive logging. The tract of forest was dedicated to the memory and service of Kilmer. His name has also been given to many streets and schools across the country as well as a park in the Bronx.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}