{"pf_url": "https://www.poetryfoundation.org/poets/juan-felipe-herrera", "name": "Juan Felipe Herrera", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/f9dd216dae15653c297bce9b7cba901df0de3a63.jpeg", "bio": "\nThe son of migrant farm workers, Herrera was educated at UCLA and Stanford University, and he earned his MFA from the University of Iowa Writers’ Workshop. His numerous poetry collections include 187 Reasons Mexicanos Can’t Cross the Border: Undocuments 1971-2007, Half of the World in Light: New and Selected Poems (2008), and Border-Crosser with a Lamborghini Dream (1999). In addition to publishing more than a dozen collections of poetry, Herrera has written short stories, young adult novels, and children’s literature. His most recent works for young people include Imagine (2018) and Jabberwalking (2018). In 2015 he was named U.S. poet laureate.\n\r\nIn a 2004 interview at CSU-Fresno, Herrera noted the influences of three distinct Californias—the small agricultural towns of the San Joaquin Valley he knew as a child, San Diego’s Logan Heights, and San Francisco’s Mission District—on his work: “all these landscapes became stories, and all those languages became voices in my writing, all those visuals became colors and shapes, which made me more human and gave me a wide panorama to work from.” Influenced by Allen Ginsberg, Herrera’s poetry brims with simultaneity and exuberance, and often takes shape in mural-like, rather than narrative, frames. Critic Stephen Burt praised Herrera in the New York Times as one of the first poets to successfully create “a new hybrid art, part oral, part written, part English, part something else: an art grounded in ethnic identity, fueled by collective pride, yet irreducibly individual too.”\n\r\nIn 2012, Herrera was named California's poet laureate, and the U.S. poet laureate in 2015. He has won the Hungry Mind Award of Distinction, the Focal Award, two Latino Hall of Fame Poetry Awards, and a PEN West Poetry Award. His honors include the UC Berkeley Regent’s Fellowship as well as fellowships from the National Endowment for the Arts, the Bread Loaf Writers’ Conference, and the Stanford Chicano Fellows. He has also received several grants from the California Arts Council.\n\r\nHerrera is also a performance artist and activist on behalf of migrant and indigenous communities and at-risk youth. His creative work often crosses genres, including poetry opera and dance theater. His children’s book, The Upside Down Boy (2000), was adapted into a musical. His books for children and young adults have won several awards, including Calling the Doves (2001), which won the Ezra Jack Keats Award, and Crashboomlove (1999), a novel-in-verse for young adults which won the Americas Award. His book Half The World in Light was a finalist for the National Book Critics Circle prize in 2009.\n\r\nHerrera has taught at California State University-Fresno and at the University of California-Riverside, and he currently serves on the Board of Chancellors of the Academy of American Poets. He lives in California.\n", "attrs": {"Region:": ["U.S., Western"]}}