{"pf_url": "https://www.poetryfoundation.org/poets/juan-ramon-jimaenez", "name": "Juan Ramón Jiménez", "yob": "1881", "yod": "1958", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/46562986876262d96372a05a04e6f2cab1caa37a.jpeg", "bio": "\n                                                                    A prolific Spanish poet, editor, and critic, Juan Ramón Jiménez won the Nobel Prize for literature in 1956. He was born in Moguer i Andalusia, an area that he depicted in Platero y Yo (Platero and I, 1914) a collection of prose poems about a man and his donkey. Jiménez’s other books of poetry include Elejías puras (Pure Elegies, 1908), La soledad sonora (Sonorous Solitude, 1911), Poesía (Poetry, 1923), and Belleza (Beauty, 1923). In English translation, his works are collected in Lorca & Jimenez: Selected Poems (1997), translated by Robert Bly, and Selected Writings of Juan Ramón Jiménez (1999), translated by H.R. Hays.   Jiménez began writing poems as a child. He was interested in painting but attended the University of Seville to study law. He moved to Madrid after Rubén Darío, a poet and founder of the modernismo literary movement in Spain, became familiar with his poetry and invited him to the city. Suffering from depression after his father’s death in 1900, Jiménez returned to Moguer. He spent time in a sanatorium in Bordeaux, moved back to Madrid, and in 1912 directed publications for the Residencia de Estudiantes of Madrid. Jiménez married Zenobia Camprubi Aymar, the Spanish translator of Bengali poet Rabindranath Tagore.    In 1936 the president of the Spanish Republic offered Jiménez the post of ambassador to the United States, but he declined. Jiménez and his wife left Spain that same year because of the Spanish Civil War. Before leaving the country they sheltered 12 adopted orphans, who were later cared for by a society funded with the help of Jiménez. He and his wife lived in Cuba, Puerto Rico, Florida, and Washington D.C., before settling in Puerto Rico in 1951.    Jiménez’s early poetry was influenced by the French Symbolists and W.B. Yeats. His later poetry shows an interest in stark imagery, colors, and the open forms associated with “naked” poetry. Jiménez said of his own work: “Inner poetry eludes words. When one wishes to express something profound, one does not express it in jingles. In my first period I used adjectives, later the adjectives became substantives. Literary artistry is constant suffering for the poet; one doubts the exactness of words, their ability to express what we feel within us. We strive to find that spirited asset, the inner essence.”\n", "attrs": {"Region:": ["Spain"]}}