{"pf_url": "https://www.poetryfoundation.org/poets/judith-ortiz-cofer", "name": "Judith Ortiz Cofer", "yob": "1952", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/04b31585bfa9acbaf7e00c0ee9ffa4df5fee2607.jpeg", "bio": "\nJudith Ortiz Cofer was born in Hormigueros, a small town in Puerto Rico. When she was a young child her father’s military career took the family to Paterson, New Jersey, and much of her childhood was spent traveling back and forth between Puerto Rico and the U.S. mainland. At 15, her family moved again, this time to Augusta, Georgia, where she eventually earned a BA in English from Augusta College. She later earned an MA in English from Florida Atlantic University and did graduate work at Oxford University.\r\n \r\nAlthough Ortiz Cofer is best known for her works of creative nonfiction, she began her writing career with poetry, which she felt “contains the essence of language.” Her early chapbook Peregrina (1986) won the Riverstone International Chapbook Competition, and she published various other collections of poetry, including Terms of Survival (1987), Reaching for the Mainland (1995), and A Love Story Beginning in Spanish (2005). \r\n \r\nOrtiz Cofer’s work explores the rifts and gaps that arise between her split cultural heritages. Her early immersion in both Puerto Rican and American culture shaped her multi-genre approach, which includes works of fiction, prose, poetry, and sometimes a combination of the three. Her work The Latin Deli, which was nominated for a Pulitzer-Prize, explores various genres, combining poetry, short fiction, and personal narrative.  She was also an author of children’s books.\r\n \r\nIn 2010, Ortiz Cofer was inducted into the Georgia Writers Hall of Fame. Her awards include grants from the Witter Bynner Foundation and the Georgia Council for the Arts, as well as fellowships from the National Endowment for the Arts for poetry, the Bread Loaf Writers' Conference, and the Florida Fine Arts Council. She died in December 2016.\n", "attrs": {"Region:": ["Caribbean"]}}