{"pf_url": "https://www.poetryfoundation.org/poets/judson-crews", "name": "Judson Crews", "yob": "1917", "yod": "2010", "image": null, "bio": "\nPoet, editor, and publisher Judson Crews was born in Waco, Texas. He earned a BA and an MA at Baylor University and completed further graduate study at the University of Texas at El Paso. After serving in the Army Medical Corps during World War II, Crews moved west to Oregon and California. While at Big Sur, he met Henry Miller, who became a lifelong friend. Crews wrote of their relationship in Henry Miller and My Big Sur Days: Vignettes From Memory (1992) and The Brave Wild Coast: A Year with Henry Miller (1997).\r\n \r\nCrews published under numerous pseudonyms, including Willard Emory Betis, Trumbull Drachler, Cerise Farallon, and Tobi Macadams. In his poetry, he explored intimacy, landscape, and longing. His numerous chapbooks and full-length poetry collections include Psalms for a Late Season (1942), Selected Poems (1964), Nolo Contendere (1978), and The Clock of Moss (1983). His work is also featured in An Uninhibited Treasury of Erotic Poetry (1963), Poems Southwest (1968),and Lawrence Ferlinghetti’s City Lights Anthology (1974).\r\n \r\nCrews is the subject of The Heart’s Precision: Judson Crews and his Poetry (1994), by Wendell Anderson and Jefferson Selth. Crews served as an editor for Motive Press and Este Es Press, and with Scott Greer, he coedited Crescendo: A Laboratory for Young America. Crews taught at Wharton County Junior College, the University of New Mexico, and the University of Zambia.\r\n \r\nHe settled in Taos, New Mexico, in later life, where he ran the Motive Bookshop, which served as a hub for the avant-garde poetry community. Archives of Crews’s papers are held in the Harry Ransom Humanities Research Center at the University of Texas at Austin, the University of California at Los Angeles, and the Yale University Beinecke Rare Book and Manuscript Library.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}