{"pf_url": "https://www.poetryfoundation.org/poets/judy-grahn", "name": "Judy Grahn", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/f4fc5485875c7d6d609540de40895f72a7eedec1.jpeg", "bio": "\nPoet, activist, and scholar Judy Grahn was born in Chicago and grew up in New Mexico. She joined the Air Force but was discharged at 21 for being openly gay. A central member of the West Coast feminist poetry movement of the 1970s, Grahn received a PhD from the California Institute of Integral Studies. In a 2009 essay for the Boston Review on the poetry of the women’s movement, poet Honor Moore spoke of hearing Grahn read her epic poem “A Woman is Talking to Death” in the early 1970s: “With this poem, the whole political enterprise of feminism was subsumed by poetic means into an understanding of the complexity of the stark power relations that involve gender, race, and sexuality.”\n\r\nIn 1969, Grahn co-founded the Women’s Press Collective of the San Francisco Bay area, and was a founding member of the West Coast New Lesbian Feminist Movement. Her free verse poetry engages feminist and queer themes with plain language and an etymological curiosity that often eschews metaphor in favor of incantation. Grahn frequently collaborates with dancer-choreographer Anne Blethenthal and with singer-songwriter Anne Carol Mitchell.\n\r\nGrahn’s earliest poetry collections, Edward the Dyke and Other Poems (1971), She Who (1972), and A Woman is Talking to Death (1974), were reissued as The Work of a Common Woman (1978), and her collection of selected and new poems, love belongs to those who do the feeling (2008) won the 2009 Lambda Literary Award for Lesbian Poetry. Her prose includes the cultural history Another Mother Tongue; Gay Words, Gay Worlds (1984); and Blood, Bread, and Roses: How Menstruation Created the World (1993). The Judy Grahn Reader (2009) includes both prose and poetry. Her most recent collection of poetry, Hanging On Our Own Bones (2017), collects seven long narratives Grahn has called “ninepart poems” into incantatory lamentations that draw on goddess mythology and social critique.\n\r\nGrahn’s honors include a grant from the National Endowment for the Arts, an American Book Review Award, an American Book Award, an American Library Award, and a Founding Foremothers of Women’s Spirituality Award. Since 1997 Triangle Publishers, after awarding Grahn a Lifetime Achievement Award in Lesbian Letters, have issued an annual Judy Grahn Nonfiction Award.\n\r\nWith Deborah Grenn, Grahn co-edits the online journal Metaformia: A Journal of Menstruation and Culture. Grahn lives in California, where she has taught at the California Institute of Integral Studies, the New College of California, and the Institute of Transpersonal Psychology.\n", "attrs": {"Region:": ["U.S., Western"]}}