{"pf_url": "https://www.poetryfoundation.org/poets/julien-poirier", "name": "Julien Poirier", "yob": "1970", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/e8687f64ec590c280b54ae393e71ef2522c01362.jpeg", "bio": "\nJulien Poirier grew up in the San Francisco Bay area and was educated at Columbia University. He is the author of the full-length poetry collections Out of Print (City Lights, 2016), Way Too West (Bootstrap Press, 2015), and El Golpe Chileño (2010); several chapbooks, including Flying Over the Fence with Amadou Diallo (2000), Short Stack (2005), and Stained Glass Windows of California (2012); and the formally innovative newspaper novel Living! Go and Dream (2005).\nPoirier has described his poems as a system or a conversation already in progress, aligning observed and spoken ephemera with sound echoes, tracing the movement of a restless mind across themes of politics, poetics, and daily life. In an article on reading Poirier for EOAGH: A Journal of the Arts, poet Filip Marinovich stated, “Poirier is a Genius in the classical sense: a resident spirit of Poetry, arcangeling words through the top of one's lifted head. …” In a 2013 interview with Noel Black for BOMB Magazine, Poirier offered the following: “It’s exciting to be writing poems now … because if you can plunge into the simultaneity of all of these events that warped you in some way, drove you crazy or forced you to find some narrow streak of optimism in the evident relentless disaster, then you might, as a poet, be able to get deeper and deeper into an understanding of what’s happening. You might be able to understand the way things work together and make a poem map, ‘a map to the map’ as my friend Tony said, before you forget. And it’s incredibly exciting because there are about a million ways to go about doing this.”\r\n \r\nA founding member of Ugly Duckling Presse Collective, Poirier edited the New York Nights newspaper from 2001 to 2006. He has taught poetry in New York City public schools and at San Quentin State Prison. He lives in Berkeley with his wife and two daughters.\n", "attrs": {"Region:": ["U.S., Western"]}}