{"pf_url": "https://www.poetryfoundation.org/poets/julia-kasdorf", "name": "Julia Kasdorf", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/949acb1ba15fe89967af8887f19560f2dea5d156.jpeg", "bio": "\nPoet, essayist, and editor Julia Spicher Kasdorf was born in Lewistown, Pennsylvania. Educated at Goshen College, she earned a BA, an MA in creative writing, and a PhD from New York University.\n\r\nKasdorf’s lyrical poems, steeped in her family’s Mennonite background, explore faith, social justice, and cultural inheritance. In an interview with Melissa Beattie-Moss, Kasdorf described how motherhood has affected the concerns of her poetry, noting, “You’re both incredibly drawn to the small and the domestic, and you’re also suddenly very sensitive to matters of the world. Your attention is pulled urgently in two directions.”\n\r\nKasdorf’s poetry collections include Eve’s Striptease (1998); Sleeping Preacher (1992), which won the Agnes Lynch Starrett Poetry Prize and the Great Lakes Colleges Association Award for New Writing; Poetry in America (2011); and Shale Play: Poems and Photographs from the Fracking Fields (2018), with photographs by Steven Rubin. She is also the author of the essay collection The Body and the Book: Writing from a Mennonite Life (2001) and the biography Fixing Tradition: Joseph W. Yoder, Amish American (2002). \n\r\nKasdorf co-edited, with Michael Tyrell, Broken Land: Poems of Brooklyn (2007). With Joshua R. Brown, she edited a restored edition of J.W. Yoder’s Rosanna of the Amish (2008) and Fred Lewis Pattee's The House of the Black Ring: A Romance of the Seven Mountains (2012). Kasdorf has received a Pushcart Prize as well as grants and fellowships from the Pennsylvania Arts Council and the Fetzer Institute. Her poems have often been featured on Garrison Keillor’s National Public Radio program The Writer’s Almanac, and have appeared in Prairie Schooner, The Gettysburg Review, and the Antioch Review. \n\r\nShe has taught at Pennsylvania State University, the University of Pittsburgh, and New York University, and lives in Pennsylvania.﻿\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}