{"pf_url": "https://www.poetryfoundation.org/poets/julia-ward-howe", "name": "Julia Ward Howe", "yob": "1819", "yod": "1910", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/6eab4669b127038dd2d461408af00c634851b23e.jpeg", "bio": "\nJulia Ward Howe, a social reformer, is most remembered for her Civil War-era song “The Battle Hymn of the Republic.” In many respects, Howe was a female pioneer, particularly in literature and women’s rights. She wrote many books, including collections of poetry and travel volumes. She, along with women such as Susan B. Anthony and Elizabeth Cady Stanton, was a cofounder of the women’s suffrage movement. In addition to lobbying for women’s voting rights, Howe was a staunch abolitionist and advocated prison reform and international peace in essays and lectures. She was the first woman elected into the American Academy of Arts and Letters, in 1908.\nBut Howe first gained renown because of “The Battle Hymn of the Republic,” which she wrote in 1862 during the US Civil War. Originally published as a poem in the magazine Atlantic Monthly, for which she received just four dollars, the hymn was put to the dirge “John Brown’s Body.” President Lincoln reportedly cried when he first heard it. Howe hoped the piece would help the Union win the war and free slaves in the South. There are several versions of the story of the poem’s inception. After watching a review of the army of the Potomac, one version suggests, Howe went to a party where friends were singing “John Brown’s Body,” and this inspired her to write the verse at her hotel. A more likely version is that Howe visited an army camp outside Washington DC and, inspired by the soldiers, began writing the poem inside one of the tents. The poem, filled with Biblical cadences, expresses hope that the Lord will secure a Union victory. After its publication, the Union army adopted the hymn as its unofficial song and Howe became one of the most recognized women in America.\nStill, Howe’s accomplishments surpass the composition. Though not remembered as much as her hymn, her other writing earned acclaim. After her death, George S. Hellman called her “the most notable woman of letters born and bred in the metropolis of America.” Her many published works began with Passion-Flowers (1854), a poetry collection published anonymously. Other works include Margaret Fuller (1883), From Sunset Ridge: Poems Old and New (1898), and Reminiscences: 1819-1899, as wells as the travel books A Trip to Cuba (1860) and From the Oak to the Olive. A Plain Record of a Pleasant Journey (1868). Howe also wrote a play, titled The World’s Own (1857), and belonged to several groups, leading some of them.\nHowe was raised amid privilege in New York City. Her father, Samuel Ward, was a prominent banker. Though never formally educated, Howe was taught at home and took an interest in writing as a youth. Howe rejected the leisurely life. “This is my little girl who knows about books, and writes an article, and has it printed, but I wish that she knew more about housekeeping,” Howe quotes her uncle, John Ward, as saying in Reminiscences: 1819-1899. She married a much older Samuel Gridley Howe, a physician and teacher of blind persons who, like his bride, found slavery repulsive. Together, the couple edited the abolitionist newspaper Commonwealth. She and her husband, however, clashed over her suffragist activities. Howe seriously considered a divorce, but stuck with the marriage despite their heated battles. Many literary critics felt the many images of suicide, violent love, and betrayal in Howe’s poetry reflect the stormy marriage.\nIn 1868, Howe began devoting much of her time to the women’s suffrage movement, founding both the New England Woman’s Club and New England Woman’s Suffrage Association. While feminists such as Anthony and Stanton were calling for more extensive social and political rights, Howe led a group of more conservative feminists. Howe’s group welcomed men, whereas Stanton and Anthony felt a male presence would be detrimental. The two groups split. Howe and her group formed the American Woman’s Suffrage Association, while Stanton and Anthony organized the National Woman Suffrage Association. By 1890, Stanton and Anthony conceded their greater demands and aligned with Howe. Together they formed the National American Woman’s Suffrage Association. Although women would not get the right to vote until after Howe’s death, she is largely responsible for the momentum that helped feminists secure the vote, with the passage of the 19th Amendment in 1920.\n“The Battle Hymn of the Republic” became associated with many causes Howe strongly supported. The women’s suffrage movement adopted the hymn. Black civil rights workers, many of whom were descendants of the slaves Howe worked to free, sang it during the 20th century. It has been a dirge at many funerals, including that of civil rights supporter Robert F. Kennedy in 1968. Fittingly, “The Battle Hymn of the Republic” was also sung at a memorial service for Howe at Symphony Hall in Boston. Before her death, Smith College awarded Howe an honorary degree, one of three she received. At the ceremony, Howe was hailed as “Poet and patriot, lover of letters and learning; advocate for over half a century in print and living speech of great causes of human liberty.”\n", "attrs": {"Region:": ["U.S., New England"]}}