{"pf_url": "https://www.poetryfoundation.org/poets/julia-de-burgos", "name": "Julia de Burgos", "yob": "1914", "yod": "1953", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/b6a8556646f4c2937849625c2c557853189895ef.jpeg", "bio": "\nThe eldest of thirteen children, poet Julia Constanza Burgos Garcia was born in Carolina, Puerto Rico, and grew up in the barrio of Santa Cruz. She earned a teaching certificate at the University of Puerto Rico, and worked as a teacher at the Barrio Cedro Arriba in Naranjito before moving to New York, where she worked as a journalist, and then Cuba, where she pursued further studies at the University of Havana. Returning to New York after two years in Cuba, de Burgos served as the art and culture editor for the progressive newspaper Pueblos Hispanos.\r\n \r\nPredating the Nuyorican poetry movement, de Burgos’ poems engage themes of feminism and social justice. In a 2011 profile of de Brugos for Ms. Magazine’s blog, Vanessa Perez Rosario states, “De Burgos was an ambitious and brilliant woman who worked diligently on two fronts—to establish herself as a writer of international acclaim and to eradicate injustice. Her feminist politics and her Afro-Caribbean ideas allow us to read her as a precursor to contemporary U.S. Latina/o writers.” \r\n \r\nDe Burgos is the author of the poetry collections Poemas exactos a mi misma (1937), Poema en veinte surcos (1938), Canción de la verdad sencilla (1939), and the posthumously-published El mar y tú: otros poemas (1954). Overviews of her work include Obra Poética (1961) and Antologia poética (1967), as well as the critical study Julia de Burgos: vida y poesia (1967) by Ivette Jiménez Báez.\r\n \r\nHer honors include awards from the Institute of Puerto Rican Literature and an honorary doctorate from the University of Puerto Rico. De Burgos died in Harlem, and her body was returned to Puerto Rico, and is buried in the municipal cemetery at Carolina. She is the namesake for many schools, parks, and cultural centers, including the Julia de Burgos Cultural Arts Center in Cleveland, the Julia de Burgos Latino Cultural Center in East Harlem, and Julia de Burgos Park in Chicago.\n", "attrs": {"Region:": ["Caribbean", "Latin America"]}}