{"pf_url": "https://www.poetryfoundation.org/poets/juliana-spahr", "name": "Juliana Spahr", "yob": "1966", "yod": null, "image": null, "bio": "\nBorn in Chillicothe, Ohio, poet and scholar Juliana Spahr earned a BA in languages and literature from Bard College and a PhD in English from SUNY Buffalo. Her interests revolve around questions of transformation, language, and ecology. Concerned with politics without being overtly political, Spahr’s work crosses a variety of American landscapes, from the disappearing beaches of Hawaii to the small town of her Appalachian childhood. Her books of criticism and theory include Du Bois’s Telegram: Literary Resistance and State Containment (2018) and Everybody’s Autonomy: Connective Reading and Collective Identity (2001).\nSpahr’s own poems have focused on reading as a “communal, democratic, and open process.” Her many books of poetry include That Winter the Wolf Came (2015); Well Then There Now (2011); The Transformation (2007); This Connection of Everyone with Lungs (2005); Things of Each Possible Relation Hashing Against One Another (2003); Fuck You-Aloha-I Love You (2001); Response (1996), which won a National Poetry Series Award; Spiderwasp or Literary Criticism (1998); and Nuclear (1994).\nSpahr has also edited several volumes of essays and poetry, including Writing from the New Coast: Technique (1993); A Poetics of Criticism (1994); American Women Poets in the 21st Century: Where Lyric Meets Language (2002), with Claudia Rankine; and Poetry and Pedagogy: the Challenge of the Contemporary (2006). Spahr founded the literary journal Chain and co-edited it from 1993 to 2003 with poet Jena Osman. Chain has since morphed into a small press, which Spahr and Osman codirect.\nSpahr won the 2009 O.B. Hardison Jr. Poetry Prize. The prize, presented by the Folger Shakespeare Library, goes to US poets “whose art and teaching demonstrate great imagination and daring.” Spahr has taught at Siena College and at the University of Hawaii at Manoa. She is currently an associate professor of English at Mills College.\n", "attrs": {"Region:": ["U.S., Western"]}}