{"pf_url": "https://www.poetryfoundation.org/poets/june-jordan", "name": "June Jordan", "yob": "1936", "yod": "2002", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/0d349c3e97addd1726ca7d55b0f3e7b6152dbc57.jpeg", "bio": "\nOne of the most widely-published and highly-acclaimed Jamaican American writers of her generation, poet, playwright and essayist June Jordan was known for her fierce commitment to human rights and political activism. Over a career that produced twenty-seven volumes of poems, essays, libretti, and work for children, Jordan engaged the fundamental struggles of her era: for civil rights, women’s rights, and sexual freedom. A prolific writer across genres, Jordan’s poetry is known for its immediacy and accessibility as well as its interest in identity and the representation of personal, lived experience—her poetry is often deeply autobiographical. Jordan’s work also frequently imagines a radical, globalized notion of solidarity amongst the world’s marginalized and oppressed. In volumes like Some Changes (1971), Living Room (1985) and Kissing God Goodbye: Poems 1991-1997 (1997), Jordan uses conversational, often vernacular English to address topics ranging from family, bisexuality, political oppression, racial identity and racial inequality, and memory. Regarded as one of the key figures in the mid-century American social, political and artistic milieu, Jordan also taught at many of the country’s most prestigious universities including Yale, State University of New York-Stony Brook, and the University of California-Berkeley, where she founded Poetry for the People. Her honors and awards included fellowships from the National Endowment for the Arts, the Massachusetts Council on the Arts, and the New York Foundation for the Arts, a Rockefeller Foundation grant, and the National Association of Black Journalists Award.\n\r\nBorn July 9, 1936, in Harlem, New York, Jordan had a difficult childhood and an especially fraught relationship with her father. Her parents were both Jamaican immigrants and, she recalled in Civil Wars: Selected Essays, 1963-80 (1981), “for a long while during childhood I was relatively small, short, and, in some other ways, a target for bully abuse. In fact, my father was the first regular bully in my life.” But Jordan also has positive memories of her childhood and it was during her early years that she began to write. Though becoming a poet “did not compute” for her parents, they did send the teen-aged Jordan to prep schools where she was the only Black student. Her teachers encouraged her interest in poetry, but did not introduce her to the work of any Black poets. After high school Jordan enrolled in Barnard College in New York City. Though she enjoyed some of her classes and admired many of the people she met, she felt fundamentally at odds with the predominately White, male curriculum and left Barnard  to study at the University of Chicago, prior to returning to Barnard to finish her BA degree.\n\r\nIn 1955, Jordan married Michael Meyer, a White Columbia University student. Interracial marriages faced considerable opposition at the time, and Jordan and her husband divorced after ten and a half years, leaving Jordan to support their son. At about the same time, Jordan’s career began to take off. First working in film, Jordan explored the impact of environment and architecture on the lives of low-income Black families, working with the architect Buckminster Fuller. In 1966 she began teaching at the City College of the City University of New York, and in 1969 she published her first book of poetry, Who Look at Me. Aimed at young readers, the book was originally a project of Langston Hughes. In a vernacular voice, Who Look at Me describes several paintings of Black Americans, prints of which are included in the book. Jordan felt strongly about the use of Black English, seeing it as a way to keep Black community and culture alive. She encouraged her young students to write in that idiom through her writing workshops for Black and Puerto Rican children. With Terri Bush, she edited a collection of her young pupils’ writings, The Voice of the Children; she also edited the enormously popular and influential Soulscript: Afro-American Poetry (1970; reprinted 2004).\n\r\nJordan’s concern for children remained central to her work. Her 1971 novel for young adults, His Own Where, also written in Black English, explores Jordan’s interests in environmental design. Sixteen-year-old Buddy, and his younger girlfriend, Angela, try to create a world of their own in an abandoned house near a cemetery. Jordan explained her feelings about the book to De Veaux: “Buddy acts, he moves. He is the man I believe in, the man who will come to lead his people into a new community.” Jordan’s other work for young people includes Dry Victories (1972), New Life: New Room (1975), and Kimako’s Story (1981), inspired by the young daughter of Jordan’s friend, fellow writer Alice Walker.\n\r\nAlthough Jordan had not written specifically for young readers since Kimako’s Story, she explores her own formative years in Soldier: A Poet’s Childhood (2000). Jordan’s searing description of learning to be a “good little soldier” under the severe tutelage of her father who drove her to be strong and smart, to appreciate beauty, but often at the cost of a beating, is told in the voice of a child. Jordan explained her goal for the book in an interview with Elizabeth Farnsworth of NewsHour: “I wanted to honor my father, first of all, and secondly, I wanted people to pay attention to a little girl who is gifted intellectually and creative, and to see that there’s a complexity here that we may otherwise not be prepared to acknowledge or even search for, let alone encourage, and to understand that this is an okay story…a story, I think, with a happy outcome.” Jordan further commented in an Essence interview: “My father was very intense, passionate and over-the-top. He was my hero and my tyrant.” Booklist critic Stephanie Zvirin observed that Soldier, written “in the flowing language of a prose poem” is “a haunting coming-of-age memoir.”\n\r\nThroughout her long career, Jordan gained renown as both an essayist and political writer, penning a regular column for the Progressive. In Some of Us Did Not Die: New and Selected Essays of June Jordan (2002), published the same year of the author’s death from breast cancer, Jordan presents thirty-two previously published essays as well as eight new tracts. The essays examine a wide range of topics, from sexism, racism, and Black English to trips the author made to various places, the decline of the U.S. educational system, and the terrorist attacks on New York and Washington, DC, on September 11, 2001. A Kirkus Reviews contributor wrote, “Some of the stronger pieces here…address the vast complex of injustice that is contemporary American life.” An edition of Jordan’s collected poems was also published posthumously. That volume, Directed by Desire: The Collected Poems of June Jordan (2005), includes various poems published from 1969 through 2001, many of which discuss her battle with cancer. Janet St. John, writing in Booklist, declared the book “a must-read for those wanting to learn and be transformed by Jordan’s opinions and impressions.” Other posthumous volumes include We’re On: A June Jordan Reader (2017).\n\r\nIn an obituary for the San Francisco Chronicle, Annie Nakao wrote that the author “left a mountain of literary and political works.” Nakao added: “As I discovered soon enough when I picked up a June Jordan work, its contents could shout, caress, enrage. The thing it never did was leave you unengaged.” In an article of appreciation in the Los Angeles Times following the author’s death, Lynell George explained how the author “spent her life stitching together the personal and political so the seams didn’t show.” George further stated that throughout her life the author “continued to publish across the map, swinging form to form as the occasion or topic demanded. Through poetry, essays, plays, journalism, even children’s literature, she engaged such topics as race, class, sexuality, capitalism, single motherhood and liberation struggles around the globe.” However, Jordan perhaps understood her own legacy best. In an interview with Alternative Radio before her death, Jordan was asked about the role of the poet in society. Jordan replied: “The role of the poet, beginning with my own childhood experience, is to deserve the trust of people who know that what you do is work with words.” She continued: “Always to be as honest as possible and to be as careful about the trust invested in you as you possibly can. Then the task of a poet of color, a black poet, as a people hated and despised, is to rally the spirit of your folks…I have to get myself together and figure out an angle, a perspective, that is an offering, that other folks can use to pick themselves up, to rally and to continue or, even better, to jump higher, to reach more extensively in solidarity with even more varieties of people to accomplish something. I feel that it’s a spirit task.”\n", "attrs": {}}