{"pf_url": "https://www.poetryfoundation.org/poets/kahlil-gibran", "name": "Kahlil Gibran", "yob": "1883", "yod": "1931", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/43aae0b00a6599df3a54dc2d1b81101151364201.jpeg", "bio": "\nThough he considered himself to be mainly a painter, lived most of his life in the United States, and wrote his best-known works in English, Kahlil Gibran was the key figure in a Romantic movement that transformed Arabic literature in the first half of the twentieth century. Educated in Beirut, Boston, and Paris, Gibran was influenced by the European modernists of the late nineteenth century. His early works were sketches, short stories, poems, and prose poems written in simple language for Arabic newspapers in the United States. These pieces spoke to the experiences and loneliness of Middle Eastern immigrants in the New World. For Arab readers accustomed to the rich but difficult and rigid tradition of Arabic poetry and literary prose, many of the forms and conventions of which went back to pre-Islamic Bedouin poetry, Gibran’s simple and direct style was a revelation and an inspiration. His themes of alienation, disruption, and lost rural beauty and security in a modernizing world also resonated with the experiences of his readers. He quickly found admirers and imitators among Arabic writers, and his reputation as a central figure of Arabic literary modernism has never been challenged.\nGibran’s reputation in the English-speaking world, on the other hand, has been mixed. His works have been hugely popular, making him the best-selling American poet of the twentieth century, but that enthusiasm has not been shared by critics. His paintings and drawings of sinuous idealized nudes belong to symbolism and art nouveau and are, thus, a survival of a tradition rejected both by American realists and European abstractionists. His English books—most notably, The Prophet (1923), with its earnest didactic romanticism—found no favor with critics whose models were the cool intellectualism of James Joyce and T. S. Eliot or the gritty realism of Ernest Hemingway. As a result, Gibran has been dismissed as a popular sentimentalist by American critics and historians of art and of literature. There are signs that this situation is changing, at least on the literary side, as critics become more sensitive to the characteristics of immigrant writing.\nJubran Khalil Jubran was born on 6 January 1883 to Kamila Jubran and her second husband, Khalil Sa’d Jubran, in the village of Bisharri in what is now northern Lebanon but was then Ottoman Syria. He had a half brother, Butrus (also known as Peter) Rahma, and two younger sisters, Sultana and Marianna. The family were Maronite Christians, and Kamila Jubran was the daughter of a Maronite priest. The father seems to have been a violent drinker and a gambler; rather than tend the walnut grove he owned, he was a collector of taxes for the village headman, a job that was not considered reputable. In 1891 he was convicted of some irregularity, and his property was confiscated. Gibran later described his father to his women friends as a descendant of cavaliers, a romantic figure, who got into trouble with the law for refusing to compromise with corrupt village authorities.\nSimilarly, Gibran later portrayed his life in Lebanon as idyllic, stressing his precocious artistic and literary talents and his mother’s efforts to educate him; some of these stories were obviously tall tales meant to impress his American patrons. His education in a school run by the local priest would have been erratic; since Bisharri was a Maronite village, the new education offered by the Protestant missionaries was not available to him. A local doctor, Salim Dahir, seems to have played a role in Gibran’s education. He claimed that his interest in art was inspired in part by a book of Leonardo da Vinci’s drawings that his mother gave him. He absorbed a good deal of Lebanese folk culture that appears in his writings. His sensitivity to natural beauty owed much to the magnificent setting of impoverished Bisharri above the Qadisha Valley on the slopes of Mount Lebanon.\nKamila left her husband in 1895 and took the children to the United States; they were part of the large wave of immigration that took place in the three decades before World War I. They arrived in New York on 17 June and went on to Boston, where they settled in the teeming immigrant slums of the South End. Kamila, as was common for immigrants, became a peddler; soon she had saved enough money to open a shop with her son Butrus. Khalil went to school, while his sisters helped in the shop. The school gave him the American form and spelling of his last name, Gibran. He began in an ungraded class for immigrants who knew no English; he learned the language quickly, though his written English, especially the spelling, remained erratic. The school was across the street from Denison House, a settlement house, and one of Gibran’s teachers referred him to the drawing classes there.\nIn November 1896 Gibran was introduced to Fred Holland Day, the eccentric leader of a Boston avant-garde group who called themselves the Visionists. They were imitators of the British decadents and Pre-Raphaelites; though their artistic achievements did not equal those of their British models, they established two of the first “little magazines” of poetry and art in America and a distinguished art press, Copeland and Day, that published a hundred highly regarded volumes in five years. A pioneering art photographer, Day was partial to exotic and orientalist themes and produced elegant homoerotic photographs of young men. Day became Gibran’s friend and patron, using the boy as a model (a few photographs survive of Gibran in Arab costume), introducing him to Romantic literature, and helping him with his drawing. For a time Gibran was a pet of Day’s fashionable bohemian set. His drawing progressed, and he published at least one book cover. Day read to him from English literature and, as Gibran’s English improved, lent him books and directed him to the new Boston Public Library. Romantics such as the Italian poet, novelist, and short-story writer Gabriele D’Annunzio and the Belgian essayist Maurice Maeterlinck influenced Gibran most deeply. No one who reads Gibran’s works and knows Day’s tastes can doubt the depth of the latter’s influence on Gibran. Perhaps more important, Day and Day’s friends convinced Gibran that he had a special artistic calling.\nAt an exhibit of Day’s photographs in 1898 Gibran met a Cambridge poet, Josephine Prescott Peabody, who was nine years older than he. He sketched a portrait of her from memory and gave it to Day to pass on to her. Peabody was charmed by the sketch, and she and Gibran exchanged a few letters.\nShortly afterward, Gibran’s mother sent him back to Lebanon to continue his education; she may have been concerned about the influence of his new friends, and Gibran later said that he lost his virginity to an older married woman around this time. He attended the Maronite high school Madrasat al-Hikma in Beirut, where he was allowed to study independently; he read widely in Arabic and French literature, started a school poetry magazine, and won a poetry contest. He visited Bisharri during vacations, but his relationship with his father was strained. Several of Gibran’s works of fiction—including the novella al-Ajniha al-mutakassira (1912; translated as The Broken Wings, 1957), with its story of a doomed love affair—are set in Beirut and other parts of Lebanon around this time, leading to speculation that they may be autobiographical; but nothing can be determined with certainty, especially given Gibran’s habit of embroidering his past.\nGibran left Beirut in 1901 and wandered around Europe; Paris was among the places he visited. In April 1902 he received news that his sister Sultana had died of glandular tuberculosis; he hurried home, arriving two weeks after her death. Butrus also had tuberculosis and left for Cuba that winter in search of a more healthful climate. Soon afterward, their mother was diagnosed with cancer.\nIn November 1902 Gibran wrote to Peabody, and she invited him to a party held at her house two weeks later. An intense platonic relationship resulted, though Gibran seems to have wanted it to progress to a sexual one. He visited her regularly; they went to musical and artistic events together; they wrote to each other often; and she encouraged his writing and his art. She gave him the nickname that he later used as the title of his most famous book: “the Prophet.” The relationship must have been a comfort to Gibran during the harrowing months when his brother and mother were dying. Butrus died on 12 March 1903. In May, Peabody helped to arrange to have Gibran’s work included in an art exhibition at Wellesley College. Kamila died on 28 June, leaving Gibran responsible for Marianna and the debt-ridden family shop. He ran the business long enough to pay off the debts, then allowed Marianna to support the two of them on her earnings as a seamstress. In October 1903 Gibran wrote something in a letter to Peabody that angered her, and their relationship cooled.\nIn April 1904 Day held an exhibit of Gibran’s work at his studio. It was favorably reviewed, and some of the pictures were sold. At the show Gibran met a woman who became his most important patron: Mary Haskell was from a wealthy South Carolina family and ran a private Boston girls’ school. Unlike Peabody and the other women who drifted in and out of Gibran’s life, she was a hardheaded businesswoman. She seems to have concluded that Gibran was the most important person she would ever meet and that it was her responsibility to encourage him and to document his intellectual and artistic life. She recorded their conversations and preserved his sketches and other ephemera in extremely detailed journals. She supported him intellectually, financially, and emotionally, with, it seems, a clear understanding of the financial and emotional costs that would be involved. They considered marriage, but their relationship never became sexual. Haskell’s role in Gibran’s life did not become known until some of their correspondence was published in the 1970s. Their letters and her journals are now seen as a significant aspect of Gibran’s literary legacy.\nDay’s studio burned in the winter of 1904, destroying Gibran’s entire portfolio. Around that time Ameen Guraieb, the editor of the New York Arabic newspaper al-Mohajer (The Emigrant), hired Gibran to write a weekly column; he paid Gibran $2.00 for each piece. In the first, “Ru’ya” (The Vision), Gibran describes a birdcage in a field at the edge of a brook. Inside the cage is a sparrow that has died of hunger and thirst, despite being within sight of water and food. The cage dissolves into a skeleton containing a human heart dripping blood. The heart speaks, declaring that it has died from being imprisoned by human laws that bind the emotions.\nIn 1905 Guraieb published Gibran’s first book, al-Musiqa (On Music); it is really just a pamphlet and occupies only eleven pages in his collected works (1964). Inspired by concerts Gibran attended with Day and his other intellectual friends, it is a Romantic paean to music. Gibran begins by comparing music to the speech of his beloved, goes on to discuss how music was worshiped by civilizations of the past, and concludes with short poetic descriptions of four modes of Middle Eastern music. The piece is passionate, unspecific, and immature, but it points to Gibran’s future work.\nBy 1906 Gibran’s columns in al-Mohajer, which had come to be titled “Dam’a wa’btisama” (Tears and Laughter), were becoming popular because of their difference from conventional Arabic literature. Arabic writers were expected to have mastered the rigid poetic forms and vocabulary of the pre-Islamic period and the first centuries of Islam; having absorbed this rich literary heritage, they could not escape its overwhelming influence. Gibran, however, did not have the training to imitate the old masters of Arabic literature: his education had been haphazard and was as much in English as in Arabic, and there is little evidence of the influence of classical Arabic literature in his works. Instead, his Arabic style was influenced by the Romantic writers of late 19th-century Europe and shows obvious traces of English syntax. His allegorical sketches of exile, oppression, and loneliness spoke to the experiences of immigrants and had none of the rhetorical decoration that made high Arabic literature difficult for ordinary readers.\nThe newspaper-column format determined the form of Gibran’s Arabic writings, most of which are collections of short pieces with little thematic unity. Even the novella al-Ajniha al-mutakassira and the later English works tend to be short units strung together rather than sustained narratives or exposition. His written works also exhibit an underlying painterly aesthetic in which the basic unit is the exposition of a single vivid image\nIn 1906 Gibran published ‘Ara’is al-muruj (Spirit Brides; translated as Nymphs of the Valley, 1948), a collection of three short stories. “Rimal al-ajyal wa al-nar al-khalidah” (The Ash of Centuries and the Immortal Flame) is a story of reincarnation. Nathan, the son of the priest of Astarte in Baalbek, loses his lover to disease. Despite her promise that they will meet again, he is maddened by grief and wanders lost in the desert. Ages pass, and a Bedouin shepherd, ‘Ali al-Husayni, falls asleep in the ruins of the temple and dreams of love. Seeing a girl by a stream, he recognizes himself as Nathan and her as his long-lost lover. It is noteworthy that the main part of the story is set in the Phoenician, not the Islamic, Lebanese past. The other two stories deal with social oppression. In “Marta al-baniya” an orphan is kidnaped from her village by a man from the city, who rapes her and keeps her as his mistress. She becomes pregnant, and he throws her out. When she dies, the priests refuse to bury her in consecrated ground. In “Yuhanna al-majnum” (Yuhanna the Madman) a poor cowherd’s cattle stray onto monastery land while he is reading his Bible, and the monks refuse to return them. When Yuhanna preaches against the monks at the Easter service, they arrest him; he is freed only after his father testifies that he is a madman.\nGibran’s relationship with Peabody ended completely with her marriage in 1906. He then began a secret affair with a pianist, Gertrude Barrie, who, like Peabody, was several years his senior. During this period Haskell introduced him to an aspiring French actress, Émilie Michel, who taught French at Haskell’s school, and the two fell in love. In 1908 Michel suffered an ectopic pregnancy and had an abortion. The relationship waned and ultimately ended, a victim of Michel’s ambitions for a career on the stage.\nGibran’s al-Arwah al-mutamarrida (translated as Spirits Rebellious, 1948), a collection of four stories, appeared in 1908. The title character of “Warda al-Hani” is a young woman in an arranged marriage with a kindly older man whom she does not love. She leaves him for a younger lover, disgraced in the eyes of the world but honest in love. In “Surakk al-qubur” (The Cry of the Graves) the emir sentences three criminals to death: a young man who murdered an official, a woman caught by her husband in adultery, and an old man who stole precious ornaments from a church. The narrator approves of the emir’s stern justice, but the day after the executions he learns the truth: the young man was defending a girl the official wanted to rape; the woman loved a young man but had been married against her will; and the old man rented land from the monastery, but the monks left him with so little that his family was starving. In “Madja’ al-’arus” (The Bridal Bed), which Gibran claims is a true story, a girl is tricked into marrying a man she does not love; she kills her true love and herself on her wedding day. In “Khalil al-kafir” (Khalil the Heretic), the most ambitious story in the collection, the young monk Khalil denounces other monks for violating the teachings of Christ. He is beaten and brought to trial, where his eloquence wins over the villagers. They demand that he be made headman, but Khalil knows that power corrupts. He refuses the position and lives quietly with his lover.\nIn 1908 Haskell paid for Gibran travel to Paris to study art. There he improved his skill with pastels and oils and was impressed by the symbolist paintings of Eugene Carrière. He also discovered the art of William Blake after finding a book of Blake’s poetry. Gibran’s painting Autumn, a female nude, was accepted for an exhibition by the Société Nationale des Beaux-Arts, and he was invited to contribute six paintings to another prestigious show. He made a series of pencil portraits of major artists, of which that of Auguste Rodin is the best known. He later stressed Rodin’s influence on him; but although he certainly met Rodin, he did not have a personal relationship with the sculptor. In Paris he also encountered the works of the German philosopher Friedrich Nietzsche, who became a major influence on his writing. He met several Syrian political exiles and the Lebanese American writer Amin Rihani, who became his friend and literary ally. Eventually his money ran out, and he returned to the United States in October 1910.\nIn 1912 Gibran published al-Ajniha al-mutakassira, which he seems to have written several years earlier. The novella, which occupies sixty-five pages in the standard Arabic edition, is Gibran’s only attempt at a sustained narrative. When he was eighteen, the narrator fell in love in Beirut with Salma Karama. Forced by her father to marry an archbishop’s nephew, Salma was able to meet her lover occasionally until they were discovered together. Salma was then confined to her home and eventually died in childbirth. Reviews in the Arabic press were strongly positive, though there were some reservations about the character of Salma and Gibran’s views on the position of Arab women. The book led to a correspondence with the Syrian writer May Ziyada that evolved into an epistolary love affair.\nAfter Paris, Gibran found Boston provincial and stifling. Haskell arranged for him to visit New York in April 1911; he moved there in September, using $5,000 that Haskell gave him to rent an apartment in Greenwich Village. He immediately acquired a circle of admirers that included the Swiss psychiatrist and psychologist Carl Gustav Jung and several Baha’is; the latter introduced him to the visiting Baha’i leader ‘Abd al-Baha’, whose portrait he drew. New York was the center of the Arabic literary scene in America; Rihani was there, and Gibran met many literary and artistic figures who lived in or passed through the city, including the Irish poet and dramatist William Butler Yeats. He grew more politically active, supporting the idea of revolution to gain Syrian independence from the Ottoman Empire.\nThough Gibran initially had some success as an artist in New York, artistic currents were moving rapidly in other directions. In the spring of 1913 he visited the International Exhibition of Modern Art—the “Armory Show”—which introduced European modern art to America. He approved of the show as a “declaration of independence” from tradition, but he did not think most of the paintings were beautiful and did not care for the artistic ideologies behind movements such as cubism. The reviews of an exhibition of his own work in December 1914 were mixed. He devoted most of his time to painting for the next eighteen years but remained loyal to the symbolism of his youth and became an isolated figure on the New York art scene.\nGibran’s literary career, however, was blossoming. Al-Funun (The Arts), an Arabic newspaper founded in New York in 1913, provided a new vehicle for his writings, some of which were openly political. The editor of al-Funun published a collection of fifty-six of Gibran’s early newspaper columns as Dam’a wa ibtisamah (1914; translated as A Tear and a Smile, 1950); most are a page or two long, and the volume as a whole comprises about a hundred pages. For the most part they are prose poems: painterly expositions of a vivid image or story fragments. The themes are love, spirituality, beauty, nature, and alienation and homecoming. Typical are “Hayat al-hubb” (The Life of Love), portraying the seasons of love of a man and a woman from the spring of youth to the winter of old age, and “Amama ‘arsh al-jamal” (Before the Throne of Beauty), in which the goddess of nature tells the poet how she was worshiped by his ancestors and counsels him to commune with nature in wild places. Gibran feigned reluctance to republish these pieces on the grounds that he had moved beyond them. They are not especially deep, but they have a freshness and the moral and aesthetic earnestness that was always Gibran’s strength in his writing and his art. The collection was dedicated to Haskell using her initials, “M.E.H.”\nDuring World War I, Gibran was active in Syrian nationalist circles and in efforts to bring relief to the starving people of his homeland. He was unable to accept the pacifism that was popular among his American intellectual friends. Along with such eminent writers as the poet Robert Frost and the critic Van Wyck Brooks, Gibran was a member of the advisory board of the prominent literary magazine The Seven Arts, which was founded in 1916. The magazine published some of Gibran’s work, as well as a laudatory article, “The Art of Kahlil Gibran,” by Alice Raphael. Gibran’s association with the magazine established him as a significant literary figure and made him popular on the poetry-reading circuit. The magazine’s pacifist editorial policy became politically unacceptable after the United States entered the war in the spring of 1917, and it ceased publication.\nGibran’s first book in English, The Madman: His Parables and Poems, was completed in 1917; it was brought out in 1918 by the young literary publisher Alfred A. Knopf, who went on to publish all of Gibran’s English works. An introduction, in which the narrator tells how he became a madman when a thief stole his masks and he ran maskless through the streets, is followed by a series of pieces that were written, and sometimes published, separately. Most were composed in Arabic and translated into English by Gibran with Haskell’s editorial assistance. New here are a sardonic or bitter tone and a move from prose poem to parable as Gibran’s major mode of expression. The pieces include “The Two Cages,” in which a caged sparrow greets a caged lion each morning as “brother,” and “The Three Ants,” in which the insects meet on the nose of a sleeping man. The first two remark on the barren nature of this strange land; the third insists that they are on the nose of the Supreme Ant. The other ants laugh at his strange preaching; at that moment the man awakes, scratches his nose, and crushes the ants. Reviews were mixed but mostly positive. Ziyada, however, told Gibran that the “cruelty” and “dark caverns” in the work made her nervous. Several of the poems were anthologized in poetry collections.\nIn 1919 Gibran published al-Mawakib (translated as The Procession, 1947). He had written it during summer vacations in Cohasset, Massachusetts, in 1917 and 1918 but wanted to bring it out in an elegant illustrated edition on heavy stock that was unavailable in wartime. It is a two-hundred-line poem in traditional rhyme and meter comprising a dialogue between an old man and a youth on the edge of a forest. The old man is rooted in the world of civilization and the city; the youth is a creature of the forest and represents nature and wholeness. The old man expresses a gloomy philosophy to which the carefree youth gives optimistic responses. Some critics noted the irregularities in the Arabic; Gibran’s haphazard education meant that his Arabic, like his English, was never perfect. Conservative reviewers objected to the poem’s solecisms, but Ziyada dismissed them as expressions of the poet’s independence. The work immediately became popular, especially as a piece to be sung. It is one of the great examples of mahjari (immigrant) poetry and pioneered a new form of verse in Arabic.\nAlso in 1919 Knopf published a collection of Gibran’s art works as Twenty Drawings, with Raphael’s essay as an introduction. The pictures are not his best work; the book did not draw much attention, and the one review was ambivalent. It is Gibran’s only book published in the West that has gone out of print.\nA fourth collection of Gibran’s Arabic stories and prose poems, al-’Awasif (The Storms), came out in Cairo in 1920. The contents dated from 1912 to 1918 and had been published in al-Funun and Mir’at al-gharb (Mirror of the West), an immigrant newspaper. It consists of thirty-one pieces that are generally harsher in tone than the sketches and stories of the three earlier collections. In the title story the narrator is curious about Yusuf al-Fakhri, a hermit who abandoned society in his thirtieth year to live alone on Mount Lebanon. Driven to the hermit’s cell by a storm, he is surprised to find such comforts as cigarettes and wine. The hermit tells the narrator that he did not flee the world to be a contemplative but to escape the corruption of society. In “‘Ala bab al-haykal” (At the Gate of the Temple) a man asks passersby about the nature of love. The powerful “al-’Ubudiya” (Slavery) catalogues the forms of human bondage throughout history. In “al-Shaytan” (Satan) a priest finds the devil dying by the side of the road; Satan persuades the priest that he is necessary to the well-being of the world, and the clergyman takes him home to nurse him back to health. Several other stories deal with the political themes that had concerned Gibran during the war.\nAlso in 1920 Knopf published The Forerunner: His Parables and Poems. It begins with a prologue in which the narrator says that each person is his or her own forerunner. Among the twenty-three parables are one in which a king abandons his kingdom for the forest; another in which a saint meets a brigand and confesses to committing the same sins as the bandit; and a third in which a weathercock complains because the wind always blows in his face. The volume closes with a speech, “The Last Watch,” presumably by the Forerunner, addressing the people of a sleeping city. The bitterness of the wartime writings of the years is largely gone, replaced by an ethereal love and pity for humanity that foreshadows Gibran’s later work.\n Al-Funun had collapsed in 1919; in April 1920 Gibran and some friends who had been associated with the paper formed al-Rabitah al-Qalamiyyah (the Pen-Bond), or Arrabitah, as they called it when writing in English. The group elected Gibran president and Mikhail Naimy secretary and met regularly until Gibran’s death eleven years later. The goals of the group were a mixture of the literary and the political; Gibran and some other members were fervent nationalists with misty ideas of liberation through literature. The group published a journal, al-Sa’ih (The Traveler), edited by ‘Abd al-Masih Haddad. The works of the Arrabitah members were eagerly read in the Arab world, where literature was only beginning to break free from a stale and rigid traditionalism.\nIn 1923 the financially and emotionally exhausted Haskell moved to Savannah, Georgia, and became the companion of an elderly widower, Colonel Jacob Florence Minis. But her faith in Gibran’s literary and artistic importance never wavered, and she continued to edit his English manuscripts—discreetly, since Minis did not approve of Gibran.\nAl-Bada’i’ wa al-tara’if (Best Things and Masterpieces), a collection of thirty-five of Gibran’s pieces, was published in Cairo in 1923. The works had been selected by the publisher, and the collection is uneven and miscellaneous. It includes several short articles on major Arab thinkers, illustrated with portraits drawn from Gibran’s imagination, and prose poems and sketches of the sort familiar from his earlier collections. Two pieces are of more interest than the others. “Safinat al-dubab” (A Ship in the Mist) is a strange romantic short story. A lonely young man dreams of a woman who visits him continually in his sleep and is his wife in spirit. When he is sent to Venice, he finds her; but she has just died. Iram, dhat al-’imad (Iram, City of Lofty Pillars) is a one-act play set in a city mentioned in the Qur’an. A young scholar, Najib Rahma, comes to the mysterious city seeking a prophetess, Amina al-’Alawiya, who is said to have visited there. He first meets her disciple, the dervish Zayn al-’Abidin; then Amina al-’Alawiya appears and expounds a monistic mystical philosophy.\nGibran’s masterpiece, The Prophet, was published in September 1923. The earliest references to a mysterious prophet counseling his people before returning to his island home can be found in Haskell’s journal from 1912. Gibran worked on it from time to time and had finished much of it by 1919. He seems to have written it in Arabic and then translated it into English. As with most of his English books, Haskell acted as his editor, correcting Gibran’s chronically defective spelling and punctuation but also suggesting improvements in the wording. The work begins with the prophet Almustafa preparing to leave the city of Orphalese, where he has lived for twelve years, to return to the island of his birth. The people of the city gather and beg him not to leave, but the seeress Almitra, knowing that his ship has come for him, asks him instead to tell them his truths. The people ask him about the great themes of human life: love, marriage, children, giving, eating and drinking, and many others, concluding with death. Almustafa speaks of each of the themes in sober, sonorous aphorisms grouped into twenty-six short chapters. As in earlier books, Gibran illustrated The Prophet with his own drawings, adding to the power of the work.\nThe Prophet received tepid reviews in Poetry and The Bookman, an enthusiastic review in the Chicago Evening Post, and little else. On the other hand, the public reception was intense. It began with a trickle of grateful letters; the first edition sold out in two months; 13,000 copies a year were sold during the Great Depression, 60,000 in 1944, and 1,000,000 by 1957. Many millions of copies were sold in the following decades, making Gibran the best-selling American poet of the twentieth century. It is clear that the book deeply moved many people. When critics finally noticed it, they were baffled by the public response; they dismissed the work as sentimental, overwritten, artificial, and affected. Neither The Prophet nor Gibran’s work in general are mentioned in standard accounts of twentieth-century American literature, though Gibran is universally considered a major figure in Arabic literature. Part of the critical puzzlement stems from a failure to appreciate an Arabic aesthetic: The Prophet is a Middle Eastern work that stands closer to eastern didactic classics such as the Book of Job and the works of the twelfth- and thirteenth-century Persian poets Rumi and Sa’di than to anything in the modern American canon. Gibran knew that he would never surpass The Prophet, and for the most part his later works do not come close to measuring up to it. The book made him a celebrity, and his monastic lifestyle added to his mystique.\nIn 1925 the poet Barbara Young (pseudonym of Henrietta Breckenridge Boughton) became Gibran’s secretary. She remained with Gibran for the rest of his life and played a major role in events after his death.\nIn 1926 and 1927, respectively, Gibran published Sand and Foam in English and Kalimat Jubran (Spiritual Sayings) in Arabic. Each comprises about three hundred aphorisms of two to a dozen lines, generally written in the style of The Prophet. Sand and Foam is decorated with Gibran’s drawings, and the aphorisms are separated by floral dingbats also drawn by Gibran. Most critics did not like the book, but, like all of his English works except Twenty Drawings, it has remained in print since its publication.\nAround this time Gibran also wrote two one-act plays in English. Lazarus and His Beloved is set in Bethany the day after the Resurrection. Lazarus has become a sort of Gibranian mystic wandering the hills. When he hears the news of Jesus’ resurrection, he leaves to join his beloved in martyrdom. A madman comments on the proceedings. In The Blind, David, a musician, gains wisdom through his blindness. The madman again appears as commentator. Lazarus and His Beloved was first published in 1973; the two plays were published together in 1981.\nIn 1928 Gibran published his longest book, Jesus, the Son of Man: His Words and His Deeds as Told and Recorded by Those Who Knew Him. Jesus had appeared in Gibran’s writings and art in various forms; he told Haskell that he had recurring dreams of Jesus and mentioned wanting to write a life of Jesus in a 1909 letter to her. The book was written in a little over a year in 1926-1927. Haskell, who had married Minis in 1926, edited the manuscript. Seventy-eight people who knew Jesus—some real, some imaginary; some sympathetic, others hostile—tell of him from their own points of view. Anna is puzzled by the worship of the Magi. An orator is impressed by Jesus’ rhetoric. A merchant sees the parable of the talents as the essence of commerce and cannot understand why Jesus’ followers insist that he is a god. Pontius Pilate discusses the political factors leading to his decision to execute Jesus. Barabbas is tormented by the knowledge that he is alive only because Jesus died in his place. It was the most lavishly produced of Gibran’s books, with some of the illustrations in color. For once, the reviews were strongly and uniformly favorable, and the book has remained the most popular of his works next to The Prophet. \nThe last of Gibran’s Arabic books was published in 1929. Al-Sanabil (Heads of Grain) is a commemorative anthology of his works that was presented to him at an Arrabitah banquet.\nGibran’s final work to be published in his lifetime was The Earth Gods (1931). He had mentioned it to Haskell in 1915 as the prologue to a play in English; it seems to have been largely completed the following year and thus belongs to the period just before al-Mawakib. It is a debate among three gods: the first speaks for pessimism; the second defends the potential for transcendence of the human world; and the third reconciles the positions of the other two.\nAround the end of March 1931 Gibran sent the manuscript for The Wanderer: His Parables and His Sayings (1932) to Haskell for editing. The form of the work is that of The Madman and The Forerunner: the unnamed narrator tells of meeting a traveler at the crossroads “with but a cloak and staff, and a veil of pain upon his face.” The fifty short pieces are reminiscent of those in the two earlier works.\nAt his death Gibran was working on The Garden of the Prophet (1933), which was to be the second volume in a trilogy begun by The Prophet. It is the story of Almustafa’s return to his native island and deals with humanity’s relationship with nature. Of the third volume, “The Death of the Prophet,” only one sentence was written: “And he shall return to the City of Orphalese . . . and they shall stone him in the market-place, even unto death; and he shall call every stone a blessed name.”\nGibran died on 10 April 1931 of cirrhosis of the liver. He was an alcoholic and had been in poor health since the early 1920s. His body was taken to Boston, and despite his family’s fears that he would be denied Catholic rites, his friend Monsignor Stephen El-Douaihy conducted a funeral mass. Hundreds attended—far too many for all of them to get into the church. Several memorial services were conducted during the following weeks. Gibran had wanted to be buried in his native village, and his coffin was sent to Lebanon in July. Since Gibran was a major Arabic literary figure, the procession to Bisharri and the associated ceremonies were elaborate to the edge of absurdity.\nGibran’s death set off a series of sordid conflicts that have clouded his reputation. His will left money and real estate to his sister (Marianna Jubran never married and died in Boston in 1972) and his papers and the contents of his studio to Haskell, with a request that she send any materials she did not want to Bisharri; he also left the royalties from his copyrights to the village. At the studio Haskell found her own correspondence with Gibran, his other correspondence, her notebooks, and Gibran’s manuscripts; she locked them in two large suitcases and sealed the studio. Haskell, however, had to return to her husband and relied on Young to handle affairs in New York. Young was immediately jealous of Haskell, whose existence she had only discovered after Gibran’s death. She wanted to destroy Gibran’s letters, especially the correspondence with Haskell; while Haskell was able to prevent her from doing so, Young did destroy or return letters from others. There is little question that she was trying to protect Gibran’s reputation from any taint of normal humanity.\nThe most serious problem concerned Young’s handling of Gibran’s unpublished manuscripts. Haskell had finished editing The Wanderer after Gibran’s death and sent it to Young, who undid the editing and published it with the original “words of the blessed one.” The infuriated Haskell demanded that all of the English manuscripts be sent to her immediately. When they arrived, those for The Wanderer and The Garden of the Prophet were missing. Young explained that she had destroyed the manuscript for The Wanderer that Haskell had edited; as for The Garden of the Prophet, she later wrote that the urge to complete the book came to her “in the deep of night” and that “his glowing words came into being as if he were indeed supplying the need.” Finally, her 1945 biography of Gibran, an adulatory work full of misinformation—much of which may have come from Gibran himself—continues to create confusion even after the publication of several excellent biographies.\nThe other major difficulty concerned Gibran’s bequest of his royalties to his native village. By the time the copyrights came up for renewal, sales of Gibran’s works were substantial; his sister contested the will, which was not properly drafted. The village won, but at the cost of giving 25 percent of the royalties to its lawyer and, later, his heirs. The unearned wealth wrought havoc in Bisharri, dividing families and leading to at least two murders. The Lebanese government finally had to step in to restore peace and deal with the corruption that was dissipating the funds. The feud among the copyright holders has prevented the publication of Haskell’s journals, creating an impediment to Gibran studies. The journals are also a literary loss in themselves.\r\nKahlil Gibran occupies a curious place in literary history. As one of the writers who broke with the old and rigid conventions of Arabic poetry and literary prose, he is among the great figures in the twentieth-century revival of Arabic literature. His Arabic works are read, admired, and taught, and they are published and sold among the classics of Arabic literature. In English, on the other hand, a chasm remains between his popularity and the lack of critical respect for his work. Although in the 1910s his writings were published by Knopf alongside those of such authors as Eliot and Frost, he quickly ceased to be considered an important writer by critics. He has generally been dismissed as sentimental and mawkishly mystical. Nevertheless, his works are widely read and are regarded as serious literature by people who do not often read such literature. The unconventional beauty of his language and the moral earnestness of his ideas allow him to speak to a broad audience as only a handful of other twentieth-century American poets have. Virtually all of his English works have been in print since they were first published. His literary and artistic models were the Romantics of the late nineteenth century to whom he was introduced as a teenager by his avant-garde friends in Boston, and Gibran’s continuing popularity as a writer testifies to the lasting power of the Romantic tradition.\r\n﻿\n", "attrs": {"Region:": ["Middle East"]}}