{"pf_url": "https://www.poetryfoundation.org/poets/kamau-brathwaite", "name": "Kamau Brathwaite", "yob": "1930", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ae0db1d7b98350bf373d4edf96e02efc159cb031.jpeg", "bio": "\nBorn in Barbados, Caribbean poet and scholar Edward Kamau Brathwaite was educated at Harrison College in Barbados and Pembroke College, Cambridge University. He earned his PhD in philosophy from the University of Sussex.\r\n \r\nUsing “nation language” as well as linguistic and typographic innovation, Brathwaite composes poems that deftly parse the connected strands of postcolonial, historical, and personal inquiry. As Publishers Weekly noted in a review of Slow Horses (2005), Brathwaite’s work is “omnivorously synthetic, insistently local, sinuously syncopated and consistently exciting.”\r\n \r\nBrathwaite is the author of numerous collections of poetry, including Elegguas (2010), the Griffin International Poetry Prize winner Slow Horses (2005), Ancestors (2001), Middle Passages (1992), and Black + Blues (1976). His first three collections, Rights of Passage (1967), Masks (1968), and Islands (1969), have been gathered into The Arrivants: A New World Trilogy (1973). He is also the author of Our Ancestral Heritage: A Bibliography of the Roots of Culture in the English-speaking Caribbean (1976) and Barbados Poetry: A Checklist: Slavery to the Present (1979).\r\n \r\nCo-founder of the Caribbean Artists Movement, Brathwaite’s honors include the Casa de las Americas Prize for Literary Criticism, the Neustadt International Prize for Literature, the Bussa Award, and the Charity Randall Prize for Performance and Written Poetry, as well as fellowships from the Fulbright Foundation, the Ford Foundation, and the Guggenheim Foundation.\r\n \r\nBrathwaite has worked in Ghana’s Ministry of Education, as well as teaching at Harvard University, the University of the West Indies, and New York University.\r\n \r\nHe lived in Barbados and New York City before his death in early 2020.\n", "attrs": {"Region:": ["Caribbean"]}}