{"pf_url": "https://www.poetryfoundation.org/poets/karen-head", "name": "Karen Head", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/0b9c904a9d5342c453e8e93ff249609767d8be8f.jpeg", "bio": "\nKaren Head is the author of our books of poetry: Lost on Purpose, Sassing, My Paris Year, Shadow Boxes, and On Occasion: Four Poets, One Yea, as well as the non-fiction book Disrupt This!: MOOCs and the Promises of Technology. She coedited the poetry anthology Teaching as a Human Experience: An Anthology of Poetry, and has exhibited several acclaimed digital poetry projects, including her project “Monumental” (part of Antony Gormley’s One and Other Project) which was detailed in a TIMEonline mini-documentary. Her poetry appears in a number of national and international journals and anthologies.\nIn 2010 Head won the Oxford International Women’s Festival Poetry Prize. She has held residencies at the Hambidge Center for the Creative Arts and Sciences and the Virginia Center for the Creative Arts-France. She has also taught in study abroad programs in Barcelona, Spain and Oxford, England.\nShe serves as editor of the international poetry journal Atlanta Review, and as secretary for the Poetry Atlanta Board of Directors. On a more unusual note, she is currently the Poet Laureate of Waffle House—a title that reflects an outreach program to bring arts awareness to rural high schools in Georgia, which has been generously sponsored by the Waffle House Foundation. She is the associate chair and an associate professor in the School of Literature, Media, and Communication at the Georgia Institute of Technology, where she also serves as the executive director of the Naugle Communication Center. For 15 years, Head has been a visiting artist and scholar at the Institute for American Studies at Technische Universität Dortmund in Germany.\nShe lives in Georgia.\n", "attrs": {}}