{"pf_url": "https://www.poetryfoundation.org/poets/karenne-wood", "name": "Karenne Wood", "yob": "1960", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/1ee2bcf3aa0ce545f0a829a4314c8206eb306fbe.jpeg", "bio": "\nPoet and linguistic anthropologist Karenne Wood grew up in the suburbs of Washington, DC. She earned an MFA at George Mason University and a PhD in anthropology at the University of Virginia, where she was a Ford Fellow. In her poems, she often explores themes of identity, cultural practice, and language within portraits of historical and contemporary Virginia Indians.\r\n \r\nWood was the author of the poetry collections Markings on Earth (2001), which won a Diane Decorah Award for Poetry from the Native Writers’ Circle of the Americas, and Weaving the Boundary (2016). Her work has been included in the anthologies Sister Nations: Native American Women Writers in Community (2002), The People Who Stayed: Southeastern Indian Writing After Removal (2010), Sing: Poetry from the Indigenous Americas (2011),  The Willow's Whisper : A Transatlantic Compilation of Poetry from Ireland and Native America (2011), New Poets of Native Nations  (2018), and Ghost Fishing (2018)\r\n \r\nA reviewer for Publishers Weekly observed of the poems in Markings on Earth: “As reverential of their natural surroundings as they are unimpressed by the white world’s fumbling efforts at sensitivity, Wood’ s sharp-eyed witnesses are sometimes quick-tongued, sometimes sylvan-touched. … Whether recounting trauma, communal or private rituals or Monacan Indian history, Wood’s voice is deliberate, certain of itself and resoundingly clear.”\r\n \r\nAn enrolled member of the Monacan Indian Nation, Wood served on the Monacan Tribal Council and directs the Virginia Indian Programs at the Virginia Center for the Humanities. She edited The Virginia Indian Heritage Trail (2007), created by members of Virginia tribes in order to gather and share perspectives on history and how that history is interpreted. She also served as the repatriation director for the Association on American Indian Affairs and as a researcher for the National Museum of the American Indian. Wood curated Beyond Jamestown: Virginia Indians Past and Present, exhibited at the Virginia Museum of Natural History. She served as chair of the Virginia Council on Indians and as a member of the National Congress of American Indians’ Repatriation Commission. In 2015 she was named one of Virginia’s Women in History.\n\r\nWood lived in Arlington, Virginia, until her death in 2019.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}