{"pf_url": "https://www.poetryfoundation.org/poets/karen-solie", "name": "Karen Solie", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/3cb72b4fc7ea40bde099029a811c8d0800f14dad.jpeg", "bio": "\nCanadian poet Karen Solie was born in Moose Jaw, Saskatchewan. She was educated at the University of Lethbridge, where she earned a BA, and at the University of Victoria, where she pursued graduate study. In her poems, Solie often tracks a journey, or several journeys at once, following the mind’s movement across changing landscapes.\nIn a 2015 Partisan review of The Road In Is Not the Same Road Out, poet Ange Mlinko compares Solie’s “non-heroic” poetry with the work of John Ashbery, noting, “Like [Ashbery], she writes sentences in motley registers that accrete into poems with unpredictable logopoetic shapes. Their sentences are similarly centrifugal, though hers are never taken to the dissociative extremes his are. He sounds like a radio on scan; she sounds like she’s talking and driving: grounded in time and space, just traversing them fairly fast. … Mostly the beauty comes, as it does, off the cuff.”\n“It would be nice to know what the hell one is doing once in a while,” Solie states in a 2010 conversation with reporter Mark Medley for the National Post, “but on the other hand isn’t that why people keep doing any kind of art? Because you never quite get there. The gesture and the approach is the point: There is no there to get to. I think that’s what people respond to when you connect with a piece of writing: all of what’s contained in that reach towards something ungraspable.”\nSolie is the author of several collections of poetry, including The Road In Is Not the Same Road Out (2015); The Living Option: Selected Poems (2013); Pigeon (2009), which won a Griffin Poetry Prize, a Pat Lowther Award, and a Trillium Book Award; and Short Haul Engine (2001), which won a Dorothy Livesay Poetry Prize. Her work has also been featured in the anthology Breathing Fire: Canada’s New Poets (1995) and has been translated into Dutch, French, and Korean.\nSolie has served as an associate director of the Banff Centre Writing Studio program and as international writer-in-residence at the University of St. Andrews. She lives in Toronto.\n", "attrs": {"Region:": ["Canada"]}}