{"pf_url": "https://www.poetryfoundation.org/poets/karl-kirchwey", "name": "Karl Kirchwey", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c624c558aa86545f666fc5b64ea96b32e118f129.jpeg", "bio": "\nPoet and translator Karl Kirchwey received a BA from Yale College and an MA from Columbia University. Rich with mythical and historical allusion, Kirchwey’s formally assured verse explores themes of loss and origin. “Art is the medium by which Kirchwey’s art most often reifies the past—an undertaking of moral gravity, since so much of what he finds is perennial cruelty and violence. Yet what time and again emerges . . . is the poet’s own tenderheartedness,” observed poet Mary Jo Salter in a review of The Engrafted Word for the New York Times.\nKirchwey is the author of several collections of poetry, including Mount Lebanon (2011), The Happiness of This World: Poetry and Prose (2007); The Engrafted Word (1998), a New York Times Notable Book; and A Wandering Island (1990), recipient of the Norma Farber First Book Award from the Poetry Society of America, as well as Poems Under Saturn (2011), a translation of Paul Verlaine's first book. His verse play Airdales & Cipher, based on Euripedes’ Alcestis, won the Paris Review Prize for Poetic Drama. His poems and translations have appeared in The KGB Bar Book of Poems (2000), The Best of the Best American Poetry 1988–1997, Twentieth Century Latin American Poetry: A Bilingual Anthology (1996), and Twentieth Century Poems on the Gospels: An Anthology (1996).\nKirchwey has been awarded the Rome Prize and the Cato Prize for Poetry, as well as grants and fellowships from the Guggenheim Foundation, the Ingram Merrill Foundation, and the National Endowment for the Arts. He was the director of the 92nd Street Y’s Unterberg Poetry Center from 1987 to 2000 and the Andrew Heiskell Arts Director at American Academy in Rome.  He has taught at Columbia, Yale, Wesleyan, Smith College, and Bryn Mawr College, where he received the Rosalind Schwartz Teaching Award. He currently teaches at Boston University.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}