{"pf_url": "https://www.poetryfoundation.org/poets/karl-shapiro", "name": "Karl Shapiro", "yob": "1913", "yod": "2000", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4da5fc28498b5ea2e0a1eb428f3186fb30ad109a.jpeg", "bio": "\nKarl Shapiro was born in Baltimore, Maryland, and he studied the University of Virginia and Johns Hopkins University. His poetry received early recognition, winning a number of major poetry awards in the 1940s, including the Pulitzer Prize, a Guggenheim fellowship, an Academy of Arts and Letters Grant, and the Contemporary Poetry Prize. He served as poet laureate from 1946 to 1947.\nStrongly influenced by the traditionalist poetry of W.H. Auden, Shapiro’s early work is “striking for its concrete but detached insights,” Alfred Kazin wrote in Contemporaries. “It is witty and exact in the way it catches the poet’s subtle and guarded impressions, and it is a poetry full of clever and unexpected verbal conceits. It is a very professional poetry—supple and adaptable.” Stephen Stepanchev noted in American Poetry since 1945: A Critical Survey that Shapiro’s poems “found impetus and subject matter in the public crises of the 1940’s and all have their social meaning.”\nAlthough his early traditionalist poetry was successful, Shapiro doubted the value and honesty of that kind of poetry. In many of his critical essays, he attacked the assumptions of traditionalist poetry as stifling to the poet’s creativity. “What he wants,” Paul Fussell, Jr. maintained in Partisan Review, “is a turning from received and thus discredited English and European techniques of focus in favor of honest encounters with the stuff of local experience.” In lectures and essays, Shapiro championed the works and poetic theories of Walt Whitman and William Carlos Williams, two poets who broadened the possibilities of American poetry by defending new prosodies of open form.\nCritics applauded Shapiro’s early books, including Person, Place and Thing (1942), poems of which had received the Levinson Prize when first published in Poetry. Directly confronting subjects such as love, the history of the South in which Shapiro grew up an outsider, or the war in the South Pacific in which he served as a medical corps clerk, the poems were received as palpable “attacks.” His most frequent target in the poems, related Ross Labrie in the Dictionary of Literary Biography, was the “dehumanized technocracies” that fostered urban decadence and sent men and women to war without regard for their worth as persons. In a Poetry review of a much later book, Love & War, Art & God (1984), David Wojahn commented that social criticism has always been part of Shapiro’s work. Wojahn wrote, “From the very beginning, Shapiro identified himself as an iconoclast, and his outsider’s role extended beyond his attacks on social injustice. At a time before it was fashionable to do so, he proudly proclaimed his Jewishness and set himself against the main trends of Modernism.”\nComing of age in the United States had much to do with Shapiro’s development as an iconoclast. In his introduction to The Poems of a Jew (1958), Shapiro wrote, “As a third generation American I grew up with the obsessive idea of personal liberty which engrosses all Americans except the oldest and richest families.” In a Paris Review interview, Shapiro explained how being both a Jew and a poet also partly accounts for his point of view as an “outsider”: “I’ve always had this feeling—I’ve heard other Jews say—that when you can’t find any other explanation for the Jews, you say, ‘Well, they are poets.’ […] The poet is in exile whether he is or he is not. Because of what everybody knows about society’s idea of the artist as a peripheral character and a potential bum. Or a troublemaker … I always thought of myself as being both in and out of society at the same time. Like the way most artists probably feel in order to survive—you have to at least pretend that you are ‘seriously’ in the world. Or actually perform in it while you know that in your own soul you are not in it at all.” Wojahn pointed out that Shapiro’s stance as a social critic does not make the poems cynical. “For all his stridency, Shapiro could be a wonderfully tender poet … This side … materializes in empathic portraits like ‘The Leg’ and ‘The Figurehead,’ as well as in the poems that focus on Shapiro’s experience in the military during World War II.”\nShapiro published the Pulitzer prize-winning volume V-Letter and Other Poems in 1944 while serving with the US Army in New Guinea. V-letters were letters written by American soldiers and microfilmed by censors before delivery to the United States. The poems recreate the tension between the intensity of wartime experiences and a sense of detachment from events that many soldiers felt while trying to conduct their personal lives over the obstacles of distance and the added obstacle of the censors. Though he appreciated what the award would do to establish his career as a writer, Shapiro felt more honored when he found out that copies of V-Letter and Other Poems had been placed in all US Navy ship libraries.\nIn the poetry of both Whitman, which he memorized in his youth, and the Beat poets, Shapiro found a confirmation of his own idea of feeling over form, and his later work can stand in contrast to his earlier. In his collection The Bourgeois Poet (1964), Shapiro broke with his traditional poetic forms in favor of the free verse of Whitman and the Beats. Critics observed that the new poems also contained insights and an apocalyptic tone that was shocking compared to other poetry being published at that time. Writing in American Poets from the Puritans to the Present, Hyatt H. Waggoner found The Bourgeois Poet “a work of greater poetic integrity than any of Shapiro’s earlier volumes.”\nIn 1988 Shapiro published the first volume in a planned three-volume autobiography. This first volume, titled The Younger Son, details Shapiro’s childhood and early manhood, including his World War II experience and the beginnings of his literary career. While “the poet,” as Shapiro refers to himself throughout the volume, divulges little information about his relationship with his parents and the experiences of his youth, he is more expansive when discussing his wartime tour of duty, when he managed a prodigious poetic output while caring for wounded soldiers. He arrived home in 1945, having just been awarded the Pulitzer Prize for V-Letter. Commenting on the author’s use of the third-person in the book and the resulting detachment from his life that is implied, Sewanee Review contributor David Miller noted, “The mood is an eerie one of diminishment and distance.” However, Miller concluded, “The Younger Son is beautifully styled, honest, and fascinating.”\nShapiro continued his autobiography with Reports of My Death (1990), the title referring to inaccurate media reports in the 1980s that Shapiro had committed suicide. The volume covers the period between 1945, when Shapiro returned home from World War II, and 1985, chronicling in the process Shapiro’s literary development; his stints as editor of Poetry and Prairie Schooner; his controversial decision to vote against Ezra Pound as recipient of the first Bollingen Prize for poetry; and his gradual fading from the literary limelight during the 1970s and 1980s. Again referring to himself in the third person, Shapiro openly discusses his numerous extramarital affairs, his disgust with the American literary scene, and his frustration at being dropped from the prestigious Oxford Book of American Verse. “Shapiro has written a beautiful book, not only tracing the long career of ‘the poet’ but doing so in dreamy, mellifluous sentences that sometimes left me feeling euphoric,” remarked Morris Dickstein in the Washington Post Book World. Several critics expressed disappointment with Shapiro’s decision not to date important events and not to identify people who figure prominently in his story. World Literature Today critic John Boening averred that “such indirectness may make the book rough going for future generations.” Nevertheless, Chicago Tribune Books reviewer Larry Kart declared that Shapiro’s two volumes of autobiography “not only rank with Shapiro’s finest poetic achievements but also will come to occupy … a high place in the canon of American autobiography.”\nExamining Shapiro’s career as a whole in the Small Press Review, Leo Connellan remarked, “Poets owe Karl Shapiro, first for creating a sound and music in language that no other poet has surpassed.” Secondly, Shapiro has helped to support the work of new poets by including their works in textbook anthologies. New York Times contributor Laurence Leiberman saw Shapiro as one of “a generation of poets who … wrote a disproportionate number of superbly good poems in early career, became decorated overnight with honors … and spent the next twenty-odd years trying to outpace a growing critical notice of decline.” Leiberman judged The Bourgeois Poet (1964) to be Shapiro’s attempt to “recast the poetic instrument to embody formerly intractable large sectors of his life” and to win “a precious freedom to extend the limits of his art.” Leiberman saw the two styles in Shapiro’s poetry, the traditionalist and free verse, enhancing each other. He believed that Shapiro’s “future work stands an excellent chance of merging the superior qualities of two opposite modes: the expressiveness of candid personal confession and the durability of significant form.”\nShapiro died in New York City on May 14, 2000.\n", "attrs": {}}