{"pf_url": "https://www.poetryfoundation.org/poets/kathy-acker", "name": "Kathy Acker", "yob": "1947", "yod": "1997", "image": null, "bio": "\n                                                                    Novelist, essayist, and performance artist Kathy Acker was born and raised in New York City. She was educated at Brandeis University and the University of California at San Diego, where she earned her BA.    Influenced by Black Mountain poet Charles Olson and novelist William Burroughs, Acker composed genre-crossing work that frequently appropriates, interrupts, and modifies other texts to address the intersections of sex, power, and language. In a 2014 article on Acker for The Believer, Chris Kraus stated, “Her appropriating compositional style prefigures the oft-debated narrative strategies of writers whose recent novels are littered with emails, transcribed conversations, text messages, found conversations, and diary entries (as if a disjunctive narrative style had never been used before the advent of digital media).” Later in the same piece, she observed, “Acker’s compositional strategies enact a more intimate space between writer and reader than most conventional narratives do, because they’re so consciously, willfully performed for an audience.”   Acker is the author of ten novels, including The Childlike Life of the Black Tarantula (1975), Blood and Guts in High School (1978), My Mother: Demonology (1993), and Pussy, King of the Pirates (1996); the opera libretto The Birth of the Poet (1985, performed at the Brooklyn Academy of Music with composer Peter Gordon); and the script for the film Variety (1983, directed by Bette Gordon). She collaborated with artist Alan Sondheim on the video Blue Tape. And I’m Very Into You (2015) is a posthumously-published collection of email correspondence written over 17 days during the winter of 1995–1996 between Acker and media theorist McKenzie Wark.    Acker died of cancer in 1997. A selection of her papers is held in the David M. Rubenstein Rare Book & Manuscript Library at Duke University.\n                                                            ", "attrs": {}}