{"pf_url": "https://www.poetryfoundation.org/poets/kathleen-norris", "name": "Kathleen Norris", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/e0a1b125d6f27c4e5bfcd6df4b144c48a50a9c78.jpeg", "bio": "\nBorn in Washington, DC, Norris spent much of her childhood in Hawaii, then earned a BA at Bennington College in Vermont. Kathleen Norris began her literary career as a poet, but it was her spiritual memoirs such as Amazing Grace (1998), The Cloister Walk (1996), and Dakota: A Spiritual Geography (1993) that brought her to the attention of the general reading public. In these books, Norris ruminates on her religious upbringing, the doubts that assailed her as she reached maturity, and her continuing examination of the conflicts within her. Norris, a married Protestant woman, found an apparently unlikely source for spiritual peace at a Catholic monastery near her home. Eventually, she took layman’s vows at this monastery. In The Cloister Walk and other writings, she sheds light on monastic life, the value of celibacy, and the need for religion in the modern world. Critics find her books appealing because they are written in accessible language, and because they express doubt and an ongoing sense of conflict.\nShe was a bookish and sheltered student, stunned by the hedonistic excesses common at Bennington in that era. Her memoir The Virgin of Bennington (2001) recalls those years and draws its title from the mocking nickname given her by her fellow students. The shy young woman protected herself by turning inward and immersing herself in poetry. Eventually she was caught up in the culture around her, however, and by the end of her studies there she had embarked on an affair with a married professor who was instrumental in finding her a job in New York City after her graduation in 1969.\nIn New York, Norris associated with Andy Warhol and his crowd, and also worked as an assistant to Betty Kray, an arts administrator employed by the American Academy of Poets. In The Virgin of Bennington, she sketches out these memorable, often disturbing years, and relates how in 1974, she and her future husband left New York to travel to Lemmon, South Dakota after her grandmother’s death. Expecting only a short stay, they instead settled there permanently.\nNorris had already published a first book of poems, Falling Off (1971), which was the winner of the Big Table Younger Poets series. That book features what Paul Carroll, a critic in Choice, called “angelism,” with subjects that include the Port Authority bus terminal in New York City, and literary influences that include W.S. Merwin, James Tate, Stevie Smith, and Pablo Neruda. A prescient review in the Hudson Review alerted readers that “Kathleen Norris has enough wit and ease to be worth attention: let her drop all reference to angels and find something she cares to write about.” Similarly, author A.G. Mojtabai, reviewing Falling Off in Library Journal, praised Norris’s “superbly wry” manner and called her “a spellbinder, a poet to watch.”\nExcept for a small volume of four illustrated poems, however, Falling Off was to be Norris’s last collection for ten years. In 1981 her next book, The Middle of the World, was published by the University of Pittsburgh Press. Showing the positive effects of several years of hard work (both mental and physical) on the Plains, the volume dealt with a theme that the Virginia Quarterly Review expressed as that of being centered, physically and emotionally, in time and space, of being at the midpoint. The reviewer liked Norris’s “strongly narrative, easily accessible” poems. Library Journal reviewer Laurie Brown declared that “when Norris succeeds, she’s worth remembering.” A chapbook, The Year of Common Things (1988), followed. Prairie Schooner reviewer Stephen C. Behrendt labeled it “striking,” calling attention to the Wordsworthian influence on the poems. Behrendt praised the poet’s “broad humanity” and “keen eye for particularizing local detail”; he noted, too, the difficulty of crafting apparently simple poems in a relaxed, conversational tone and idiom discussing ordinary people and events. “From the fabric of the familiar in language and experience alike, Norris evokes the intensely personal responses of her characters and speakers,” commented Behrendt.\nNorris’s next full-length volume of poems was titled Little Girls in Church (1995). Kliatt reviewer James Beschta stated that the book’s title is “unusually accurate,” since the work is dominated by religious and female themes. The book does more, Beschta asserted, than simply bind life with religion: the major theme of the poetry is “the blending of life and death and love.” Belles Lettres’s Geraldine C. Little was even more enthusiastic, welcoming the author of Little Girls in Church as “a poet who with wit, sharp intelligence, joy, and an all-seeing eye [who] praises life from the ordinary to the sublime.”\nNorris had, at that point, gained public recognition with her first nonfiction book, Dakota: A Spiritual Geography (1993). In the tradition of Annie Dillard and Gretel Ehrlich, Norris finds in the land—in this case, the farmland of the Great Plains—the inspiration for religious musings and personal renewal. In the book, Norris tells of how life on the Plains—which she called “a crucible”—has changed her: “Like Jacob’s angel, the region requires that you wrestle with it before it bestows a blessing.” Norris tells of the ordinary social lives and gossip of her neighbors; of the drastically changing weather through the seasons; of her experiences as temporary pastor of a Presbyterian church with only 25 members; and of her many contacts with the monks in the local Benedictine abbey, whom she increasingly appreciated for their “contemplative sense of fun” and for their commitment to celibacy, which—like a commitment to marriage, she felt—left them secure enough to be free.\nCritical response to Dakota was overwhelming, and the book, which had only a 8,500-copy first printing, sold more than one-hundred-thousand copies in hardcover, according to a Booklist interview with Norris. A reviewer in Bloomsbury Review commented, “For a deeper understanding of the Plains, for exquisite poetic descriptions, and most importantly, for an alternative vision of life, Dakota is invaluable. Norris’s gentle desert wisdom has the potential to restore lost dimensions of our humanity, to return us to our roots, and to offer possible alternatives to our alienation.” Commonweal reviewer Elizabeth Bartelme called Dakota “a poet’s book; a work of beauty; a testament to the work of the Spirit.”\nCritical response arose in much the same key for Norris’s followup volume, The Cloister Walk (1996). This book focuses more intensely on the side of Norris’s life that touches organized religion and monasticism. She had recently spent two nine-month periods at the Institute for Ecumenical and Cultural Research at St. John’s Abbey and University, a Benedictine institution in Collegeville, Minnesota. As an oblate, or layperson who took limited monastic vows in harmony with her worldly and marital life, she “walked” with the monks without being precisely one of them. In the process, she became more deeply familiar with and appreciative of Roman Catholic theology and practices. The book, which contained seventy-five meditations, deals with such subjects as the connection between religion and poetry, the meaning of certain Catholic feasts, the lives of inspirational figures of the past, and the value of the celibate life. On the subject of celibacy more than one critic noted that Norris is especially insightful. She views celibacy as a lifelong conversation process leading to spiritual and emotional maturity: as Nancy M. Malone, writing in America, stated, “she talks of celibacy as a form of service to others, as expressive of the essential loneliness of life  ... necessary for all of us at one time or another.”\nEven married people, Norris observed, often undertake de facto periods of celibacy during personal crises or at other crucial times. Drawing on her personal experiences, Norris, Malone claimed, offers insights that save the book from being a self-indulgent memoir, as is typical of the genre. “The author learns something from her experience, and so do we.” Concluded Malone, “The Cloister Walk is often just plain funny. ... It is beautifully written  ... in giving us life closely observed and accurately expressed. Norris  ... has something significant to say.”\nNorris has also continued her work as a poet, and in 2001 a collection was published as Journey: New and Selected Poems, 1969-1999. The book won praise for being “witty and graceful” as well as “supple and inventive,” in the estimation of Booklist reviewer Donna Seaman. Critic Paul Mariani also praised the collection, especially the later work which shows people in a “compassionate light, often with humor, always with insight.”\nNorris lives in Hawaii.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}