{"pf_url": "https://www.poetryfoundation.org/poets/katia-kapovich", "name": "Katia Kapovich", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/a61ccbddf2f6218a0e4fa5ab6cc6ca352d7b400e.jpeg", "bio": "\n                                                                    Bilingual Russian poet Katia Kapovich was born in Chişinău, Moldova. In Soviet Russia, she was a member of a samizdat dissident group, which led to repeated arrests and difficulty publishing her work, so she immigrated to Jerusalem in 1990 and then to the United States in 1992.    Kapovich composes in both English and Russian. Her poems often take the shape of lyric narratives, incorporating elements of mythology and memory. In a 2010 interview with Marc Vincenz for Open Letters Monthly, Kapovich stated, “When we are young, it’s our passions that take command of us; we follow them fearlessly and sometimes win, because passions know shortcuts. That’s been good enough for many years. Now it’s experience and lots of thinking that I want to guide me and guard me. No more haste. In poetry hastiness is inappropriate. A lyrical poem is a small thing that can travel a long way. I slow myself down; I measure and weigh it in the palm again and again. Here’s my only chance, I tell myself. I have one arrow, so it better be perfect.”   She is the author of several collections of Russian poetry, and her poetry in English includes Cossacks and Bandits (2008) and Gogol in Rome (2004). Her work has also been featured in the anthology Poetry 180: A Turning Back to Poetry (2003, edited by Billy Collins).   With her husband, the poet Philip Nikolayev, she coedits Fulcrum: An Annual of Poetry and Aesthetics. She was awarded a Witter Bynner Fellowship from the Library of Congress and has served as poet-in-residence at Amherst College. She lives in Cambridge, Massachusetts.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}