{"pf_url": "https://www.poetryfoundation.org/poets/kazim-ali", "name": "Kazim Ali", "yob": "1971", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/0c44c2bab1abf6bf28463a4b8441eba26dccd851.jpeg", "bio": "\nPoet, editor, and prose writer Kazim Ali was born in the United Kingdom to Muslim parents of Indian descent and has lived transnationally in the United States, Canada, India, France, and the Middle East. He earned a BA and MA from the University at Albany-SUNY and an MFA from New York University.\nAli’s poetry collections include The Voice of Sheila Chandra (Alice James Books, 2020), Inquisition (2018), Sky Ward (2013), The Fortieth Day (2008), and The Far Mosque (2005), which won Alice James Books’ New England/New York Award. Ali’s poems, both lyric and musical, explore the intersection of faith and daily life. In a review of The Fortieth Day, Library Journal noted that Ali “continues his task of creating a rejuvenated language that longs to be liberated from the weight of daily routine and the power of dogmatic usage ... writing in the tradition of Wallace Stevens, Ali is clearly a poet of ideas and symbols, yet his words remain living entities within the texture of the poem.”\nHis prose includes The Disappearance of Seth (2009), Bright Felon: Autobiography and Cities (2009), Resident Alien: On Border-crossing and the Undocumented Divine (2015), Anaïs Nin: An Unprofessional Study (Agape Editions, 2017), Silver Road: Essays, Maps & Calligraphies (2018), and Northern Light: Power, Land, and the Memory of Water (Milkweed Editions, forthcoming 2021). He is also the author of the novel Quinn’s Passage (2005), which was named one of the Best Books of 2005 by Chronogram magazine, and the experimental novel, written as a musical score, The Secret Room: A String Quartet (Kaya Press, 2017). He has translated Marguerite Duras’s Abahn Sabana David (2017) and When the Night Agrees to Speak to Me (2017) by Ananda Devi.\nIn 2003 Ali co-founded Nightboat Books and served as the press’s publisher until 2007. He has received an Individual Excellence Award from the Ohio Arts Council, and his poetry has been featured in Best American Poetry. Ali has been a regular columnist for the American Poetry Review and a contributing editor for the Association of Writers and Writing Programs’ Writer’s Chronicle. He is a former member of the Cocoon Theatre Modern Dance Company.\nAli has taught at Oberlin College, Davidson College, St. Mary's College of California, Naropa University, and the low-residency Stonecoast MFA program at the University of Southern Maine. He is currently professor of Literature and Writing at the University of California, San Diego.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}