{"pf_url": "https://www.poetryfoundation.org/poets/keith-douglas", "name": "Keith Douglas", "yob": "1920", "yod": "1944", "image": null, "bio": "\nConsidered one of the foremost English poets of World War II, Keith Douglas was born in Tunbridge Wells, Kent, England, in 1920. He is best remembered for poems describing his experiences as a tank commander in North Africa. These works are distinguished from those of most well-known poets of the world wars by their detached, reportorial style and avoidance of the traditional rhetoric of patriotism or protest. While largely unknown at the time of his death, Douglas’s poetry has been praised by such prominent English poets and critics as Geoffrey Hill, Ted Hughes, and Roy Fuller, who declared Douglas “unarguably the finest English ‘war poet’ to come out of the Second World War.” Critic Desmond Graham stated, “Perhaps the only poet of his generation to build successfully on the achievement of [WWI soldier-poets] Wilfred Owen and Isaac Rosenberg, he is regarded as the finest British war poet of World War II and, by many, the finest poet of his generation.”\nDouglas’s parents separated when he was six years old, and Douglas spent much of his childhood in boarding schools. In 1931 he enrolled in Christ’s Hospital, a charitable school with a strong literary heritage; its alumni included Samuel Taylor Coleridge and Charles Lamb. Douglas was considered a rebellious student by school officials, but he excelled in his studies and distinguished himself as an athlete and artist whose drawing and painting gained the praise of his teachers and classmates. He began writing poetry while a teenager, publishing his first poem at age 16. In 1938, while still a student at Christ’s Hospital, he published the poem “Dejection” in the prestigious journal New Verse. Soon afterward Douglas was granted a scholarship and entered Merton College, University of Oxford. He participated fully in the school’s literary life, editing the undergraduate weekly and studying under the renowned poet Edmund Blunden, who encouraged Douglas to publish a collection of his poetry.\nWith the advent of war in Europe in 1939, Douglas volunteered for military duty. He began his service in 1940 in the cavalry, and was eventually transferred to a tank regiment in North Africa. Desiring combat experience, he deserted an office assignment in defiance of his superiors to assume command of a tank troop at the beginning of the El Alamein offensive in October 1942. Douglas remained with his regiment until January 1943, when he was wounded by a land mine near Tripoli. During his recuperation he wrote several of his most famous poems based on his combat experiences, as well as Alamein to Zem Zem (1946), a war memoir supplemented by his poems and drawings. Returning in late 1943 to England, where his regiment was readied to participate in the D-Day invasion of France, Douglas sought publication of Alamein to Zem Zem and a collection of poems he planned to title “Bête Noire.” In June 1944 he sailed with the invasion fleet for Normandy, where he was killed three days after landing.\nMost critics identify three major stages in Douglas’s poetry, the first comprising his adolescent work, the second coinciding with his studies at Oxford, and the last beginning with his military service. Some also contend that Douglas was entering a fourth stage with the “Bête Noire” poem fragments he wrote just before his death. His early poems are considered important primarily because they exhibit a precocious technical facility. Concerned largely with pastoral and mythic themes, these works are considered derivative in form and content. At Oxford, he wrote poems in which, as critics have observed, he began to develop an individual style, characterized by melancholy and economy of phrase.\nDouglas entered military service believing battle experience would be beneficial to him as a writer. He considered the war the most relevant literary topic of his time, and maintained that only a soldier could write authentically about war. After experiencing battle, he abandoned the musicality and smooth rhythms that characterized his poetry in favor of a grim, often jarring voice that he considered better able to depict the carnage he had witnessed. He defended this stylistic departure to his friend and fellow poet J.C. Hall in a letter which many critics have understood as his poetic manifesto: “My rhythms, which you find enervated, are carefully chosen to enable the poems to be read as significant speech: I see no reason to be either musical or sonorous about things at present.” Rather than using emotive language, as he had in his earlier poems, Douglas began utilizing understatement and juxtaposition for emotional effect, techniques for which critics have compared him to such metaphysical poets as John Donne.\nIn perhaps his most acclaimed poem, “Vergissmeinnicht” (“forget me not”), Douglas described in exacting detail his discovery in the desert of a dead German soldier carrying with him a photograph of his sweetheart. Commenting on war’s threat to both life and personal identity, Douglas contrasted the woman’s perception of her lover with the killer he had become, and concluded, “And Death who had the soldier singled / has done the lover mortal hurt.” Linda M. Shires pointed out in a chapter on Douglas in her British Poetry of the Second World War that the he “truly becomes, with ‘Vergissmeinnicht,’ a poet for whom literary history and geo-political history match: stereotypical boundaries are broken down.” Douglas’s work, Shires explained, “is not just that of a broken landscape or an exiled destroyed heart, but that of a civil war in which he sees and plays both sides.”\nUnlike such earlier war poets as Wilfred Owen and Siegfried Sassoon, Douglas avoided moral judgments in his works. Detached and sometimes ironic, his battle poems are characterized by a visual sensibility that critics attribute to his training as an artist, notably in the three-poem sequence, “Landscape with Figures.” Douglas also wrote about his internal conflicts, and commentators recognize in his more meditative poems a writer troubled by despairing moods and a premonition of death, which he openly treated in his poems “On a Return from Egypt” and “Simplify Me When I’m Dead.”\nDouglas was little known as a poet until after his death, and by the time The Collected Poems of Keith Douglas was published in 1951, critical and popular interest in war poets had subsided. However, Douglas attracted the notice of poets of the postwar generation, including Hughes and Lawrence Durrell who saw his severe, unsentimental battle poetry as a precursor to their own reaction against English neoromantic poetry of the 1940s. Douglas’s greatest achievement, they believed, was his invention of a new, anti-lyrical voice and aesthetic in which to render the horrors of the battlefield. With the revival of Douglas’s poetry in the early 1960s came a renewed interest in Alamein to Zem Zem, which critics saw as a key to understanding Douglas, who, in contrast to the popular conception of the reluctant soldier-poet, enjoyed battle and fought well. Negative criticism of Douglas has focused on his detached approach, which Ian Hamilton compared to “the tightlipped insensitivity of the officers’ mess,” and on what some critics consider an immaturity and morbidity in his work. Even Douglas’s admirers have qualified their praise, describing him as a good poet with great unrealized potential. Nevertheless, critics maintain that Douglas’s work signaled changes in modern English poetry and remains valuable as an example of art undergoing radical adaptation to fit specific circumstances. As Hughes wrote, Douglas “invented a style that seems able to deal poetically with whatever it comes up against.”\n", "attrs": {"Region:": ["England"]}}