{"pf_url": "https://www.poetryfoundation.org/poets/kenji-miyazawa", "name": "Kenji Miyazawa", "yob": "1896", "yod": "1933", "image": null, "bio": "\nPoet and farmer Kenji Miyazawa was born in Iwate Prefecture. He studied geology at Morioka Imperial College of Agriculture and Forestry, moved to Tokyo, and began writing poetry, short stories, and children’s books. Miyazawa didn’t circulate long in literary circles, however; he soon returned home to care for his sister, who eventually died. During this period, Miyazawa taught agricultural science and continued to write. He self-published his first book, a work for children, in 1924. Three of his books from the 1930s—Milky Way Railroad, Matasaburo of the Wind, and Be not Defeated by the Rain—were published posthumously.\nMiyazawa’s fiction, poetry, and children’s stories sketch an ecological vision well ahead of its time. Drawing on his training as a scientist and a practitioner of Buddhism, Miyazawa developed a vision of interdependence among all forms of life at all times. According to his translator, Roger Pulvers, “For Miyazawa, what will happen in the future is inextricably part of what is happening now, and what happened in the past. It is all part of ‘the monstrous bright accumulation of time.’ He, living or dead, or you, or me, or anyone else, experiences this fusion of time, congealed into the present moment from which we look forward and back. To be conscious of all time at once is to be enlightened.”\nAfter leaving teaching, Miyazawa devoted his life to writing and assisting farmers in the region of his birth. After an earthquake struck the area in 1933, he aided local recovery efforts. He died at age 37 of pneumonia. Relatively unknown in his lifetime, his work enjoyed a revival in the 1980s, and he is now recognized as one of 20th-century Japan’s foremost writers.\nTranslations of Miyazawa’s work into English include Strong in the Rain: Selected Poems (trans. Roger Pulvers, 2007) and Miyazawa Kenji: Selections (2007).\n", "attrs": {"Region:": ["Asia, East"]}}