{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-irby", "name": "Kenneth Irby", "yob": "1936", "yod": "2015", "image": null, "bio": "\n                                                                    Kenneth Irby was born in Bowie, Texas, and raised in Fort Scott, Kansas. He earned a BA from the University of Kansas and an MLS from the University of California–Berkeley and completed PhD work at Harvard University. A friend of Ed Dorn, Robert Duncan, and Robert Creeley, Irby was frequently associated with the Black Mountain School, and his work also shares affinities with Language poetry. His collections include The Oregon Trail (1964), Relation: Poems 1965–1966 (1970), Plank Turned to Marble (1979), A Set (1983), Antiphonal and Fall to Fall (1994), Ridge to Ridge: Poems 1990–2000 (2001), and The Intent On: Collected Poems, 1962–2006 (2009). Awarding Irby the Shelley Memorial Award in 2010, judges G.S. Giscombe and Katie Peterson noted that Irby’s oeuvre was “since its beginnings, an insistence on and meditation on human psychic interaction with landscape (particularly the landscapes of the western U.S.); the work has essayed to break down histories of humans and migrations, to investigate the geography itself. The poetry's extensive in the best senses—place-oriented (but unassociated with the cliché of place), intensely musical, complex in its uses of sentence and line and page, deeply referential. The work's points of departure are reading and living; it shares much ground with recent American conceptual poetics (Black Mountain, L=A=N=G=U=A=G=E writing, etc.) but is most like itself.”  Writing of Irby in Jacket2, Nico Peck described the “expansiveness” of Irby’s work. “That web of connectivity—what could be called love—remarks on the structure of the universe itself, what also could be called love. If love is the activity of connecting one to an/other, thereby dissolving the subject/object confusion, then the drawing of connections via poetry is also love. And so, I would argue that Ken Irby writes love poetry.” Irby’s importance to midcentury experimental American poetry was clarified by the publication of Intent On. A long-time instructor and professor at the University of Kansas, he lived in Lawrence, Kansas until his death in 2015.\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}