{"pf_url": "https://www.poetryfoundation.org/poets/kenn-nesbitt", "name": "Kenn Nesbitt", "yob": "1962", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/062c2f0cf50b07cdc54a3da0556d941299c68b0a.jpeg", "bio": "\nKenn Nesbitt was born in Berkeley, California. He grew up in Fresno and San Diego and attended National University in San Diego, where he majored in computer science.\n\r\nNesbitt’s poetry for children is “irrepressible, unpredictable, and raucously popular,” in the words of former Children’s Poet Laureate J. Patrick Lewis. Nesbitt’s poems frequently deal with humorous, relatable situations that verge on the madcap. He is the author of numerous books of poetry for children, including Believe It or Not, My Brother Has a Monster (2015), The Biggest Burp Ever (2014), Kiss, Kiss Good Night  (2013), The Armpit of Doom: Funny Poems for Kids (2012), The Ultimate Top Secret Guide to Taking Over the World (2011), The Tighty-Whitey Spider (2010), Revenge of the Lunch Ladies (2007), Santa Got Stuck in the Chimney (2006), When the Teacher Isn’t Looking: And Other Funny School Poems (2005), and The Aliens Have Landed at Our School! (2001), among many others. In addition to writing books, Nesbitt has also written lyrics for the group Eric Herman and the Invisible Band. His lyrics are included on the CDs What a Ride (2007), Snail’s Pace (2007), Snow Day (2006), Monkey Business (2005), and The Kid in the Mirror (2003).\n\r\nNesbitt’s poems have appeared in hundreds of anthologies, magazines, and textbooks worldwide, and were included on the television show “Jack Hanna’s Wildlife Adventures” and in the film “Life As We Know It.” Nesbitt is a member of the Society of Children’s Book Writers and Illustrators. His website, Poetry4kids, is an online “Funny Poetry Playground” that features poems, lessons, games, and poetry-related activities. In 2013, Nesbitt was named the Children’s Poet Laureate by the Poetry Foundation. He currently lives in Spokane, Washington with his wife, children, and pets.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}