{"pf_url": "https://www.poetryfoundation.org/poets/kenneth-fearing", "name": "Kenneth Fearing", "yob": "1902", "yod": "1961", "image": null, "bio": "\nThe son of a Chicago attorney, Kenneth Flexner Fearing was born and raised in Oak Park, Illinois, and he attended public schools. He then studied at the University of Wisconsin, where he earned a BA in 1924. Although he worked for a Chicago newspaper for a time, after 1924 he lived mostly in New York City, where he associated with other poets in Greenwich Village. His poetry collections include Stranger at Coney Island and Other Poems (1948), Collected Poems of Kenneth Fearing (1940), Dead Reckoning (1938), and Angel Arms (1929). He won a Guggenheim Fellowship for creative writing in 1936, and it was renewed in 1939.\nA well-known proletarian poet of the 1930s, a pulp magazine writer with several pseudonyms, and a Chicago and New York City publicity and editorial writer, Fearing turned to writing “psycho-thrillers” in the 1940s and 1950s. His fourth novel The Big Clock (1946) achieved much popularity and was released as a film by Paramount in 1947. Although some scholars now consider Fearing’s main contribution to be in the genre of poetry, the 1980 paperback republication of The Big Clock represents mystery buffs’ recognition of the novel as a classic. Some contemporary critics found that Fearing’s multiple first-person narrators detracted from the plots of his novels, but this technique allowed Fearing to probe the minds of both the pursued and the pursuers. His depiction of the atmosphere and vernacular of the city, which he first captured in his poetry, is in the style of the hard-boiled school of detective fiction, which Dashiell Hammett and Raymond Chandler, among others, had developed in the 1920s and 1930s.\nAlthough both his novels and his poetry depict the disintegration of middle-class life-styles in an urban mechanized society, Fearing described the conditions that led to the formulation of revolutionary ideas rather than advocating the ideas themselves. He developed in his poetry a persona of the reluctant private investigator who asked rather than answered questions, a persona who became one narrator in Fearing’s novels.\nFearing considered Carl Sandburg and Walt Whitman the main models for his poetry; his poems also resemble those of E.E. Cummings. His short lines, internal rhymes, coined words, and street jargon make his lines abrupt and staccato, a style he later adapted for his novels, along with the city setting of such poems as “Manhattan.” In this setting, violence is commonplace, and his many characters pathetic types. Although some contemporary critics called Fearing leftist and communist, Fearing stated that political convictions were a “mystery” to him. He is praised today for his presentation of the desperate lot of the urban middle and lower class, expressed in their own respective vernaculars.\nIn Fearing’s first novel, The Hospital (1939), he introduced the narrative technique that he used in all of his subsequent novels: each chapter is narrated from the first-person point of view of one of the many characters. In The Hospital, all the chapters take place around three o’clock in the afternoon and are narrated by the doctors, nurses, patients, and maintenance men in a huge metropolitan hospital. Fearing’s first wife was a nurse, and Fearing visited city hospitals to research his novel. The reader sees what each character is doing and feeling in a few minutes after a drunken janitor turns the power off. Steve, an unemployed ship’s radio operator is married to the faithless Freya, who is undergoing a biopsy for breast cancer at three o’clock. At the same time, Steve’s mistress Helen is being tested for tuberculosis. If her lump proves malignant, Freya has resolved to stay with Steve; if Helen has tuberculosis, Helen will free him. Other characters who undergo crises at three o’clock are Dr. Gavin, a once brilliant, now terminally ill, surgeon who is mercifully killed by a colleague; Dr. Kane, who commits suicide because of a financial scandal; Dr. Cavanaugh, whose past surgical failures panic him while he operates on Freya; Dr. Clayborn, who tests Helen; and Pop Jarneck, who turns off all the switches in the hospital generator room at the moment Cavanaugh discovers that Freya does have cancer.\nReviewers charged that Fearing included too many narrators for readers to care for any of them, a criticism that would plague most of Fearing’s novels. Switching narrators slowed down the action and gave the novel breadth without depth. However, the reviewers found Fearing’s setting accurate and absorbing, and his “basement” characters like Pop Jarneck sympathetic. The setting was enhanced by Fearing’s concise, rhythmic style, so much so that one reviewer called the novel a “staccato prose poem.” This crisp style along with the realistic treatment that Fearing gave his oppressed “basement” characters earned this first novel a cautious but positive reception.\nAlthough in The Hospital Fearing used suspense to create interest in his characters, Dagger of the Mind (1941) is his first attempt to write a thriller. Following one trend in mystery writing that has continued to the present, Dagger in the Mind is a psychological thriller. “Not so much a mystery story as a study in abnormal psychology,” one reviewer called the novel. Fearing’s techniques of switching first-person points of view allowed him to follow the pursuer, Captain Wessex of the New York State Police, and the pursued all the way to the solution of the crime and even to the electric chair. The setting is an artists’ colony where all the residents have shady pasts and a murder occurs but not as the murderer originally planned. The narrators range from the murderer to the person about to be murdered to the investigator to the residents. The main narrator, Christopher Bartel, an alcoholic painter who is also the murderer, is an unreliable source of information because he lies to the reader. The many narrators sometimes interfere with the flow of action, and the ending is a disappointment because the solution is hidden from readers not by the cleverness of the puzzle but by the deception of the main narrator; however, the psychological suspense is an achievement. Although Fearing’s chase scenes are presented through interior monologues that focus on states of mind rather than external events, they were exciting and unusual at a time when most thrillers depended on physical violence. The success and failures of Fearing’s first thriller anticipated those of The Big Clock.\nClark Gifford’s Body (1942), the story of a modern-day John Brown, confused readers and reviewers. 30 narrators tell about a revolution in a mythical country, which is initiated by Clark Gifford’s attack on the radio station WLEX in Bonnfield. Gifford heads the Committee for Action, a group dissatisfied with the provisional government in power for the last five years. Although Gifford is captured during the attack and later is executed, the revolution succeeds. Gifford’s bravery spurs his followers to overcome the government and establish an uneasy peace, but years later many consider him a madman. In a letter to his son, Gifford has warned that “A man must value something, his beliefs, his country and its people, his personal honor, something, whatever it may be, so much that he is prepared to die for it if that should be necessary,” but the chaos during the 30 years before the revolution is matched by that 15 years after Gifford’s death. Fearing suggests the deterioration of Gifford’s influence and the resulting chaos by the story of Tony, a child who, separated from his mother by war, lives with five or six different armies, speaks a language understood by no one, and can only imitate the actions of others. Tony’s story is one of the few cases in which philosophical or historical commentary is embodied in the presentation of character. Fearing also uses contradictory newspaper and radio accounts of the attack on WLEX to represent the characters’ confusion, a technique he returns to in The Crozart Story (1960). Fearing not only switches narrators with every chapter, but he also skips back and forth in time. Although some reviewers praised the novel as a warning of what might occur in the United States after World War II, Fearing’s experimental narrative techniques not only confused and irritated readers but also made the novel too unreal and abstract to be frightening.\nThe title of The Big Clock refers to its main character’s philosophy of life. The big clock, more powerful than man’s watches and calendars, is the clock “to which one automatically adjusts his entire life.” Man runs like a mouse into all “its false exits and dangerous blind alleys and steep runways, natural traps and artificial baits,” looking for the “real prize” in life. That prize is an illusion, for the big clock “has never changed, it will never change, or be changed.” This lack of control pervades George Stroud’s life; he is one step ahead of his lies to his wife and, by the end of the novel, one step from death. The suspense comes not from whether George will beat the big clock or fate (for no one can), but whether it is time for George or another to lose the race.\nGeorge is the editor of Crimeways magazine, a periodical that reports on, investigates, and even fabricates crimes. George has been successful as an investigator, and his life with his wife Georgette and daughter Georgia is stable despite his infidelities. Fearing portrays George’s affair with his boss’s mistress, Pauline Delos, as fated, and their first encounter is reminiscent of those sexual encounters in Chandler’s and Hammett’s novels: “All at once a whole lot of things were moving and mixing as though they had always been there.” Although their relationship is charged with sexual tension, George tries to deny his romantic nature, as does Sam Spade or Philip Marlowe. “These moments [with women] move fast, if they are going to move at all, and with no superfluous nonsense. If they don’t move, they die.” The novel is far better than Fearing’s previous books; not only does the brittle style support the characters’ attitudes but also the psychological chase scene, in which George strives to elude his pursuers, is suspenseful until the end.\nWhen Earl Janoth kills Pauline Delos, George is the only witness. Janoth heads the organization that owns Crimeways as well as many other periodicals, but his life is “ashes,” “cold, and spent, and not quite worth the effort.” He is part of the world that Fearing depicted in his early poetry, and the city itself is symbolized by the Janoth Building, which “prefer[s] human sacrifices of the flesh and of the spirit.” Both Janoth and Pauline are bisexual, a trait that Fearing used later in The Crozart Story to symbolize the degeneration of the rising middle class. Because Fearing again uses multiple first-person narrators, the reader sees the murder of Pauline through Janoth’s eyes. Janoth knows someone saw him leave the murder scene but does not know it was George, and he assigns George, a skillful investigator, to find that witness—George himself.\nThe reader knows that George cannot escape his own pursuit; the suspense comes from wondering how long he can avoid the investigators he has assigned to help in the search. Coincidence and minute details trap him. Janoth knows that his witness outbid the painter Louise Patterson for her own painting on the day Pauline died. Another Patterson painting hangs conspicuously in George’s office. Investigators find George’s handkerchief in a bar where “the witness” had a drink with Pauline, and George must find an excuse to handle the handkerchief before they test it for fingerprints. The circle of evidence slowly builds around George, the pursuer and the pursued. George cannot tell the truth to the police without jeopardizing his marriage; Janoth must either kill the witness or pin the murder on him.\nAlthough Fearing has Janoth, George, Pauline, Georgette, Louise, and the investigators narrate chapters, he avoids the problems he had with this technique in the early novels. Because he uses George to tell the greater part of the story and because the plot proceeds in chronological order, the story is not obscured by shifting time sequences and changing points of view. Fearing also develops George’s personality, making the reader care about George’s predicament while showing his strengths and weaknesses. For example, he depicts George as a loving father by having him tell the story of the “lonely cornflake” to his daughter so she will eat her cereal. However, although George says he has learned from his infidelities (“It was enough, to be scorched by one serious, near-disaster”), the reader distrusts George’s resolution to reform after he saves Louise Patterson’s phone number.\nThe ending of the novel comes too easily for the suspense Fearing has created; George’s own closing trap for “the witness,” however, remains a master stroke. Contemporary reviewers found the chase scene “gripping” and “unique,” “the most unusual chase ever come across” in the genre. Although the symbol of the big clock ties the novel together thematically—fate misses George this time but will get him someday—it does not support the action. The popularity of The Big Clock stems from its plot, the essence of all thrillers, and it drew more readers than Fearing’s poetry or any of his other prose works.\nFearing next teamed up with Donald Friede and Henry Bedford-Jones to write the historical novel John Barry (1947) under the joint pseudonym Donald F. Bedford. Bedford-Jones, a prolific pulp magazine writer, wrote over 100 novels and numerous short stories before his death in 1949. John Barry was Bedford-Jones’s last novel, and his talent for careful historical research earned what little critical acclaim the novel drew from reviewers, who credited the authors of John Barry with “undefatigable research.” Typical of Fearing’s narrative techniques were the 70 points of view depicted in this novel about the development of San Francisco from 1846 to 1850. The title character, John Barry, is a young man from Maine who in 1847 helps rescue the Donner party when it is trapped in deep snow and some of its members are surviving by eating the flesh of those who have died; he also mines for gold and plays a part in the settling of San Francisco. However, as with Clark Gifford’s Body, the novel has no sense of immediacy, and only John Barry’s presence in most episodes gives the novel a slight continuity.\nIn Loneliest Girl in the World (1951), Fearing recaptured some of the success of The Big Clock. Although again using multiple narrators, Fearing concentrates on the title character, Ellen Vaughn, the daughter of the late Adrian Vaughn, who invented Mikki, a sound recorder and library system. Ellen becomes an investigator of the past when she discovers that within Mikki’s 463,635 hours of recorded speeches, music, and business transactions is the key to her father’s death. She also realizes how naive and sheltered she has been when by accident she hears a recording of her lover Tom Crandell’s plan to use her to gain control of Mikki and her father’s business. In taking control of her life, Ellen comments, “A woman’s identity is a simple equation; it is the sum of the men she has loved, minus the ones she has hated. Multiplied by, apparently, a great, great many enemies. Divided by the very few people who emerge from a cloudy chaos to form the illusion of a stable and trustworthy world.” Fearing’s style is humorous, and his full characterization of Ellen encourages the reader to care about her fate. Ellen uses her skill as an audio engineer to find the tape that contains the last argument between her father and her brother Oliver, during which the two fought over how to exploit Mikki and fell to their deaths from the balcony of the Vaughn penthouse. When Ellen exposes the stock scandal her father created, the Vaughn fortune is lost, and to free herself finally of the past, Ellen “riddles” Mikki with an automatic. Since Ellen’s investigation, however, depends more on information retrieval than on real detection, ultimately the novel suffers in comparison with The Big Clock. Again the final solution comes too easily to merit the long “chase,” and reviewers objected to Fearing’s dated message that machines were a threat to human relations. The novel, however, is really, as one character says, about “the children of the strong. Simply gone to seed. ... Not a foot of solid earth to stand on.” Ellen’s final liaison with James Kell, a cartoonist who never knew his parents and has made and lost a fortune, shows her desire to find her own solid, if common, ground free of all links to the past. The story of how Ellen overcomes the “advantages” of her past is more absorbing than her search for the truth.\nFearing’s last two novels failed to interest either reviewers or readers. In both The Generous Heart (1954) and The Crozart Story (1960) Fearing continues to tell a suspenseful story from various points of view, but he exchanges the crisp and witty style of The Big Clock and Loneliest Girl in the World for a more complicated one. One reviewer commented that in The Generous Heart, the “talk” was complex enough “to require the services of a dozen Philadelphia lawyers.” The novel concerns two charity fund-raising organizations, one honest and one crooked. The members of the crooked Generous Heart organization stage a hit-and-run accident to force the honest organization to join forces with them. Fearing includes more violence in this novel, and while his urban setting is again realistic, the novel also lacks a unique “chase.”\nThe Crozart Story opens with a long, complex introduction to the public relations world. Fearing mocked overblown vocabulary in The Big Clock with George Stroud’s explaining to Georgette that when Earl Janoth uses the obscure word geomancer, “Earl got it out of the fattest dictionary ever printed, wrote it on his cuff, and now the rest of us know why he’s the boss.” While each sentence of Lee Hoyt’s introduction in The Crozart Story is intricate and meaningful, more than 40 pages of this complexity along with the difficult style throughout the rest of the novel detract from the plot. For example, Hoyt explains how public relations influences public opinion: “The fantasies we were adroitly joining and fashioning into loaded rumors, those gossamer rumors we were transmuting into triggered press releases, those childlike releases we were everywhere implementing with public degradation, internal exile, imprisonment, those incandescent anxieties we were molding and hardening into death’s-head taboos—all these components of the commando raids we were mounting for the world’s richest haul consisted of words, basically, only words.” The reader feels that Fearing is committing as well as condemning an abuse of communication rather than telling a story. The title character, Steve Crozart, believes that each successful public relations stunt must have a victim. In an extreme maneuver, Crozart stages his own supposed death to provoke a merger between two public relations firms, and Lee Hoyt uses this event to attempt his own coup, but Crozart returns to a world in which he is expendable, and Hoyt almost loses control of his empire. As in Clark Gifford’s Body, Fearing uses newspaper clippings, this time to help his narrators present the intricacies of business and the public mind, but in both of Fearing’s last novels, the plots seem excuses for exposes of big business. Fearing died of cancer in 1961, a year after The Crozart Story appeared.\nFearing’s The Big Clock has been placed on the list of American suspense classics. His use of multiple narrators allowed him to create unique chase scenes in which readers knew both the pursuers and the pursued. However, most detective novels are puzzles in which the identity of the criminal is revealed in the end. Fearing’s narrative technique lent itself well to building suspense, but he often ended his thrillers too abruptly or chose an easy solution to the mystery. At times he portrayed the city and its inhuman organizations better than he did his main characters. Fearing’s brittle style at its best matched that of Hammett and Chandler. While scholars continue to study Fearing’s poetry, readers of popular fiction have rediscovered The Big Clock because Fearing is a master at psychological suspense.\n", "attrs": {"School/Period:": ["Modern"]}}