{"pf_url": "https://www.poetryfoundation.org/poets/kevin-coval", "name": "Kevin Coval", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/d1ea6d220d8e6e3ca7b1069cff7d5a7596594fae.jpeg", "bio": "\nPoet and activist Kevin Coval was raised in the suburbs of Chicago and educated at Ohio University, the University of Wales, and DePaul University. His brave, socially engaged poems weave together personal experience and calls to action. Coval is the author of several collections of poetry, including Everything Must Go (2019); Schtick: Jewish Assimilation and Its Discontents (2013); L-vis Lives! Racemusic poems (2011); Everyday People (2008); and Slingshots (A Hip-Hop Poetica) (2005), which was a finalist for the American Library Association’s Book of the Year award. Coval is also the editor of the BreakBeat Poets series from Haymarket Books.\r\n \nBooklist’s Donna Seaman reviewed Schtick in 2013, observing, “In his fourth book, this line-crosser and bridge-builder—of suburb to city, white to black to Jewish, literature to hip-hop—wrestles with his Jewish American identity in rambunctious, irreverent, and staccato rants, raps, and laments. … Gliding between the personal and the communal, the sacred and the profane, the painful and the absurd, Coval muses over the fate of European Jews filtering through Ellis Island, losing names and shedding identities, and the treacheries of assimilation.”\r\n \r\nIn a 2006 interview with Aaron Sarver for In These Times, Coval spoke of the connections he finds between hip-hop and Judaism, stating, “When I was studying for my Bar Mitzvah, … I would listen to old tapes of cantors chanting. There was a rhythm there that wasn’t dissimilar to some of the rhythm I was hearing in hip-hop. Then there are the stories I got from my dad and my aunt and other family members about where my family comes from in Russia, having to leave the Cossacks, trying to get to this country in order to not be killed. There was something about that that I liked. All of the humor, the heartache, the beauty, the brutality, all within the same story, was also present within hip-hop.”\r\n \r\nIn a 2009 interview for Centerstage, Coval discussed how his love of hip-hop fed his early desire to write poetry, stating, “Hip-Hop is poetry. KRS-ONE called himself a poet. Chuck D would send me to the library to look up references he was making in his rhymes. These emcees were consciously participating in and exposing me to an alternative canon of verse in American letters, verse that felt more inclusive of the American experience; a working class narrative, not just dead white dudes getting lost in the woods.”\nCoval has been a frequent guest on Russell Simmons’s Def Poetry Jam on HBO. Additional honors include the Gandhi/King Peace Making Award from the Association for Global New Thought and the Douglas Wallace Distinguished Service Award as well as residencies at the University of Illinois-Chicago Jane Addams Hull-House Museum and the University of Chicago Newberger Hillel Center.\n\r\nIn his early 20s, Coval cofounded Louder Than A Bomb: The Chicago Teen Poetry Festival, now one of the nation’s largest youth poetry slams, which was the subject of the award-winning documentary of the same name. A frequent contributor to Huffington Post and WBEZ: Chicago Public Radio, Coval is artistic director of the nonprofit Young Chicago Authors and has taught at the School of the Art Institute of Chicago and the University of Illinois at Chicago. He lives in Chicago.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}