{"pf_url": "https://www.poetryfoundation.org/poets/kim-addonizio", "name": "Kim Addonizio", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/bba461d2fa108ec74af1adcdbdd24f5f0e65af7b.jpeg", "bio": "\nKim Addonizio was born in Washington DC, the daughter of a former tennis champion and a sports writer. She attended college in San Francisco, earning both her BA and MA from San Francisco State University, and has spent much of her adult life in the Bay Area. She currently lives in San Francisco.\nAddonizio has received numerous awards for her work, including fellowships from the Guggenheim Foundation and the National Endowment for the Arts, a Pushcart Prize, and the John Ciardi Lifetime Achievement Award. Addonizio’s poetry is known for its gritty, street-wise narrators and wicked sense of wit. Her early volumes of poetry, including The Philosopher’s Club (1994) and the verse novel Jimmy & Rita (1997), unflinchingly treated subjects ranging from mortality to love to substance abuse. Daniela Gioseffi, writing in the American Book Review, affirmed that Addonizio “is wise and crafty in her observations and her portrayal of sensual love, filial feeling, death or loss.” Gioseffi contended that Addonizio “is most profound when she’s philosophizing about the transient quality of life and its central realization of mortality.”\nIn 1997 Addonizio collaborated with Dorianne Laux on The Poet’s Companion: A Guide to the Pleasures of Writing Poetry, a volume that focuses on the craft and process of writing poetry. The book includes writing exercises, suggestions of various themes, and examples of poems by such writers as Jane Kenyon and Jack Gilbert. A Library Journal reviewer found The Poet’s Companion to be “head and shoulders above” most other textbooks about writing. Addonizio has also published another poetry guide called Ordinary Genius: A Guide for the Poet Within (2009). The book presents Addonizio’s insights into the creative process and craft of writing, as well as writing exercises and Addonizio’s own experiences as a writer, including sample rejection slips. Addonizio’s memoir Bukowski in a Sundress: Confessions from a Writing Life (2016) likewise details the rewards and travails of a writer’s life. In the Guardian, Michelle Dean noted that “Bukowski in a Sundress also tracks the peripatetic life of an American literary writer in the early 00s, teaching classes all over the country. Where once poets met and read in smoky bohemian cafés, the academy is what keeping the art alive in America, giving poets salaries and insurance. Poets might once have starved in garrets; now their experiences are, like Addonizio’s, seasoned by their experiences with their students.”\nAddonizio’s third collection of poetry, Tell Me (2000), was nominated for a National Book Award. In an interview with Jessica Belle Smith for the online publication San Francisco Arts Magazine, Addonizio remarked that while writing Tell Me, she was very aware of speaking to her readers. She commented: “I like poems that address the reader…Poetry isn’t necessarily about communication, but that element is important to me. I go back to someone like Whitman who knew I would be here even though he didn’t know me. He thought about the people who would be coming after him—and he acknowledged them and spoke to them! And I feel that he is speaking to me, he knew I’d be here someday! I love the concept of speaking to people who aren’t even born yet.”\nAddonizio’s next books of poetry, What Is This Thing Called Love (2004), Lucifer at the Starlite (2009), and Mortal Trash (2016) continue to display her wised-up ear and eye for urban detail. Sean Finney, in the San Francisco Magazine, noted that Addonizio’s Lucifer at the Starlite, “sounds like a glam-rock show,” though he added, “the book’s strong attitude has a purpose: to provoke empathy. And these poems succeed in doing so, in large part because of the con­sis­tency of Addonizio’s persona—wry and knowing, ready to turn a phrase and say something plain in a way that rings true.”\nIn addition to poetry, Addonizio has published fiction, notably the novels Little Beauties (2005) and My Dreams Out in the Street (2007), and the short story collections In the Box Called Pleasure (1999) and The Palace of Illusions (2015). Little Beauties uses multiple narrators, including the voice of an unborn child, to dramatize the effects of Obsessive Compulsive Disorder. The novelist Laurie Fox described it as “generous, original, sassy and surprisingly dear…Kim Addonizio does some awesome celestial math as she moves her glorious misfits around in their messy realities to create something utterly new.” Returning to themes she explored in her verse novel Jimmy & Rita, My Dreams Out in the Street tells the story of a couple, also called Jimmy and Rita, separated, strung-out and scraping by in San Francisco. The writer Andre Dubus III declared that “Kim Addonizio writes like Lucinda Williams sings, with hard-earned grit and grace about the heart’s longing for love and redemption, the kind that can only come in the darkest dark when survival no longer even seems likely. My Dreams Out In The Street is one of the finest American novels I’ve read in some time, a night-blooming flower you will not be able to put down, so honestly rendered you’ll wonder, as you turn the last page, why you feel so much hope.”     \n\r\nAddonizio once told Contemporary Authors: “Writing is an ongoing fascination and challenge, as well as being the only form of spirituality I can consistently practice. I started as a poet and will always return to poetry—both reading and writing it—for that sense of deep discovery and communion I find there. There are only two useful rules I can think of for aspiring writers: learn your craft, and persist. The rest, as Henry James said, is the madness of art.”\n", "attrs": {}}