{"pf_url": "https://www.poetryfoundation.org/poets/kimberly-lyons", "name": "Kimberly Lyons", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/bd1047b6432d9aa43b9b40df046b1bf22a4b276b.jpeg", "bio": "\nKimberly Lyons is the author of the poetry collections Approximately Near (Metambesendotorg, 2016), Calcinatio (Faux Press, 2014), Rouge (Instance Press, 2013), The Practice of Residue (Subpress, 2012), Phototherapique (Ketalanche Press/Yo Yo Labs, 2007), Saline (Instance Press, 2005) and Abracadabra (Granary Books, 2000). Her chapbooks and chaplets include Asterisk 12 (fewer and further Press, 2011), Soonest Mended (Belladonna*, 2015), and From Restorative Analects (Envelope #9). Her poems have appeared in The Doris, New American Writing, Pallaksch Pallaksch, Vanitas, Peaches and Bats, the Poetry Project Newsletter, Eoagh, Bone Bouquet, Ladowich, The Hat, Zen Monster, and Unarmed.\nLyons grew up in Chicago and participated in the Urban Gateways poetry workshop for high school students, which afforded Lyons and other students in the program to read with Gwendolyn Brooks. Lyons attended Columbia College where she studied poetry with Paul Hoover, and Bard College where she studied with Robert Kelly. She moved into the NYC’s East Village in the early 1980s, where she was a part of the poetry community at the Poetry Project, the Ear Inn, Biblios Bookstore, the Zinc Bar, and the Bowery Poetry Club. She assisted Mitch Highfill with his press Prospect Books; a series of perhaps the last poetry books printed on a mimeo machine.\nLyons served as the program coordinator at the Poetry Project from 1987 to 1991. Her essays on poets Bernadette Mayer, Joe Ceravalo, and George Quasha have been published in Aufgabe, Jacket 2, and Talisman. She has co-organized all day conferences on the poetics of Robert Kelly, Basil King, and George Quasha at Anthology Film Archives. Lyons worked in publishing and as a social worker since 1993. She now lives in Chicago where she publishes Lunar Chandelier Press.\n", "attrs": {}}