{"pf_url": "https://www.poetryfoundation.org/poets/kimiko-hahn", "name": "Kimiko Hahn", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/20a4c7c09440f814fc9d37f77cf1a0bd188fc29b.jpeg", "bio": "\nKimiko Hahn was born in Mount Kisco, New York, and grew up in Pleasantville, New York, and Tokyo, Japan. She earned a BA from the University of Iowa and earned an MA in Japanese literature from Columbia University. \n \nHahn is the author of nine books of poetry, including The Artist's Daughter (2002), The Narrow Road to the Interior (2006), Toxic Flora (2010), and Brain Fever (2014). Reviewing Brain Fever in the Boston Review, Benjamin Landry wrote that Hahn’s “earlier work—wide-ranging in mode and theme—often aspired to the long-form zuihitsu, a diary-like monologue incorporating textbook definitions, email responses, exclamations, recalled speech, loose associations, declarations and reversals. These contemporary zuihitsu evinced an appealing honesty, replicating as they did the mind’s clutter.” Her later work, like that found in Toxic Flora and Brain Fever—both engagements with science articles found in the New York Times—“does away with much of the clutter. Its anchoring form is the short poem in couplets, with the occasional single-line stanza. These poems glow with concentrated energy, and their dense arrangements usefully contain Hahn’s previous meandering tendencies. Consequently, these new poems exhibit the ‘gemlike’ quality Hahn avowedly admires.”\n \nHahn is the winner of the PEN/Voelcker Award for Poetry, the American Book Award, and the Shelley Memorial Award from the Poetry Society of America. She has also been award fellowships from the New York Foundation for the Arts, the Guggenheim Foundation, and the National Endowment for the Arts. Hahn teaches in the MFA program at Queens College. In 2016, she was elected president of the Poetry Society of America.\n", "attrs": {}}