{"pf_url": "https://www.poetryfoundation.org/poets/kingsley-amis", "name": "Kingsley Amis", "yob": "1922", "yod": "1995", "image": null, "bio": "\nPoet, novelist, and critic Kingsley Amis was born in London, England in 1922. Amis’s father William was a clerk at Colman’s Mustard, earning the family a position among the lower middle class. Amis, an only child, characterized his childhood as bland and insular. At the age of 11, he had his first story published in the Newbury College school magazine; he later attended the City of London School on scholarship. As a result of his studies, Amis earned a scholarship to study at St. John’s College, Oxford, where he befriended such talented writers as Philip Larkin and Elizabeth Jennings. Amis’s friendship with Larkin was close, lasting throughout their lives and careers. Amis joined the Royal Signal Corps in 1942 as a commissioned officer and served three years in France, Belgium, and Germany during World War II before returning to Oxford to complete his studies. Following his graduation in 1947, he married Hilary A. Bardwell and accepted a teaching position at the University College of Swansea in Wales, concentrating on his emerging talent as a poet. Along with his fellow writers, Larkin, Jennings, John Wain, and Robert Conquest, he began to garner critical attention, and soon the group was dubbed “The Movement,” though its participants denied any intention to create a literary subculture. \nAmis wrote humorous but biting satire aimed at the pretensions of class society and the weakness of the individual. His heroes are typically cynical, condemnatory individuals who combine intelligence and wit with curiously lowbrow or middle-class values. With the publication of his first novel Lucky Jim (1954), Amis established himself as the voice of British middle-class intellectuals. In the novel, Amis chronicles the exploits of sardonic protagonist Jim Dixon, a junior lecturer at a provincial university who flouts the pseudo-intellectual demands of academia as a way of rejecting its affectation and hypocrisy. Dixon refuses to accept the idea of the inherent superiority of high culture. As a result of this novel, critics identified Amis as a member of the “Angry Young Men,” a British post-war working class literary movement.\nThe characters of Amis’s subsequent novels are similar to Jim Dixon in temperament but grow increasingly mean-spirited in their attitudes. The hero of That Uncertain Feeling (1955), a young Welsh librarian obsessed with the sexual opportunities of university life, is alternately kind, lecherous, and cruel. In Take a Girl Like You (1960), an attractive but insincere grammar school instructor seduces, then nearly sexually assaults, a newly-arrived preschool teacher. The title character of One Fat Englishman (1964), a bigoted Oxford snob, is left with no redeeming human values at the novel’s end as he fails to realize the fundamental contradictions in his own nature.\u2028\u2028\nAs his reputation grew, Amis received many literary awards and prizes, including a Booker Prize nomination in 1974 for Ending Up, and a Booker Prize in 1986 for The Old Devils. The Old Devils takes place in Wales, where Amis worked as a university lecturer during the 1950s and 1960s; satirical references throughout the novel convey his disapproval of modern, gentrified Wales. The novel deals with the aging process, a phenomenon Amis treated previously in Ending Up, although with a different tone and purpose.\nAlthough in his later books Amis expanded upon the themes common in his early novels, this work elicited sharply divided critical opinions due to its controversial or challenging conclusions. For example, although some critics condemned the novel’s lack of engagement, V.S. Pritchett praised Jake’s Thing (1978) as “a very funny book,” adding that “Mr. Amis is a master of laconic mimicry and of the vernacular drift.” Stanley and the Women (1984), though praised in England, was criticized elsewhere for its misogynist content, and Amis was unable for several years to find an American publisher. While Susan Fromberg Schaeffer called the novel “a misanthropic work in which Mr. Amis attacks everything in sight,” Marilyn Butler contended, “The messages conveyed by the packaging, that the book is stupid, old-fashioned, illiberal and likely to displease women, are nonsense, the very reverse of the novel’s actual message.” In general, however, Amis’s later works have been poorly received; though critics continue to praise the humor, many agree with James Gindin’s assessment that they lack “the richness and force that derive from some form of commitment or commentary. The flatness of the pure and uncommitted comedy, its satisfaction with simple reflection, may often become repetitious and dull.” Other critics maintain that Amis’s artistic intentions have been misunderstood; R.G.G. Price noted, “Amis has suffered a good deal from admirers who insist on seeing him as a cultural portent or a satirist of the voice of the Left or, now, of the Right. ... He is an intelligent poet and critic, an effective journalist and a straightforward, honest writer of fiction which is both entertaining and firmly committed to traditional moral values.”\nAmis disavowed the use of polemic and experimented with a variety of forms and styles in his fiction of the mid-1960s and 1970s. The Anti-Death League (1966) is a dark, humorless novel in which he combines elements of the spy thriller, love story, and ideological novel. Colonel Sun (1968), a novel written under the pseudonym Robert Markham, features as its protagonist Ian Fleming’s hero, James Bond. The Green Man (1969) is a comic ghost story in which a malevolent spirit awakens in a rundown pub, believing it has found an ally in the establishment’s drunken and lecherous but essentially decent proprietor. Amis received the John W. Campbell Award for The Alteration (1976), an example of the “alternate worlds” subgenre of science fiction. Russian Hide-and-Seek (1980), another example of the “alternate worlds” novel, centers on a future England overrun by the Soviets, who abandoned Marxism in favor of the ancient system of czarist rule.\nThroughout a prolific career spanning almost 50 years, Amis continued to develop his voice, championing lowbrow culture such as the spy novel and adventure story, always writing in a straightforward and lucid style, and earning converts through his biting satirical humor. Amis also earned praise as an essayist and reviewer. His personal life earned him national recognition as well; his bitter divorce from his second wife, author Elizabeth Howard, was highly publicized. Amis used these events as fodder for his later novels.\nAmis was knighted by Queen Elizabeth II in 1990. He continued working until his death on October 22, 1995.\n", "attrs": {"Region:": ["England"]}}