{"pf_url": "https://www.poetryfoundation.org/poets/ko-un-56d207070306a", "name": "Ko Un", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/ed562969e06fa7b7c96254b21b081d9f320f31f6.jpeg", "bio": "\n                                                                    Korean poet, writer, and activist Ko Un was born in Gunsan-si, Jeollabuk-do. He was drawn to poetry after discovering the early work of Han Ha-Un, a nomadic Korean poet with leprosy. After witnessing the devastation of the Korean War, Ko entered a monastery and became a Buddhist monk. He left the Buddhist community in 1962. In the 1970s and early 1980s, Ko was detained, tortured, and imprisoned repeatedly for his opposition to the military regime. After being granted a passport in the 1990s, Ko visited North Korea, India, Tibet, and the United States. In 2000, he shared his poetry at the Korean unification summit in Pyongyang and spoke at the United Nations Millennium Peace Summit.   Ko’s poems range from epigrammatic couplets to longer epics and discursive poems, and he engages natural and social themes using the rhythms of informal speech. In a 2012 interview for the Guardian, he discussed how surviving the Korean War affects his work, stating, “I'm inhabited by a lament for the dead. I have this calling to bring back to life all those who have died. Freud says the dead have to be left dead. Derrida said the dead are and should be always with us, not abandoned. I'm on Derrida's side. I bear the dead within me still, and they write through me.” Presenting the Griffin Poetry Award, poet Robert Hass described Ko as “one of the heroes of human freedom in this half century, a religious poet who got tangled by accident in the terrible accidents of modern history. But he is somebody who has been equal to the task, a feat rare among human beings.”    Ko has published more than 100 books, including translations of his poetry into more than a dozen languages. English translations of his poetry include First Person Sorrowful (2013, translated by Brother Anthony of Taizé and Lee Sang-Wha), This Side of Time (2012, translated by Clare You and Richard Silberg), What?: 108 Zen Poems (2008, translated by Allen Ginsberg), and The Three Way Tavern: Selected Poems (2006, translated by Clare You and Richard Silberg). His 30-volume Maninbo, or Ten Thousand Lives (2005, translated by Brother Anthony of Taizé and Lee Sang-Wha), based on a project he began while in prison, was born of an effort to write a poem for every person he’s met.   Ko has twice won the South Korean Literature Prize and received the Griffin Trust for Excellence in Poetry’s Lifetime Recognition Award. He was elected chairman of the Association of Writers for National Literature and was chosen president of the Compilation Committee of the Grand Inter-Korean Dictionary. He has taught at Seoul National University, Kyonggi University, Harvard University, and the University of California at Berkeley. Ko lives in South Korea.\n                                                            ", "attrs": {"Region:": ["Asia, East"]}}