{"pf_url": "https://www.poetryfoundation.org/poets/mary-wroth", "name": "Lady Mary Wroth", "yob": "1587", "yod": "1653", "image": null, "bio": "\nLady Mary Wroth was the first Englishwoman to write a complete sonnet sequence as well as an original work of prose fiction. Although earlier women writers of the 16th century had mainly explored the genres of translation, dedication, and epitaph, Wroth openly transgressed the traditional boundaries by writing secular love poetry and romances. Her verse was celebrated by the leading poets of the age, including Ben Jonson, George Chapman, Josuah Sylvester, and others. Despite the controversy over the publication in 1621 of her major work of fiction, The Countess of Montgomery’s Urania, Wroth continued writing a second part of her romance and composed a five-act pastoral drama, Love’s Victory.\nThe eldest daughter of Sir Robert Sidney and Lady Barbara Gamage, Wroth was probably born on October 18, 1587, a date derived from the Sidney correspondence. She belonged to a prominent literary family, known for its patronage of the arts. Her uncle, Sir Philip Sidney, was a leading Elizabethan poet, statesman, and soldier, whose tragic death in the Netherlands elevated him to the status of national hero. Wroth was influenced by some of her uncle’s literary works, including his sonnet sequence Astrophil and Stella (1591); a prose romance, intermingled with poetry, The Countess of Pembroke’s Arcadia (existing in two distinct versions, the second of which was published in 1590); and a pastoral entertainment, The Lady of May (written in 1578 or 1579).\nWroth’s father, Sir Robert Sidney, was also a poet (his verse survived in a single manuscript and did not appear in print until 1984). Following the death of Philip, Robert was appointed to fill his brother’s post as governor of Flushing in the Netherlands, where he served throughout much of Wroth’s childhood. He kept in close touch with his family through visits and letters; his friend and adviser Rowland Whyte wrote Sidney frequent reports concerning his eldest child, whom he affectionately nicknamed “little Mall.”\nOne of the most powerful forces in shaping Wroth’s literary career was her aunt and godmother, Mary Sidney, who was married to Henry Herbert, second Earl of Pembroke. Her country estate at Wilton served as a gathering place for a diverse number of poets, theologians, and scientists. The countess of Pembroke wrote poetry and translations from French and Italian, but even more important, she boldly published her works at a time when few women dared: her Antonius, a translation of Robert Garnier’s French drama, appeared in print in 1592, along with her translation of Philippe Duplessis-Mornay’s treatise A Discourse of Life and Death. She also assumed an active role as editor of the surviving works of her brother Philip and as a literary patron. One of her crowning achievements was the completion of the metrical version of the Psalms she had begun as a joint project with Philip; she heavily revised his first 43 psalms and then added 107 of her own. Her experiments in a variety of metrical and verse forms probably helped inspire Wroth’s own interest in lyrical technique. Wroth offered highly sympathetic portraits of her aunt as the Queen of Naples in the Urania, where she is described as “perfect in Poetry, and all other Princely vertues as any woman that ever liv’d,” and as Simena (an anagram for Mary Sidney) in Love’s Victory.\nWroth’s education was largely informal, obtained from household tutors under the guidance of her mother. Rowland Whyte reported in 1595 that “she is very forward in her learning, writing, and other exercises she is put to, as dawncing and the virginals.” Whyte’s letters make frequent reference to her musical education; he reassured her absent father that the children “are kept at ther bookes, they dance, they sing, they play on the lute, and are carefully kept unto yt.” It is also likely that Wroth learned French during her childhood trips to the Lowlands with her family.\nNegotiations for her marriage began as early as 1599, and she eventually married Sir Robert Wroth, the son of a wealthy Essex landowner, at Penshurst on September 27, 1604. Disagreements between the couple began almost immediately. In a letter Sir Robert Sidney described his unexpected meeting in London with the bridegroom, who was greatly discontented with his new wife. Fundamental differences of temperament and interests quickly became apparent.\nSir Robert Wroth, knighted by James I in 1603, rapidly advanced in the king’s favor because of his skill in hunting. He maintained country homes at Durrance and Loughton Hall, which the king visited on hunting expeditions with his friends. Ben Jonson commemorated the visits in his poem “To Sir Robert Wroth,” in which he described how James I “makes thy house his court.” Unlike his wife, who served as an important patron of the arts, Wroth appears to have had few literary interests. During his entire career, only one book was dedicated to him—a treatise on mad dogs.\nBen Jonson in his conversations with William Drummond succinctly observed that Mary Wroth was “unworthily maried on a Jealous husband.” More unflattering testimony is offered by Sir John Leeke, a servant of Mary Wroth’s, who described a relative’s husband as “the foulest Churle in the world; he hath only one vertu that he seldom cometh sober to bedd, a true imitation of Sir Robert Wroth.” Indeed, the experience of an unhappy marriage seems to have inspired many episodes in Mary Wroth’s prose fiction, especially those involving arranged marriages established primarily for financial reasons. On the other hand, her husband’s favor with James I helped place Mary Wroth in the center of court activities. She gained one of the most coveted honors, a role in the first masque designed by Ben Jonson in collaboration with Inigo Jones, The Masque of Blackness, performed at Whitehall on January 6, 1605. She joined Queen Anne and 11 of her closest friends in disguising themselves as Black Ethiopian nymphs. She also appeared with the queen in The Masque of Beauty, performed at Whitehall on January 10, 1608. She may have acted in other court masques for which the performance lists are incomplete, and it is likely that she attended masques such as Hymenaei (performed in 1606), The Masque of Queens (performed in 1609), and Oberon (performed in 1611). In the Urania she alluded to Lord Hay’s Masque (performed in 1607) by Thomas Campion and probably to Tethys’ Festival (performed in 1610) by Samuel Daniel. She also included descriptions of imaginary masques, complete with spectacular stage effects, in the second part of her romance.\nBy 1613 Wroth had begun her writing career—as revealed in Josuah Sylvester’s elegy for Prince Henry, Lachrymæ Lachrymarum (1613), in which he refers to her verse and praises her as “AL-WORTH Sidnëides / In whom, her Uncle’s noble Veine renewes.” Her poems apparently circulated in manuscript long before their publication in 1621. Ben Jonson refers to “exscribing,” or copying out, her verses in one of his poems addressed to her. An early version of her sonnet sequence Pamphilia to Amphilanthus survives in a single manuscript, neatly copied in Wroth’s own formal italic hand, now at the Folger Shakespeare Library.\nThis autograph version of Wroth’s sequence consists of 110 songs and sonnets, plus 7 miscellaneous pieces. The sequence opens with the dream vision of Pamphilia, whose name means “all-loving,” in which she describes the triumph of Venus and Cupid over her heart. The first section of 55 poems reveals Pamphilia’s conflicting emotions as she attempts to resolve the struggle between passionate surrender and self-affirmation. The Petrarchan model of the male lover wooing a cold, unpitying lady posed a genuine challenge to Wroth, who could not simply reverse the gender roles. Instead of presenting her female persona in active pursuit of Amphilanthus, whose name means “lover of two,” Wroth completely omits the Petrarchan rhetoric of wooing and courtship. She addresses most of the sonnets to Cupid, night, grief, fortune, or time, rather than directly to Amphilanthus, whose name appears only in the title of the sequence.\nA revised version of the sonnet cycle, printed at the end of the prose romance Urania (1621), consists of 83 sonnets and 20 songs. Wroth tightened the structure of the sequence by rearranging the poems in four distinct yet interrelated sections. While the order of the first group of 55 poems was left relatively unchanged, the second was heavily revised to explore the darker side of passion, especially through the use of the blind boy Cupid as a symbol of infantile, self-centered, sensual emotion. Pamphilia’s harsh mockery of Cupid produces a guilty reaction when she suddenly repents of treason against the god of love and vows to reward him with a “Crowne” of praise, a group of fourteen sonnets imitating the Italian verse form the corona, in which the last line of the first sonnet serves as the first line of the next.\nWroth’s “Crowne of Sonnets” represents a technical tour de force, as well as a central turning point in Pamphilia’s inner debate. In this third section the persona attempts to redirect her thoughts to glorify Cupid as a fully mature monarch, a figure of divine love. Critics differ in their interpretations of this section, with some regarding Pamphilia as achieving an ascent to heavenly love. Others maintain that Pamphilia ends as she began, trapped in fearful perplexity: “In this strang labourinth how shall I turne?” (the line that opens and closes the “Crowne”).\nSome of the sonnets in the final group of the sequence are extremely melancholy in tone, with predominant imagery drawn from the winter world of clouds, shadows, and darkness. Yet a fragile hope emerges in the last two sonnets, where Pamphilia claims that her suffering has taught her how to value spiritual love, and in her farewell poem she vows to leave behind the discourse of Venus and Cupid.\nIn many of the songs found throughout the sequence, Wroth adopts the pastoral mode, wherein Pamphilia speaks as a lovelorn shepherdess. The pastoral disguise allowed Wroth to set a vision of idyllic, innocent love alongside the actuality of the corrupt and inconstant passion of the court. As Ann Rosalind Jones has argued, the pastoral mode provided Wroth and other women poets with a vehicle to criticize sexual politics and masculine power. For example, one of Wroth’s late songs, “Come merry spring delight us,” begins with a cheerful invocation of spring and the renewal of nature, but the final stanza turns to the image of Philomela, who had been transformed into a nightingale following her rape by Tereus. Unlike her male predecessors, Wroth insists upon Philomela’s continued pain and suffering, which memory cannot erase. Significantly, Wroth incorporated the pastoral mode in all three of her major works—her sonnet sequence, prose fiction, and drama.\nBecause Wroth composed her sequence long after the Elizabethan rage for sonneteering in the 1590s had passed, she had many earlier models at her disposal. Her father’s unpublished collection of sonnets served as a particularly important influence. These love poems addressed to a lady named Charys, probably written during Robert Sidney’s wartime exile from England, express a dark atmosphere of brooding hopelessness and death. Sidney attempted to write a corona as part of his sequence, but completed only four poems and a quatrain of a fifth. Perhaps Wroth regarded this unfinished “Crowne” as a challenge for her poetic talents in writing her own version. Also various verbal echoes of her father’s imagery can be found in other poems. Similarly, Wroth appears to have drawn on her uncle’s Astrophil and Stella, especially for the treatment of wayward Cupid and for verse forms. Yet Wroth avoids Philip Sidney’s ironic raillery by creating instead a tone of more repressed anger and restrained sorrow.\nAnother influence on Wroth may have been the verse of her first cousin and lover, William Herbert, third Earl of Pembroke. Some of his surviving lyrics, which were not printed until 1660—such as his poem beginning, “Can you suspect a change in me, / And value your own constancy?”—can be read as answers or comments on Pamphilia’s constancy. Wroth knew Pembroke from childhood, when she met him at family gatherings at Wilton and at Baynard’s Castle, the London home of the Pembrokes. His younger brother, Philip, actually lived for a while in the Sidney household, and William visited three or four times a week.\nAlthough Wroth and Pembroke shared close ties of kinship, they were separated by a great disparity in wealth. Because Pembroke was one of the richest peers in England, his family anticipated a marriage that would enhance his vast holdings of property, but he appears to have resisted their efforts to select a bride; instead he conducted an affair with the courtier Mary Fitton, who bore his child. When he steadfastly refused to marry her, he was sent to Fleet Prison for a brief period in 1601. After his father’s death, Pembroke negotiated his own marital settlement with Mary Talbot, who was coheir to the immense wealth of Gilbert Talbot, seventh Earl of Shrewsbury. In The History of the Rebellion and Civil Wars in England (1702–1704), Edward Hyde, first Earl of Clarendon, commented on Pembroke’s financial motivation, “for he paid much too dear for his wife’s fortune, by taking her person into the bargain.” They were wed on November 4, 1604, less than three months after Mary Wroth’s marriage.\nIt is clear from the Sidney correspondence that Mary Wroth’s relationship with Pembroke continued after her marriage, for he was a visitor at her home, Loughton Hall, and participated in many of the same family and court gatherings. During this period Pembroke steadily progressed in royal favor, becoming a leading statesman under James I, and serving successively as lord chamberlain and lord steward. He also became a distinguished patron of Jonson and William Shakespeare; the first folio of Shakespeare’s plays was jointly dedicated to Pembroke and to his brother Philip Herbert, Earl of Montgomery.\nOne of the few concrete means of identifying Pembroke as the “Amphilanthus” of Wroth’s sequence occurs in the text of the second part of the prose romance Urania. Here Wroth assigns to the character Amphilanthus a poem that was identified as Pembroke’s in three early 17th-century manuscript collections: “Had I loved butt att that rate.” Wroth did not risk explicitly identifying Pembroke within the sonnet cycle itself, however, and only in the final sonnet is there even a possibility of a pun on his first name: “The endless gaine which never will remove.”\nPembroke’s presence may certainly have contributed to the unhappiness of Mary Wroth’s marriage, but Robert Wroth’s last testament suggests that her husband finally rested on good terms with both parties. He specifically chose Pembroke as one of the overseers of his will and left him a bequest of silver plate. Wroth described Mary as a “deere and loving wife,” who deserved far better recompense than his debts would allow. He made special provision in his will to assign Mary “all her books and furniture of her studdye and closett.” Wroth’s husband died on March 14, 1614, only a month after the birth of her first child, James, who was named in honor of the king and christened with Pembroke and her mother in attendance.\nWroth’s financial situation was radically altered after her husband’s death, for she found herself with a young child and an estate charged with a 23,000-pound debt. When her son died on July 5, 1616, her predicament was made even more difficult because much of the estate fell to Robert Wroth’s uncle, John Wroth.\nAs a widow, Wroth appears to have lived for a period at Pembroke’s London home, Baynard’s Castle, for its name appears on several of her letters, and one of her correspondents refers to her “study” there. During this period she bore Pembroke two illegitimate children, whose births are recorded in a manuscript history of the family compiled by Sir Thomas Herbert of Tintern, which is now at the Cardiff Central Library. One was a son, William, who later became a captain under Sir Henry Herbert and a colonel under Prince Maurice; the other was a daughter, Catherine, who married a Mr. Lovel living near Oxford. The dates of their births are not listed, but Edward, Lord Herbert of Cherbury, sent a congratulatory poem to Mary Wroth which includes a likely reference to one of the children: “A Merry Rime Sent to Lady Mary Wroth upon the birth of my Lord of Pembroke’s Child. Born in the spring.” He may have sent a copy to Pembroke, who wrote a letter, dated March 28, 1620, thanking him for “congratulating with me yo’r little cousin.” However, the evidence for dating the births of the children is very inconclusive.\nFollowing her husband’s death, Wroth suffered a decline in royal favor. She lost her place among Queen Anne’s intimate circle of friends, although the exact cause of her downfall is uncertain. In some of the autobiographical episodes in the Urania, Wroth attributed her loss of the queen’s favor to slander spread by envious rivals. Her relationship with Pembroke may have fueled the gossip, but certainly after her husband’s death she lacked the financial ability to participate in the lavish court entertainments. She was, however, named as a member of the official procession of the state funeral for Queen Anne in 1619, and James I showed her a small measure of favor by issuing a warrant in 1621 to William Cecil, second Earl of Salisbury, to provide her with deer from the king’s forest.\nWroth maintained her close ties to the Sidney family, as Anne Clifford recorded in her diary, where she mentions seeing Wroth at Penshurst, the Sidney home, and hearing her “news from beyond sea.” One of Wroth’s sources of foreign information was probably Dudley Carleton, ambassador to the Hague, with whom she corresponded in 1619. In these letters she mentions his recent presence at Loughton Hall, refers to some “rude lines” she had given him, and thanks him profusely for a gift. During this time there was also some speculation that Wroth might marry Henry de Vere, 18th Earl of Oxford (1593–1625), but he eventually married Diana Cecil.\nThe earl of Oxford’s sister was Wroth’s closest friend: Susan Vere, the first wife of Sir Philip Herbert, Earl of Montgomery (Pembroke’s brother). The two women had known one another as early as 1605, when they participated together in The Masque of Blackness, and they exchanged frequent visits. As Pembroke’s sister-in-law, Susan was a part of a tightly knit circle. She was also known for her literary patronage, extending from religious works (John Donne sent her a copy of one of his sermons) to secular prose romances of all types. In the dedication to a translation (1619) of the 14th-century Spanish romance Amadis de Gaule, Anthony Munday thanked the countess for her help in obtaining the best Spanish editions of the romance. Among other fiction, the first English translation (1620) of Honoré d’Urfé’s Astrée (1607–1627) was dedicated to the countess and her husband.\nWhen Wroth began to compose her own prose romance in the period 1618–1620, the countess of Montgomery was the logical dedicatee of her work. Wroth also paid her the highest compliment in creating the fictional character Urania in her honor. Named after the heavenly muse, Urania appears in the opening scene of the romance as a grief-stricken shepherdess who has just learned that the country couple who reared her from childhood are not her actual parents. To discover her true identity, she must undertake an arduous quest, which eventually leads to a climactic scene late in the romance when she receives a book describing her royal heritage. Wroth’s characterization of Urania is the first extended portrait of a woman by a woman in English. In addition, Wroth’s treatment of the friendship between Urania and Pamphilia provides one of the most important links in a vast panorama of tales and tellers.\nWroth’s sonnet cycle describing the intense, ambivalent passion of Pamphilia for Amphilanthus appears to have furnished the nucleus for her fiction, in which she developed the background and motivation of each of the central characters in far greater detail. In the prose romance, Pamphilia, the eldest daughter of the King of Morea, is designated by her unmarried uncle as the heir to his kingdom of Pamphilia (located on the south coast of Asia Minor). Despite her feelings for Amphilanthus, she vows to remain a virgin monarch and to dedicate her life to the service of her country, undoubtedly in imitation of Elizabeth I. Her beloved Amphilanthus, the eldest son of the King of Naples, is crowned King of the Romans and eventually emperor, but despite his many virtues, he has one major flaw, his inconstancy. In the course of the Urania he betrays Pamphilia with a variety of female characters but returns each time begging her forgiveness.\nThe title page of the Urania features an engraving of one of the central episodes of the fiction, the Throne of Love. The Dutch artist Simon van de Passe based his engraving on Wroth’s detailed description of an adventure in Cyprus, the traditional habitation of Venus (according to poets from Ovid to Petrarch). Wroth describes how a violent tempest shipwrecks the major characters on the island, where they soon discover a splendid palace high on a hill, which may be reached only by means of a bridge topped by three towers. The first tower to the left is Cupid’s Tower, or the Tower of Desire, reserved as a place of punishment for false lovers. The second, belonging to Venus, is the Tower of Love, which may be entered by any suitors able to face such threats as Jealousy, Despair, and Fear. The third tower, guarded by the figure of Constancy, cannot be entered until the other obstacles have been overcome. Constancy holds the keys to the Throne of Love, a palace that is open to a very few. This episode not only provides a central point of reference for the entire romance, but it also functions as a landmark to measure the central couple’s troubled relationship.\nThe end of the first book seems to affirm the special status of Pamphilia and Amphilanthus as heroic lovers. Despite all their misunderstandings, the pair returns to Cyprus, where they are able to free their female friends who are trapped inside the first two towers. When Pamphilia holds the keys to Constancy, the statue on the third tower actually metamorphoses itself into her breast. Although the Throne of Love may at first appear to be an idealized vision of the relation between the sexes, Wroth soon shows that it is a delusion that frustrates and thwarts the major characters. The anticipated marriage between the King of Cyprus and the Princess of Rhodes fails to materialize, as do most of the other promised unions, including that of the central pair of lovers. At the end of the second book Pamphilia herself falls prisoner at the enchanted Theater of the Rocks, so that her role is transformed from that of rescuer to victim. When Amphilanthus comes to her aid, he appears arm-in-arm with two other women, emblems of his infidelity. In the fourth book Wroth presents the “Hell of Deceit,” in which each lover sees the other undergoing torture but is powerless to intervene; the insurmountable wall of doubt and suspicion is never overcome, even in the second, unpublished part of Wroth’s romance.\nThe complete Urania includes more than 300 characters, and thus a brief summary does not do justice to its intricate plot with many first-person narratives and inset tales. Wroth emphasizes the social conditions that oppressed early-17th-century women, especially their lack of freedom to choose a marital partner. She offers tales describing the horrors of enforced marriage, where a woman’s consent might be obtained by means of physical or psychological abuse. Wroth also presents female figures who demonstrate active resistance to parental authority, although their acts of self-determination are often fraught with tragedy. As Maureen Quilligan has argued, one of the most important underlying concerns in the Urania is the “traffic in women,” whereby males freely exchange females as property.\nSome of the tales appear to be autobiographical, but Wroth mingled fact and fantasy in the portraits of herself, carefully modifying and refashioning the major events of her life. Pamphilia herself tells the tale of Lindamira (an anagram for Lady Mary), “faigning it to be written in a French Story,” but at the conclusion her audience suspects that it is “some thing more exactly related then a fixion.” In this tale Wroth traces her own career as a courtier and poet, including her loss of royal favor, which she protests as unjust. Lindamira concludes with a group of seven sonnets, an exact mirror of the larger Urania, with its appended sonnet sequence. The tale of Bellamira also seems to be largely autobiographical, although it includes a fictional subplot involving her father. Wroth’s multiple self-portraits within the Urania—Pamphilia, Lindamira, Bellamira, and others—suggest a continuous struggle of self-representation, in which the author seeks to assert and justify her behavior in the face of a hostile, disapproving court.\nThroughout the text of the Urania , Wroth intersperses a total of 56 poems, which underline key moments of crisis or discovery. Ranging in genre from sonnets to madrigals, dialogues, ballads, and pastoral narratives, the poems reveal experimentation in a variety of meters, most notably sapphics. Wroth adapts the poems to fit the different personalities of her characters, from the nervous, high-strung Antissia to the comically loquacious Florentine. She also includes poems specifically based on her uncle’s Arcadia, such as a sonnet Pamphilia carves on the bark of an ash tree. Despite the outward similarity of this poem to Sidney’s, Wroth recasts the view of woman from a passive subject of love’s mastery to an active, controlling artist.\nIndeed, many of Wroth’s borrowings from earlier sources reveal an effort to transform the original material by reversing major conventions. In the first scene of her romance Wroth alludes to the opening of Sidney’s revised Arcadia, in which two shepherds lament the disappearance of the mysterious shepherdess Urania, who never actually appears in Sidney’s fiction. Wroth, however, creates her Urania as a fully human female, who refuses to accept society’s narrow roles. When Perissus mistakes her for a spirit, he apologizes, saying, “but now I see you are a woman; and therefore not much to be marked.” Urania disputes his sexist judgment by demonstrating her ability to save him, a pattern that is continually repeated in the romance.\nOther sources include Amadis de Gaule, which provided Wroth with details for some of the major enchantments. Edmund Spenser’s Faerie Queene (1590, 1596) furnished the inspiration for some episodes, including the account of the Hell of Deceit at the end of the published Urania. D’Urfé’s Astrée, with its portrayal of the inconstant male figure Hylas, may have influenced Wroth’s treatment of Amphilanthus. Another Continental romance, Jorge de Montemayor’s Diana, translated by Bartholomew Yong (1598), includes a female seer, Felicia, who probably served as a model for Wroth’s Mellissea. Finally, the appearance of Miguel de Cervantes’ Don Quixote (1605), translated into English in 1612, popularized the satirical, self-critical romance, a mode which clearly appealed to Wroth in shaping the Urania.\nAnother significant development in the genre was the roman à clef, which includes allusions to actual persons and places. Marguerite de Navarre’s Heptaméron (1558) as well as Sidney’s two Arcadias include thinly veiled characters, but John Barclay’s Argenis (1621) was a systematic roman à clef, which commanded a wide audience at the Jacobean court. Wroth seems to have based the major characters of the Urania on members of the Sidney-Herbert family, although she exercised considerable artistic freedom. In addition, Wroth derived subplots from court figures and scandals. Her contemporaries recognized the allusions, as revealed in John Chamberlain’s letters and in Sir Aston Cokayne’s verse: “The Lady Wrothe’s Urania is repleat / With elegancies, but too full of heat.”\nOne of the courtiers who identified himself in the fiction was Sir Edward Denny, Baron of Waltham, who was outraged to find his personal affairs recounted in the episode of Seralius and his father-in-law. He responded by launching a vicious attack against the Urania and its author, with his complaints eventually reaching the ears of the king. He even wrote an insulting poem, addressed “To Pamphilia from the father-in-law of Seralius,” in which he vilified Wroth as “Hermophradite in show, in deed a monster / As by thy words and works all men may conster.” Undaunted, Wroth returned his insults in rhymes which match his, word for word: “Hirmophradite in sense in Art a monster / As by your railing rimes the world may conster.”\nWriting to her friends in an effort to rally support, she assured King James’s favorite, George Villiers, first Duke of Buckingham, that she never meant her work to offend and volunteered to stop the sale of it. Her letter is especially revealing because she states that the books “were solde against my minde I never purposing to have had them published” (December 15, 1621). It is clearly possible that her manuscript may have been pirated and entered for publication in the Stationers’ Register without her permission; the absence of any dedicatory epistles or prefatory matter in the book is very unusual. On the other hand, Wroth admitted sending the duke of Buckingham her own personal copy, and the illustration for the title page was chosen by someone very familiar with the nature of her romance.\nFollowing the storm of criticism, the book was never reprinted, but it continued to be read throughout the 17th century. The Urania may have furnished the dramatist James Shirley with plot material for his play The Politician (1655). Edward Phillips, John Milton’s nephew, listed Wroth in his catalogue of “Women Among the Moderns Eminent for Poetry” (Theatrum Poetarum, 1675). Nor was she forgotten by other women writers, for Margaret Cavendish, Duchess of Newcastle, quoted the final couplet from Denny’s diatribe against Wroth in the preface to her Sociable Letters (1664); Cavendish was the first woman to publish her fiction in more than 40 years after the controversy over Urania.\nWroth herself was not completely silenced by the quarrel, for she continued writing a second, unpublished part of the Urania, which survives in a holograph manuscript of nearly 240,000 words at the Newberry Library in Chicago. The manuscript is divided into two volumes and picks up immediately with the final word of the printed book. This unfinished, second part of the Urania describes the continuing struggles of Pamphilia and Amphilanthus, along with a second generation of princes and princesses. Of special interest is Wroth’s account of several children, born out of wedlock, who occupy important positions by virtue of individual merit rather than birth. Wroth also tells how the major couple falls victim to the manipulations of a lying servant, who tricks each partner into believing in the other’s betrayal. Pamphilia’s marriage to the Tartarian king, Rodomandro, is described in great detail as is Amphilanthus’s wedding to the Princess of Slavonia. Only near the very end of the manuscript do the characters rejoin on the island of Cyprus, where amid reminders of the earlier enchantment of the Throne of Love, they achieve a reconciliation as Platonic lovers. The manuscript breaks off shortly after in midsentence, with Amphilanthus left in search of one of the illegitimate children, the mysterious Faire Designe.\nWhile writing the second part of Urania in the 1620s, Wroth was probably also at work on her play Love’s Victory, since the two works share a common plot and characters. In the second volume of the Urania manuscript, Wroth describes a group of eight lovers, led by a distinguished brother and sister who excel in writing poetry. Appearing in both works are the disguised shepherds Arcas and Rustick, along with the fickle Magdaline (her name is shortened to Dalina in the play), and in both works the young lovers suffer as a result of Cupid’s revenge. Wroth’s drama is a pastoral tragicomedy, probably written for private presentation, although no record of its performance has been discovered so far.\nIt is not surprising that Wroth would undertake a play, given her interest in dramatic entertainments. In addition to performing in masques, she was a participant in Ben Jonson’s nonextant pastoral drama The May Lord, according to William Drummond’s Conversations, recorded in 1619. Jonson himself dedicated to her one of his finest plays, The Alchemist (1612). Her writings include many allusions to playacting, with several specific references to the cross-dressed boy actors. Pembroke’s London home, Baynard’s Castle, where Wroth frequently stayed, was located next to the private theater Blackfriars; immediately across the Thames was the Globe. Pembroke himself was directly involved with the players both as patron of an acting company, Pembroke’s Men, and in his official capacity as lord chamberlain.\nWroth’s drama depicts four contrasting couples who illustrate a variety of human responses to love. The virtuous lovers Philisses and Musella triumph over a period of serious misunderstanding as well as parental interference. The second couple, Lissius and Simena, must learn to overcome baser emotions—scornful pride and jealousy. At the other end of the spectrum are the Neoplatonic lovers, the Forester and Silvesta, who have dedicated themselves to chastity. Their comic counterparts are Rustic and Dalina, who frantically pursue earthly pleasures. Three rival lovers complicate the plot (Lacon, Climena, and Fillis), together with the villainous shepherd Arcas.\nPresiding over the action are the mythological figures Venus and Cupid, who serve as internal commentators and appear before each act of the play. Because Venus believes that humans disdain their immortal power, she urges Cupid to make the young lovers suffer by shooting them with arrows of jealousy, malice, fear, and mistrust. The opening of Wroth’s play echoes one of the best-known dramatic pastorals, Torquato Tasso’s Aminta (1573), where a belligerent Cupid appears as prologue to the play. Many subsequent dramatists copied Tasso’s device, including Ben Jonson, who placed Cupid as a commentator in several of his masques and plays, especially Cynthia’s Revels (1601). Wroth’s patterned design of multiple pairs of lovers also shows the influence of earlier pastoral dramas such as Giovanni Battista Guarini’s Il Pastor Fido (1590), John Fletcher’s The Faithful Shepherdess (1609?), and Samuel Daniel’s Hymen’s Triumph (1615). Wroth’s use of the sleeping potion in the fifth act may derive from Shakespeare’s Romeo and Juliet (1597), although it was a common stage device.\nWroth’s play survives in two versions: a complete fair copy at Penshurst, and an incomplete, earlier version at the Huntington Library (which omits the opening dialogue between Venus and Cupid, their dialogue at the end of act 3, and most of the fifth act). The incomplete version, however, provides a clear indication of Wroth’s methods of composition, in which the mythological parts appear to have been written last and inserted into the rest of the text. Wroth also developed the play’s setting to provide for Venus’s temple and a chorus of priests, as well as some further stage directions, such as the appearance of Venus and Cupid in the clouds (a masquelike feature).\nWroth’s pastoral drama resembles her other works by including thinly disguised personal allusions. The name of the protagonist Philisses probably refers to her uncle Sir Philip Sidney, while Musella combines the muse of poetry with the Stella of Sidney’s sonnet sequence. Philisses’ sister, Simena, resembles Mary Sidney, Countess of Pembroke, who after her husband’s death was linked with the London physician Dr. Matthew Lister (possibly Lissius). The drama thus includes family associations appropriate to the intimacy of private theatricals performed in country houses.\nThe later period of Wroth’s life seems to have been devoted largely to settling her financial difficulties. To forestall her creditors, she repeatedly applied to the crown for warrants of protection, which were granted at regular intervals. In one case Sir Edward Conway (principal secretary of state under James I and Charles I) wrote to her father requesting that he pressure Wroth for immediate payment of outstanding bills. To his credit Sir Robert Sidney defended his daughter by stating that she was handling her own affairs and planned to discharge all of her debts. She appears to have continued living at Loughton Hall, and her father visited her there. Little evidence survives of her two children by Pembroke, but in 1640 one of Wroth’s former servants, Sir John Leeke, wrote that “by my Lord of Pembroke’s good mediation,” the king had provided her son with a “brave livinge in Ireland.” Because Pembroke died in 1630, Leeke is here referring to Philip Herbert, Earl of Montgomery, who succeeded to his brother’s title. Wroth apparently spent the last years of her life in Woodford, where her name appears in connection with the sale of lands and in tax rolls. The only record of Wroth’s death occurs in a Chancery deposition of 1668, in which the event is said to have occurred in 1651, or more likely in 1653. No literary works survive from the last 30 years of her life.\nWroth’s creative accomplishments are still impressive. She created a pair of female heroes whose friendship lies at the center of the Urania, an encyclopedic romance of nearly 600,000 words in length. Her sonnet sequence, justly praised by Ben Jonson for its psychological insight, surmounted the gender constraints of the Petrarchan form and opened the possibilities for women writers of succeeding generations.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}