{"pf_url": "https://www.poetryfoundation.org/poets/laetitia-pilkington", "name": "Laetitia Pilkington", "yob": "1708", "yod": "1750", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1627cac835da2e61037b14ae0102714c115c2f5c.jpeg", "bio": "\nLaetitia van Lewen was born in Ireland. Her father was a respected surgeon, her mother was of aristocratic descent, and the family lived comfortably in Dublin. In 1725, Laetitia married Matthew Pilkington, a priest in the Church of Ireland. The couple became good friends with Jonathan Swift in the years after their marriage. Though Swift would later denounce the Pilkingtons and attempt to erase all mention of them from his writing, Laetitia was one of his first biographers, and Swift himself described them famously as “a little young poetical parson who has a littler young poetical wife.”\r\n \r\nIn 1732, Matthew Pilkington moved to London as chaplain to the Lord Mayor. He apparently fell in love with an actress, and Laetitia took comfort with another man, the surgeon Robert Adair. Matthew divorced Laetitia when he discovered her affair. Her actions after her divorce have made her legendary. Alone and destitute in London, she began to make her living from writing, penning poems, petitions, plays, billets-doux, and sermons, often for male writers who passed them off as their own. Pilkington also became friends with Samuel Richardson, allegedly advising him on his novel Clarissa. \n \r\nIn 1742, Pilkington was imprisoned for debt; after her release, she began working on her Memoirs. When her former husband ensured that she couldn’t find a publisher for her work in London, Pilkington moved back to Dublin and in 1748 began publishing her celebrated prose. She died in 1750.\r\n \r\nEventually comprising three volumes, Pilkington’s Memoirs provide an invaluable glimpse into 18th-century literary society and the ironies, struggles, and disappointments of female writers attempting to make their way through it. Virginia Woolf celebrated Pilkington as “a very extraordinary cross between Moll Flanders and Lady Ritchie, between a rolling and rollicking woman of the town and a lady of breeding and refinement.” Pilkington’s Memoirs are now seen as a hybrid work of prose, memoir, and satire. In 2008, Norma Clarke published the first full-length biography of Pilkington, Queen of the Wits. \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}