{"pf_url": "https://www.poetryfoundation.org/poets/langston-hughes", "name": "Langston Hughes", "yob": "1902", "yod": "1967", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/c2c81015bed3847a865051e1868d230e9bdca2fb.jpeg", "bio": "\nLangston Hughes was a central figure in the Harlem Renaissance, the flowering of black intellectual, literary, and artistic life that took place in the 1920s in a number of American cities, particularly Harlem. A major poet, Hughes also wrote novels, short stories, essays, and plays. He sought to honestly portray the joys and hardships of working-class black lives, avoiding both sentimental idealization and negative stereotypes. As he wrote in his essay “The Negro Artist and the Racial Mountain,” “We younger Negro artists who create now intend to express our individual dark-skinned selves without fear or shame. If white people are pleased we are glad. If they are not, it doesn’t matter. We know we are beautiful. And ugly too.”\nThis approach was not without its critics. Much of Hughes’s early work was roundly criticized by many black intellectuals for portraying what they thought to be an unattractive view of black life. In his autobiographical The Big Sea, Hughes commented:\nFine Clothes to the Jew [Hughes’s second book] was well received by the literary magazines and the white press, but the Negro critics did not like it at all. The Pittsburgh Courier ran a big headline across the top of the page, LANGSTON HUGHES’ BOOK OF POEMS TRASH. The headline in the New York Amsterdam News was LANGSTON HUGHES THE SEWER DWELLER. The Chicago Whip characterized me as ‘the poet low- rate of Harlem.’ Others called the book a disgrace to the race, a return to the dialect tradition, and a parading of all our racial defects before the public. … The Negro critics and many of the intellectuals were very sensitive about their race in books. (And still are.) In anything that white people were likely to read, they wanted to put their best foot forward, their politely polished and cultural foot—and only that foot.\nIn fact, the title Fine Clothes to the Jew, which was misunderstood and disliked by many people, was derived from the Harlemites Hughes saw pawning their own clothing; most of the pawn shops and other stores in Harlem at that time were owned by Jewish people. Lindsay Patterson, a novelist who served as Hughes’s assistant, believed that Hughes was\ncritically, the most abused poet in America. …  Serious white critics ignored him, less serious ones compared his poetry to Cassius Clay doggerel, and most black critics only grudgingly admired him. Some, like James Baldwin, were downright malicious about his poetic achievement. But long after Baldwin and the rest of us are gone, I suspect Hughes’ poetry will be blatantly around growing in stature until it is recognized for its genius. Hughes … was unashamedly black at a time when blackness was démodé. He had the wit and intelligence to explore the black human condition in a variety of depths, but his tastes and selectivity were not always accurate, and pressures to survive as a black writer in a white society (and it was a miracle that he did for so long) extracted an enormous creative toll.\nNevertheless, Hughes, more than any other black poet or writer, recorded faithfully the nuances of black life and its frustrations.\r\nIn Hughes’s own words, his poetry is about \"workers, roustabouts, and singers, and job hunters on Lenox Avenue in New York, or Seventh Street in Washington or South State in Chicago—people up today and down tomorrow, working this week and fired the next, beaten and baffled, but determined not to be wholly beaten, buying furniture on the installment plan, filling the house with roomers to help pay the rent, hoping to get a new suit for Easter—and pawning that suit before the Fourth of July.\"\nHoyt W. Fuller commented that Hughes \"chose to identify with plain black people … precisely because he saw more truth and profound significance in doing so. Perhaps in this he was inversely influenced by his father—who, frustrated by being the object of scorn in his native land, rejected his own people. Perhaps the poet’s reaction to his father’s flight from the American racial reality drove him to embrace it with extra fervor.” (Langston Hughes’s parents separated shortly after his birth and his father moved to Mexico. The elder Hughes came to feel a deep dislike and revulsion for other African-Americans.)\nAlthough Hughes had trouble with both black and white critics, he was the first black American to earn his living solely from his writing and public lectures. Part of the reason he was able to do this was the phenomenal acceptance and love he received from average black people. A reviewer for Black World noted in 1970: \"Those whose prerogative it is to determine the rank of writers have never rated him highly, but if the weight of public response is any gauge then Langston Hughes stands at the apex of literary relevance among Black  people. The poet occupies such a position in the memory of his people precisely because he recognized that ‘we possess within ourselves a great reservoir of physical and spiritual strength,’ and because he used his artistry to reflect this back to the people.\"\n\r\nHughes brought a varied and colorful background to his writing. Before he was 12 years old he had lived in six different American cities. When his first book was published, he had already been a truck farmer, cook, waiter, college graduate, sailor, and doorman at a nightclub in Paris, and had visited Mexico, West Africa, the Azores, the Canary Islands, Holland, France, and Italy. As David Littlejohn observed in his Black on White: A Critical Survey of Writing by American Negroes: \"On the whole, Hughes’ creative life [was] as full, as varied, and as original as Picasso’s, a joyful, honest  monument of a career. There [was] no noticeable sham in it, no pretension, no self-deceit; but a great, great deal of delight and smiling irresistible wit. If he seems for the moment upstaged by angrier men, by more complex  artists, if ‘different views engage’ us, necessarily, at this trying stage of the race war, he may well outlive them all, and still be there when it’s over. … Hughes’ [greatness] seems to derive from his anonymous unity with his people. He seems to speak for millions, which is a tricky thing to do.\n\r\nHughes reached many people through his popular fictional character, Jesse B. Semple (shortened to Simple). Simple is a poor man who lives in Harlem, a kind of comic no-good, a stereotype Hughes turned to advantage. He tells his stories to Boyd, the foil in the stories who is a writer much like Hughes, in return for a drink. His tales of his troubles with work, women, money, and life in general often reveal, through their very simplicity, the problems of being a poor black man in a racist society. “White folks,” Simple once commented, “is the cause of a lot of inconvenience in my life.” Simple’s musings first appeared in 1942 in “From Here to Yonder,” a column Hughes wrote for the Chicago Defender and later for the New York Post. According to a reviewer for Kirkus Reviews, their original intent was “to convince black Americans to support the U.S. war effort.” They were later published in several volumes.\n\r\nA more recent collection, 1994’s The Return of Simple, contains previously unpublished material but remains current in its themes, according to a Publishers Weekly critic who noted Simple’s addressing of such issues as political correctness, children’s rights, and the racist undercurrent behind contraception and sterilization proposals. Donald C. Dickinson wrote in his Bio-Bibliography of Langston Hughes that \"[the] charm of Simple lies in his uninhibited pursuit of those two universal goals, understanding and security. As with most other humans, he usually fails to achieve either of these goals and sometimes once achieved they disappoint him. … Simple has a tough resilience, however, that won’t allow him to brood over a failure very long. … Simple is a well-developed character, both believable and lovable. The situations he meets and discusses are so true to life everyone may enter the fun.\"\n A reviewer for Black World commented on the popularity of Simple: “The people responded. Simple lived in a world they knew, suffered their pangs, experienced their joys, reasoned in their way, talked their talk, dreamed their dreams, laughed their laughs, voiced their fears—and all the while underneath, he affirmed the wisdom which anchored at the base of their lives.” Hoyt W. Fuller believed that, like Simple, \"the key to Langston Hughes … was the poet’s deceptive and profound simplicity. Profound because it was both  willed and ineffable, because some intuitive sense even at the beginning of his adulthood taught him that humanity was of the essence and that it existed undiminished in all shapes, sizes, colors and conditions. Violations of that humanity offended his unshakable conviction that mankind is possessed of the divinity of God.\"\n\r\nIt was Hughes’s belief in humanity and his hope for a world in which people could sanely and with understanding live together that led to his decline in popularity in the racially turbulent latter years of his life. Unlike younger and more militant writers, Hughes never lost his conviction that “most people are generally good, in every race and in every country where I have been.” Reviewing The Panther and the Lash: Poems of Our Times in Poetry, Laurence Lieberman recognized that Hughes’s “sensibility [had] kept pace with the times,” but he criticized his lack of a personal political stance. “Regrettably, in different poems, he is fatally prone to sympathize with starkly antithetical politics of race,” Lieberman commented. “A reader can appreciate his catholicity, his tolerance of all the rival—and mutually hostile—views of his outspoken compatriots, from Martin Luther King to Stokely Carmichael, but we are tempted to ask, what are Hughes’ politics? And if he has none, why not? The age demands intellectual commitment from its spokesmen. A poetry whose chief claim on our attention is moral, rather than aesthetic, must take sides politically.”\n\r\nHughes’s position in the American literary scene seems to be secure. David Littlejohn wrote that Hughes is \"the one sure Negro classic, more certain of permanence than even Baldwin or Ellison or Wright. … His voice is as sure, his manner as original, his position as secure as, say Edwin Arlington Robinson’s or Robinson Jeffers’. … By molding his verse always on the sounds of Negro talk, the rhythms of Negro music, by retaining his own keen honesty and directness, his poetic sense and ironic intelligence, he maintained through four decades a readable newness distinctly his own.\"\nThe Block and The Sweet and Sour Animal Book are posthumously published collections of Hughes’s poetry for children that position his words against a backdrop of visual art. The Block pairs Hughes’s poems with a series of six collages by Romare Bearden that bear the book’s title. The Sweet and Sour Animal Book contains previously unpublished and repeatedly rejected poetry of Hughes from the 1930s. Here, the editors have combined it with the artwork of elementary school children at the Harlem School of the Arts. The results, noted Veronica Chambers in the New York Times Book Review, “reflect Hughes’s childlike wonder as well as his sense of humor.” Chambers also commented on the rhythms of Hughes’s words, noting that “children love a good rhyme” and that Hughes gave them “just a simple but seductive taste of the blues.” Hughes’s poems have been translated into German, French, Spanish, Russian, Yiddish, and Czech; many of them have been set to music.\n\r\nDonald B. Gibson noted in the introduction to Modern Black Poets: A Collection of Critical Essays that Hughes\nhas perhaps the greatest reputation (worldwide) that any black writer has ever had. Hughes differed from most of his predecessors among black poets, and (until recently) from those who followed him as well, in that he addressed his poetry to the people, specifically to black people. During the twenties when most American poets were turning inward, writing obscure and esoteric poetry to an ever decreasing audience of readers, Hughes was turning outward, using language and themes, attitudes and ideas familiar to anyone who had the ability simply to read. He has been, unlike most nonblack poets other than Walt Whitman, Vachel Lindsay, and Carl Sandburg, a poet of the people. …  Until the time of his death, he spread his message humorously—though always seriously—to audiences throughout the country, having read his poetry to more people (possibly) than any other American poet.\nHughes died on May 22, 1967, due to complications from prostate cancer.\n \n", "attrs": {"School/Period:": ["Harlem Renaissance"]}}