{"pf_url": "https://www.poetryfoundation.org/poets/lascelles-abercrombie", "name": "Lascelles Abercrombie", "yob": "1881", "yod": "1938", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/30dbd1bf7331b563093d9c0140a52ae6a656b835.jpeg", "bio": "\n                                                                    Poet and literary critic Lascelles Abercrombie was born at Ashton upon Mersey, near Manchester, England. He was educated at Malvern College and Owens (now Victoria University of Manchester) and worked as a journalist for the Liverpool Courier. He lived in the village of Dymock, near the Gloucestershire-Herefordshire border, in the years leading up to World War I. There, he worked in community with five other poets: Rupert Brooke, John Drinkwater, Robert Frost, Wilfrid Wilson Gibson, and Edward Thomas. Known as the Dymock Poets, the group published four editions of the literary journal New Numbers during 1914 and 1915, often including poems that portrayed the beauty of rural England.   Abercrombie wrote both poetry and plays, and much of his work inhabits the intersection between the two genres, with careful attention to both psychology and landscape. His books include Interludes and Poems (1908), The Sale of Saint Thomas (1911, reissued as a play in six acts in 1931), Deborah: A Play in Three Acts (1912), Phoenix: Tragicomedy in Three Acts (1923), Twelve Idyls and Other Poems (1928), and Poems (1930). His poetry is collected in The Poems of Lascelles Abercrombie (1930) and the posthumously published Lyrics and Unfinished Poems (1940). His poetry and drama have been featured in numerous anthologies, including the Oxford Book of Modern Verse (1936, edited by W.B. Yeats) and Georgian Poetry, Edward Marsh’s anthology series. In a 2014 article on Georgian poets for the Oxford Dictionary of National Biography, Dominic Hibberd described Abercrombie’s long poem “The Sale of Saint Thomas” as having “dramatic form, evocations of exotic places, tough, sometimes brutal, realism, and precise, vivid imagery.”    Abercrombie’s scholarly writing includes Thomas Hardy: A Critical Study (1912), Poetry and Contemporary Speech (1914), The Theory of Poetry (1924), The Idea of Great Poetry (1925), and Principles of Literary Criticism (1932).   During World War I, Abercrombie worked in a Liverpool munitions factory. After the war, he taught at the University of Liverpool, the University of Leeds, and Oxford University. He was made a Fellow of the Royal Academy in 1937. Selections of his work are held at the University of Oxford Bodleian Library and at the University of Gloucestershire Dymock Poets Archive & Study Centre.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}