{"pf_url": "https://www.poetryfoundation.org/poets/laurence-hope", "name": "Laurence Hope", "yob": "1865", "yod": "1904", "image": null, "bio": "\nBorn in Gloucestershire, the British poet Adela Florence Cory was raised by extended family in England after her father, a colonel in the army, was posted to Lahore, India. At 16 Cory joined her father and two sisters in India, where they edited the Sind Gazette. Both of Cory’s sisters went on to pursue literary careers; her elder sister, Isabell, took over the editorship of the Sind Gazette upon their father’s death, and her younger sister, Annie Sophie, published more than 20 popular novels under the pseudonym Victoria Cross.\r\n \r\nAt age 23, Adela married Colonel Malcolm Hassels Nicolson of the Bombay army, traveling with him as he served and eventually settling in Mhow, India, upon his promotion to the rank of general. In 1900, Adela Florence Cory Nicolson, who also used the name Violet Nicolson, began to publish her poetry under the pseudonym Laurence Hope. Hope’s formal verse, steeped in the Indian landscape and Sufi symbolism, often assumes the voices of Indian dancers and slaves to engage themes of passionate love and loss. Her first collection, The Garden of Kama (1901), was initially presented as a translation and arrangement, rather than the original poetry it was later revealed to be.\r\n \r\nBetween 1900 and 1904 she resided in England, South Africa, and India. In 1904 her husband died during a medical operation; two months later, at the age of 39, she committed suicide with poison. Acquaintance Thomas Hardy wrote her obituary for the Athenaeum.\r\n \r\nHope left a posthumously published collection, Last Poems: Translations from the Book of Indian Love (1905). Her son, Malcolm Josceline Nicolson, later edited Selected Poems from the Indian Love Lyrics of Laurence Hope (1922).\r\n \r\nDuring her lifetime, Hope received significant critical and popular attention. Her contemporary, British composer Amy (née Ward) Woodforde-Finden, set lines from The Garden of Kama to music as the popular Indian Love Lyrics (1903). Woodforde-Finden also set to music parts of Hope’s second collection, Stars of the Desert (1903).\r\n \r\nHope is buried at Saint Mary’s Cemetery in Madras, India.\n", "attrs": {"Region:": ["Asia, South", "England"]}}