{"pf_url": "https://www.poetryfoundation.org/poets/laura-riding-jackson", "name": "Laura Riding Jackson", "yob": "1901", "yod": "1991", "image": null, "bio": "\nLaura Riding, later known as Laura (Riding) Jackson, was born in New York City and studied at Cornell University. She “was still in her thirties when she published her 477-page Collected Poems in 1938,” reported Paul Auster in the New York Review of Books. “At an age when most poets are just beginning to come into their own,” he continued, “she had already reached maturity.” Riding’s oeuvre included volumes of poetry, collections of critical essays and short fiction, novels, and the founding of her own small publishing firm, Seizin Press. In the 1920s and 1930s, as Auster related, she “became an important force of the international avant-garde.” Her work was highly praised by some distinguished critics, including Robert Fitzgerald, who wrote in the Kenyon Review, “Of all the contemporary poems I know, these seem to me the furthest advanced, the most personal and the purest.”\nRiding first came to public notice when she attracted the attention of the Fugitives, a group of American Southern writers centered at Vanderbilt University. Members of the group included John Crowe Ransom, Allen Tate, and Robert Penn Warren. Their activities included meetings for the reading and discussion of poetry and philosophy, and they published their own poetry magazine, The Fugitive, which appeared from 1922 to 1925. They were searching for new criteria to apply to poetry, and Riding’s work suited them perfectly. In 1923 The Fugitive commended her first published poem for its “quality of originality,” and in 1924 hailed her work as “the discovery of the year.” She was soon invited to join the group, and her acceptance was announced in March 1925, as cause for “general felicitations.”\nSeveral years later, working with the English poet and novelist Robert Graves, Riding furthered the aims of the group with A Survey of Modernist Poetry, “the implicit critical and theoretical principles of which,” noted A.T.K. Crozier in the Fontana Biographical Companion to Modern Thought, “she developed in two works of dazzling argument, Contemporaries and Snobs (1928) … and Anarchism Is Not Enough (1928).” The Survey introduced a new method for close textual criticism, showing that minute examination of a good poem finds within it truths not communicable in any other way. Its influence contributed greatly to the school of thought that became known as “The New Criticism.” Riding’s fiction is also important and “undeservedly neglected,” in the opinion of Nancy Carol Joyner and Allison Hersh, writing in the Reference Guide to American Literature. They noted that Progress of Stories, “marked by impressive variety and a somewhat flamboyant wit, is unlike her poetry in tone although it treats similar themes of truth, self, unity, and perfection. She has deliberately adopted a lighter vein for these stories, she explains in the preface, because she is tired of the accusation of obscurity and being made ‘a scape goat’ for the incapacity of people to understand what they only pretend to want to know.’”\nIt is for her poetry, however, that Riding is best known, and her poems reflect her commitment to write with truth. “In poem after poem,” declared Auster, “we witness her trying somehow to peel back the skin of the world in order to find some absolute and unassailable place of permanence, and because the poems are rarely grounded in a physical perception of that world, they tend, strangely, to exist in an almost purely emotional climate, created by the fervor of this metaphysical quest.” Her poems “are highly compressed, intellectual, disciplined, and possess a number of other virtues no longer much in evidence. … At their best, they have some of the concentration of language so memorable in Emily Dickinson, while the syntactic difficulty and elaborate conceits [T.S.] Eliot did so much to revive have been practiced in her poems with remarkable effect,” remarked James Atlas in Poetry magazine.\nSome readers have found Riding’s poetry difficult to understand; it also has been difficult to find, as she often refused to have it published in anthologies. Her poems, however, are well worth the reader’s time and attention, according to various critics. Contemporary Poets contributor Alan Clark wrote of Riding’s work, “Some of the poems will be found immediately lucid. Others, the kind to which the long-celebrated difficulty is attributed, will make one stop—not just ‘stop and think’ but stop and read. If this necessity is ‘difficulty,’ it is associated with the virtues of the poems, and contributory to a happy consequence in the immediate freshness they have on return to them. The language has precision, but also litheness of expression-movement; it is language alive and at work. Because there is a right way in, and no other way, one may feel puzzled or dazzled until it is found.” Sandra M. Gilbert, reviewing First Awakenings: The Early Poems of Laura Riding (1992) for Poetry magazine, opined that “a taste for Riding’s poetry has to be more diligently cultivated than an appreciation of, say, wizened olives,” but noted that Riding produced “a substantial body of compellingly quirky work.” Her use of repetition and plays on words led some critics to compare her with Gertrude Stein. As Joyner and Hersh pointed out, “For Riding, as for Stein, poetic meaning can not only be found in words of the poem; it is also produced in the spaces between words, in the sparks that result from the collision of words and in the static created by the repetition of language.”\nMany of Riding’s poems deal with gender roles, although, Gilbert reported, “she passionately repudiated most critical efforts to identify her writings as in any way feminist.” A recurring theme in The Close Chaplet (1926), Riding’s first poetry collection, is “the difficulty of being a woman with a mind,” commented Joyce Wexler in the Dictionary of Literary Biography. Then in the poem “The Tiger” from Love as Love, Death as Death (1928), Riding “accuses men of preventing her from knowing lust by failing to conceive of a woman who can be proud and wise as well as sensual,” Wexler observed. Death is another subject that figures frequently in Riding’s poetry. In 1929, distressed over a romantic entanglement, she tried to kill herself by leaping from a window; the poems she wrote in the early 1930s are “halting first steps in Riding’s exploration of death,” Wexler explained. By the end of the decade, “Riding was even able to link the widespread fear of a ‘Next Great War’ to her own appreciation, after her suicide attempt, of the value of death as the end of a limited point of view,” Wexler wrote. “As Europe faced World War II, Riding regarded the collective suicide of a culture as an opportunity to awaken truth.” Riding’s final poems show her in a mellower frame of mind and with “confidence that she had mastered language,” according to Wexler. These poems, she noted, “express a serene understanding of the relationships between men and women, the individual and humanity, language and thought.”\nIn 1939, Riding and Graves stayed with critic Schuyler B. Jackson in Pennsylvania. Riding later married Jackson, and they moved to Wabasso, Florida in 1940. Shortly after, Riding gave up poetry, because she found it incompatible with truth. Donald Davie, reviewing anonymously for the Times Literary Supplement, stated that “once Keats had declared ‘Beauty is Truth, Truth Beauty,’ seeming to affirm an indissoluble unity [between the two], it was inevitable that sooner or later there would appear a poet who, having believed in Keats’s assurance, would find that it didn’t square with experience, and would be honest enough to say so.” Her major aim in writing, according to Harry Mathews in the New York Review of Books, “was to make articulate in the experience of her readers a knowledge of life that is both true and nonconceptual. It was as if she wanted to make the mechanisms of language, usually so approximate and reductive, accurate enough in the effect of their working to initiate the reader willy-nilly into an awareness of what she felt to be the pure, unmediated truth.” Poetry, she felt, could no longer do this. After her husband’s death in 1968, she continued the linguistic work alone, completing in 1974 the as-yet-unpublished book, Rational Meaning: A New Foundation for the Definition of Words. Her book The Telling (1972) was, in Crozier’s description, “a considered restatement of the revelation of universal truth possible in personal speech.”\nRiding once explained herself to Contemporary Authors as follows: “At the beginning of the ‘forties, [I] made the drastic decision that [I] must renounce poetry, as imposing irremovable obstacles to the realizing of the full potential afforded by language, when words are used faithfully, as they mean, of general human speaking, writing, in what [I] called, in an introduction to a reading of [my] poems in 1962 on a British Broadcasting programme, ‘the style of truth.’ [My] work on language was accompanied by a long look at not only poetry and literature but the entire human scene, historical and contemporary, with clarifying perception of the so far largely unfulfilled responsibility that human beings have of telling the ‘one story’ of their being, and the world—the central theme of all [my] earlier work. [I] came to think that this story required a personal truth exceeding literary, poetic, and all other categorically professionalized intellectual points of view, and linguistic styles. [My] book, The Telling, which sets forth this ‘personal gospel,’ as [I call] it, has … been received in some quarters with devoted excitement, but with almost total ‘patently deliberate avoidance of notice’ in the literary press of both countries in which it was published.”\nWexler commented that Riding’s “pursuit of truth, as she conceived it, ministered to her deepest spiritual needs. … Her inner need for certainty determined both her conception of truth and the tenacity with which she upheld it.” Wexler, however, thought it too bad that this pursuit led Riding to give up poetry: “Riding’s poetry justified her faith in words as the ground of her being, but the poet’s wisdom lost its compelling force when uprooted from her poems. Her preoccupation with definitions and literal meaning was responsible for the precision of her poems. When she transferred her principles to general speech, however, they became an obstacle to her ability to communicate and failed to generate a practical example for others to follow.” Still, Wexler granted that Riding’s “work is unique in its single focus on language as the source of meaning and in the quality of poetry that singleness produced.”\nJackson died in Wabasso, Florida in 1991.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}