{"pf_url": "https://www.poetryfoundation.org/poets/laurence-binyon", "name": "Laurence Binyon", "yob": "1869", "yod": "1943", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/e82f9de064a508f45488cc0640298fca837fe9a5.jpeg", "bio": "\nLaurence Binyon was a prolific English poet and scholar of the late 19th and early 20th centuries, whose career spanned 50 years. During this time, he authored numerous poetry collections and plays, two historical biographies, and several art history volumes, including books on the works of Asian artists, English watercolorists, and William Blake’s drawings and engravings. He is perhaps best remembered for his World War I poem, “For the Fallen,” and his translation of Dante Alighieri’s Divine Comedy, which he translated in its original terza rima, a remarkable undertaking much admired by Ezra Pound, T.S. Eliot, and other younger poets. \nBinyon showed an early interest in art and poetry. He was born Robert Laurence Binyon on August 10, 1869 in Lancaster, England and was the second of nine children born to clergyman Frederick and Mary Binyon. After attending St. Paul’s School in London, he attended Trinity College at Oxford, where his poem “Persephone” was awarded the Newdigate Prize. He earned a degree in classical moderations in 1890, and a degree in litterae humainoires in 1892. Meanwhile, he published four poems in a volume called Primavera: Poems by Four Authors (1890), which included the work of three other young Oxford undergraduates, one of whom was his cousin, Stephen Phillips, who also achieved a measure of fame as a poet. Binyon married Cicely Margaret Powell in 1904, and they had three daughters together.\nPoetry and visual arts shaped his career, the majority of which was spent with the British Museum, where he began in the department of printed books in 1895 before moving to department of prints and drawings, from which he retired in 1933. His first book of poetry, Lyric Poems (1894), was quickly followed by two books on painting, Dutch Etchers of the Seventeenth Century (1895) and John Crone and John Sell Cotman (1897). Later books such as Painting in the Far East (1908) and The Flight of the Dragon (1911) reflect this interest in Chinese, Japanese, and Indian arts and cultures. Ezra Pound praised The Flight of the Dragon and thought of Binyon as a pioneer in the Western appreciation of Asian art.\r\n \r\nBinyon served as an orderly in the Red Cross during World War I, and his experiences would become an important part of his poetry. From 1915 to 1916 he worked in a military hospital in France, an experience reflected in his war poem “Fetching the Wounded.” His collections The Winnowing Fan (1914), The Anvil (1916), The Cause (1917), and The New World (1918) deal with the war as a noble cause. One reviewer from Literature Digest contended that WWI as a subject brought a new vitality to the poet’s work: “Laurence Binyon’s poetry once was somewhat coldly ‘literary’—aloof from common human experience, but the war has given him new vigor and new humanity.” His best-known war poem, “For the Fallen,” has been frequently anthologized was widely embraced by the British public. “As the casualty lists grew,” notes John Hatcher in the Oxford Dictionary of National Biography, “the poem became the focal expression of national grief, both alone and in Sir Edward Elgar's choral work The Spirit of England (1916–17). Its central quatrain was carved on cenotaphs and tombstones worldwide and is still recited at annual Remembrance Day commemorations: “They shall grow not old, as we that are left grow old / Age shall not weary them, nor the years condemn / At the going down of the sun and in the morning / We will remember them.” \n Binyon worked in a variety of forms. The Sirens (1926) and The Idols (1928) are epic poems that treat man’s struggle to come to terms with himself. The latter prompted a New York Herald Tribune reviewer to write, “Mr. Binyon’s penetration into the centers of ultimate darkness, which takes place in “The Idols,’ rewards him with many jewels of his own finding.” Influenced by John Masefield, who argued that verse should be spoken aloud, Binyon became interested in experimental versification. While at Oxford, Robert Bridges had shared with him the complex rhythms of Gerard Manley Hopkins’s sprung verse, which could not yet be found in print. Though Binyon’s own experiments were not as radical, he was skilled at manipulating verse within strictly defined limits, as demonstrated by his careful translation of Dante’s Divine Comedy. \nBinyon enjoyed a reputation for craft and elegance. One reviewer of Binyon’s Selected Poems (1922) wrote, “It is the sort of verse teachers used to like to read aloud in school because of its academic sense and the perfect beat of its feet.” While Binyon’s poetry is not entirely didactic, it often contains a sense of uplift. James Granville Southworth, writing for the Sewanee Review, found Binyon’s work to be inspirational and motivating: “In contrast to the poetry of Mr. T.S. Eliot, Mr. Binyon affects a reconstruction of beauty against the forces of disintegration—forces against which Mr. Eliot seems powerless to act. Mr. Eliot’s poetry is a balm to the contemporary who lacks the strength to combat the anticultural forces of the present day. Mr. Binyon’s poetry is a constant challenge to a fuller life.” \nAfter his retirement from the British Museum in 1933, Binyon received an honorary DLitt from Oxford University, was named an honorary fellow of Trinity College, and continued to lecture on art and literature at many universities in the United States, Holland, China, Scandinavia, Japan, Rome, Berlin, Vienna, and Paris. He followed T.S. Eliot at Harvard as Norton Professor of Poetry at Harvard University in 1933, where he summarized his life’s study of Asian art in a series of lectures later published as The Spirit of Man in Asian Art (1935). He was also named a chevalier of the French Foreign Legion, a fellow of the Royal Society, and was appointed to the Byron Chair of Letters at Athens at the age of 70. \nSome of Binyon’s greatest poetry was produced during the final decade of his life, “greater perhaps than that of any of his generation except [W.B.] Yeats,” according to John Hatcher. Among this exceptional later work are such volumes as The North Star and other Poems (1941), The Burning of the Leaves (1944), and the unfinished “The Madness of Merlin” (1947). During this time, Binyon was also at work on his much-admired and well-received terza rima translation of Dante’s Inferno (1933), Purgatorio (1938), and Paradiso (1943). Mere days after completing final revisions on his Paradiso translation, Laurence Binyon died of bronchopneumonia on March 10, 1943. Upon Binyon’s death, English author and literary critic Cyril Connolly honored the poet in New Statesman and Nation as someone who understood “how to be both warm and detached, in fact, a sage.”\n", "attrs": {"Region:": ["England"]}}