{"pf_url": "https://www.poetryfoundation.org/poets/lawrence-ferlinghetti", "name": "Lawrence Ferlinghetti", "yob": "1919", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/8e71f4b185a9659e4e99a5ea3b61fc58aff1515a.jpeg", "bio": "\nPoet, playwright, publisher, and activist Lawrence Ferlinghetti was born Lawrence Monsanto Ferling on March 24, 1919 in Yonkers, New York. His father, an Italian immigrant, had shortened the family name upon arrival in America. When Ferlinghetti discovered the lengthier name as an adult, he took it as his own. He had a tumultuous youth, parts of which were spent in France, an orphanage in Chappaqua, New York, and in the mansion of the wealthy Bisland family in Bronxville, New York. He attended the elite Riverdale Country Day School, Mount Hermon, a preparatory academy in Massachusetts, and the University of North Carolina, where he majored in journalism. Upon graduating, he joined the US Navy. After his discharge, Ferlinghetti took advantage of the G.I. Bill to continue his education. He earned his MA from Columbia University in 1948, and completed his PhD at the University of Paris in 1951. He then moved to San Francisco, California, where played a key role in sparking the San Francisco literary renaissance of the 1950s and was essential to the establishment of the subsequent Beat movement. In 1998, he was named the first poet laureate of San Francisco.\nFerlinghetti’s most famous collection, A Coney Island of the Mind (1958), has sold well over one million copies in America and abroad. He is the author of over 30 other collections of poetry, including Time of Useful Consciousness (2012), Poetry as Insurgent Art (2005), San Francisco Poems (2001), How to Paint Sunlight: Lyric Poems and Others, 1997–2000, A Far Rockaway of the Heart (1997), These Are My Rivers: New and Selected Poems, 1955–1993, and Endless Life: Selected Poems (1981). Ferlinghetti’s numerous awards and honors include the National Book Critics Circle’s Ivan Sandrof Lifetime Achievement Award, the Robert Frost Memorial Medal, and the National Book Foundation’s Literarian Award, among others. He was elected as a member of the American Academy of Arts and Letters in 2003, and in 2007, he was named commandeur of the French Order of Arts and Letters.\nThroughout his career, Ferlinghetti has consistently challenged the status quo, asserting that art should be accessible to all people, not just a handful of highly educated intellectuals. His poetry engages readers, defies popular political movements, and reflects the influence of American idiom and modern jazz. In Lawrence Ferlinghetti: Poet-at-Large, Larry Smith noted that the author “writes truly memorable poetry, poems that lodge themselves in the consciousness of the reader and generate awareness and change. And his writing sings, with the sad and comic music of the streets.” Smith observed that, from his earliest poems onward, Ferlinghetti writes as “the contemporary man of the streets speaking out the truths of common experience, often to the reflective beat of the jazz musician.” Such sentiments found an appreciative audience among young people of the mid-20th century who were agonizing over the arms race and Cold War politics. New Pages contributor John Gill asserted that reading a work by Ferlinghetti “will make you feel good about poetry and about the world—no matter how mucked-up the world may be.”\nIn 1953, two years after his arrival in San Francisco, Ferlinghetti partnered with Peter D. Martin to publish a magazine, City Lights. In order to subsidize the publication, Martin and Ferlinghetti opened the City Lights Pocket Book Shop in a neighborhood on the edge of Chinatown. It became a popular gathering place for San Francisco’s avant-garde writers, poets, and painters. The bookstore’s publishing arm, the City Lights Pocket Poets series, offered a forum for Beat writers like Allen Ginsberg, Kenneth Patchen and Gregory Corso. Ferlinghetti’s slim volume Pictures of the Gone World (1955) was the first publication in the series. By 1955, Ferlinghetti counted among his friends poets such as Kenneth Rexroth, Allen Ginsberg, and Philip Whalen, as well as the novelist Jack Kerouac. Ferlinghetti was in the audience at the watershed 1955 poetry reading “Six Poets at the Six Gallery,” at which Ginsberg unveiled his poem “Howl.” Ferlinghetti immediately recognized it as a classic, and in 1956, he published the first edition of Howl and Other Poems in the Pocket Poets series. The collection sold out quickly, and the second shipment of the book—seized by U.S. customs, then released—occasioned the infamous Howl trial. The San Francisco Police Department arrested Ferlinghetti on charges of printing and selling lewd and indecent material. Ferlinghetti engaged the American Civil Liberties Union for his defense and welcomed his court case as a test of freedom of speech. He won the suit on October 3, 1957. The publicity generated by the case energized the San Francisco renaissance and Beat cause, and was vital in establishing definite principles to the various movements’ often disparate aims.\nFerlinghetti aimed to redeem poetry from the ivory towers of academia and offer it as a shared experience with ordinary people. In an interview with the San Francisco Chronicle reporter Heidi Benson, Ferlinghetti explains why he prefers the use of the term “wide-open” to “Beat” in characterizations of his own work: “Wide-open poetry refers to what Pablo Neruda told me in Cuba in 1950 at the beginning of the Fidelista revolution: Neruda said, ‘I love your wide-open poetry.’ He was either referring to the wide-ranging content of my poetry, or, in a different mode, to the poetry of the Beats.”\nIn 1958, New Directions press published Ferlinghetti’s A Coney Island of the Mind. In Lawrence Ferlinghetti, Smith suggested that, in this collection, Ferlinghetti “enlarged his stance and developed major themes of anarchy, mass corruption, engagement, and a belief in the surreality and wonder of life. … It was a revolutionary art of dissent and contemporary application which jointly drew a lyric poetry into new realms of social—and self-expression. It sparkles, sings, goes flat, and generates anger or love out of that flatness as it follows a basic motive of getting down to reality and making of it what we can.”\nTwo other collections of Ferlinghetti’s poetry provide insight into the development of the writer’s overarching style and thematic approach: Endless Life: Selected Poems (1981) and These Are My Rivers: New and Selected Poems, 1955-1993. The poems in Endless Life reflect the influences of E.E. Cummings, Kenneth Rexroth, and Kenneth Patchen, and are concerned with contemporary themes, such as the antiwar and antinuclear movements. In Western American Literature, John Trimbur noted that Ferlinghetti writes a “public poetry to challenge the guardians of the political and social status quo for the souls of his fellow citizens.” Joel Oppenheimer praised him in the New York Times Book Review, contending that he “learned to write poems, in ways that those who see poetry as the province of the few and the educated had never imagined.” Ferlinghetti focuses on current political and sexual matters in These Are My Rivers (1993). As Rochelle Ratner noted in Library Journal, the poems are experimental in technique, often lacking common poetic devices such as stanza breaks, and they appear in unusual ways on the page, “with short lines at the left margin or moving across the page as hand follows eye.” Ashley Brown, who, in World Literature Today, called Ferlinghetti “the foremost chronicler of our times,” commented, “Ferlinghetti writes in a very accessible idiom; he draws on pop culture and sports as much as the modern poets whom he celebrates.”\nFerlinghetti has also published acclaimed fiction. His most recent novel is Little Boy (2019), which Ron Charles describes as “a volcanic explosion of personal memories, political rants, social commentary, environmental jeremiads and cultural analysis” in the Washington Post. Ferlinghetti’s widely celebrated novel Love in the Days of Rage (1988) takes place in Paris in 1968, during the student revolution; it chronicles a love affair between an expatriate American painter and a Portuguese banker and anarchist. Alex Raksin, discussing Love in the Days of Rage in the Los Angeles Times Book Review, praised the work as an “original, intense novel” in which Ferlinghetti’s “sensitivity as a painter … is most apparent.” Patrick Burson, critiquing it for the San Francisco Review of Books, explained that the book “challenges the reader on several stylistic levels as it attempts to mirror the anarchistic uprising of ’68 which briefly united intellectuals, artists, and proletariats in common cause.” Ferlinghetti’s first novel, Her (1960), is an autobiographical, experimental work that focuses on the narrator’s pursuit of a woman.\nFerlinghetti’s often short, surrealistic plays have been performed in theaters in San Francisco, and he has exhibited paintings and drawings in numerous galleries.\nHe lives in San Francisco, where a street is named in his honor.\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}