{"pf_url": "https://www.poetryfoundation.org/poets/lawrence-durrell", "name": "Lawrence Durrell", "yob": "1912", "yod": "1990", "image": null, "bio": "\nThe son of British citizens, Lawrence Durrell was born in 1912 in Jullundur, India, where his father, a British civil engineer, had gone to assist in the construction of India’s first railway. Lawrence’s early years were spent in India, but after receiving some education at Darjiling’s College of St. Joseph, Durrell moved to England to study at St. Edmund’s School in Canterbury. Refused admission to Cambridge University, Durrell left England when he was 23, and spent his 20s and 30s predominantly in Greece or, during World War II, in Egypt. In 1957 he took up residence in France where he remained until his death in 1990 at the age of 78.\nDurrell is known primarily as the author of The Alexandria Quartet, (1957­–1960) a tetralogy of novels widely considered to be among the finest achievements in 20th-century fiction. Continuing in the tradition of James Joyce and D.H. Lawrence, Durrell experiments with the structure of the novel while also probing the human psyche. His work is infused with observations on the nature of reality and sexuality, based in part on the theories of Albert Einstein and Sigmund Freud. In The Alexandria Quartet, for example, Durrell employs the Einsteinian notion of space-time continuum to explore the elusive nature of truth and the potential for an infinite number of ways to approach the same material. His novels often feature a number of characters with varied interests, enabling Durrell to examine and contrast different cultural and philosophical ideas. Durrell’s baroque, sensuous prose style and his vivid description of landscape have been highly praised.\nDuring the 1930s, he initiated correspondence with Henry Miller, whose erotic novels greatly influenced Durrell’s work. Following Miller’s advice, Durrell published The Black Book (1938) in Paris after it had failed to pass British obscenity regulations. Regarded as Durrell’s first accomplished work, The Black Book protests the sterility of English society, which he termed “the English Death.” By this time, Durrell had abandoned England for the Greek island of Corfu and has since lived and worked in several areas near the Mediterranean Sea. These locales figure prominently in Durrell’s fiction and poetry and in his admired trilogy of island books: Prospero’s Cell: A Guide to the Landscape and Manners of the Island of Corcyra (1945), Reflections on a Marine Venus: A Companion to the Landscape of Rhodes (1953), and Bitter Lemons (1957), whose subject is the island of Cyprus. During World War II, Durrell served in the British Diplomatic Corps as a press attaché; his experiences are related in his satirical Antrobus stories, which feature the title character’s exploits as a British diplomat. These stories, which were published in several volumes, are collected in Antrobus Complete (1985).\nDurrell was critically considered a very good poet. In the 1930s and early 1940s, his was a beautifully modulated “new voice in a new time,” as G.S. Fraser noted in Lawrence Durrell. Urbane, compassionate, often infused with loneliness yet filled with a sense of wry fun, his poems draw deeply on two traditions: the first of ancient Greece and its rebirth in the works of such modern Greek poets as Constantine Cavafy and George Seferis, and the second of the Renaissance, of Shakespeare and Donne as reinvented by the 20th-century “metaphysicals” T.S. Eliot and W.H. Auden. Although Durrell journeyed with the moderns across a wasteland, his poetry is suffused with Greek light. Hayden Carruth wrote in The World of Lawrence Durrell, “the poet of the historic consciousness who is recording the end of a civilization is intimately aware of the beginning, and the figure of Homer, the blind brother in the mists of ancientness, overlooks these poems, overlooks the Quartet too, I think.” Many of his lyrics, such as “Nemea,” “Lesbos,” and “Mneiae,” recall the ancient Greek Anthology put together from many sources in the Byzantine period, while his character poems, with their interplay of art and idea, are closer to Cavafy. In this latter category can be placed “Petron, the Desert Father” and “A Portrait of Theodora,” the second of which reflects not only the modern Greek woman but, through her, the Byzantine empress as a girl. The character poems, especially “Fangbrand: A Biography,” display “a kind of golden fullness of expression,” Derek Stanford declared in his essay collected in The World of Lawrence Durrell.\nIn his best poems, as in The Alexandria Quartet, a profound understanding both of the past and of mythology underlies Durrell’s quick and lively awareness of the present, with its attendant humor and many sorrows. Among these poems is “Deus Loci,” a kind of classical hymn to the “small sunburnt” god a charming and elegant personification of the spirit of place. Friedman wrote in Lawrence Durrell and The Alexandria Quartet that “Deus Loci” ... “offers an archetypal treatment of place that pervading, ever-recurring motif that may serve as a paradigm not only for the bulk of Durrell’s poetry but also for such works as Sappho, the island books, and the Quartet.” Another of his best-known poems, “Alexandria,” evokes the atmosphere of the city and the poet’s own loneliness, “the artist at his papers / Up there alone, upon the alps of night.”\nDurrell’s poetry has been seen as moving from early lyrics to the classically based and metaphysically strong poems of his middle years. His later poetry, more conversational in tone, becomes even stronger in its anguished concern with “the three big words of Durrell’s poetic vocabulary ... art, love, and death,” according to Ian S. MacNiven in Critical Essays. One of the most moving of these poems is the elegy, “Seferis.” Poems such as “A Patch of Dust” and “Last Heard Of” evince a remarkable sureness and power. In reflecting a maturing style, Durrell’s poetic works form a kind of Ars poetica, a portrait of the developing artist.\n", "attrs": {"Region:": ["England"]}}