{"pf_url": "https://www.poetryfoundation.org/poets/leigh-hunt", "name": "Leigh Hunt", "yob": "1784", "yod": "1859", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/98a3d217874ae3b99723836882f477342c890f98.jpeg", "bio": "\nLeigh Hunt, prolific poet, essayist, and journalist, was a central figure of the Romantic movement in England. He produced a large body of poetry in a variety of forms: narrative poems, satires, poetic dramas, odes, epistles, sonnets, short lyrics, and translations from Greek, Roman, Italian, and French poems. His vivid descriptions and lyrical quality are noteworthy, as is his keen delight in nature, and he is a master of mood and atmosphere. As a poet, he played a major role in freeing the couplet from the rigidity of neoclassical practice. He had remarkable insights as a literary critic and discovered and introduced the public to many poets, among them John Keats, Percy Bysshe Shelley, Robert Browning, and Alfred Tennyson. He encouraged many other writers, such as Charles Lamb, William Hazlitt, Walter Savage Landor, and Charles Dickens. He was a journalist of note and was editor of the influential Examiner from its inception in 1808 to his departure for Italy in 1821. He was also the author of a novel and several plays, two of which, A Legend of Florence (1840) and Lovers' Amazements (1858), were produced during his lifetime.\n\r\nHe was born James Henry Leigh Hunt on October 19, 1784 to, Isaac, a lawyer from Barbados, and Mary Shewell Hunt, the daughter of a wealthy merchant of Philadelphia. As staunch Tories, they were fled from Philadelphia to England at the beginning of the Revolutionary War. There, Isaac became a popular Anglican preacher but was so impractical and improvident that he spent a good deal of time in debtor's prison, of which Hunt has some of his earliest memories. Isaac Hunt did manage, though, to find his son a place in Christ's Hospital school in 1791. There, Hunt received all his formal education, staying until 1799\nHunt's first volume of poems, Juvenilia, was written at school and published by subscription in 1801 through the auspices of his father, who was able to amass a long list of notable subscribers from the United States as well as England. The volume contains translations, sonnets, pastorals, elegies, and hymns imitating Alexander Pope, Thomas Gray, and William Collins. It was an instant success, going through four editions by 1804 and was praised by leading literary reviews as showing promise for such a young poet.\n\r\nAfter his schooling, Hunt served an apprenticeship as clerk to his barrister brother, Stephen, but disliked the work intensely. In 1805 his brother John started a weekly paper, The News. As drama critic for it, Hunt gained a reputation for being perceptive and impartial at a time when impartiality was rare. In fact, he was so intent upon being impartial that he refused the acquaintance of any actor whom he might have to review, lest the acquaintance color his criticism. His critical essays in The News were sufficiently popular that in 1807 he was able to publish a selection of them as Critical Essays on the Performers of the London Theatres. Hunt's real career as a journalist, however, began in 1808 when he became editor of The Examiner with his brother John as publisher. Very shortly after entering on the editorship, he felt it necessary to resign his clerkship in the war office, which he had held since 1803, because of a possible future conflict of interest with his liberal editorials. The Examiner became an influential weekly, and Hunt developed a wide reputation not only for his literary criticism but for his political essays. On July 3, 1809, after several years of courtship, Hunt married Marianne Kent, daughter of a court milliner. \nIn 1811, Hunt began editing the first of his many journals, The Reflector, a political magazine that includes essays and poetry. Hunt's satirical \"The Feast of the Poets\" was first published in the March 1812 issue of The Reflector. It is an attempt, with copious notes, at poetical criticism. In it Apollo descends for a feast with the chief contemporary poets but dismisses, with varying degrees of contempt, all except four—Thomas Campbell, Robert Southey, Sir Walter Scott, and Thomas Moore. In the 1814 edition, which was much altered from the original, William Wordsworth is hailed as \"Prince of Bards\" and Samuel Taylor Coleridge and George Gordon, Lord Byron, are given places. This change caused apparent consternation among some reviewers since these poets had been summarily dismissed in the earlier version of the poem. Actually, however, most reviewers, whether writing favorably or unfavorably, seemed to be moved more by politics than critical judgment, the reason being that as outspoken liberal editor of The Examiner, Hunt had won many admirers but also many political enemies. Consequently, at least as long as he was editor, his literary works tended to be praised or damned according to the politics of the reviewer. Thus, on the one hand, Feast of the Poets was condemned \"as despicable a performance as could well be produced. It is flimsy, feeble, unsustained and impertinent\" (Satirist, April 1814) and on the other as a \"lively\" and \"sublime\" poem (Eclectic Review, June 1814; Champion, February 20, 1814).\n\r\nOn March 22, 1812 Hunt, in an Examiner editorial and as a part of an ongoing attack on the Prince Regent, slandered him as a fat \"Adonis\" of 50. As a result he and his brother John spent two years (February 3, 1813 to February 2, 1815) in prison and paid fines of £500 each. Hunt's was an unusual incarceration. He was permitted to continue editing The Examiner from prison, which he did with little change in the tone of his editorials. During his prison stay Hunt wrote his first long narrative poem, The Story of Rimini. It was particularly praised by Byron, who read drafts of the poem as it progressed and to whom it was eventually dedicated. Based on the few lines about Francesca di Rimini in Dante's Inferno, The Story of Rimini tells of the fatal passion between Paulo and Francesca, whom Paulo escorted from her home in Ravenna to Rimini, where she was to be married to his brother, Prince Giovanni, and the tragedy that follows the revelation of their love. \nIn 1816 Hunt made friends with Keats and renewed his friendship with Shelley, whom he had first met briefly in 1811. In December 1816 he introduced them and their poems to the public in the Examiner. Not long thereafter, John Gibson Lockhart, in Blackwood's Edinburgh Magazine (October 1817), began his anonymous, bitter attacks on Hunt and his friends, whom he scornfully dubbed the \"Cockney School.\" Lockhart, whose criticism of Keats and Hazlitt was particularly sharp, was shortly joined by the Quarterly Review, under the editorship of William Gifford. The attacks continued for several years, but except for a fruitless demand in the Examiner at the outset that the anonymous writer of the attacks in Blackwood's reveal his identity, Hunt did not answer save in defense of Keats and Shelley. Not only did Hunt, Keats, and Shelley visit frequently, but in 1817 Hunt and his entire family stayed in Marlowe with Shelley for several months, and in 1820 Keats, mortally ill with tuberculosis, stayed with Hunt for several months in his cottage at Hampstead Heath. During the many visits poetic skills were honed with poetry-writing competitions, and the heady relationships resulted in publication of several volumes of poetry by the three before Shelley and Keats went to Italy for their health in 1818 and 1820 respectively.\n\r\nHunt's most prolific period of poetic activity occurred in the years 1812 to 1820. In 1818 Hunt published Foliage, his first volume of poetry since Juvenilia, which includes one of his best poems, \"The Nymphs.\" Hunt not only continued editing the Examiner, but also two more journals: The Literary Pocket Book, begun in 1818, and The Indicator (1819-1821), which contains essays full of good cheer, on literature, life, manners, morals, and nature. Lamb was so enthusiastic about it that he hailed it with a sonnet. In 1819, Hunt published two more narrative poems: \"Hero and Leander,\" which retells the familiar story of Leander swimming the Hellespont to visit Hero, and \"Bacchus and Ariadne,\" which describes the procession of Bacchus toward Ariadne, who has just been abandoned by Theseus on the isle of Naxos. Though shorter, they are like The Story of Rimini in their slight action but considerable lavish description and frequent appreciation of the physical. Peter George Patmore, the reviewer of these two poems for the London Magazine (July 1820), praised at length Hunt's delicate verse, love of nature, and originality. Also in 1819 The Poetical Works of Leigh Hunt was published in three volumes including all the poems he had published to that time with the exception of his juvenile poems. Another narrative poem, Hunt's translation of Torquato Tasso's Amyntas, a Tale of the Woods, was printed in 1820. \nIn the fall of 1821 Shelley and Byron persuaded Hunt to come to Italy and edit a literary journal, eventually called The Liberal, that the three of them would write. Hunt set out on November 15, 1821 with his family, but frightful winter storms forced the ship to turn back. Because of further delays, he did not sail until May 13,1822 and arrived on July 1. Within days of Hunt’s arrival, Shelley drowned in a sudden squall during his return home to Lerici. Shelley's death not only shattered Hunt emotionally, but put him in a particularly difficult financial situation. He and his family of seven were destitute and in debt for the trip to Italy. Hunt had planned to live on the generosity offered by Shelley until The Liberal was established, but Shelley's death threw him on the mercy of Byron, who did not like Hunt much and detested his family. Furthermore, Shelley had been the chief spirit behind The Liberal, and his death left the uneasy partnership of Byron and Hunt to produce the journal. They held together barely long enough to publish four issues. The majority of each issue was written by Hunt with Byron contributing and Mary Shelley providing some previously unpublished short poems by Shelley. Other contributors included Hazlitt, Mary Shelley, Horace Smith, Charles Armitage Brown, and Thomas Jefferson Hogg. Among the poems Hunt published in The Liberal was \"The Dogs,\" a political satire suggesting that Arthur Wellesley, Duke of Wellington, treated his dogs better than his men and concluding that, if dogs are to be treated better, they should be put in the aristocracy and go to heaven. The Liberal, though one of the highest quality periodicals of the early 19th century, did not last long. While the first issue sold a very encouraging four thousand copies, a tremendous sale for the time, the second number lost money because of higher costs and smaller sales, and the third and fourth numbers barely covered costs. Also, Byron's interests soon shifted to Greece, where he went in 1823 to help fight Turkey (and to die in 1824), leaving Hunt and his family stranded in Italy with little means of support.\n\r\nHunt was unable to return to England until September 1825, when publisher Henry Colburn sent him a sufficient advance on a work to be written about Byron to cover expenses. Shortly after his return he published another narrative poem, the rollicking Bacchus in Tuscany (1825), translated from the Italian of Francesco Redi. The work which provided the means for him to return to England, Lord Byron and Some of His Contemporaries, was not published until 1828. It aroused a considerable stir because of Hunt's less-than-flattering statements about Byron, saying that he was, among other things, ill-tempered, ill-educated, superstitious, ungenerous, and lacking in taste. The public's general reaction was adverse, accusing Hunt of distorting the picture of Byron out of pure opportunism. His comments about Byron years later in his Autobiography (1850) were considerably more tolerant.\n\r\nThe 1830s were most difficult for Hunt. His influential days as editor of The Examiner were past as were his heady days with the great Romantic poets, and his reputation was at its lowest ebb. He lived through the decade in poverty and poor health. During the decade Hunt was forced by his debts to write constantly. In 1830 he started a new journal, The Chat of the Week, which shortly metamorphosed into The Tatler when the post office required too much postage because of its shape. The Tatler, which was devoted to literature and the stage, was something of a tour de force. For the 17 months of its existence Hunt wrote almost every word of the daily four folio pages. In 1832 he published two distinctive prose works. The first was a distillation of his religious philosophy in a book of exercises and meditations titled Christianism: or, Belief and Unbelief Reconciled, which was revised and enlarged in 1853 as The Religion of the Heart. The second was his sole novel, Sir Ralph Esher, a fictitious autobiography of a nobleman in the time of Charles II, which went through three editions in four years. He also edited two more journals: Leigh Hunt's London Journal (1834-1835), which was one of his best and most successful, and The Monthly Repository (1837-1838). The decade was not all work, however. He befriended Thomas Carlyle, whose wife was the inspiration for Hunt's often-anthologized, simple, and charming rondeau, \"Jenny Kiss’d Me\" (first published in the Monthly Chronicle, November 1838):\nIn 1835 Hunt published the intensely antiwar poem Captain Sword and Captain Pen. Notable primarily for its vivid descriptions of the horrors of war, the poem consists of six descriptive sections beginning with Captain Sword and his army marching to battle, the battle, a victory ball, the battlefield at night, the loss of Sword's reason and the rise of Captain Pen, and, finally, the nonviolent combat of Pen leading to a Romantic apocalypse. The 1830s also saw the publication of one of his best-remembered poems, \"The Glove and the Lions,\" (May 1836) first published in the New Monthly Magazine. In it, a lady, as a love test, drops her glove among lions for her lover to retrieve; he does so and throws it in her face. Perhaps Hunt's own favorite, \"Abou Ben Adhem,\" first published in S. C. Hall's Book of Gems (1838), is a simple poem bearing the theme that to love man is the same as to love God. It also includes the line used as Hunt's epitaph: \"Write me as one who loves his fellow men.\" In the July 1837 issue of the Monthly Repository Hunt published a kind of companion poem to The Feast of the Poets, \"Blue Stocking Revels,\" a criticism of many contemporary women writers. \nThe 1840s began on an exultant note for Hunt with the successful production of his poetic drama A Legend of Florence at the Covent Garden theater. The decade also saw publication Hunt’s long poem, The Palfrey: A Love Story of Old Times, published in 1842. In this nine-hundred-line poem Hunt transforms a medieval French fabliau into a sunny romantic world full of animal spirits and warm humor, as two old men, Sir Guy and Sir Grey, plot the marriage of Sir Grey to Sir Guy's daughter. During this time, he also edited two anthologies of poetry: Imagination and Fancy (1844), a collection of his favorite poems with a critical essay on his philosophy of poetry, and Wit and Humour (1846), a selection from English poets with critical comments. His remaining publications of the decade were prose works though he also edited one last journal, the weekly Leigh Hunt's Journal (December 1850-March 1851). Toward the end of the decade Hunt finally became somewhat more secure financially. In 1844 he had begun receiving a £120 annuity promised by Shelley before he died but delayed until the death of Shelley's father. To this was added in 1847 a Civil List Pension of £200 annually from the government for his services to literature.\n\r\nBy the last decade of his life, Hunt's literary activities and reputation had changed. He was no longer the vigorous reformer of The Examiner but a gentle essayist, poet, and critic. His reputation in the United States was at its height, as evidenced by the several editions of his works published there during the 1850s and the visits paid to him by American authors such as Nathaniel Hawthorne and Ralph Waldo Emerson. The 1850s were also a time of grief: In 1852 Hunt's youngest son, Vincent, died of tuberculosis; Charles Dickens, though a friend of Hunt's, satirized him as Skimpole in Bleak House (1853); and his wife died in 1857.\nHis final decade saw the publication of Hunt's Autobiography (1850), perhaps his best work and arguably the best autobiography of the century. It concentrates on the early years, using as a basis the material from Lord Byron and Some of His Contemporaries. The Autobiography is filled with portraits of the famous and the ordinary, and Hunt comes through as cheerful, optimistic, generous, and impulsive. Tolerance and lack of rancor are typical of the book, and especially notable are the mild comments where one might have expected sharper criticism, on the Prince Regent, Byron, Dickens, and old enemies. On the whole the work is vivacious, graceful, and interesting, and marked throughout by Hunt's modesty. In 1855 Hunt wrote and published one last volume, Stories in Verse, and edited selections from the works of Francis Beaumont and John Fletcher. In 1858 his second poetic drama, the comedy Lovers' Amazements, was produced. It was received warmly, reviewed handsomely, and bid fair to become popular, but, at the moment of triumph, the manager, Charles Dillon, went bankrupt, and the play and theater closed together. Hunt continued his literary activity to the end, publishing poems and essays in Dickens's journal Household Words, The Musical Times, Fraser's Magazine, and the Spectator. He died on August 28, 1859 while visiting a friend in the country.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}