{"pf_url": "https://www.poetryfoundation.org/poets/leonard-e-nathan", "name": "Leonard E. Nathan", "yob": "1924", "yod": "2007", "image": null, "bio": "\nLeonard E. Nathan was a poet, critic, translator and professor emeritus of rhetoric at the University of California-Berkeley. Born in 1924 in southern California, Nathan earned his PhD at Berkeley in 1961. Nathan was instrumental in many of the transformational changes occuring within the University during the late 1960s and was one of the founders of the Department of Rhetoric. A vibrant teacher, Nathan was also a prolific poet and writer. His many collections of poetry include Western Reaches (1958), The Likeness: Poems out of India (1975), Carrying On: New and Selected Poems (1985) and Ragged Sonnets (2008); his collection of poems Returning Your Call (1975) was nominated for a National Book Award. His prose works include The Poet's Work: An Introduction to Czelaw Milosz (1991) and Diary of a Left-Handed Bird Watcher (1996). A frequent collaborator with Milosz, Nathan helped translate the work of Anna Swir and Aleksander Wat. His many honors included a Guggenheim Fellowship, the Phelan Award, and the National Institute of Arts and Letters prize for poetry.\n\r\nFormer poet laureaute Ted Kooser described Leonard Nathan as “among the finest poets of his generation.” Nathan himself told Contemporary Authors: “Every poet has one or two compulsive themes. One of mine is how to make things fit together that don't but should; the other is getting down far enough below a surface to see if something is still worth praising. Over the years and without self-consciously trying, I have moved closer and closer to the human voice in my verse. But I have also tried to keep a quality in it—for lack of a better word I call it eloquence—that makes it more than conversation. My hope is to be clear, true, and good listening.”\n\r\nLeonard Nathan died in Marin County, California in 2007.\n", "attrs": {"Region:": ["U.S., Western"]}}