{"pf_url": "https://www.poetryfoundation.org/poets/leslie-adrienne-miller", "name": "Leslie Adrienne Miller", "yob": "1956", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/2653067cd0d6b40b8c4f27ea7f8d0e18adea0e6d.jpeg", "bio": "\nLeslie Adrienne Miller is the author of several collections of poetry, including Yesterday Had a Man In It (1998), Eat Quite Everything You See (2002), The Resurrection Trade (2007), and Y (2012), all from Graywolf Press. Miller earned her BA in English from Stephens College in Missouri and earned her MA in English from the University of Missouri. Miller holds an MFA from the University of Iowa Writers’ Workshop and a PhD in Literature and Creative Writing from the University of Houston.\r\n \nThe Resurrection Trade, a euphemism for corpse trafficking, is Miller’s poetic investigation of the origins of anatomy and medical illustration. Focusing on the role the female body played in the emerging discipline, Miller’s book offers “a revealing look at the one of the ways women’s bodies have been constructed over time through the eyes of men. The book remains grounded through Miller’s writing of her present day experiences that contain the humanity that is lacking in the tinted prints she has studied,” noted Shelby Smith in The Feminist Review. Often described as a “postmodern romantic,” Miller’s trademark style is lyrically narrative and powerful in its supple rendering of precise images. Her poetry has been published in various magazines, journals, and textbooks, including the North American Review, Georgia Review, and American Poetry Review. \r\n \r\nMiller’s awards include the Loft McKnight Award of Distinction, National Endowment for the Arts Fellowship in Poetry, the PEN Southwest Discovery Award, two Minnesota State Arts Board Fellowships in Poetry, and a Pushcart Prize.\r\n \r\nMiller is a professor of English at the University of St. Thomas in Saint Paul, Minnesota.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}