{"pf_url": "https://www.poetryfoundation.org/poets/leslie-marmon-silko", "name": "Leslie Marmon Silko", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/7c165dd42461ac97216fe2f849f1e327d1bf60c2.jpeg", "bio": "\nAcclaimed novelist, poet, and essayist Leslie Marmon Silko is known for her lyric treatment of Native American subjects. Born in 1948 to the photographer Lee Marmon and his wife Mary Virginia Leslie, Marmon Silko is of Laguna Pueblo, Mexican and Anglo-American heritage. Her mixed ancestry has influenced her work in myriad ways. Growing up on the edge of the Laguna Pueblo reservation, Marmon Silko’s earliest experiences were positioned between cultures. Remarking in an interview with Alan Velie “I am of mixed-breed ancestry, but what I know is Laguna,” Marmon Silko has deepened her affiliation to her tribe through her books, which draw on Laguna myths and story-telling traditions. In 1974 she published a volume of poetry called Laguna Woman. Marmon Silko has also acknowledged the influence of her own family’s storytelling on her method and vision. Her works primarily focus on the alienation of Native Americans in a white society and on the importance of native traditions and community in helping them cope with modern life. She has been noted as a major contributor to the Native American literary and artistic renaissance, which began in the late 1960s.\n\r\nSilko attended school on the Laguna reservation until the fifth grade, when she transferred to Catholic school in distant Albuquerque. Prohibited from speaking the Keresan language of her grandmother and aunts, Silko nonetheless excelled academically and went on to receive her bachelor’s degree from the University of New Mexico in 1969. That same year her first story, “The Man to Send Rain Clouds” was published. She briefly enrolled in law school, but left to pursue her writing career in 1971 when she was awarded a National Endowment for the Arts Discovery Grant. Silko won many major awards throughout the 1970s and ‘80s, including a Pushcart Prize for Poetry and the MacArthur “Genius” Award. This last award allowed Silko to quit her teaching job at the University of Arizon-Tucson and devote herself full-time to writing. In 1988 she received the New Mexico Endowment for the Humanities “Living Cultural Treasure” Award. She is also well-known for her friendship with the poet James Wright. Their correspondence was chronicled in the book With the Delicacy and Strength of Lace: Letters Between Leslie Marmon Silko and James Wright (1986), which won the Boston Globe Book Prize for non-fiction.\n\r\nThough perhaps best known as a novelist, Silko is also an accomplished poet. She began writing poetry based on traditional stories and legends she learned from her family. For example, her poem \"Bear Story\" uses characters from Laguna and other Southwestern Indian stories to retell an ancient metamorphosis myth about humans and bears. Her poems highlight many of the same themes found in her prose, including the Native Americans' non-Western sense of time, the strength of women, and the need for political and social change. Silko self-published her multi-genre book Sacred Water: Narratives and Pictures (1993) under her own imprint (Flood Plain Press). As a result, she was able to experiment with the text's physical form and the use of handmade materials. Her collection of essays Yellow Woman and a Beauty of the Spirit: Essays on Native American Life Today (1996) focuses on the spirit and voice of Native Americans. Silko provides nuanced explorations of the literature, language, and heritage of Native Americans; she also includes essays on subjects ranging from the wisdom of her ancestors to the racist treatment of Native Americans.\n\r\nA highly regarded novelist, Silko received wide and substantial critical attention for her first novel Ceremony (1977). The story of a half-breed war veteran's struggle for sanity after returning home from World War II, the book explores the redemptive powers of Native American ceremony—not just as formal ritual but as a means of conducting one’s life. With its depiction of life on the Indian reservation and its exploration of philosophical issues, Ceremony established Silko as an important Native American writer and marked her as the first Native American woman novelist. After the publication of Ceremony in 1977, Silko received greater recognition for her earlier work, including the exemplary short stories \"Lullaby,\" \"Yellow Woman,\" and \"Tony's Story.\" \"Lullaby\"—an old woman's recollection of how her children were once taken away for education and how they returned to a culture that no longer seemed familiar or comfortable—is typical Silko, dealing with themes of alienation and generational difference that mark the daily reality of Native Americans. Silko included many early stories in her collection Storyteller (1981), which features her poetry as well. In the New York Times Book Review, Pulitzer-prize winning novelist N. Scott Momaday called Storyteller \"a rich, many-faceted book.\" Momaday contended, \"Leslie Silko is very good indeed. She has a sharp sense of the way in which the profound and the mundane often run together.\"\n\r\nSilko’s next book took over ten years to complete. Using her MacArthur fellowship to fund the years spent working on the epic Almanac of the Dead (1991), Silko acknowledged the effect of her cash prize to Time, admitting that she was now \"a little less beholden to the everyday world.\" Almanac of the Dead \"ranges over five centuries of the struggle between Native Americans and Europeans and focuses upon a half-breed Tucson family voyaging to Africa and Israel,\" noted John Domini in the San Francisco Review of Books. In addition to its wide scope, the novel contains a multitude of original, colorful characters. Silko discussed the ways in which she experimented with characterization in the novel. In an interview with Linda Niemann for the Women's Review of Books, Silko commented: \"I was trying to give history a character. It was as if native spirits were possessing me, like a spell…I knew I was breaking rules about not doing characters in the traditional way, but this other notion took over—and I couldn't tell you rationally why. I knew it was about time and about old notions of history, and about narrative being alive.\"\r\nSilko's third novel, Gardens in the Dunes (1999), directly contrasts the traditional world of Native Americans with European and American upper-class culture. Following the adventures of a young Native American girl through nineteenth-century America and Europe, Silko explores differing cultural attitudes towards nature, drawing sharp contrasts between Native American stewardship and Euro-American exploitation.\n\r\nConsidered by many as one of the most important contemporary Native American writers, Silko bridges cultures in all of her work. \"I see myself as a member of the global community,\" Silko told Thomas Irmer for an interview in the Write Stuff. \"My old folks who raised me saw themselves as citizens of the world. We see no borders. When I write I am writing to the world, not to the United States alone.\"\r\n \n", "attrs": {}}