{"pf_url": "https://www.poetryfoundation.org/poets/lilian-moore", "name": "Lilian Moore", "yob": "1909", "yod": "2004", "image": null, "bio": "\nLilian Moore was an editor, educator, poet, and self-styled yarn-spinner who played a significant role in children’s literature during the mid-to-late 20th century. As the first editor of the newly established Scholastic’s Arrow Book Club from 1957 to 1967, Moore pioneered the program that made quality paperback books accessible and affordable for elementary school children throughout the United States. In addition, she has contributed many stories and poetry collections to the body of available children’s literature, and has been honored for her poetry as well as for several of her storybooks.\nBorn in New York City in 1909, Moore developed a love of reading and telling stories after she discovered the path to the New York Public Library. In college, she majored in English and planned to teach Elizabethan literature on the college level. However, the nation was in the throes of the Great Depression when she graduated in the 1930s, so she could only find work as a reading teacher for truant children. Although she enjoyed the challenge the job provided, Moore became frustrated over the lack of suitable reading materials and determined that she would eventually write some books to fill this need: books that would be both exciting and easy to read, and that would allow children with reading problems to experience the pleasure of independent reading. While working as an editor for a New York publishing house after her first child was born, Moore began publishing easy-reader books under the pseudonym Sara Asheron. Her first storybook, authored with Leon Adelson, was Old Rosie, the Horse Nobody Understood, an award-winning story that remained in print for several decades after its initial 1952 publication.\nThe many books Moore penned since Old Rosie, the Horse Nobody Understood were generally well received by reviewers. Several critics have praised her ability to construct simple but interesting sentences using a basic vocabulary. “Moore is very clever at handling the kind of simple stories that do not discourage those who are still fumbling with the newly acquired ability to read,” noted New York Herald Tribune contributor M.S. Libby. Many of Moore’s stories feature animal characters who, while not totally humanized, embody many of the fears, joys, insecurities, and curiosity experienced by young children. In her highly praised story I’ll Meet You at the Cucumbers (1988), a young country-loving, poem-scribbling mouse named Adam is fearful to take a trip with his friend into the unfamiliar city. However, by confiding his fears to friend Amanda, Adam is able to confront them and ultimately makes an enjoyable trip into the bustling city. Praising Moore for her strong character development, School Library Journal contributor Caroline Ward added that the author’s “masterful writing ... manages to achieve a charming simplicity while making profound statements about the human condition.” The tables turn for Adam in the sequel, Don’t Be Afraid, Amanda (1992), as the rural rodent plays host to city friend Amanda and introduces her to the quiet joys of country life. “Moore charms with her lucid narration” and “small, gently characterized creatures,” noted a Kirkus Reviews contributor in praise of the 1992 book, while in Horn Book, Nancy Vasilakis dubbed Don’t Be Afraid, Amanda “an easy chapter book that will appeal to animal lovers.”\nIn While You Were Chasing a Hat (2001), Moore uses poetic prose to trace the path of a girl’s windblown hat on a summer day. By linking each place the hat goes—through the park, past trees, and along the edge of a lake—Moore “challeng[es] even the youngest children to understand the connection of things,” noted a Kirkus Reviews critic, while in Booklist, Shelley Townsend-Hudson noted that in Moore’s “charming book,” young readers will “develop an awareness that unrelated things go on at the same time.”\nIn addition to her prose books, Moore has written several volumes of poetry for young readers and was awarded the National Council of English Teachers’ award for excellence in poetry for children in 1985. “Many of the poems have the flavor of haiku and capture the very essence of experience,” noted Barbara Gibson in a School Library Journal review of Moore’s 1967 poetry collection I Feel the Same Way. In a review for the New York Times Book Review, Alicia Ostricker called Moore “a poet who writes with a child’s-eye view that is keen, accurate, and full of vitality.” Noting that it is Moore’s poetry, rather than prose, that “best combines her understanding of the child’s mind and her ability to find beauty in familiar and unexpected places,” an essayist in Children’s Books and Their Creators maintained that the poet’s “innovative choice of words and her vivid imagery ... appeal to the reader’s imagination.”\nAmong the many poetry collections credited to Moore are I Thought I Heard the City (1969), a description of the bustling cityscape as seen through a child’s eyes; I’m Small, and Other Verses (2001), which is geared toward preschooler story time in its focus on everything from peanut butter sandwiches to finger paints; and Sam’s Place: Poems from the Country (1973), which contains twenty poems that reflect Moore’s love of the natural world as seen from the farm she shares with her second husband in upstate New York. The 1997 collection Poems Have Roots contains 17 poems that continue Moore’s sensitive and sometimes humorous examination of nature in what School Library Journal contributor Ellen D. Warwick called “minute observations pithily recorded.” Frances Phillips noted in Hungry Mind Review that in Poems Have Roots “Moore has an important ecological message to convey to her young readers. While her formal strategies—simple vocabulary, quirky line breaks, frequent exclamations and questions for emphasis—are not subtle, she is bravely addressing children with a poetry of social action.” In Sunflakes: Poems for Children, editor Moore collects the work of other poets to produce an anthology “of seventy-six poems bursting with sound and sense,” according to Bulletin of the Center for Children’s Books reviewer Betsy Hearne. In further praise of the volume, Hearne added that Moore’s “consistent selection suggests an ear perfectly tuned to lyrical nuance, on the one hand, and children’s sensibilities, on the other.”\nIn her career as both editor and author, Moore has found that her experience in fine-tuning the work of other writers has contributed to her own writing. “I believe that editing is a kind of sculpture,” she told Joan I. Glazer in an interview for Language Arts. “If there’s a line with a bump in it and you have a sense of form, you smooth it and give it shape.”\nMoore died in Seattle, Washington, on July 20, 2004.\n", "attrs": {}}