{"pf_url": "https://www.poetryfoundation.org/poets/lillian-allen", "name": "Lillian Allen", "yob": "1951", "yod": null, "image": null, "bio": "\n                                                                    Lillian Allen was born in Kingston, Jamaica, and grew up in Spanish Town. In 1969, she moved to Canada to attend Waterloo University in Kitchener, Ontario; later that year, she moved to New York City to study at the City University of New York and New York University. In 1978, Allen earned her BA in English and creative writing from York University in Toronto. Allen is one of Canada’s leading innovators of “dub poetry,” a poetic form that draws on vernacular language and political content and is sometimes set to music. Describing the origins of dub poetry in “De Dub Poets,” Allen wrote, “Instinctively [Jamaican-Canadian dub poets] set out to shape this new expression, to work with a form whose aim was to increase the dynamism of poetry, to increase its impact and immediacy, a poetic form that could incorporate many aspects of other art forms: performance, drama, fiction, theatre [sic], music, opera, scat, acapella [sic], comedy, video, storytelling and even electronics.”    Allen also brought a feminist sensibility to dub poetry. Her discography and bibliography are both extensive. Her first book of poems, Rhythm an' Hardtimes (1982) was followed by her first album, Dub Poet: The Poetry of Lillian Allen (1983), and the LP De Dub Poets (1984), with Clifton Joseph and Devon Haughton. Her LPs Revolutionary Tea Party (1986) and Conditions Critical (1988) each received a Juno Award for best reggae/calypso album.   Allen has worked across a variety of genres and media forms. A volume of selected poems was published as Women Do This Every Day: Selected Poems of Lillian Allen (1993). Other collections of poetry include Psychic Unrest (1999). Other albums include Anxiety (2012) and Freedom and Dance (1999). Allen was featured in the film Unnatural Causes (1989) and co-produced and codirected the documentary Blakk Wi Blakk (1994). In 2003, she helped found the Dub Poets Collective and in 2004 hosted Wordbeat, a Canadian Broadcasting Company radio program on poetry and spoken word.    Allen’s honors and awards include a City of Toronto Cultural Champion Award, and a William P. Hubbard Award for Race Relations. A cultural strategist, Allen has been a consultant on diversity and culture for government and community groups. She is a professor at OCAD University.\n                                                            ", "attrs": {}}