{"pf_url": "https://www.poetryfoundation.org/poets/linda-norton", "name": "Linda Norton", "yob": null, "yod": null, "image": null, "bio": "\nPoet, writer, and collage artist Linda Norton was raised in Boston and educated at Holy Cross and the University of California at Berkeley.    Formally inventive, layering documentary with lyric, Norton merges genres to get at the crossings of her life and to trace the imprint of searching, finding, mourning, raising, and doubling back. Addressing the connection between personal and public histories in The Public Gardens in a 2012 Kenyon Review online interview with Andrew David King, Norton stated, “There’s Slavery and Jim Crow and the Holocaust and the Great Irish Famine and Ellis Island and the Risorgimento and AIDS—and then there are the people, my people—me. It used to shock me when the tragic would smash into the mundane or the absurd or the bathetic. … But that kind of abrasion—the past, in a body in the present—occurs when there’s intimacy—attention being a form of intimacy, and a responsibility.” In a review of The Public Gardens for the Otis Review, Elizabeth Robinson observed, “Norton’s rejoinder to suffering, shame, loss, and the drudge of economic necessity is to encounter the world with a keen interest that is by turns plaintive and robustly humorous. … Right inside [the] gap of transition and loss, Norton locates a site of empathy and mystery.”   Norton’s debut collection, The Public Gardens: Poems and History (2011), was a finalist for an LA Times Book Prize. Her work has been featured in the anthologies New California Writing (2013, edited by Dayle Wattawa and Kirk Glaser), Al-Mutanabbi Street Starts Here (2012, edited by Beau Beausoleil and Deema Shehabi), and As If It Fell from the Sun (2012, edited by Colleen Lookingbill and Elizabeth Robinson).   With Calvin Bedient, Robert Hass, and Brenda Hillman, Norton helped establish the New California Poetry series for the University of California Press. In 2002, she received a Lannan Foundation residency. Her visual collages have appeared on the covers of books by Julie Carr, Claudia Rankine, and Stacy Szymaszek. A senior editor at the University of California at Berkeley Bancroft Library, Norton lives in Oakland.\n", "attrs": {"Region:": ["U.S., Western"]}}