{"pf_url": "https://www.poetryfoundation.org/poets/linda-pastan", "name": "Linda Pastan", "yob": "1932", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a739401941cb28e39f65ebf022af9db0b9985783.jpeg", "bio": "\nPoet Linda Pastan was raised in New York City but has lived for most of her life in Potomac, Maryland, a suburb of Washington, DC. In her senior year at Radcliffe College, Pastan won the Mademoiselle poetry prize (Sylvia Plath was the runner-up). Immediately following graduation, however, she decided to give up writing poetry in order to concentrate on raising her family. After ten years at home, her husband urged her to return to poetry. Since the early 1970s, Pastan has produced quiet lyrics that focus on themes like marriage, parenting, and grief. She is interested in the anxieties that exist under the surface of everyday life.\n\r\nPastan's many awards include the Dylan Thomas award, a Pushcart Prize, the Bess Hokin Prize from Poetry, the Poetry Society of America's Alice Fay di Castagnola Award, and the Ruth Lily Poetry Prize, in 2003. Pastan served as Poet Laureate of Maryland from 1991 to 1995 and was on the staff of the Bread Loaf Writers’ Conference for 20 years. She is the author of over 15 books of poetry and essays. Her PM/AM: New and Selected Poems (1982) and Carnival Evening: New and Selected Poems 1968–1998 (1998) were finalists for the National Book Award; The Imperfect Paradise (1988) was a finalist for the Los Angeles Times Book Prize. Her recent collections include The Last Uncle (2001), Queen of a Rainy Country (2006), Traveling Light (2011), Insomnia (2015), and A Dog Runs Through It (2018). She lives in Chevy Chase, Maryland.\n\r\nPOETRY\nA Perfect Circle of Sun. Chicago: Swallow Press, 1971.\nOn the Way to the Zoo. Washington, D.C.: Dryad Press, 1975.\nAspects of Eve. New York: Liveright, 1975.\nThe Five Stages of Grief. New York: Norton, 1978.\nSelected Poems. London: Murray, 1979.\nSetting the Table. Washington, D.C.: Dryad Press, 1980.\nWaiting for My Life. New York: Norton, 1981.\nPM/AM: New and Selected Poems. New York: Norton, 1982.\nA Fraction of Darkness. New York: Norton, 1985.\nThe Imperfect Paradise. New York: Norton, 1988.\nHeroes in Disguise. New York: Norton, 1991.\nAn Early Afterlife. New York: Norton, 1995.\nCarnival Evening: New and Selected Poems 1968–1998. New York: Norton, 1998.\nThe Last Uncle: Poems. New York: Norton, 2002.\nQueen of a Rainy Country: Poems. New York: Norton, 2006.\nTraveling Light. New York: Norton, 2011.\nInsomnia. New York: Norton, 2015.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}