{"pf_url": "https://www.poetryfoundation.org/poets/lisa-robertson", "name": "Lisa Robertson", "yob": "1961", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/4bca046c1bda00987c3b09d5e70fe90752555fdf.jpeg", "bio": "\nPoet Lisa Robertson was born in Toronto in 1961. She lived for many years in Vancouver, where she studied at Simon Fraser University, ran an independent bookstore, and was a collective member of the Kootenay School of Writing, a writer-run center for writing, publishing, and scholarship. While in Vancouver, Robertson was also involved in Artspeak Gallery, an alternative gallery that connects the visual arts and writing; she is an honorary member of their board of directors.\r\n \r\nRobertson is known for working in book-length projects. Her subject matter includes political themes, such as gender and nation, as well as the problems of form and genre; she has written works that explore literary forms such as the pastoral, epic, and weather forecast. Her books of poetry include XEclogue (1993); Debbie: An Epic (1997), nominated for a Governor General’s Award; The Weather (2001), which Robertson wrote during her Judith E. Wilson fellowship at Cambridge University; The Men (2006); and R’s Boat (2010). Her architectural essays are collected in Occasional Works and Seven Walks from the Office for Soft Architecture (revised ed. 2010), and she has published a work of prose essays, Nilling (2012). Robertson has been the subject of a special issue of Chicago Review and was the Holloway poet-in-residence at the University of California-Berkeley in 2006. In 2005 she was awarded the PIP Gertrude Stein Awards for Innovative Poetry in English.\r\n \r\nRobertson has taught at the University of California-San Diego, Capilano College, Dartington College of Art, the California College of Art, and the University of Cambridge. She holds no degrees and has no academic affiliation, and supports herself through free-lance writing on art, architecture, astrology, interior design, and food. She currently lives in France.\r\n \n", "attrs": {"Region:": ["Canada"]}}