{"pf_url": "https://www.poetryfoundation.org/poets/lloyd-schwartz", "name": "Lloyd Schwartz", "yob": "1941", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/62d68a30fa4c6e2153709766628d85d02165549a.jpeg", "bio": "\nBorn in Brooklyn, poet and Elizabeth Bishop scholar Lloyd Schwartz earned a BA at Queens College CCNY and a PhD at Harvard University. In his poems, Schwartz often uses a conversational frame to explore intimate and familial relationships. His collections of poetry include Little Kisses (2017), Cairo Traffic (2000), Goodnight, Gracie (1992), and These People (1981). His poetry has also been featured in the anthologies Best American Poetry (1991, 1994, 2019), The Best of the Best American Poetry (2013), and Essential Pleasures: A New Anthology of Poems to Read Aloud (2009). Schwartz is the editor of Prose: Elizabeth Bishop (2011) and coeditor of Elizabeth Bishop and Her Art (1983) and of the Library of America’s Elizabeth Bishop: Poems, Prose, and Letters (2008).\r\n \r\nSchwartz also served as the classical music editor of the Boston Phoenix. Three-time winner of the American Society of Composers, Authors, and Publishers (ASCAP) Deems Taylor Awards, he has received a Professional Music Fraternity’s Radio and Television Award as well as support from the Amphion Foundation. Music In—and On—the Air (2013) offers a selection of his classical music criticism for the National Public Radio program Fresh Air.\r\n \r\nSchwartz’s additional honors include a Pulitzer Prize for criticism, grants from the National Endowment for the Arts and the Somerville Arts Council, an Associates of the Boston Public Library Literary Lights Award, and a 2019 Guggenheim Foundation Fellowship in Poetry. Schwartz has served on the executive board of PEN New England and is Frederick S. Troy Professor of English at the University of Massachusetts in Boston, where he has served as director of the creative writing program. He lives in Somerville, Massachusetts, where he is poet laureate. \n", "attrs": {"Region:": ["U.S., New England"]}}