{"pf_url": "https://www.poetryfoundation.org/poets/lola-ridge", "name": "Lola Ridge", "yob": "1873", "yod": "1941", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/1c4955634f1aa02a3263457da22b2adc8ae5b395.jpeg", "bio": "\nBorn Emily Ridge in Dublin, Ireland in 1873, Lola Ridge was Joseph Henry and Emma Reilly Ridge’s only surviving child. When she was about six years old, Emma took her to New Zealand. At the age of 21, Lola Ridge married Peter Webster, a gold mine manager. When their marriage was failing, she left and enrolled at Trinity College in Sydney, New South Wales. There she studied painting at the Sydney Art School Julien Ashton and began writing poetry. She submitted a finished manuscript to A.G. Stephens, who had taken a great deal of her poetry for the Sydney Bulletin but did not publish it in book form. A copy of this early work is available at the Mitchell Library in Sydney and through Quale Press.\nRidge was a poet and champion of the working class. Politically active before socialism became fashionable among New York intellectuals, Ridge participated in protests, marches, and pickets with ferocious spirit. Her writing is vigorous and electric. She was, as Peter Quartermain described her, “the nearest prototype in her time of the proletarian poet of class conflict, voicing social protest or revolutionary idealism.” Her collections include Dance of Fire (1935), Firehead (1930), Red Flag (1927), Sun-up, and Other Poems (1920), and The Ghetto, and Other Poems (1918).\r\n \r\nRidge moved to San Francisco in 1907 after her mother died. Though a 33-year-old divorcée, she held great hope for this fresh start. Rose Emily Ridge reinvented herself as Lola Ridge, poet and painter, and described herself as being only 23 years old. This fib about her age later caused friends to remark on her premature ill health and delicacy. When she died of pulmonary tuberculosis in 1941, even the New York Times printed her age as 57 and not 67.\nRidge made her literary debut in North America in the journal Overland Monthly, which described her as “a young Australian poet and artist, who is not without fame in her own land.” Having left her mark on California’s literary scene, she moved to New York’s Greenwich Village.\nFor a while, Ridge supported herself writing advertising copy and popular fiction. She finally gave up this work to preserve her artistic integrity and energy and to remain true to her increasingly radical politics. By April 1909 she had published a poem in Emma Goldman’s radical journal Mother Earth. In 1911 Ridge began working as an artists’ model, an illustrator, a factory worker and an educational organizer. She married fellow radical David Laws on October 22, 1919. The two lived a life of poverty in a drafty cold-water apartment. William Carlos Williams mocked her ascetic artistic lifestyle, but Ridge was earnest in her dedication to the working poor and to the new literature. For a number of years, Ridge lived and worked in relative obscurity.\nIn 1918 the New Republic published Ridge’s sequence of poems called “The Ghetto.” The poem instantly drew attention, and later that year she published this and other poems in The Ghetto, and Other Poems. Likely influenced by her own experience living on the Lower East Side, many of the forty-three free-verse poems explore the life of Jewish immigrants in New York City’s ghettos. Critics found the work rough but powerful. Some critics were struck by the strong visual quality, as described by Bella Cohen in New York Call: “She has mixed her paints in the old way, but she has thrown her brush across the canvas with strange, bold strokes.” The shocking subject matter, such as the murder of a black baby by white women during the East St. Louis race riots, also made a bold impression on the literary scene. Ridge began publishing more of her poetry in journals such as the Dial, the New Republic, Poetry, and the Literary Digest.\nRidge became linked to a circle of poets involved in the journal Others, including William Carlos Williams, Alfred Kreymborg, Marianne Moore, and Waldo Frank. She worked as an associate editor of the journal until 1919, traveling to Chicago as a lecturer for The Others Lecture Bureau, where she spoke about “Woman and the Creative Will”, about how sexually constructed gender roles hinder female development ten years before Virginia Woolf wrote “A Room of One's Own.” Ridge held regular gatherings in her home even after Others ceased publication.\nIn 1920 Ridge published a new book, Sun-up, and Other Poems, a collection of free-verse imagist poems. The title poem, based on Ridge’s childhood, made the greatest impression on critics. C.K. Scott commented in Freeman on the honesty of Ridge’s portrayal: “It is an authentic achievement in one of the most difficult fields of poetry—one of the few instances in which the simplicity of the child’s approach has been conveyed with conviction almost unmarred by conscious naiveté.” Some critics compared Ridge to James Joyce and H.D. Other poems in Sun-up revisit themes of political radicalism and workers’ lives, and help distinguish Ridge’s work from that of other imagist poets.\nRidge became the American editor for Harold Loeb’s Broom in 1922 (which Loeb ran from Rome). What little salary Ridge earned was just barely enough to cover her living expenses. Ridge held weekly Broom salons, at which she momentarily gave up her dedication of poverty to feed tea and cakes to other writers. She also provided encouragement to writers and gathered pieces for Broom. Ridge resigned over workplace tensions and over the inclusion of Gertrude Stein in her American issue, whom she felt did not represent the US, and was no longer the avant garde. Idealistic and political, she found herself at odds with strict modernism. She wanted new fresh voices, like Jean Toomer whom she championed, to represent American modernism.\nIn the following years, Ridge’s own work became slightly more formal, often veering towards the mystical and spiritual. She remained an active social protestor, arrested in a protest against the execution of Sacco and Vanzetti with Emma St. Vincent Millay, and in 1927 she published Red Flag, a collection containing a few poems celebrating the Russian revolution. Babette Deutsch praised the book in New York Herald Tribune Books when she wrote, “The fire, the earnestness, the bitter and honey savors are here as in her earlier work. She has been wrought upon by the years on their passing, but she has not been changed by them.” In 1929 Ridge went to the artist retreat Yaddo in upstate New York to complete her next work, Firehead (1930). She stayed at Yaddo twice, in 1929 and 1930, and at MacDowell in 1920 >\nRidge traveled to Mexico on a Guggenheim Fellowship in 1935, and published Dance of Fire, a less successful book. Though Ridge’s fire and light metaphors for humanity’s revolutionary spirit have occurred in previous work, her language and symbolism are more opaque in Dance of Fire. Quartermain faulted the poems for their elusiveness “by a private diction of extreme abstractness and hence imprecise suggestiveness. The substance of the poetry remains amorphous.” Ridge was awarded the Shelley Memorial Award twice, in 1934 and 1935, Poetry magazine’s Guarantor’s prize in 1935, and the next year she won the Shelley Memorial Award.\nRidge died on May 19, 1941, in her home in Brooklyn, at the age of 67. S.A. DeWitt established the Lola Ridge Memorial Award in Poetry in her memory. Since her death she has been neglected by biographers and anthologies, unjustly so, according to Quartermain, who defended her importance: “Unlike most American left-wing writers she had firsthand knowledge of working-class life, she was enamored of large abstractions like ‘the triumph of the working class,’ and her literary career, which moves from the romanticized realism of The Ghetto, and Other Poems to the mannered symbolism of Dance of Fire, is coherent in its predilections, in its strengths and weaknesses.”\n", "attrs": {"Region:": ["Australia", "U.S., Mid-Atlantic", "Pacific Islands"]}}