{"pf_url": "https://www.poetryfoundation.org/poets/longinus", "name": "Longinus", "yob": null, "yod": null, "image": null, "bio": "\nIn the estimation of many literary critics and critical historians who have surveyed the rich offerings of classical literary criticism and theory, the treatise On the Sublime, written by probably in the first century A.D., often ranks second in importance only to Aristotle’s Poetics (circa 335 B.C.). Aristotle’s analytic work succinctly maps the terrain of literary genre, character, structure, and rhetoric; but the highly compact On the Sublime explores with intensity the nature and occurrence of a certain kind of writing—specifically writing whose expressive power appears to transgress the rules of artistic and rhetorical composition and to achieve what in Greek is termed hypsos, a word that denotes greatness, excellence, or sublimity.\nThe author of this singular literary analysis, however, remains shrouded in such a veil of obscurity and competing claims regarding his identity that it may be impossible to know with certainty who he was or where and when he lived. From 1554, the date of the treatise’s first publication in modern times, until the discovery of some anomalies in the attribution of authorship some two and a half centuries later, in 1809, On the Sublime was unquestionably assumed to be written by Dionysius Longinus—otherwise known as Cassius Longinus. The oldest extant manuscript, a 10th-century manuscript housed in the National Library in Paris, displays the name “Dionysius Longinus” in Greek on the title page but “Dionysius or Longinus” in an accompanying table of contents. At least two other 15th-century manuscripts of On the Sublime exhibit the latter, indeterminate attribution. As a result, at least three major competing claims have been advanced regarding the identity of the writer known as “Longinus”; and, though none is ultimately satisfactory, each still merits attention.\nThe first major claim argues that Longinus is indeed the Cassius Longinus whose connection with the treatise had been assumed by classicists and literary scholars of the late Renaissance and Enlightenment. The most recent champion of this view has been G.M.A. Grube, who presents his case eloquently in the “Translator’s Introduction” to his Longinus On Great Writing (On the Sublime) (1957). According to what little is known about him, Cassius Longinus was a Greek living under Roman rule in the eastern Mediterranean, and he wrote in Greek. He was born circa A.D. 213, educated in Alexandria, and appears to have taught for some time in Athens. Cassius Longinus, moreover, earned a reputation as “a living library and a walking museum,” in the words of the historian Eunapius; and he was extolled also by Porphyry, his friend and pupil, as the finest critic of his time. Toward the end of his life he moved to Asia Minor; became an important adviser to Zenobia, queen of Palmyra; and was executed by order of the Roman emperor Aurelian in 273 after being caught up in a conspiracy with Queen Zenobia to challenge Roman imperial power. This Cassius Longinus, a Greek bearing a Roman name, may also have had a more clearly Greek first name—Dionysius. However, this hypothesis remains mere supposition.\nSome meager but intriguing internal evidence, nonetheless, seems to chime well enough with this supposition. In chapter 39 of On the Sublime Longinus declines to discuss the role of emotion, which he has characterized as one source of greatness or sublimity in writing, because, he writes, he has “adequately presented [his] conclusions on this subject in two published works.” (All translations are by G.M.A. Grube, from his Longinus on Great Writing, 1957.) It is known that Cassius Longinus wrote an Art of Rhetoric (circa mid- to late-third-century A.D.) and several other nonextant works on rhetoric have been ascribed to him. Moreover, in chapter 12 of On the Sublime, Longinus identifies himself “as a Greek” while naming his interlocutor and his cohorts as “You Romans,” setting his nationality; he also emphatically underscores his clear preference for the Athenian Demosthenes over the Roman Cicero.\nA second major claim is that Longinus was yet another famous Greek scholar and rhetorician of the eastern Mediterranean, Dionysius of Halicarnassus. This claim is largely based on the inscription to “Dionysius or Longinus” in the table of contents of the earliest extant manuscript. The most recent exponent of this view has been the Italian scholar Demetrio St. Marin, but the position has drawn a variety of supporters ever since the case for Cassius Longinus was opened to doubt. There are a handful of resemblances between the Halicarnassian’s known writings and On the Sublime; moreover, Dionysius, who flourished around 30­–7 B.C., was roughly contemporaneous with the Roman rhetorician Caecilius of Calacte (first century B.C.), whom the author of On the Sublime criticizes at the outset of his treatise. Furthermore, the philological evidence indicates a mid-first-century-A.D. date of composition, a good half century or more too late for Dionysius of Halicarnassus; views resemble those attributed to Caecilius of Calacte more than those of Longinus.\nA third major claim regarding the identity of Longinus essentially concedes that it is impossible to determine with any certainty who the author of On the Sublime may have been. John H. Crossett and James Arieti have concluded in their essay “The Dating of Longinus” (Studia Classica, 3 [Department of Classics, Pennsylvania State University, n.d.]) that the author’s identity is impossible to fix but that the treatise very probably dates from the reign of the emperor Nero (A.D. 54–68). The topic of cultural decline that Longinus develops at some length in chapter 44 was a major rhetorical commonplace in the first century A.D., especially during the period of Nero, and does not seem to occur with any frequency in the third century. Moreover, On the Sublime contains no references to authors, literary works, or historical events—such as the massive eruption of Vesuvius in A.D. 79—that may be dated past the mid first century A.D. This third claim may be the most conservative and defensible; but it nevertheless depends, like the others, upon a fragile network of somewhat tenuous philological probabilities.\nWhoever authored On the Sublime, a general portrait of the writer materializes from a reading of his treatise. He appears to be a well-educated and thoroughly cosmopolitan Greek of the eastern part of the Roman Empire, one who shows a keen interest in several literatures, including the first chapter of Genesis. His Greek is fluent and assured and not that of a Roman citizen writing in the more cultured tongue of the conquered. This Longinus finds Greek and eastern Mediterranean discursive techniques preferable to Roman, and he pointedly quotes Homer and Plato rather than Virgil and Cicero. His frequently discussed rhetorical set piece on cultural decline in chapter 44 also appears to be an implicit critique of the “slavery” and “world-wide sterility of utterance” endemic to imperial rule.\nMoreover, this Longinus seeks some measure of release from the “endless war” spawned by “the desires which surely rule our present world like an army of occupation.” This Longinus turns from the typical preoccupations of Roman and Greco-Roman orators and rhetoricians and toward the intensive cultivation of critical skills and refined literary judgment in the pursuit of expressive power and intellectual transport.\nThe text of On the Sublime is in a fragmentary state. In addition to various lacunae sprinkled throughout the existing text, the work ends abruptly just as the author turns to take up the topic of “emotions or passions, which we earlier promised to treat as the main topic of a separate work.” Even with the text in such a fragmentary condition, the careful and attentive reader will find a strong measure of coherence and integrity. (It is here worth noting that editors of On the Sublime since the 16th century have divided the text into 44 sections, or chapters. The extant manuscripts of the text do not stipulate chapter breaks.)\nLonginus skillfully dramatizes the rhetorical situation of On the Sublime at the outset of the work, where he pitches the text as an epistolary address that involves an extended set of meditations directed to a friend saluted as “my dear Postumius Terentianus” and “my dear friend.” This friend, as Longinus recalls in the first sentence, once accompanied him in a study of “Caecilius [of Calacte]’s monograph on Great Writing”; but both friends found the work greatly lacking in the treatment of its subject matter and in the attitude it took toward its readers. Longinus requires that “every specialized treatise ... should clarify its subject,” and, second, “it should tell us how and by what methods we can attain it and make it ours.” Both these aims Longinus intends to serve, and he requests that his friend and interlocutor assist him “with frank criticism of the points [he is] about to make.” Longinus adopts a rather amiable, intimate, yet soberly critical attitude here and views his inquiry into the nature of the sublime or greatness in writing as a collaborative enterprise. His work, deliberately and intertextually dependent upon another work of the same title, appears to originate in a scene of collaborative critical reading; it also appeals to an act of critical reading as the measure of its success.\nThough this rhetorical situation is most evident during the course of the first eight chapters, or sections, of On the Sublime, it nonetheless is apparent and appealed to throughout—even at the outset of the often troublesome 44th and final chapter—as Longinus periodically returns to address his interlocutor and reader as well as to mention how and why he departs from what Caecilius has said in his treatise. The mise-en-scène unifies this five-stage rhetorical structure for what can be called the argument of the work. Even in its fragmentary condition the text of On the Sublime seems to respond productively to this imposition—or perhaps recovery—of a viable rhetorical organization. In his letter to his friend and critical interlocutor, Longinus rehearses the form of an expository argument, replete with a careful posing of the problem to be studied, possible methods of study, and a clearly segmented exposition of the stages of his thought.\nThe first of the five stages is the first chapter of the work. As already noted, Longinus here poses the rhetorical situation from which his work departs; yet he also succinctly limns his own position on what constitutes greatness in writing. Longinus quickly concedes the topos, or commonplace, that “great passages have a high distinction of thought and expression to which great writers owe their supremacy and their lasting renown.” What Longinus seeks to argue, though, goes beyond this commonplace view. Greatness, grandeur, excellence, nobleness, or sublimity in writing—the host of terms by which the Greek word hypsos can be rendered—does not involve mere persuasion or skillful arrangement of words and ideas for Longinus: “Great writing does not persuade; it takes the reader out of himself. The startling and amazing is more powerful than the charming and persuasive, ... [and] greatness appears suddenly; like a thunderbolt it carries all before it and reveals the writer’s full power in a flash.” In offering his definition of great writing, Longinus here departs dramatically from the rhetorician’s usual concern with skillful invention, careful arrangement, and decorum.\nThe second stage of the rhetorical structure of On the Sublime issues sharply from this characterization of great writing. In the next five chapters of his work Longinus addresses the following question: Can greatness in writing be “a matter of art” and open to critical study under the terms offered at the outset? He refrains from the view that greatness, sudden and forceful and miraculous as it is, remains opaque to study and critical understanding. In a passage that became important to neoclassical writers, Longinus contends that “natural talent, though generally a law unto itself in passionate and distinguished passages, is not usually random or altogether devoid of method.” Greatness involves “a matter of art” because method or study trains talent to make the most of itself. The neoclassical ideal of balance, of the judicious harmonizing of talent and method, nature and art, genius and critical knowledge, finds an important pretext here in Longinus’s qualification of the potential unruliness of his sense of great expressive power.\nLonginus then charts several of the errors and faults that occur in writing that fails to achieve greatness, gleaning passages that illustrate turgidity, puerility, false enthusiasm, and frigidity in discourse. This discussion can appear tedious and is often overlooked; yet Longinus tries to exemplify here several ways that an apparently artistic method has failed to nurture talent and yielded hollow, tawdry, even unseemly rhetoric instead. Longinus counsels the careful study of artistic expression; he argues that “clear knowledge and critical judgment of what is truly great” allows the discerning writer and reader to make and to understand effective rhetorical choices.\nIn the third stage of his argument (chapters 7 and 8) Longinus considers the pragmatic tests for and the possible sources of great expressive power. He first offers three experientially oriented tests for the presence of greatness and then classifies “five sources” that are “most productive of great writing.” Longinus argues that social value, psychological impact, and canonical or institutional authority offer distinct ways in which to probe for and recognize great writing. Social value is implicated in the discerning judgment of great writing because a sound pragmatic test for greatness follows a socially focused measure of moral value: “nothing is noble which it is noble to despise.” Sheer wealth, social status, and political power, for Longinus, do not embody greatness because “men admire those great souls who could possess them but in fact disdain them.” Besides this implicitly Stoic test of value, Longinus advocates a second pragmatic test for greatness or sublimity in writing. Whatever is memorable, whatever makes an enduring psychological impact upon a hearer or reader, constitutes great writing. In addition to the test of memory, Longinus espouses a third pragmatic test—the long-standing consensual agreement that tends to canonize or institutionalize writing as great. Greatness in writing purportedly “satisfies all men at all times,” and “the agreed verdict ... acquires an authority so strong that the object of its admiration is beyond dispute.”\nLonginus then itemizes and justifies briefly five sources that produce sublimity or greatness in writing. The first two sources are attributed to “innate dispositions,” and they involve “vigor of mental conception” and “strong and inspired emotion.” Longinus does not discuss emotion further; his treatise ends just at the point where he turns to consider the topic of the passions. However, his digression on Caecilius’s omission provides a clear sense of the direction that he might have taken: “nothing contributes to greatness as much as noble passion in the right place; it breathes the frenzied spirit of its inspiration upon the words and makes them, as it were, prophetic.” This passage becomes a touchstone for the Romantic conception of sublimity as inspired diction and as a quality that is transcendental in import.\nThe three other sources of great writing for Longinus involve “artistic training” rather than an innate temperament. All three also owe greatly to the sorts of categories often discussed by classical rhetoricians. For Longinus “adequate fashioning of figures” (tropes), “nobility of diction” (diction), and “dignified and distinguished word arrangement” (composition) all yield significant sources for the production of sublime writing. All three, moreover, are studied at some length in subsequent chapters of the treatise. What Longinus has nonetheless managed to establish in the seventh and eighth chapters—the third stage of the rhetorical structure of his work—are forthright classifications of the possible tests and sources of great expressive power.\nThe fourth stage of his argument (chapters 9–43) is the largest one, sometimes rather gap ridden, comprising sequential analyses of four of the sources of great writing that Longinus has classified in chapter 8. Longinus does not treat emotion, but the other four receive substantial discussion. These four sources include, first, mental conception (chapters 9–15); second, fashioning of figures (chapters 16–29, 32, 37–38); third, diction (chapters 30–31, 43); and fourth, music, rhythm, and word arrangement (chapters 39–42). Chapters 33 through 36 are a digression on the question of how great but flawed writing can and should be recognized as superior to flawless yet moderate or humble writing. These 35 chapters offer some of the most interesting writing and virtually all of the arresting examples and commentary found in the treatise.\nAs noted before, Longinus believes that “Great writing does not persuade; it takes the reader out of himself.” He emphasizes the experience of the sublime as a felt effect and as a show of great power from without, from beyond the realm of the audience. However, Longinus also indicates the lineaments of the particular kind of ecstasy and mastery that characterize the experience of the sublime. The experience of great writing involves a sudden, ecstatic transport of the hearer or reader; but this delightful uplifting turns upon an exchange of roles between the speaker and listener, between the writer and reader. One who undergoes the experience of greatness is moved and uplifted as if he or she has spoken or written the words that transported, as if he or she were the creator of the words that are read or heard.\nA good deal of Longinus’s commentary upon and appraisal of his chosen examples throughout chapters 9 through 43 reflects this psychologically intricate conception of the experience of sublimity. For instance, in discussing the use of well-conceived and vivid images in two passages from Euripides, Longinus comments that “the poet himself sees the Furies, and very nearly compels his audience to see what he has imagined.” Longinus insists that Demosthenes’ imaginative conceptions seek to compel an audience to see and feel “an imaginative picture which conceals the actual argument by its own brilliance.” The auditor sees as if through Demosthenes’ or Euripides’ eyes; and, as Longinus says of Demosthenes’ oratory, “when two things are joined into one, the stronger diverts to itself the power of the weaker.” There is a sudden fusion and subtle exchange of roles in the felt experience of great expressive power.\nWhen Longinus turns to consider the same psychological model of the experience of the sublime in his discussion of figures or tropes and rhythmic composition as sources of greatness in writing, he stresses the manner in which Demosthenes’ figures of speech impact “upon the minds of his hearers.” Through his effective and inspired choice of tropes, Demosthenes “grips his audience and carries it along with him.” Similarly, the notion of sudden, ecstatic transport “often makes the reader feel himself in the midst of the dangers described.” As he quickly places his reader in the midst of three passages that dramatically exemplify his point, Longinus addresses the reader: “Do you see, my friend, how he [Herodotus] gets a hold on your mind and leads it through these places and makes you see what you only hear? Such passages, by addressing the reader directly, place him in the middle of the action.” Similarly, about metaphors he notes that their “swift onrush naturally drives and sweeps everything before them; they make the comparisons appear quite inevitable; and the hearer who shares the inspiration of the speaker is not given time to examine the number of metaphors.”\nThe fifth and final source of great writing also shares in the same model of the experience of sublimity. The skillful and rhythmical arrangement of words, according to Longinus, “appeals not to the ear only but to the mind itself” and in so doing “instills the speaker’s feelings, by the blended variety of its sounds, into the hearts of those near him so that they share his passions.”\nLonginus’s accounts of the various sources of greatness in writing and the underlying qualities of the experience of sublimity also betray his sense of the violence or uncompromising affective force of truly great writing. Quite often Longinus speaks of superb figural language as being engaged in an assault upon the readers or hearers. For instance, in contrasting the different kinds of rhetorical greatness found in the Greek Demosthenes and the Roman Cicero, Longinus contends that “the tense greatness of Demosthenes is more suited to moments of intense and violent passion when the audience must be altogether swept off its feet,” while “the right time for the Ciceronian copiousness is when the audience must be overwhelmed by a flood of words.” Longinus portrays the sort of affective stylistics involved in the experience of great writing as one of continual assault by the writer or orator upon the emotions and expectations of the audience. In chapter 34 he delights in the violent effects that Demosthenes achieves with rhetorical inversions, or hyperbata.\nBut the question remains: why does Longinus employ terms of violent assault upon the emotions and expectations of a reader or an auditor, and how does this characterization link up with the psychology of the sublime experience? An answer may lie within the hidden art and thematics of Longinus’s own choice of tropes or figures for expressing the power of greatness. Time and again he selects and skillfully forces upon his reader similes, images, and metaphors that surreptitiously suggest his desire to naturalize the experience of the sublime—that is to say, his desire to describe the effects of great writing as if those felt effects were the actions of nature itself.\nIn the impassioned metaphors of chapter 34, the awesome power of Demosthenes’ oratory is likened not only to the intimidating din of thunder but also to the power of the sun. The passage places the scale of oratorical power among the most startling and violent of nature’s displays. Elsewhere rhetorical and poetical greatness is likened to a flood, to underground vapors, to a river, and to the “gusts of a hurricane.” The hidden art of Longinus’s subtle weaving of similes, images, and metaphors seems to suggest, finally, that the writer or orator is to his or her audience what nature is to the whole of mankind. Both nature and the creator of great writing can create an experience of sudden transport and exhibit awesome control and mastery over the perilous and exhilarating effects of unleashed energy and light. The natural sublime of Edmund Burke, Immanuel Kant, William Wordsworth and the Romantics finds its source in this Longinian conception of the experience of greatness.\nThe role of the reader or auditor, though, needs further clarification. The experience of great writing may be likened to the awesome and violent displays of nature’s power, but the bearing of this concealed thematics upon the purported psychology of the sublime may not be clear. With regularity Longinus characterizes the “noble exaltation,” “dignity of mind,” and “high spirit” of the authors of great works, and he considers a great work “the echo of a noble mind” and the “outpouring of divine spirit.” Indeed, the expressive power and passion commanded by such a speaker as Demosthenes appear “like dread gifts from the gods (for they cannot be called human).” The sudden, ecstatic transport into which the work of a noble mind can propel an audience also achieves a sense of greatness and transcendence that goes beyond the usual orbit of experience. The experience of the sublime allows, demands, imposes with sudden awesomeness a sense of one’s fusion and intimate interconnection with the greatness outside as well as potentially within oneself.\nFor Longinus the very nature of the individual moves him or her to witness the great performances not only of the natural world but also of those “most ambitious actors,” such as Homer, Plato, or Demosthenes, who summon individuals time and again to answer to that “invincible love” of transcendence that is the natural proclivity of a human being. Longinus expands this idea by writing:\n\r\nAnyone who looks at life in all its aspects will see how far the remarkable, the great, and the beautiful predominate in all things, and he will soon understand to what end we have been born. That is why, somehow, we are by nature led to marvel, not, indeed, at little streams, clear and useful though they be, but at the Nile, the Danube, or the Rhine, and still more at the Ocean. ... We may say of all such matters that man can easily understand what is useful or necessary, but he admires what passes his understanding.\n\n\r\nThis analysis leads to the fifth and final stage, presented in chapter 44, which is Longinus’s much-discussed rhetorical set piece on the causes of the decline of rhetoric and great writing. In responding to the view that a “world-wide sterility of utterance” has descended upon the Roman Empire because democracy and freedom no longer flourish, Longinus asserts:\n\n\r\nperhaps it is not the peace of the world [Pax Romana] which destroys great talents, but much more so this endless war which occupies our passions and, beyond that, the desires which surely rule our present world like an army of occupation and drive everything absolutely before them.\n\n\r\nThe tyranny that conquers and subdues greatness is not necessarily imperial Rome; yet the imperial presence nonetheless dictates the metaphors and similes through which Longinus names the tyrannies that block or destroy greatness. The “endless war” of the struggle for material gain and the “army of occupation” that people’s mundane desires have become do more to sterilize greatness than the Roman legions now stationed in lands once plentiful with political diversity. “We are the slaves of money, which is an insatiable disease in us all, and also the slaves of pleasure; these two violate our lives and our persons.” The love and slavery of wealth and of selfish pleasures “breed ruthless tyrants in our souls: violence, lawlessness, and shamelessness.” Such tyranny of the soul, body, and mind constricts and turns the self inward: “great qualities of soul wither, waste away, and are no longer esteemed; and men come to admire what is mortal within them, for they have neglected the growth of the immortal.”\nInstead of yielding to the tyranny of one’s own self-involved desires, Longinus seems to suggest that human beings need to be open to the liberating force of sublimity or greatness. The experience of the sublime feeds the soul with a sense of what goes beyond the mortal and the mundane; it reveals an unexpected pathway leading outward from the prison of selfhood. Nature’s, the poet’s, or even the orator’s sublime violence intrudes as a self-annihilating liberation of the soul to greatness. On the Sublime seems not to posit an “Oedipal structure” between quotation and commentary, prior author and refiguring critic, as Neil Hertz argues in his 1983 essay, “A Reading of Longinus” (Critical Inquiry, March 1983), or to project a dispersion of the subject as Suzanne Guerlac maintains in “Longinus and the Subject of the Sublime” (1985). Longinus appears to espouse a Stoic view of the self and the world. He castigates decadence, servile self-contentment, and self-enslavement; and he laments the self-centered blockage of higher aspirations and “great qualities of soul” that might otherwise release themselves toward self-transcendence and greatness. Indeed, the phrase “the growth of the immortal” faintly echoes the conception of the soul and its immortality spun out by the figure of Socrates in Plato’s Phaedrus (circa 350 B.C.). Instead of Socrates’ myth of the soul and the growth of the wings of immortality through philosophical discourse and love, Longinus in On the Sublime advances the view that the experience of greatness is an avenue of access to that which passes understanding. The sublime, for Longinus, is in several respects an intriguing literary and psychological reconception of Plato’s philosophic rhetoric and Socrates’ myth about the soul.\nOn the Sublime has been an influential model of close reading and the notion of organic unity, hallmarks of Longinian criticism that are evident throughout chapters 9 through 43, which have greatly influenced twentieth-century critics of literature. Allan H. Gilbert has stated in Literary Criticism: Plato to Dryden (1940) that “the method of the book [On the Sublime] has entered into all our judicial criticism of the details of literature. If Aristotle may be said to have determined our view of the structure of a literary work, Longinus has shown us how to approach an individual passage.” In one of the most famous sections of the treatise, for instance, Longinus quotes in its entirety a lyric poem by Sappho that begins “Peer of gods he seemeth to me.” He then proceeds to study with exacting precision the skillful composition and appropriate attention to detail shown by the poet. Longinus argues that it is Sappho’s “selection of the most vital details and her working them into one whole which produce the outstanding quality of the poem.” The poem is carefully contrived in order to produce a particular sort of experience, and the well-integrated effects involved in that experience are both the poet’s task to produce and the critic’s job to understand and appreciate.\nLonginus emphasizes the felt effects induced by great mental conceptions or figures of speech or well-chosen diction. Frequently such an emphasis produces a subtle and illuminating close reading of lines and phrases. He traces the techniques by which Sappho’s poem enacts an astonishing fit of passion, one in which the lover undergoes the sudden shock of seeing her beloved as a “peer of gods” and herself succumbs to a series of violent transformations under his gaze. The lover loses a sense of her own boundaries and identity, as the manifest pronomial confusion makes clear, and is precipitately thrown into a rapid series of metaphors and images that present her experience as a series of natural cataclysms (raging fire, roaring waves, rampaging river, unsettling earthquake, the painful descent of autumn). Sappho’s lover is herself a sudden “close reader” of the sublime, and she undergoes the violent felt effects of the greatness and self-transcendence that can befall one “lost in the love trance.”\nFinally, regarding the poem’s organic structure or organic unity, Longinus asks “How does [Sappho] excel?” He immediately responds that her excellence has to do precisely with her organic conception and composition, “her skillful choice of the most important and intense details and [her] relating them to one another.” Writers such as Sappho and Homer “have sifted out the most significant details on the basis of merit, so to speak, and joined them harmoniously without inserting between them anything irrelevant, frivolous, or artificial; such additions spoil the total effect.”\nThis conception of organic structure and unified wholeness sounds much like that of Socrates in Plato’s Phaedrus and that of Aristotle in his Poetics. The originality and critical importance of Longinus in this matter may lie in the direction toward which he refines the notion. Longinus recognizes that not all writing or oratory exhibits organic unity; however, the utilization of organic structure and wholeness, both in the creation and in the critical reception of literary discourse, heightens the “dignity,” “distinction,” and extraordinary character of that discourse. In a passage that owes much to the same analogy that Socrates uses in the Phaedrus, Longinus writes that:\n\n\r\n[one of] the factors which give most dignity to discourse is structure, which corresponds to the arrangement of the limbs of the body. One limb by itself, cut off from the others, is of no value, but all of them together complete and perfect the composition of the whole. So it is with great expressions: scattered here and there, apart from each other, they lose their own value and undo the greatness of the whole, but when they form a whole in close association, joined together by the bonds of melodious word-arrangement, then in the rounded structure of the whole they find their voice.\n\n\r\nOrganic structure and unity, thus, is a combined and cumulative source of greatness in writing. It combines the sources of mental conception, appropriate diction, and fine word arrangement in order to engender the consummate figure of sublimity: the “voice” that appears suddenly yet resoundingly as the felt effect of the experience of well-bonded words. This voice that issues from within the wholeness of the words gathers up the limbs and scattered fragments of ordinary and mediocre articulations and infuses them with an expressive power that transports the reader out of the confines of selfhood toward that sudden flash of greatness found time and again in the works of affective genius.\nOn the Sublime is not mentioned or discussed by any Greco-Roman writer or later Latin scholar through the Latin Middle Ages. This strange lack of circulation and reception speaks incontrovertibly about the highly marginal status of the treatise’s ideas during the 15 centuries following its probable date of composition. The first modern edition of On the Sublime appeared in Europe in 1554, and a handful of other editions emerged during the next hundred years; and the reading and critical understanding of this masterwork of antiquity was fundamentally a product of the modern writers and critics who recognized the intellectual energy of this subtle, iconoclastic work.\nThe English poet John Milton may well have been familiar both with Gerard Langbaine’s Latin version of the text, an edition issued in 1636 at Oxford, and the first publication of Longinus in England. Milton, moreover, cited Longinus as one of several classical authorities on the matter of style in his 1644 treatise Of Education. However, it was the publication of Nicolas Boileau’s French translation and edition of On the Sublime in 1674 that galvanized widespread interest in Longinus and his analysis of the nature of sublimity. This vernacular translation, as well as Boileau’s preface, so popularized On the Sublime that it became a major classical basis for critical formulations of both the French and the English neoclassical ages. With Boileau the first modern reading and first critical appropriation of Longinus commences. Boileau emphasized and paraphrased what Longinus meant by the idea of the sublime: it is “the extraordinary and the marvelous which strikes us in terms of language, and causes a work to carry away, ravish, transport us” (translation by Ernest Dilworth in Boileau: Selected Criticism, 1965, p. 49). This characterization of the kind of eloquence that Longinus celebrates became a significant formulation for succeeding neoclassical authors. In the wake of Boileau, Longinus’s ideas about the powers of sublimity became a counterpoint to and balance for the prevailing critical emphasis upon the rhetorical treatises by Aristotle and Horace. \nNeoclassical criticism in England often honored Longinus as one of the most astute classical preceptors. Joseph Addison, for instance, relied upon On the Sublime to account for the grandeur and sublimity of Milton’s Paradise Lost (1667); and Alexander Pope, in his Essay on Criticism (1711), echoed Boileau’s formulations in praising Longinus as one of the model critics of antiquity. Longinus also figured prominently in the work of such less well known neoclassical writers as Robert Lowth, who engaged in an extensive and influential study of the elevated style and sublimity of the poetry of the Hebrew Bible, and Edward Young, who in his Conjectures on Original Composition (1759) pitted genius against slavish imitation and strict adherence to the rules of artistic composition.\nThough the neoclassical writer John Dennis was the first English critic to produce a general theory of the sublime on the basis of the work of Longinus, later-18th-century writers such as Edmund Burke and the German philosopher Immanuel Kant developed more significant and influential philosophical critiques of sublimity—Burke in his Philosophical Enquiry into the Origins of Our Ideas of the Beautiful and the Sublime (1757) and Kant in his Kritik der Urteilskraft (1790; translated as Critique of Judgment). Both writers contrasted the well-formed and tasteful features of what might be called the merely beautiful or the aesthetic with the astonishing and unsettling nature of the experience of the sublime. Though Burke privileges the idea of the sublime in his philosophical aesthetics and Kant seems to favor the beautiful in his philosophy of aesthetic judgment, both thinkers draw deeply upon the sense of greatness or sublimity found in On the Sublime. Both writers also favor Longinus’s pragmatic critical orientation, one that focuses on the experiencer, the perceiver, the reader of the passages that demonstrate sublimity. Though Kant often takes Burke to task for his conceptions of both the beautiful and the sublime, Burke’s pragmatic critical orientation and its appeal to the universality of the felt experience of sublimity still remains an aesthetic stance that Kant shares both with Burke and with Longinus.\nThough perhaps less important for Romantic and modern critics and theorists than he was for neoclassical and Enlightenment thinkers, Longinus continued to be read and appropriated during the same nineteenth-century period in which his historical identity was put in question. For the Romantics, Longinus was principally important for his attempts to discover, if only fleetingly and ineffably, the singular quality that infuses the greatest poetry. For such poets as William Wordsworth and Percy Bysshe Shelley, and especially for many of their critics and readers, the sublime was the quality that marked supreme poetic diction and prompted correspondingly grand emotion in the presence of inspired eloquence. Then from the latter half of the 19th through the 20th centuries, On the Sublime continued to influence the theory and practice of modern literary criticism. In “The Study of Poetry” (1880) Matthew Arnold recommends the choosing and use of literary “touchstones” for “detecting the presence or absence of high poetic quality, and also the degree of this quality, in all other poetry which we may place beside them.” This method owes much to the critical practice of Longinus, who detects the presence or absence of sublimity by garnering a selection of passages and testing them against one another. This close attention to textual passages and their qualities also carries over into the critical practice of the American “New Critics” and the Chicago “Neo-Aristotelians” of the 20th century such as Elder Olson. Longinus has been variously read by these groups as exemplifying ways that critical readers can and should attend to the features and qualities of style in lyric poetry.\n", "attrs": {"Region:": ["Greece"]}}