{"pf_url": "https://www.poetryfoundation.org/poets/lord-byron", "name": "Lord Byron (George Gordon)", "yob": "1788", "yod": "1824", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/3c58e12bf5144f52db8804941ab2151bff3a4fbc.jpeg", "bio": "\nThe most flamboyant and notorious of the major English Romantic poets, George Gordon, Lord Byron, was likewise the most fashionable poet of the early 1800s. He created an immensely popular Romantic hero—defiant, melancholy, haunted by secret guilt—for which, to many, he seemed the model. He is also a Romantic paradox: a leader of the era’s poetic revolution, he named Alexander Pope as his master; a worshiper of the ideal, he never lost touch with reality; a deist and freethinker, he retained from his youth a Calvinist sense of original sin; a peer of the realm, he championed liberty in his works and deeds, giving money, time, energy, and finally his life to the Greek war of independence. His faceted personality found expression in satire, verse narrative, ode, lyric, speculative drama, historical tragedy, confessional poetry, dramatic monologue, seriocomic epic, and voluminous correspondence, written in Spenserian stanzas, heroic couplets, blank verse, terza rima, ottava rima, and vigorous prose. In his dynamism, sexuality, self-revelation, and demands for freedom for oppressed people everywhere, Byron captivated the Western mind and heart as few writers have, stamping upon 19th-century letters, arts, politics, even clothing styles, his image and name as the embodiment of Romanticism.\nGeorge Gordon Noel Byron was born, with a clubbed right foot, in London on January 22, 1788. He was the son of Catherine Gordon of Gight, an impoverished Scots heiress, and Captain John (“Mad Jack”) Byron, a fortune-hunting widower with a daughter, Augusta. The profligate captain squandered his wife’s inheritance, was absent for the birth of his only son, and eventually decamped for France as an exile from English creditors, where he died in 1791 at 36.\nEmotionally unstable, Catherine Byron raised her son in an atmosphere variously colored by her excessive tenderness, fierce temper, insensitivity, and pride. She was as likely to mock his lameness as to consult doctors about its correction. From his Presbyterian nurse Byron developed a lifelong love for the Bible and an abiding fascination with the Calvinist doctrines of innate evil and predestined salvation. Early schooling instilled a devotion to reading and especially a “grand passion” for history that informed much of his later writing.\nWith the death in 1798 of his great-uncle, the “Wicked” fifth Lord Byron, George became the sixth Baron Byron of Rochdale, heir to Newstead Abbey, the family seat in Nottinghamshire. He enjoyed the role of landed nobleman, proud of his coat of arms with its mermaid and chestnut horses surmounting the motto “Crede Byron” (“Trust Byron”).\nAn “ebullition of passion” for his cousin Margaret Parker in 1800 inspired his “first dash into poetry.”  From 1801 to 1805, he attended the Harrow School, where he excelled in oratory, wrote verse, and played sports. He also formed the first of those passionate attachments with other, chiefly younger, boys that he would enjoy throughout his life; before reaching his teen years he had been sexually initiated by his maid. There can be little doubt that he had strong bisexual tendencies, though relationships with women seem generally, but not always, to have satisfied his emotional needs more fully.\nIn the summer of 1803 he fell so deeply in love with his distant cousin, the beautiful-and engaged-Mary Chaworth of Annesley Hall, that he interrupted his education for a term to be near her. Years later he told Thomas Medwin that all his “fables about the celestial nature of women” originated from “the perfection” his imagination created in Mary Chaworth.\nEarly in 1804 he began an intimate correspondence with his half sister, Augusta, five years his senior. He asked that she consider him “not only as a Brother” but as her “warmest and most affectionate Friend.” As he grew apart from his capricious, often violent, mother, he drew closer to Augusta.\nByron attended Trinity College, Cambridge, intermittently from October 1805 until July 1808, when he received a MA degree. During “the most romantic period of [his] life,” he experienced a “violent, though pure, love and passion” for John Edleston, a choirboy at Trinity two years younger than he. Intellectual pursuits interested him less than such London diversions as fencing and boxing lessons, the theater, demimondes, and gambling. Living extravagantly, he began to amass the debts that would bedevil him for years. In Southwell, where his mother had moved in 1803, he prepared his verses for publication.\nIn November 1806 he distributed around Southwell his first book of poetry. Fugitive Pieces, printed at his expense and anonymously, collects the poems inspired by his early infatuations, friendships, and experiences at Harrow, Cambridge, and elsewhere. When his literary adviser, the Reverend John Thomas Becher, a local minister, objected to the frank eroticism of certain lines, Byron suppressed the volume. A revised and expurgated selection of verses appeared in January 1807 as Poems on Various Occasions, in an edition of 100 copies, also printed privately and anonymously. An augmented collection, Hours of Idleness, “By George Gordon, Lord Byron, A Minor,” was published in June. The new poems in this first public volume of his poetry are little more than schoolboy translations from the classics and imitations of such pre-Romantics as Thomas Gray, Thomas Chatterton, and Robert Burns, and of contemporaries including Walter Scott and Thomas Moore. Missing were the original flashes of eroticism and satire that had enlivened poems in the private editions. The work has value for what it reveals about the youthful poet’s influences, interests, talent, and direction. In “On a Change of Masters at a Great Public School,” he employs heroic couplets for satiric effect in the manner of Alexander Pope, a model for Byron throughout his career. In obviously autobiographical poems Byron experiments with personae, compounded of his true self and of fictive elements, which both disclose and disguise him. Groups of verses on a single subject show his understanding of the effectiveness of multiple points of view.\nIt was as a published poet that Byron returned to Cambridge in June 1807. Besides renewing acquaintances, he formed an enduring friendship with John Cam Hobhouse—his beloved “Hobby.” Inclined to liberalism in politics, Byron joined Hobhouse in the Cambridge Whig Club. In February 1808 the influential Whig journal the Edinburgh Review, published anonymously Henry Brougham’s notice of Hours of Idleness, which combined justifiable criticism of the book with unwarranted personal assaults on the author. The scornfully worded review had a beneficial effect. Stung and infuriated, Byron set aside mawkish, derivative, occasional verse and began avenging himself through satire, expanding his poetic commentary on present-day “British Bards,” started the previous year, to include a counterblast against “Scotch Reviewers.\"\nIn March 1809, two months after attaining his majority, he took his seat in the House of Lords. Shortly thereafter, Byron’s first major poetic work, English Bards, and Scotch Reviewers. A Satire, was published anonymously in an edition of 1,000 copies. Inspired by the Dunciad of his idol, Pope, the poem, in heroic couplets, takes indiscriminate aim at most of the poets and playwrights of the moment, notably Walter Scott, Robert Southey, William Wordsworth, and Samuel Taylor Coleridge. His main target is the critics. From these “harpies that must be fed” he singles out for condemnation “immortal” Francis Jeffrey, whom he mistakenly assumed had written the offending comments on Hours of Idleness in the Edinburgh Review.\nThe satire created a stir and found general favor with the reviewers. The overall aim, as stated in the preface, is “to make others write better.” Of the major Romantic poets, Byron most sympathized with neoclassicism, with its order, discipline, and clarity. The importance of English Bards, and Scotch Reviewers lies not only in its vigor and vitality but in Byron’s lively advocacy of the neoclassical virtues found in such 17th- and 18th-century poets as Dryden and Pope, and, from his own day, in Gifford. His admiration for Pope never wavered, nor did he ever totally abandon the heroic couplet and Augustan role of censor and moralist, as seen in Hints from Horace (written 1811), The Curse of Minerva (written 1811), and The Age of Bronze (written 1822-1823).\nFeeling revenged on the reviewers, Byron was anxious to realize a long-held dream of traveling abroad. Though in debt, he gathered together sufficient resources to allow him to begin a tour of the eastern Mediterranean. Anxious to set down the myriad experiences the trip afforded him, Byron began an autobiographical poem in Ioannina, Greece, on October 31, 1809, wherein he recorded the adventures and reflections of Childe Burun (a combination of the archaic title for a youth of noble birth and an ancient form of his own surname); he subsequently renamed the hero Harold. The Spenserian stanza in which he cast his impressions no doubt derived from his readings in Edmund Spenser’s Faerie Queene reprinted in an anthology he had carried on his trip. Byron completed the first canto in Athens at the end of the year.\nTurning southward, he and Hobhouse journeyed through Missolonghi and rode into Athens on Christmas night 1809. They lodged at the foot of the Acropolis with Mrs. Tarsia Macri, widow of a Greek who had been British vice consul. Byron soon fell in love with her three daughters, all under the age of 15, but especially with Theresa, only 12, his “Maid of Athens.\"\nExcursions in January 1810 to Cape Sounion, overlooking the islands of the Cyclades, and to Marathon, where the Athenians defeated the invading Persians in 490 B.C., reinforced for him the appalling contrast between the glory and might of ancient Greece and its contemporary disgrace. He movingly evoked these scenes and sentiments a decade later in the often-quoted stanzas on “The Isles of Greece” and on Marathon in Don Juan.\nIn March 1810 Byron and Hobhouse extended their tour into Turkey. On March 28, in Smyrna, he completed the second canto of Childe Harold, incorporating his adventures in Albania and his thoughts on Greece. He visited the plain of Troy and on May 3, while Hobhouse read Ovid’s Hero and Leander, imitated Leander’s feat of swimming the Hellespont; within a week, lines “Written After Swimming from Sestos to Abydos” commemorated his pride in this exploit. In July he traveled back to Athens, where he settled in the Capuchin monastery below the Acropolis. Here, he studied Italian and modern Greek, just as he would learn Armenian from monks in Venice six years later.\nStirred to literary composition, he first produced explanatory notes for Childe Harold; then, in February and March 1811, he wrote two poems in heroic couplets. Hints from Horace, a sequel to English Bards, and Scotch Reviewers, satirizes contemporary poetry and drama, while praising Dryden, Pope, Swift, and Butler.\nByron arrived at Sheerness, Kent, on July 14, two years and 12 days after his departure. To Augusta he wrote on September 9 that he had probably acquired nothing by his travels but “a smattering of two languages & a habit of chewing Tobacco,” but this claim was disingenuous. “If I am a poet,” he mused, “... the air of Greece has made me one.” He had accumulated source material for any number of works. More, exposure to all manner of persons, behavior, government, and thought had transformed him into a citizen of the world, with broadened political opinions and a clear-sighted view of prejudice and hypocrisy in the “tight little island” of England. Significantly, he would select as the epigraph for Childe Harold a passage from Le Cosmopolite, ou, le Citoyen du Monde (1753), by Louis Charles Fougeret de Monbron, that, in part, compares the universe to a book of which one has read but the first page if he has seen only his own country.\nWithin three weeks of his return, Byron was plunged into a period of prolonged mourning. His mother died on August 2, before he set out for Newstead. Whatever her failings, she had loved her son, taken pride in his accomplishments, and managed Newstead economically in his absence. “I had but one friend in the world,” he exclaimed, “and she is gone.” News of the deaths of two classmates followed hard upon this sorrow. Then, in October, he learned of the death from consumption of John Edleston, the former choirboy at Trinity College. Deeply affected, he lamented his loss in the lines “To Thyrza” (1811), a woman’s name concealing the subject’s true identity and gender. He also commemorated Edleston in additions to Childe Harold.\nIn January 1812 Byron resumed his seat in the House of Lords, allying himself with the Liberal Whigs. During his political career he spoke but three times in the House of Lords, taking unpopular sides. In his maiden speech on February 27 he defended stocking weavers in his home area of Nottinghamshire who had broken the improved weaving machinery, or frames, that deprived them of work and reduced them to near starvation; he opposed as cruel and unjust a government-sponsored bill that made frame breaking a capital offense. On April 21, he made a plea for Catholic emancipation, the most controversial issue of the day.\nUpon his return to England in July 1811, Byron had given the manuscript of Childe Harold to R.C. Dallas, his adviser in the publication of English Bards, and Scotch Reviewers. Dallas enthusiastically showed the poem to John Murray II, the respected publisher of Scott and Southey, who agreed to publish Byron, beginning a rich association between publisher and poet.\nOn March 10, 1812 Murray published Childe Harold’s Pilgrimage, Cantos I and II. 500 quarto copies, priced at 30 shillings each, sold out in three days. An octavo edition of 3,000 copies at 12 shillings was on the market within two days. Shortly after Childe Harold appeared, Byron remarked, “I awoke one morning and found myself famous.” Murray brought out five editions of the poem in 1812 alone, and published the 10th, and last, separate edition in 1815. In less than six months sales had reached 4,500 copies. In the Edinburgh Review, Jeffrey cited as the “chief excellence” of Childe Harold “a singular freedom and boldness, both of thought and expression, and a great occasional force and felicity of diction.”\nChilde Harold’s Pilgrimage, Cantos I and II, can be read as Byron’s poetic journal of his Mediterranean and Eastern tour in 1809 to 1811. But the international popularity of the work derived less from its appeal as a travelogue than from its powerful articulation of the Weltschmerz, or “World-weariness,” born of the chaos of the French Revolution and Napoleonic Wars that disrupted all of European society.\nIn Canto I Harold, “sore sick at heart” with his life of “revel and ungodly glee,” leaves his native Albion on pilgrimage to find peace and spiritual rebirth. As befits a quest poem, Childe Harold is subtitled A Romaunt, recalling the medieval romances whose knighted heroes go in search of holy objects, and is cast in the stanza and archaic language of Spenser’s Faerie Queene.\nHarold was introduced, Byron wrote in the preface, “for the sake of giving some connexion to the piece.” By labeling Harold “a fictitious character” Byron sought to dissociate himself from his protagonist, but his readers, noting many and striking similarities, persisted in equating the artist with his hero. Though he, too, speculated on such a relationship, Walter Scott, recognized that in Harold Byron had created a new and significant Romantic character type which reappeared in almost all his heroes.\nHarold is the first “Byronic Hero.” Of complicated ancestry (admirably traced by Peter L. Thorslev, Jr.), he descends, with inherited traits, from Prometheus, Milton’s Satan, the sentimental heroes found in Jean-Jacques Rousseau and Johann Wolfgang von Goethe, hero-villains in Gothic novels by Horace Walpole and Ann Radcliffe, Friedrich von Schiller’s Karl Moor, and Sir Walter Scott’s Marmion. Thorslev insists that, as befits their complex genealogy, Byron’s various heroes exhibit not uniformity, but considerable diversity. Among their traits are romantic melancholy, guilt for secret sin, pride, defiance, restlessness, alienation, revenge, remorse, moodiness, and such noble virtues as honor, altruism, courage, and pure love for a gentle woman.\nThe drawing rooms and salons of Whig society vied for Byron’s presence and lionized him. At Holland House, he met the spirited, impulsive Lady Caroline Lamb, who initially judged him “mad—bad—and dangerous to know.” Their tempestuous affair lasted through the summer, until Byron rejected her; she continued the pursuit, burned “effigies” of his picture, and transformed their relationship into a Gothic romance in her novel Glenarvon (1816).\nDespite its outcome, his connection with Lady Caroline left him on friendly terms with her mother-in-law, the witty Elizabeth Milbanke Lamb, Lady Melbourne. Through her, in September, he proposed marriage to her niece, Anne Isabella (Annabella) Milbanke, as a possible means of escaping the insistent Caroline. A 20-year-old bluestocking, Annabella was widely read in literature and philosophy and showed a talent for mathematics. She declined the proposal in the belief that Byron would never be “the object of that strong affection” which would make her “happy in domestic life.” With good humor and perhaps relief Byron accepted the refusal; in a letter of October 18, 1812 he thanked Lady Melbourne for her efforts with his “Princess of Parallelograms.” By November he was conducting an affair with the mature Jane Elizabeth Scott, Lady Oxford, a patroness of the Reform Movement.\nBetween June 1813 and February 1816, Byron completed and had published six extremely popular verse tales, five of them influenced by his travels in Greece and Turkey: The Giaour (June 1813), The Bride of Abydos (December 1813), The Corsair (February 1814), Lara (August 1814), and The Siege of Corinth and Parisina (February 1816). Walter Scott had created the market for Romantic narratives in verse, but Byron outrivaled him with his erotic fare set in “exotic” climes, to the extent that Scott gave up the genre in favor of novel writing.\nIn June 1813 Byron began an affair with his 29-year-old half sister, Augusta. Married since 1807 to her cousin, Colonel George Leigh, with his mother’s death in 1811, Augusta became Byron’s sole remaining close relative. While no legal proof exists, the circumstantial evidence in Byron’s letters dating from August 1813 to his horrified confidante Lady Melbourne strongly suggests an incestuous connection with Augusta.\nIn the midst of this relationship, Byron received a letter from Annabella Milbanke, who confessed her mistake in rejecting his proposal and cautiously sought to renew their friendship. Correspondence ensued. He later wrote Lady Melbourne that Augusta wished him “much to marry—because it was the only chance of redemption for two persons.\"\nThrough poetry he found relief from his involvement with Augusta and from an inconclusive flirtation in the autumn of 1813 with Lady Frances Wedderburn Webster. In November he wrote Thomas Moore, “All convulsions end with me in rhyme; and to solace my midnights, I have scribbled another Turkish Tale.” The Bride of Abydos, published by Murray in December, sold 6,000 copies in one month. For the first time in this volume Byron dealt with the theme of incest, his “perverse passion,” as he told Lady Melbourne, to which he would return in such poems as Parisina, Manfred, and Cain.\nAnother burst of poetic creativity overlapped the success of The Bride of Abydos. Between December 18 and 31, Byron produced a third Oriental tale, The Corsair. On the day of publication in February 1814 10,000 copies were sold, “a thing,” Murray excitedly assured him, “perfectly unprecedented.”\nOn April 10, 1814, amid rumors of the abdication and exile of the emperor Napoleon (which in fact occurred the next day), Byron wrote and copied Ode to Napoleon Buonaparte. On the 16th, it was published anonymously. Since Harrow, Byron had had mixed feelings about Napoleon. He admired the titanic qualities of the brilliant strategist, dynamic soldier, and statesman, but he was repelled by his brutal conquest of Iberia and his perversion of liberal ideals. That ambivalence colors the poem.\nOn April 15, 1814 Augusta gave birth to a little girl, Elizabeth Medora. When Medora Leigh grew up, she believed herself to be Byron’s daughter, although Byron never acknowledged the paternity, as he did for his other illegitimate offspring, either because of uncertainty or concern for his and Augusta’s reputations. There is no extant proof either way. On May 14, Byron began a sequel to The Corsair entitled Lara, the new name of Conrad the pirate. Murray published the work anonymously in August in a volume with Samuel Rogers’s sentimental tale Jacqueline; the book sold 6,000 copies in three editions.\nByron spent much of the summer of 1814 with Augusta, while continuing to correspond with Annabella. In a letter dated September 9, he made a tentative proposal of marriage; she promptly accepted it. In marriage Byron hoped to find a rational pattern of living and to reconcile the conflicts that plagued him. After inauspicious hesitations and postponements, many of his own making, Byron married Annabella on January 2, 1815 in the parlor of her parents’ home in Seaham; there was no reception. Toward his bride the groom was by turns tender and abusive.\nAt Halnaby Hall Byron resumed work on the Hebrew Melodies, lyrics for airs Jewish composer Isaac Nathan was adapting from the music of the synagogue. Throughout his life Byron was a fervent reader of the Bible and a lover of traditional songs and legends. As a champion of freedom, he may also have responded instinctively to the oppression long suffered by the Jewish people. The work opens with the now-famous lyric, “She Walks in Beauty,” written in 1814 after Byron saw a cousin at a party wearing a dress of mourning with spangles on it.\nIn April, after a tempestuous visit with Augusta, Lord and Lady Byron settled in the Duchess of Devonshire’s London house, at 13 Piccadilly Terrace. Throughout 1815 financial problems and heavy drinking drove Byron into rages and fits of irrational behavior. When Annabella was in an advanced stage of pregnancy, he made her the scapegoat for his troubles. On December 10, 1815, she gave birth to Augusta Ada Byron (the first name was later dropped). Early in the new year, increased money worries forced Byron to suggest that they move from their expensive Piccadilly Terrace address. Lady Byron and Augusta Ada would precede him to her family’s estate in Leicestershire, Kirkby Mallory, while he attempted to placate the creditors. Early in the morning of January 15, 1816, Lady Byron and Augusta Ada left London by carriage for Kirkby Mallory before Byron had risen. He never saw them again.\nFrom Kirkby Mallory Lady Byron wrote affectionately to her husband in London, urging him to join her. Her subsequent revelations to her parents about Byron’s threatening speech and cruel behavior turned them against him. On February 2,  her father wrote Byron to propose a quiet separation. Byron was shocked. Unavailing was his protest, in a letter to his wife on the 15th, that he loved his “dearest Bell ... to the dregs of [his] memory & existence.” A week later, Lady Byron probably confessed to her lawyer her suspicion of incest between Byron and Augusta, adding it to the prior charges of adultery and cruelty; by the end of the month, the rumors about brother and sister were widespread. On March 17 the terms for the legal separation were agreed upon.\nDuring the separation crisis, Byron had a casual liaison with Claire (Jane) Clairmont. That she was the stepdaughter of the philosopher William Godwin and the stepsister of Mary Godwin, with whom Percy Bysshe Shelley had eloped in 1814, may have induced him to tolerate her determined advances, which he had no intention of encouraging.\nByron signed the final deed of separation on April 21, having decided to go abroad with the completion of this formality. On the 25th, they sailed from Dover bound for Ostend. Byron would never see England again.\nThe party reached Geneva on May 25, 1816. Byron was unaware that waiting for him were Claire Clairmont, pregnant with his child, Shelley, and Mary Godwin. They passed the time agreeably by boating on Lake Leman and conversing at the Villa Diodati, which Byron had rented, with its commanding view of the lake and the Juras beyond. In this environment Mary wrote Frankenstein; or, The Modern Prometheus, published in 1818.\nIn June Byron and Shelley sailed to the Château de Chillon. The story of François Bonivard, a 16th-century Swiss patriot and political prisoner in the château’s dungeon, inspired Byron to compose one of his most popular poems, The Prisoner of Chillon. The simplicity and directness of Bonivard’s dramatic monologue throw into relief the powerful theme of political tyranny. In Bonivard, Byron created a protagonist free from the traits of the typical “Byronic hero,” one who possessed greater credibility and maturity than his predecessors. The poem, in turn, expresses deeper human understanding and advances more positive values than earlier works.\nOn July 4, three days after returning from his boat tour of Lake Leman, Byron completed the third canto of Childe Harold. Its framework is a poetic travelogue based on his journey from Dover to Waterloo, then along the Rhine and into Switzerland. Having failed to maintain a convincing distinction between himself and his hero in the previous cantos, Byron drops the pretense and speaks in his own right. Harold becomes a shadowy presence who disappears in the middle of the canto, absorbed into the narrator. The new protagonist, a Hero of Sensibility, expresses the melancholy, passion, and alienation of the original Harold, as well as Byronic liberalism, sensitivity, and meditation.\nFour major themes inform the third canto. The invocation in the opening stanza—made not to the Muse or another classical figure but to Ada, “sole daughter of my house and heart\"—sounds the theme of personal sorrow. The poet-hero is alone, in voluntary exile, “grown aged in this world of woe.” “Still round him clung invisibly a chain / Which gall’d for ever, fettering though unseen, / And heavy though it clank’d not ....” He remains “Proud though in desolation.\"\nThe sight of the field of Waterloo, “this place of skulls, / The grave of France,” prompts the second theme, an analysis of the strengths and flaws of genius in Napoleon and Rousseau. Byron recognized himself in the characters of both men. Like Napoleon he was “antithetically mixt,” “Extreme in all things,” and possessed of “a fire / And motion of the soul” that “Preys upon high adventure.” Like “the self-torturing sophist, wild Rousseau, / The apostle of affliction,” he “threw / Enchantment over passion, and from woe / Wrung overwhelming eloquence.\"\nRousseau, whose writings helped to kindle the French Revolution, and Napoleon, whose campaigns doomed the hopes born of that struggle, relate directly to the canto’s theme of war. Byron despised wars of aggression waged for personal gain while championing as honorable those conflicts that defended freedom, such as the battles of Marathon and Morat and the French Revolution. Bravura rhetoric animates the stanzas on Waterloo, from the memorable recreation of the Duchess of Richmond’s ball in Brussels on the night before the battle, to Byron’s grim evocation of war—a contemplation of the futility of bravery and of the blood shed in purposeless slaughter.\nThe pilgrim-poet temporarily experiences the thrill of a transcendental concept of nature, the fourth theme of the canto:\n\nI live not in myself, but I become\r\nPortion of that around me; and to me,\r\nHigh mountains are a feeling....\r\nAnd thus I am absorb’d, and this is life [.]\n\nBut Byron’s affinity with reality prevented him from “Spurning the clay-cold bonds which round our being cling.” Nature would provide him with no permanent escape from himself, no remedy for his suffering.\n\nNear the end he returns to his first theme, of personal sorrow defiantly borne by a Promethean rebel:\r\nI have not loved the world, nor the world me;\r\nI have not flattered its rank breath, nor bow’d\r\nTo its idolatries a patient knee [.]\n\nHe closes the canto as he began it, with an apostrophe to his daughter, “The child of love.\"\nThe arrival of Hobhouse at the end of August coincided with the departure of Shelley, Mary, and Claire, who returned to England with the manuscripts of the third canto of Childe Harold, The Prisoner of Chillon, and the shorter poems; on January 12, 1817, Claire gave birth to a daughter Byron named Clara Allegra. When a tour of the Bernese Alps with Hobhouse failed to “lighten the weight” on his heart or enable him to lose his “own wretched identity,” Byron turned, as usual, to poetry to purge his broodings and guilt over the separation, Augusta, and his exile. The catharsis assumed a form new to him—blank-verse drama. He would write, “not a drama properly—but a dialogue,” set in the high Alps he had recently visited. He rewrote the third act during a trip to Rome the following May. Manfred, the eponymous protagonist, is essentially Byron, the drama’s conflict a fusion of the personal and the cosmic, its goal relief.\nCount Manfred, tortured by “the strong curse” on his soul for some unutterable, inexpiable, “half-maddening sin” (II.i), seeks “Forgetfulness—/ ... / Of that which is within me” (I.i). In the first scene, proud and defiant, he revels in the supremacy of his will over the spirits he raises who are powerless over the inner self:\n\nThe mind, the spirit, the Promethean spark,\r\nThe lightning of my being, is as bright,\r\nPervading, and far-darting as your own,\r\nAnd shall not yield to yours, though coop’d in clay!\n\nAs an abbot witnesses his stoic demise, Manfred explains: “Old man! ‘tis not so difficult to die.” The unconquerable individual to the end, Manfred gives his soul to neither heaven nor hell, only to death.\nMurray published Childe Harold, Canto III, on November 18, and The Prisoner of Chillon, and Other Poems on December 5. Within a week of publication, 7,000 copies of each volume had been sold. Reviewing these works in the December 1816 number of the Edinburgh Review, Jeffrey proclaimed that “in force of diction, and inextinguishable energy of sentiment,” Byron took “precedence of all his distinguished contemporaries.”\nByron set out in mid-April 1817 to join Hobhouse in Rome. In Ferrara, his visit to the cell where the 16th-century poet Torquato Tasso had been confined for madness inspired an impassioned dramatic monologue, The Lament of Tasso.\nByron settled in mid-June at the Villa Foscarini at La Mira on the Brenta, seven miles from Venice. Here, he began to distill his memories of Rome into poetry. Composing rapidly, he had completed the first draft for 126 stanzas of Childe Harold, Canto IV, by mid-July, but he revised and expanded the manuscript for the rest of the year.\nContinuing the pilgrimage format of the earlier cantos, the framework for this longest of the sections is a spirited Italian journey from Venice through Arqua (where Byron had seen the house and tomb of Petrarch) and Ferrara (city of Tasso and Ludovico Ariosto) to Florence and on to Rome, the setting for half of the canto.\nThe pilgrim-narrator of Canto IV focuses sharply on the contrast between the transience of mighty empires, exemplified by Venice and Rome, and the transcendence of great art over human limitations, change, and death. An elegiac tone evoked by “Fall’n states and buried greatness” suffuses the verses. “A ruin amidst ruins,” the pilgrim-narrator digresses easily from scenes of shattered columns and broken arches to considerations of his own sufferings and of war and liberty. The days of Venice’s glory are no more, “but Beauty still is here. / ... Nature doth not die.” Literature, too, is permanent and beneficial. The sic transit gloria mundi theme in Childe Harold finds its finest Byronic expression in this canto, which traces through their history and ruins the “dying Glory” of Venice and, especially, the fall of Rome.\nIn his famous apostrophe to the ocean, beginning “Roll on, thou deep and dark blue ocean—roll!,” Byron contrasts its permanence, power, and freedom with vanished civilizations: “Thy shores are empires, changed in all save thee—/ Assyria, Greece, Rome, Carthage, what are they?” The ocean remains, “Dark-heaving;—boundless, endless, and sublime—/ The image of Eternity....\"\nMelancholy colors the farewell; Byron knew that the Childe Harold theme had “died into an echo.” But life in Venice had lifted his spirits. Before he finished this canto, he had begun the spritely Beppo, with which he returned to satire and prepared the way for Don Juan.\nLate summer 1817 marks a significant development in Byron’s literary career. On August 29, he heard about the return of a supposedly deceased husband to his Venetian wife; she had meanwhile taken an amoroso, and then had to choose her husband, her lover, or solitary life on a pension. At this time, serendipitously, he happened to see John Hookham Frere’s Whistlecraft (1817), a mock-heroic satire in ottava rima modeled on the Italian burlesque. The demanding rhyme scheme of ottava rima—a b a b a c c—encourages comic rhymes. Its couplet allows the stanza to end with a witty punch line, with a reversal in tone from high to low, or with a clever rhyme to surprise the reader. The seriocomic mood, colloquial style, and digressions of ottava rima, attracted Byron to this verse form as the medium for his witty version of the story of Venetian customs and light morals. By October 10, he had finished Beppo. His new poem, he assured Murray on March 25, 1818, would show the public that he could “write cheerfully, & repel the charge of monotony & mannerism.”\nThe story Byron tells is slight. Beppo, a Venetian merchant, returns home during Carnival after years of Turkish captivity, to discover that his wife, Laura, has taken a count for her lover. After the three pleasantly discuss the amatory triangle, the husband and wife reunite, and Beppo befriends the count. In its gaiety, verve, and absence of rhetoric, Beppo signaled a break with Byron’s earlier, darker works. Banished is the soul-ravaged hero with his pride and pessimism, replaced by the poet-narrator—conversational, digressive, witty, observant, cynical. Byron’s first attempt at the Italian “medley poem” allowed him to experiment with the style most congenial to his spirit and best suited to his talents. In this fresh, realistic voice he would create his comic masterpiece Don Juan.\nMurray published Beppo, A Venetian Story, without Byron’s name on the title page, on February 28, 1818, to immediate success.  On April 28, 1818 Murray brought out Childe Harold, Canto IV; the five printings of the first edition comprise 10,000 copies. In the Quarterly Review Scott judged that the last part of “this great poem ... sustained Lord Byron’s high reputation,” possessing less passion and more “deep thought and sentiment” than the earlier cantos.\nEarly in June Byron moved into the Palazzo Mocenigo, with his daughter Allegra (brought to Venice by the Shelley party in April), whom he had agreed to support and educate. Here, too, he lodged his 14 servants, a menagerie, and a veritable harem.\nIn a letter to Murray dated July 10, 1818, he mentioned that he had completed an ode on Venice, and that he had “two stories—one serious & one ludicrous (a la Beppo) not yet finished—& in no hurry to be so.” The “serious” poem was Mazeppa, a Cossack verse tale of illicit love and a wild horseback ride. The “ludicrous” work was the lengthy first canto of his comic epic Don Juan, pronounced, for the sake of the humor, to rhyme with “new one” and “true one.” Over the next five years Byron added 15 more cantos to the poem, leaving a 17th unfinished at his death. Hobhouse and other friends in England praised the poetry and satire in Don Juan, Canto I, but voiced alarm at its indecencies and attacks on religion, writers, and Lady Byron (in the character of Donna Inez, Juan’s “mathematical” mother). They urged that the manuscript be suppressed. Murray was willing, and eager, to publish the piece, especially if some of the “indelicacies” were omitted. But Byron would have none of his “damned cutting and slashing\"; the poem would succeed or fail on its own merits.\nByron, exhausted by debauchery, cut and slashed in his personal life, getting rid of his harem. In early April 1819 at the Benzoni conversazione, he encountered the Countess Teresa Guiccioli, whom he had met casually on his 30th birthday at the Countess Albrizzi’s. Now 19, she had been married for just over a year to a rich count of 58. A strong mutual attraction quickly developed between Byron and Teresa. Having given up “miscellaneous harlotry,” he settled for “strictest adultery” as cavalier servente to Teresa, his “last attachment.” For the next four years, until his departure for Greece in July 1823, they lived in several Italian cities and towns.\nOn July 15, 1819, Murray, after some hesitation, cautiously published 1,500 copies of the first two cantos of Don Juan. Missing were Byron’s savage “Dedication” to the poet laureate Robert Southey (first published in The Works of Lord Byron, 1832) and the names of the author and publisher on the title page; only the printer, Thomas Davison, was identified, as required by English law. By tacitly admitting, through anonymous publication, that Don Juan was disreputable, Murray intensified the outcry against the work. The critics hit back with a fury virtually unprecedented, vilifying both poet and poem. Typical was the review in Blackwood’s Magazine, which branded Byron as “a cool unconcerned fiend” who derided love, honor, patriotism, and religion in his “filthy and impious poem\"; the “coldblooded mockery” of his injured wife was “brutally, fiendishly, inexpiably mean.” Not all the reviews were negative. In a pseudonymous Letter to the Right Hon. Lord Byron (1821), “John Bull” (John Gibson Lockhart) encouraged him to “Stick to Don Juan: it is the only sincere thing you have ever written; ... it is by far the most spirited, the most straightforward, the most interesting, and the most poetical.” In a review written in 1819 and published 1821, Goethe praised Don Juan as “a work of boundless energy.\"\nThe dazzling range of subjects, incidents, and moods in his “versified Aurora Borealis” (Canto VII), and its geographical sweep, no less than its genre, justify his claim that “My poem’s epic” (Canto I). The stanzas teem with Byronic observations on liberty, tyranny, war, love, hypocrisy, cant, and much more. The landscape stretches from Juan’s native Spain across the Mediterranean to the Greek Cyclades, up to Constantinople and on to Russia, with a digression to Kentucky, before stopping in England. Byron’s literary models include the classical epics of Homer and Virgil and the Renaissance Italian epics of Ariosto and Tasso. He drew, too, on satiric prose romances as written by Françios Rabelais, Miguel de Cervantes, Jonathan Swift, and Laurence Sterne, and on the picaresque novels of Henry Fielding. He humorously claims that his poem will adhere to epic conventions, all arranged “With strict regard to Aristotle’s rules” (Canto I), but, in fact, he writes a modern epic, indebted to the older forms but not in thrall to them.\nIn a “slight difference” from his “epic brethren,” Byron does not make Don Juan a “labyrinth of fables” but a story that is “actually true” (Canto I), based, as he told Murray, almost entirely on “real life—either my own—or from people I knew.” For the discursive, digressive manner of Don Juan, Byron returned to the versatile ottava rima he had first used in Beppo, ideally suited to the conversational style of the “Improvisatore” (Canto XV). The rapidity of the stanza facilitates the poem’s myriad changing tones—serious, cynical, sentimental, humorous, satiric, bawdy—as the verse shifts from narrative to commentary, from romance to burlesque, from banter to invective.\n\"I want a hero,” Byron declares in the poem’s opening line, but finding that the modern age does not provide a “true one,” he will “therefore take our ancient friend Don Juan.” Whereas the legendary Juan is a libertine and a heartless despoiler of women, deserving of his eternal perdition, Byron’s young don is friendly, innately good, courteous, impulsive, and sensuous—more the seduced than the seducer. He experiences shipwreck, slavery, war, dissipation, and illness in his travels, gaining worldly wisdom and discretion as he goes. Though he gradually becomes spoiled and blasé in the process, the Juan of Canto XVI retains his good qualities from Canto I.\nAt La Mira with Teresa and Allegra in September 1819 Byron proceeded with the third canto of Don Juan. To Moore, his visitor in October, he presented the manuscript of his memoirs, begun in Venice the previous year and not to be published during Byron’s lifetime. They were intended to be “Memoranda—and not Confessions,” containing, among other things, “a detailed account” of his marriage and its “consequences.” Moore sold them to Murray; on May 17, 1824, three days after news of Byron’s death reached England, Hobhouse and Murray, over Moore’s objections, had the memoirs burned in Murray’s parlor to protect Byron’s reputation.\nIn February 1820, while in residence at the Palazzo Guiccioli, Byron sent Murray, along with other works, the third and fourth cantos of Don Juan. Byron’s life and writing in 1820 and 1821 evidenced a shared political theme. Influenced by Teresa’s father, Count Ruggero Gamba Ghiselli, and his son, Count Pietro Gamba, both ardent patriots, he began to take a serious interest in the Carbonari, one of the secret revolutionary societies seeking to overthrow Austrian despotism. In time Byron became an honorary Capo (Chief) of a workmen’s group of the Carbonari; he supplied them with arms and made his house their arsenal. The Austrian secret police increased their observation of Byron’s activities and opened his mail. Uncertain about the future of Don Juan, he expended a portion of his creative energy on a trio of historical tragedies based on political subjects and modeled on neoclassical principles: Marino Faliero, Sardanapalus, and The Two Foscari. These blank-verse plays were, he maintained, closet dramas, not designed for the stage. Without Byron’s permission, Marino Faliero was given seven performances at Drury Lane in April and May 1821, the only one of his plays acted in his lifetime. Adaptations of Sardanapalus and Werner (1823) enjoyed great success on the 19th-century stage.\nWith the completion of The Two Foscari in July, Byron began work on Cain, A Mystery, its subtitle an allusion to the medieval dramas on biblical themes and, he told Moore, “in honour of what it probably will remain to the reader.” Grounding his play in the Old Testament and 18th-century rationalism, Byron challenged accepted religious beliefs in good, evil, death, and immortality.\nAdam and Eve inhabit a postlapsarian world with their sons, Cain and Abel; daughters, Adah (Cain’s twin) and Zillah; and grandchild, Enoch, the son of Cain and Adah. Cain appears as the first skeptic and a Romantic rebel, a blend of the rational and the Promethean, defiantly, even blasphemously questioning his parents’ views of God’s goodness and justice. When God violently rejects his offering of fruit but accepts with gratitude Abel’s animal sacrifice, Cain takes a stand for life, denouncing the death principle behind God’s tyrannical “pleasure” in “The fumes of scorching flesh and smoking blood. “With tragic irony Cain then sheds his brother’s blood in the human world’s first death. Remorseful and repentant, he goes into exile accompanied by Adah and Enoch, without railing against an unjust God.\nIn September, amid the confusion of packing for his move to Pisa, Byron took up a poem he had begun in May and immediately set aside. On October  4, he completed one of his greatest works, The Vision of Judgment, a satiric riposte to Robert Southey’s A Vision of Judgment, which had appeared in April. This solemn, sycophantic eulogy in limping hexameters commemorates the death, burial, and supposed apotheosis of King George III. In his preface, chiefly concerning the poem’s metrics, Southey virulently attacked Byron (without naming him) as the leader of the “Satanic school” of contemporary writers, whose works mocked religion, represented “loathsome images of atrocities and horrors” and exhibited “a Satanic spirit of pride and audacious impiety.\"\nIn his “true dream” or vision, Byron, under the pseudonym “Quevedo Redivivus,” trains his telescope on “the celestial gate” to espy the truth about George III’s arrival there for judgment. He discovers that, during the mayhem caused by Southey’s reading from his Vision of Judgment, the decrepit king simply “slipped into Heaven.” Byron’s hatred of oppression finds a worthy target in George III, whom Satan indicts as a warmonger and a symbol of tyranny in England, America, and Europe. Byron also directs his spite at Southey’s poetry and politics: “He had written much blank verse, and blanker prose, / And more of both than any body knows.” A political apostate, Southey began as an exponent of revolutionary views, only to become a voice of conservative reaction: this “hearty antijacobin” had “turned his coat—and would have turned his skin.\"\nByron based Heaven and Earth, the “Mystery” he began in October, on Genesis 6:1-2, which records that the “sons of God” (to Byron, angels) took as wives “the daughters of men” (women descended from Cain, who were condemned to destruction in the Flood). Through Japhet, the elect but troubled son of Noah, Byron questions the doctrine of predestination, which had disturbed him all his life. As in Cain, this drama asks why evil exists, since Jehovah is good. Aholibamah, one of the women, articulates the familiar Byronic theme of human aspiration for celestial existence free from the limitations of the body: “where is the impiety of loving / Celestial natures?” (I.i).\nIn Pisa, which he reached in November, Byron was drawn into a delightful circle of friends that included Percy and Mary Shelley, Edward and Jane Williams, and Shelley’s cousin Thomas Medwin. They were joined in mid January by the flamboyant adventurer Edward John Trelawny.\nOn December 19 Murray published Sardanapalus, The Two Foscari, and Cain in a single volume. In a letter written January  26, 1822, Shelley proclaimed Cain “apocalyptic—it is a revelation not before communicated to man.” His was a minority opinion.  To John Gibson Lockhart, Cain was “a wicked and blasphemous performance.” To the Gentleman’s Magazine, the play was “neither more nor less than a series of wanton libels upon the Supreme Being and His attributes.” Few critics embraced Sardanapalus and fewer still The Two Foscari.\nByron had placed his daughter Allegra in a convent school in Bagnacavallo in March 1821; on April 20, 1822 she died there at the age of five, after a brief illness. Following Byron’s instructions, she was buried in Harrow Church.\nIn July, the poet, critic, and editor Leigh Hunt accepted Shelley’s year-old invitation, extended in Byron’s name, to come to Pisa with his family to help edit a new literary journal. Despite Shelley’s death in July, plans went forward to start The Liberal: Verse and Prose from the South, to be published in London by Hunt’s brother, John. Byron contributed to each of its four issues published in 1822 and 1823.\nHe was also proceeding rapidly with Don Juan. After the erotic seraglio scenes in the sixth canto, he began to exhibit a new gravity. His satire on war and its false glory fills Cantos VII and VIII, on the siege of Ismail. In late September, the remnants of the Pisan Circle relocated to Genoa. Within a week of his arrival, Byron had completed the 10th canto of Don Juan, which carries the hero to England, and started the 11th, with its satire on the shallowness and hypocrisy of the English aristocracy.\nThe first number of The Liberal appeared in mid-October, leading with Byron’s Vision of Judgment. Though published under a pseudonym and without the explanatory preface, the satire was immediately recognized as Byron’s and deplored as slanderous, seditious, and impious. John Hunt was prosecuted for libeling the late king; he remained the publisher of The Liberal but turned printing duties over to the less radical printer C. H. Reynell.\nMurray found Don Juan, Cantos VI, VII, and VIII “so outrageously shocking” that he refused to publish them. Byron responded by withdrawing from Murray and turning to John Hunt as his publisher. Then, between December and January 1823 he composed a slashing satire, The Age of Bronze (published by John Hunt in 1823). As the title suggests, Byron voices disillusionment with the modern era, his targets being both political and economic.\nIn the summer of 1823 he told his guest “the most gorgeous” Marguerite, Countess of Blessington, that “he who is only a poet has done little for mankind\"; he would therefore “endeavour to prove in his own person that a poet may be a soldier.” To this end he devoted himself to the Greek War of Independence from the Turks, begun in March 1821. In May he was elected to the London Greek Committee, recently formed to aid the struggling insurgents. After a reluctant farewell to Teresa, he made good on his offer of personal assistance to the patriots by sailing from Genoa on July 16, bound for Leghorn and Greece. He was accompanied by Pietro Gamba, Trelawny, and a considerable sum of money and medical supplies for the Greek cause; he also packed gold and scarlet uniforms and heroic helmets for their landing on Greek shores. On August 3, they reached the island of Cephalonia, then under British protection. Byron did not immediately commit himself to any faction, preferring to wait for signs of unity in the Greek effort. Intent on the war, he gave no time to poetry, adding nothing to the stanzas of Don Juan, Canto XVII, he had started in Genoa.\nUnknown to him, John Hunt published Don Juan, Cantos VI, VII, and VIII in July. In the July 1823 issue of Blackwood’s Magazine, “Timothy Tickler” (William Maginn) attacked them as “mere filth” for abusing chastity, matrimony, monarchy, and lawful government. In the September issue of Blackwood’s “Odoherty” (John Gibson Lockhart) maintained that Cantos IX, X, and XI were, “without exception, the first of Lord Byron’s works,” containing the finest specimens of his serious poetry and of contemporary “ludicrous poetry\"; Don Juan was “destined to hold a permanent rank” in British literature.\nIn November Byron agreed to loan 4,000 pounds to the Greek fleet for its activation. In January 1824 he joined the moderate leader Prince Alexander Mavrokordátos on the mainland in swampy Missolonghi. Wearing his red military uniform, Byron was enthusiastically welcomed by shouts, salutes, and salvos, and hailed as a “Messiah.” On the eve of his birthday, he turned once more to poetry to express his feelings on his life and the principles of freedom; the 10 stanzas of “On This Day I Complete My Thirty-Sixth Year” constitute one of his last poems. Over the next three and a half months, all occasions—military, political, physical, climatic, and amorous—seemed to conspire against him: his leadership of a planned attack on the Turkish stronghold at Lepanto was postponed for lack of soldiers; factions still prevented a unified war effort; his constitution, weakened by years of dieting to combat congenital portliness, deteriorated under the constant strain and the cold winter rains in Missolonghi; the emotional frustration of his unrequited love for his handsome 15-year-old page boy, Loukas Chalandritsanos, seems to have inspired his final poem (posthumously titled and published as “Love and Death”) which concludes, “Nor can I blame thee, though it be my lot / To strongly, wrongly, vainly love thee still.” Despite uncertainty and reverses, he continued to commit money and energy to Mavrokordátos and the Greek cause.\nIn March 1824, John and H.L. Hunt published the last complete sections of Don Juan, Cantos XV and XVI. The Literary Gazette pronounced them “destitute of the least glimmering of talent” and a “wretched” “piece of stuff altogether.\"\nOn April 9, having been soaked by a heavy rain while out riding, Byron suffered fever and rheumatic pains. By the 12th he was seriously ill. Repeated bleedings further debilitated him. On Easter Sunday, he entered a comatose state. At six o’clock on the evening of Easter Monday, April 19, 1824, during a violent electrical storm, Byron died.\nIn memorial services throughout the country, he was proclaimed a national hero of Greece. His death proved effective in uniting Greece against the enemy and in eliciting support for its struggle from all parts of the civilized world. In October 1827 British, French, and Russian forces destroyed the Turkish and Egyptian fleets at Navarino, assuring Greek independence, which was acknowledged by the sultan in 1829.\nByron’s body arrived in England on June 29, and for two days lay in state in a house in Great George Street, London. On Friday, 16 July 1824, Lord Byron was buried in the family vault beneath the chancel of Hucknall Torkard Church near Newstead Abbey.\nThe fame to which Byron awoke in London in 1812 was spread rapidly throughout Europe and the English-speaking world by scores of translations and editions. His influence was pervasive and prolonged. Alfred de Musset was his disciple in France, Alexander Pushkin in Russia, Heinrich Heine in Germany, Adam Mickiewicz in Poland. His poetry inspired musical compositions by Hector Berlioz, Robert Schumann, and Pyotr Ilyich Tchaikovsky; operas by Gaetano Donizetti and Giuseppe Verdi; and paintings by J.M.W. Turner, John Martin, Ford Madox Brown, and Eugène Delacroix. His spirit animated liberal revolutionary movements: most of the officers executed following the unsuccessful 1825 Decembrist uprising in Russia were Byronists; the Italian patriot Giuseppe Mazzini associated Byron with the eternal struggle of the oppressed to be free. Shelley, Heine, and others adopted Byron’s open-necked shirt, which he wears in Thomas Phillips’s striking 1814 painting.\nPhilosophically and stylistically, Byron stands apart from the other major Romantics. He was the least insular, the most cosmopolitan of them. Poetic imagination was not for him, as for them, the medium of revelation of ultimate truth. He wished that Coleridge would “explain his Explanation” of his thought. He did not embrace for long Wordsworth’s belief in the benevolence of nature, espouse Shelley’s faith in human perfectibility, or experience Keats’s private vision. Yet, as Leslie A. Marchand observes, “The core of his thinking and the basis of his poetry is romantic aspiration,” and he evidences a “romantic zest for life and experience.” In narrative skill, Byron has no superior in English poetry, save Geoffrey Chaucer; as Ronald Bottrall notes, Byron, like his illustrious predecessor, could “sum up a society and an era.” His subjects are fundamental ones: life and death, growth and decay, humankind and nature.  His “apotheosis of the commonplace” is, to Edward E. Bostetter, “one of his great contributions to the language of poetry.” Lacking the inhibitions of his contemporaries, Byron created verse that is exuberant, spontaneous, expansive, digressive, concrete, lucid, colloquial—in celebration of “unadorned reality.”\n\"I was born for opposition,” Byron proclaimed in Don Juan, Canto XV. The outstanding elements of his poetry both support his self-analysis and insure his enduring reputation. As a major political and social satirist, he repeatedly denounces war, tyranny, and hypocrisy. As an untiring champion of liberty, he firmly believed that “Revolution / Alone can save the earth from hell’s pollution”, a tenet he defended with his life.\nThe last word properly belongs to Byron, who  captured his essence in Canto IV of Childe Harold:\n\nBut I have lived, and have not lived in vain:\r\nMy mind may lose its force, my blood its fire,\r\nAnd my frame perish even in conquering pain,\r\nBut there is that within me which shall tire\r\nTorture and Time, and breathe when I expire [.]\n\n", "attrs": {"Region:": ["England"], "School/Period:": ["Romantic"]}}