{"pf_url": "https://www.poetryfoundation.org/poets/louis-macneice", "name": "Louis MacNeice", "yob": "1907", "yod": "1963", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/f011ae9d995e01bf5547a8f9b78824bb9e9cdcdd.jpeg", "bio": "\nLouis MacNeice was widely regarded in the 1930s as a junior member of the Auden-Spender-Day Lewis group: MacNeice and Stephen Spender were contemporaries and friends at Oxford, serving as joint editors of Oxford Poetry, 1929. MacNeice became a friend of W.H. Auden’s and collaborated with him on Letters from Iceland (1937). And in Modern Poetry (1938), MacNeice provided the best critical statement of the poetic aims and achievements of his friends. Despite these personal and professional ties, MacNeice did not share the ideological commitments of the “Auden group.” From first to last, his own work reflects a melancholy skepticism too honest to give final assent to any fixed system. MacNeice might sympathize with, and even envy, those who believed, but he remained a detached outsider.\r\n \r\nBorn in Belfast Frederick Louis MacNeice was an outsider almost from the beginning. His family moved to Carrickfergus, County Antrim, soon after his birth. His father, John Frederick MacNeice, although a minister and eventually a bishop of the Anglo-Irish Church of Ireland, favored Home Rule, believed in ecumenical cooperation, and spoke out against the Protestant bigotry and violence in Northern Ireland. When MacNeice was six, his mother, Elizabeth Margaret MacNeice, who was suffering from severe depression, entered a nursing home in Dublin; he did not see her again, and she died in December 1914 of tuberculosis. His father remarried when young MacNeice was ten, and thereafter MacNeice was educated at English schools. At Sherborne Preparatory School in Dorset and later at Marlborough College, he found the promise of a wider and more colorful world than the puritan rectory of his father and stepmother. He lost his Irish accent and abandoned his baptismal first name of Frederick and his father’s faith. He could never again feel entirely at home in his father’s house or in Ireland, but he never lost a sense of himself as an Irishman in England, and his imagination returned again and again to childhood fears and memories.\r\n \r\nMacNeice was raised among books and began writing poetry at the age of seven. By the time he went up to Merton College at Oxford in 1926, his reading included such modern poets as Edith Sitwell and T. S. Eliot. Troubled by his “lack of belief or system,” he studied metaphysics without advancing much beyond the “vague epicureanism” with which he had begun. It is mainly as a young aesthete that he appears in the four poems he contributed to Oxford Poetry, 1929 and his undergraduate collection, Blind Fireworks (1929). His foreword to Blind Fireworks compares its poems to Chinese fireworks, “artificial and yet random; because they go quickly through their antics against an important background, and fall and go out quickly.” The poems invite us to admire the poet’s versatility in versification and cleverness in imagery. Except in some poems reflecting childhood and family experiences, the sharp observations of the everyday world which is one of MacNeice’s later strengths is not much in evidence, despite the contemporary flavor of the diction. The underlying melancholy which characterizes much of his work is already in evidence, but it sometimes seems melodramatically heightened. More than most young poets, MacNeice had assimilated his influences so that his poetry does not seem derivative in manner, but one is left with a bright young man who can speak in his own voice but has not yet settled what he is to speak about.\r\n \r\nMacNeice was certainly bright enough to master his studies, though he affected to be bored by them. He took a first in Honors Mods. in 1928. His further studies took second place to his courtship of the stepdaughter of an Oxford scholar Giovanna Marie Therese Babette Ezra, to whom he dedicated Blind Fireworks. At one point he was forced to wire his teetotaling rector father “that I had been put in gaol for drunkenness and was engaged to marry a Jewess,” but the authorities allowed him to remain at Oxford, his parents were reconciled to his prospective bride, and MacNeice took another first in Greats. In 1930, he married his Mary and took a position as an assistant lecturer in classics at Birmingham University.\r\n \r\nMacNeice was less pleased with teaching than he had anticipated; the students of Birmingham were not the students of Oxford, and he found more congenial the workingmen he drank with in pubs. He admired his colleague E. R. Dodds, but felt no inclination to become a scholar. His time as a classicist and his friendship with Dodds did, however, bear fruit later in MacNeice’s translation of The Agamemnon of Aeschylus (1936), produced by the experimental Group Theatre in 1937 with music by Benjamin Britten. This translation remains one of the best modern poetic translations of any Greek drama; as such, it is probably more widely read currently than MacNeice’s original work.\r\n \r\nMacNeice’s early married life was idyllic—too much so, by his own account, for the poet in him: “To write poems expressing doubt or melancholy, an anarchist conception of freedom or nostalgia for the open spaces (and these were the things that I wanted to express), seemed disloyal to Mariette. Instead I was disloyal to myself, wrote a novel which purported to be an idyll of domestic felicity.” This novel, Roundabout Way (1932), was a failure. He may have written another novel in the 1930s; if so, it was never published. Casting about for writing outlets, he also wrote Station Bell (unpublished), a surreal farce about Irish politics produced by the Birmingham University Dramatic Society in 1937.\r\n \r\nWhatever uncertainties may have afflicted MacNeice as a poet in the early 1930s, Poems (1935) shows a real advance in his work. In Birmingham, the urban imagery which he had learned to admire in Eliot became part of his own felt experience. In poems such as “Belfast,” “Birmingham,” “Sunday Morning,” and “An Eclogue for Christmas,” the poet speaks as a city dweller in an unforced way, observing the scene with detached but sympathetic irony. This characteristic detachment also marks his political stance. MacNeice’s personal sympathies were with the Left, but “To a Communist” responds to one whose “thoughts make shape like snow” with reminders of the intractable particularity and variety of the earth and its weather. “An Eclogue for Christmas” offers some images of violent revolution—”sniggering machine guns in the hands of the young men”—but MacNeice’s love is for “ephemeral things” rather than “pitiless abstractions.” He seems identified with the voice of “The Individualist Speaks,” who hopes to “escape, with my dog, on the far side of the Fair.”\n \nPoems (1935) helped establish MacNeice as one of the bright new poets of the 1930s. T.S. Eliot accepted the volume for Faber & Faber, who were to remain MacNeice’s English publishers for his poetry. In “Postscript 1936,” written for a new edition of his A Hope for Poetry (1934), C. Day Lewis described MacNeice’s book as “in some ways the most interesting of the poetical work produced in the last two years,” a comparison which took into account important works by Eliot, Auden, Spender, Empson, and Day Lewis himself.\n\r\nBut 1935 was also the year in which MacNeice’s personal world fell apart. His wife suddenly left him and their year-old son, running away with a young American graduate student who had been staying with them in Birmingham. The MacNeices were formally divorced in 1936. MacNeice eventually wrote more and better poetry about the loss of his wife than he had ever written about their marital bliss, but it took him some time to recover from the blow. He plunged himself into his work and sought other distractions, vacationing in Spain with his friend Anthony Blunt and in Iceland with Auden. With his friend Dodds leaving for Oxford, MacNeice felt isolated in Birmingham and accepted a lectureship in Greek at Bedford College of the University of London.\n\r\nMacNeice continued to try his hand at drama. At least one play from this time (“Blacklegs”) remains unstaged and unpublished, but the Group Theatre, which had staged his Agamemnon translation, accepted another play, this time written with them in mind, Out of the Picture (produced and published in 1937). In this play, MacNeice’s own interest may have been in the central character, a failed (or failing) artist, but whatever possibilities the story may have had are swallowed up in surrealistic farcical tragedy, political caricatures, and theatrical tricks. It belongs to roughly the same genre as Auden and Christopher Isherwood’s The Dog Beneath the Skin (1935), but it was less successful than its model or MacNeice’s Agamemnon.\n\r\nMacNeice’s most interesting work in the years dominated by the loss of his wife was his collaboration with Auden on Letters from Iceland (1937). One of the most entertaining travel books of this century, it is also one of the oddest. In the poem which closes the book, W. H. Auden MacNeice cites Auden as saying that “the North begins inside,” and the book as a whole has more to say about the interior life of its authors and about the world they left behind them than it does about Iceland. There are, it is true, two prose chapters recounting their trip to Iceland and giving specific advice to would-be travelers there, but poetry bulks larger than prose in the volume, and its tone is set by five chapters devoted to a long “letter” in terza rima from Auden to Lord Byron. Besides the W. H. Auden MacNeice contributed a “letter” in heroic couplets (to his friends Graham and Anna Shepard) and an “Eclogue from Iceland,” while collaborating with Auden on a “Last Will and Testament.” The only one of these to rise above amusing occasional verse is the “Eclogue from Iceland,” in which the main speakers are Craven (Auden), Ryan (MacNeice), and the ghost of a saga hero, with interruptions from a self-pitying Voice of Europe. The ghost advises the touring poets to go back to their native lands to fight the good fight, pat advice that seems especially ironic in light of Auden’s later immigration to America and MacNeice’s continued rejection of Ireland. The book attracted considerable critical attention and helped MacNeice’s career, though it is Auden’s “Letter to Byron” which has given it such durability as it possesses.\n\r\nOffers from publishers led to two MacNeice books published in 1938, I Crossed the Minch and Zoo. In his autobiography MacNeice describes these as “prose books for which I had no vocation but which, I thought to myself, I could do as well as the next man. It flattered me that publishers should ask me to do something unsuitable.” I Crossed the Minch, a journal of a trip to the Hebrides, is perhaps better than these remarks suggest. Lacking any knowledge of Gaelic and finding the islands distressingly modern, MacNeice contributes no new insights about the Hebrides, but his digressions in poetry and prose are often amusing. Zoo offers impressions of the London zoo with side trips to the Paris zoo and the city of Belfast; MacNeice shows no special sympathy with his subjects.\n\r\nA more important prose work from 1938 is Modern Poetry. Several “case-book” chapters record MacNeice’s own development as a poet. The book as a whole offers a defense of modern poetry, in particular the poetry of Auden, Spender, Day Lewis, and MacNeice himself. MacNeice wants to reduce the romantic distinction between the poet and the ordinary man. His poet is concerned with communication, though he is no propagandist but “a blend of the entertainer and the critic or informer.” The poet looks, in fact, rather like MacNeice himself: “I would have a poet able-bodied, fond of talking, a reader of the newspapers, capable of pity and laughter, informed in economics, appreciative of women, involved in personal relationships, actively interested in politics, susceptible to physical impressions.” Although taken by some at the time as a manifesto for the Auden group’s poetry of social commitment, Modern Poetry treats political beliefs as just one sort of belief which may animate a poet, and it insists that all such beliefs must be disciplined by personal observation.\n\r\nMacNeice’s new volume of poetry in the same year, The Earth Compels (1938), is a slim one, reflecting both his personal troubles and the time he had devoted to prose and drama over the past few years. There has been little development in manner, and little was added to his reputation. Of the poems in this volume not previously published, “Carrickfergus” has some special biographical interest for its use of childhood memories, and it can be taken to signal MacNeice’s growth toward a more balanced view of the Ireland he had left. The most popular MacNeice poem of this period, however, is not from this volume but from I Crossed the Minch: “Bagpipe Music” is a swinging, slangy poem which attempts to recreate the feeling of bagpipes and has proven a favorite with critics and readers. Under the jaunty rhythms, the subject of the poem is a Depression induced despair: “It’s no go the Herring Board, it’s no go the Bible, /All we want is a packet of fags when our hands are idle.” In this poem, the poet is certainly both “entertainer” and “critic or informer”; he is not a propagandist or prophet, for no solutions are endorsed, and many are rejected outright.\n\nAutumn Journal (1939) is the closest thing to a “major” poem in the MacNeice oeuvre, though at the same time it is quite openly an “occasional” poem, a verse diary of the closing months of 1938. It is made up of twenty-four cantos composed of interwoven quatrains, rhyming on alternate lines—usually the second and fourth, sometimes the first and third. The lines vary in length from two to six feet, with the changes in rhythm controlled by an informal, colloquial tone and frequent use of enjambment. The poem begins at breakfast time in the suburbs, and other cantos follow the poet to London for his working days and nights. Events in the present stir old memories—of Ireland, rejected with hatred; of his own schooling, remembered with irony; of his wife, much missed, still loved. But the poet cannot immerse himself in his personal past and present. The voice of Hitler, speaking on the wireless, intrudes upon his life, and the eventual settlement at Munich fills him with shame. He visits Paris and Barcelona, where the Spanish speak to him of the necessity of choice and action. “The New Year comes with bombs,” and we can only hope that it will prove possible to “pray for a possible land” better than our own.\n\r\nThe technical merits of Autumn Journal have been generally conceded. The poem retains the coherence of tone and rhythm through its many subjects and variations. The poem also convinces most readers of its essential honesty. It is not a confessional poem of intimate revelations, but the reader feels that the poet is doing his best to communicate what it is like to be Louis MacNeice in the fall of 1938, a man who is both “involved in personal relationships” and “a reader of newspapers.” The tone in some places at first seems false—for example, “There ain’t no universals in this man’s town.” Yet it is acceptable in a journal entry. To the extent that MacNeice was representative of a larger class of liberal individualists trapped in a polarized world which made their personal values seem less and less relevant, the poem earns the praise it has sometimes received as a historical document.\n\r\nFor some critics, however, the poem’s strengths are also symptoms of its ultimate failure. Technical facility is never a substitute for substance, and the poem’s honesty in mirroring MacNeice’s bafflement in the face of history leaves the poem empty at the center, brought to a conclusion only by the conventions of the calendar. Such critics would argue that MacNeice fails to demonstrate the kind of belief or system he himself thought necessary for great poetry. The issue is a basic one, since the virtues and limitations of Autumn Journal are those of most of MacNeice’s work.\n\r\nIn the spring of 1939, MacNeice visited America to give some lectures and fell in love with a young woman there. He returned to America the next spring to teach at Cornell. While there, he worked on an autobiography; left unfinished, it was edited and published after MacNeice’s death by E. R. Dodds as The Strings Are False (1965). Many of his friends urged him to escape the war by staying in America, and the woman he loved would not return with him to England; nevertheless, MacNeice felt he had to go back. After some months of delay caused by a serious illness, he recrossed the Atlantic late in 1940. Barred from active service by bad eyesight, he joined the Features Department of the British Broadcasting Corporation in the spring of 1941.\n\r\nMacNeice’s next collection, The Last Ditch (1940), was published by the Cuala Press in Dublin. Despite the harsh things he had said of Ireland in Autumn Journal, MacNeice spent much of the fall of 1939 there, even applying unsuccessfully for a teaching position at Trinity College in Dublin. He wrote now of Dublin’s fascination for him, though “This was never my town” and “she will not / Have me alive or dead” (“Dublin”). In a few lyrics he seems interested in exploring the possibilities of specifically Irish subject matter. The Last Ditch as a whole gives the impression that MacNeice was looking for new directions after the impasse depicted in Autumn Journal. His old manner is represented in a poem of satirical observation, “The British Museum Reading Room.” His American romance is presumably responsible for the inclusion of a number of love poems such as “Meeting Point.” Risking—and sometimes falling into—sentimentality, the new love poems are distinguished by the relative absence of MacNeice’s habitual, protective irony and of any trace of social consciousness. A series of five “Novelettes” present brief narratives of character; the most successful of these, “The Old Story,” evidently derives from a meeting with his former wife and her new husband while on his American lecture tour. The love lyrics and character vignettes of this volume look forward to later work.\n\r\nMacNeice’s renewed interest in Ireland may also be seen in his The Poetry of W.B. Yeats (1941). A leading Yeats scholar, Richard Ellmann, wrote in 1967 that this book “is still as good an introduction to that poet as we have, with the added interest that it is also an introduction to MacNeice.” That generous judgment may no longer be true, but MacNeice’s book retains the special interest which attaches to books by one poet on another. MacNeice’s intellectual problem in this work was to reconcile his admiration for Yeats’s poetry with his reservations about Yeats’s politics, spiritualism, and poetics. As a nonbeliever who valued beliefs, MacNeice had little trouble in accepting Yeats’s strange system of beliefs as a basis for poetry. Yeats’s aesthetic doctrines posed more of a problem, which MacNeice resolved partly by distinguishing between Yeats’s pronouncements and his practice and partly by retreating from stands he himself had taken in Modern Poetry. Poetry, MacNeice now conceded, could be more than communication, and even mystic experiences have their place in it.\n\r\nThe 1930s were over, and Plant and Phantom (1941) marks the end of MacNeice’s career as a bright young poet of the 1930s. The technique had matured and the poet grown, but in some ways the poet seems in much the same situation as the undergraduate of Oxford Poetry, 1929 and Blind Fireworks. Like The Last Ditch, from which some poems are included, Plant and Phantom has a miscellaneous character, as though the poet had exhausted the possibilities of an old poetic identity without finding a new one. There are poems of Ireland and America, urban poems in MacNeice’s old manner and new “Novelettes” to add to those from The Last Ditch. Plant and Phantom closes with one of MacNeice’s best love lyrics, “Cradle Song for Eleanor,” rounding off this period in MacNeice’s career with a poem which reminds one of the “Cradle Song” he had published in Oxford Poetry. The earlier lyric (for “Miriam”) had been written for the woman who had married him and left him for America; the new poem was written for the woman he left behind to return to England and the war.\n\r\nFrom 1941 until his death, Louis MacNeice was a man of the BBC. He remained a scriptwriter and producer with the Features Department until 1961 and worked with the department on a contract basis from then until his death. Although he traveled frequently after the war and eventually moved to the country, he remained a familiar figure in London pubs, approachable, but aloof with strangers. His interest in drama and his preference for poetry that communicates made him one of the leaders among those poets who, mostly for the BBC, brought to maturity the short-lived genre of radio drama in verse. MacNeice was a prolific scriptwriter, creating more than 150 scripts in his years of association with the BBC and serving as producer for many of them. A dozen of his radio plays have been published: Christopher Columbus (1944), The Dark Tower and Other Radio Scripts (1947), The Mad Islands and The Administrator (1964), and Persons from Porlock and Other Plays for Radio (1969). Although critics generally regard radio drama as a minor genre—or ignore it completely—MacNeice’s achievements within that genre deserve recognition.\n\r\nThe most widely read product of MacNeice’s work with the BBC is his abridged translation of Goethe’s Faust, Parts I and II (1951), which was produced first as a four-part BBC broadcast. MacNeice undertook this task with some initial reluctance, for his command of German was imperfect. His verse translation was prepared by E. L. Stahl and with the aid of frequent consultations with Stahl. The character of the abridgment was naturally affected by the demands and limitations of radio as a medium. From a purist’s standpoint, no abridged translation can be considered satisfactory, but the superior qualities of its verse have made MacNeice’s one of the most popular and well-regarded English versions of Faust.\n\r\nThe best of MacNeice’s verse in the 1940s is in his radio dramas. The two new volumes of poetry he produced in this decade, Springboard, Poems 1941-1944 (1944), and Holes in the Sky, Poems 1944-1947 (1948), maintain the level of his earlier work but represent no advance upon it. MacNeice continues the series of character vignettes begun with The Last Ditch, but both his satirical portraits of contemporary types and his tributes to living and dead friends are among his weaker efforts. Religious and philosophical preoccupations seem somewhat more prominent, but MacNeice’s ultimate skepticism makes most of these efforts seem too inconclusive to be satisfying. In the title poem of Springboard he finds an effective image for his own dilemma in the figure of a man poised high on his springboard above London, prepared to sacrifice himself but uncertain what the gain would be, crucified by his own unbelief. The most attractive poem of Holes in the Sky owes its inspiration to his second wife, the singer Hedli Anderson, whom he maried in April 1942, and to whom both Springboard and Holes in the Sky are dedicated. (They were separated in 1960.) “The Streets of Laredo” was written for his wife to sing to an arrangement of the traditional American cowboy song; the streets of Laredo become the bombed streets of London after the war, and the last two stanzas are whispered in the singer’s ear by the Angel of Death. Despite such felicities, MacNeice’s reputation was declining in an age inclined to turn its back on the 1930s and its enthusiasms. Reviewing MacNeice’s achievement in the light of his postwar volumes and of Collected Poems, 1925-1948 (1949), many critics were inclined to dismiss MacNeice as a minor poet whose time was passed. MacNeice himself seemed to anticipate this judgment, including in Holes in the Sky an “Elegy for Minor Poets” which ends with “These debtors preclude our scorn—/Did we not underwrite them when we were born?”\n\r\nAt the beginning of 1950 MacNeice, taking a leave of absence from the BBC, went to Athens, Greece, as the Director of the British Institute. When it was merged with the British Council the next fall, he stayed on as assistant representative through June 1951. While in Greece he wrote the ten long poems of Ten Burnt Offerings (1952), some of which were broadcast on the BBC. Each of the poems is in four movements; a great variety of stanza forms are employed. The poems are mannered and allusive meditations on religious and historical topics. The most successful is “Didymus,” about the Apostle Thomas, whose doubts made him a congenial topic for MacNeice. Working as a cultural ambassador, MacNeice produced highly cultured poems which did little to still the growing suspicion that he was played out as a poet. In one of them, he himself remarks that “This middle stretch / Of life is bad for poets” (“Day of Renewal”). Few readers thought his new manner an improvement.\n\r\nHis two remaining volumes of the 1950s also suggest a poet grown weary. Autumn Sequel: A Rhetorical Poem (1954) reverts to the manner and matter of Autumn Journal but generally lacks either the historical or the poetic interest of the earlier poem. The short lyrics of Visitations (1957) combine the philosophical preoccupations of Ten Burnt Offerings with the colloquial manner more characteristic of MacNeice but with only partial success. These lyrics did, however, point the way toward more successful efforts in the same vein in his last two collections, Solstices (1961) and The Burning Perch (1963). Both of these volumes also contain a number of love lyrics, in a simpler style, which are among the best MacNeice ever wrote. In The Burning Perch, there are several poems in which the poet contemplates death, always the envisioned end of it all for the melancholy MacNeice but surely more real than ever for a man in his late fifties. His actual death was unexpected: despite a recent illness, he insisted on accompanying underground the sound engineers recording special effects for a radio play of his; he caught a severe chill and did not seek treatment until it had developed into pneumonia, which proved fatal.\r\nBesides the radio plays and autobiography already mentioned, there were several posthumous publications of works by MacNeice. Astrology (1964) is a prose potboiler surveying that subject. One for the Grave (1968) is a play reminiscent of Out of the Picture in style, with a television studio as an image of life and Death as the floor manager. The attractions of this style for MacNeice may be explained by the fondness for Spenser and more modern parablists revealed by his 1963 Clark Lectures at Cambridge, published as Varieties of Parable (1965).\r\n \r\nThe most important of these posthumous publications was The Collected Poems of Louis MacNeice (1966), edited by his longtime friend E. R. Dodds. Despite the more personal note sounded by a few love lyrics, MacNeice is an Apollonian, a Horatian poet. His individual lyrics rarely dazzle the reader with their boldness. His best remembered individual poems, such as “Bagpipe Music” and “The Streets of Laredo,” impress themselves on the memory more through strong rhythms than through sharp images. MacNeice offers his readers irony rather than passionate commitment, understatement rather than hyperbole. His unobtrusive virtues of technical mastery and honesty are best appreciated when one surveys his work as a whole. The posthumous collected poems, following the renewed vigor of his last two volumes, improved MacNeice’s standing, which had suffered from the relatively weak work of the 1940s and 1950s. There has been some continuing critical interest in his work, and though it seems unlikely that he will be upgraded to the status of a major poet, his reputation is certainly as high as that of any British poet of the 1930s other than Auden.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}