{"pf_url": "https://www.poetryfoundation.org/poets/louis-aragon", "name": "Louis Aragon", "yob": "1897", "yod": "1982", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/a3ee7ff5761d4678d4669371ea427624e76e89ab.jpeg", "bio": "\nA major figure in the avant-garde movements that shaped French literary and visual culture in the 20th century, Louis Marie Alfred Antoine Aragon was born in the Beaux Quartiers arrondissement of Paris in 1897. His parents were unmarried, and Aragon grew up believing his mother was his sister, his father his guardian, and his grandmother his foster mother. A precocious student, Aragon completed his first novel as a young boy and later studied at the Lycée Carnot in Paris, where he earned degrees in Latin and philosophy. In 1917, he enrolled in the Faculté de Médecine de Paris and met André Breton. Aragon’s writing also came to the attention of Guillaume Apollinaire during this time. Aragon was drafted into World War I, eventually earning a medal for bravery, and soon began writing poems. In 1919, Breton and Aragon edited the first issue of Littérature with fellow poet Philippe Soupault, giving birth to the Paris-based version of Dada. Aragon staged Dada events throughout the 1920s, publishing collections of poetry such as Feu de joie (1920) that reflected a Dadaesque interest in the absurd. He also began publishing novels such as Anicet ou le panorama (1921) and Les Aventures de télémaque (1922).\r\n \r\nBy the mid-1920s, Aragon and Breton had turned their attention to surrealism. Aragon’s Le Mouvement perpétuel, poèmes (1920–1924) (Perpetual Motion: Poems [1920–1924]) was a manifesto and poetics of the new movement. In the work Le Con d'Irène (1928), Aragon spoke to the influence of automatic writing: “What I am thinking naturally expresses itself. Everyone's language differs each from each. I for example do not think without writing, which is to say that writing is my method of thinking.” In 1928, Aragon also met Elsa Triolet, the sister-in-law of Vladimir Mayakovsky. Aragon and Triolet fell in love and remained committed to one another—and increasingly, radical politics—for the rest of their lives. Triolet’s commitment to communism strengthened Aragon’s, and he began his series Le Monde reel, a surrealist political work that uses social realism to attack bourgeois literary and cultural norms. The books that comprise the series are frequently seen as forerunners of the nouveau roman movement in French literature of the 1960s. Aragon was drafted into World War II and again won commendation for his bravery, including leading a daring escape of 30 men from German forces. Demobilized by 1940, Aragon worked for the resistance, writing pamphlets, editorials, and poetry.\r\n \r\nAfter the war, Aragon wrote a number of nonfictional studies, monographs, translations, and books on history, politics, art, and culture. In all, he would publish more than 100 books during his lifetime, as well as several posthumous volumes. He was one of the most important writers in post-war France, and his spirit as well as his writing did much to shape the intellectual landscape. He continued to write prolifically until his death in 1982.\n", "attrs": {"Region:": ["France"]}}