{"pf_url": "https://www.poetryfoundation.org/poets/louise-gluck", "name": "Louise Glück", "yob": "1943", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/bf43351ac832537dbe27c5b2f350da1c82a51979.jpeg", "bio": "\nLouise Glück was born in New York City in 1943 and grew up on Long Island. She attended Sarah Lawrence College and Columbia University. Considered by many to be one of America’s most talented contemporary poets, Glück is known for her poetry’s technical precision, sensitivity, and insight into loneliness, family relationships, divorce, and death. The poet Robert Hass has called her “one of the purest and most accomplished lyric poets now writing.” In 2020 she was awarded the Nobel Prize in Literature \"for her unmistakable poetic voice that with austere beauty makes individual existence universal.\"\nGlück is the author of 12 books of poetry, including the recent collections Faithful and Virtuous Night (2014), winner of the National Book Award, and Poems 1962-2012 (2012), which won the Los Angeles Times Book Prize, as well as the essay collection American Originality (2017). Glück’s early books feature personae grappling with the aftermaths of failed love affairs, disastrous family encounters, and existential despair, and her later work continues to explore the agony of the self. Her first book of poetry, Firstborn (1968), was recognized for its technical control as well as its collection of disaffected, isolated narratives. Helen Vendler commented on Glück’s use of story in her New Republic review of The House on Marshland (1975). “Glück’s cryptic narratives invite our participation: we must, according to the case, fill out the story, substitute ourselves for the fictive personages, invent a scenario from which the speaker can utter her lines, decode the import, ‘solve’ the allegory,” Vendler maintained. But she added that “later, I think … we read the poem, instead, as a truth complete within its own terms, reflecting some one of the innumerable configurations into which experience falls.” According to poet-critic Rosanna Warren, Glück’s “power [is] to distance the lyric ‘I’ as subject and object of attention” and to “impose a discipline of detachment upon urgently subjective material.”\n\r\nGlück’s poems in books such as Firstborn, The House on Marshland, The Garden (1976), Descending Figure (1980), The Triumph of Achilles (1985), Ararat (1990), and the Pulitzer Prize-winning The Wild Iris (1992) take readers on an inner journey by exploring their deepest, most intimate feelings. Glück’s ability to create poetry that many people can understand, relate to, and experience intensely and completely stems from her deceptively straightforward language and poetic voice. In a review of Glück’s The Triumph of Achilles, Wendy Lesser noted in the Washington Post Book World that “‘direct’ is the operative word here: Glück’s language is staunchly straightforward, remarkably close to the diction of ordinary speech. Yet her careful selection for rhythm and repetition, and the specificity of even her idiomatically vague phrases, give her poems a weight that is far from colloquial.” Lesser went on to remark that “the strength of that voice derives in large part from its self-centeredness—literally, for the words in Glück’s poems seem to come directly from the center of herself.”\n\r\nBecause Glück writes so effectively about disappointment, rejection, loss, and isolation, reviewers frequently refer to her poetry as “bleak” or “dark.” The Nation’s Don Bogen felt that Glück’s “basic concerns” were “betrayal, mortality, love and the sense of loss that accompanies it… She is at heart the poet of a fallen world.” Stephen Burt, reviewing her collection Averno (2006), noted that “few poets save [Sylvia] Plath have sounded so alienated, so depressed, so often, and rendered that alienation aesthetically interesting.” Readers and reviewers have also marveled at Glück’s gift for creating poetry with a dreamlike quality that at the same time deals with the realities of passionate and emotional subjects. Holly Prado declared in a Los Angeles Times Book Review piece on The Triumph of Achilles (1985) that Glück’s poetry works “because she has an unmistakable voice that resonates and brings into our contemporary world the old notion that poetry and the visionary are intertwined.” Glück’s Pulitzer prize-winning collection, The Wild Iris (1992), clearly demonstrates her visionary poetics. The book, written in three segments, is set in a garden and imagines three voices: flowers speaking to the gardener-poet, the gardener-poet, and an omniscient god figure. In the New Republic, Helen Vendler described how “Glück’s language revived the possibilities of high assertion, assertion as from the Delphic tripod. The words of the assertions, though, were often humble, plain, usual; it was their hierarchic and unearthly tone that distinguished them. It was not a voice of social prophecy but of spiritual prophecy—a tone that not many women had the courage to claim.\n\nMeadowlands (1996), Glück’s first new work after The Wild Iris, takes its impetus from Greek and Roman mythology. The book uses the voices of Odysseus and Penelope to create “a kind of high-low rhetorical experiment in marriage studies,” according to Deborah Garrison in the New York Times Book Review. Garrison added that, through the “suburban banter” between the ancient wanderer and his wife, Meadowlands “captures the way that a marriage itself has a tone, a set of shared vocal grooves inseparable from the particular personalities involved and the partial truces they’ve made along the way.”\n\nVita Nova (1999) earned Glück the prestigious Bollingen Prize from Yale University. In an interview with Brian Phillips of the Harvard Advocate, Glück stated: “This book was written very, very rapidly… Once it started, I thought, this is a roll, and if it means you’re not going to sleep, okay, you’re not going to sleep.” Although the ostensible subject matter of the collection is the examination of the aftermath of a broken marriage, Vita Nova is suffused with symbols drawn from both personal dreams and classic mythological archetypes. Glück’s next collection, The Seven Ages (2001) similarly takes up both myth and the personal in forty-four poems whose subject matter ranges throughout the author’s life, from her earliest memories to the contemplation of death. Glück’s next book, Averno (2006) takes the myth of Persephone as its touchstone. The book’s poems circle around the bonds between mothers and daughters, the poet’s own fears of ageing, and a narrative concerning a modern-day Persephone. In the New York Times, Nicholas Christopher noted Glück’s unique interest in “tapping the wellsprings of myth, collective and personal, to fuel [her] imagination and, with hard-earned clarity and subtle music, to struggle with some of our oldest, most intractable fears—isolation and oblivion, the dissolution of love, the failure of memory, the breakdown of the body and destruction of the spirit.”\n\r\nWilliam Logan called Glück’s A Village Life (2009), “a subversive departure for a poet used to meaning more than she can say.” The book is a marked formal departure for Glück, relying on long lines to achieve novelistic or short-story effects. Logan saw A Village Life as a latter-day Spoon River Anthology in its use of “the village as a convenient lens to examine the lives within, which counterpoint the memories of her [Glück’s] life without.” Dana Goodyear, reviewing the book for the Los Angeles Times found A Village Life “electrifying,” even as it presumed to tell its “polite” story of a “dying agriculture community, probably in Italy, probably some time between the 1950s and today.” Goodyear added: “Ordinariness is part of the risk of these poems; in them, Glück hazards, and dodges, sentimentality. The near miss makes us shiver.” Glück’s selected Poems 1962-2012 (2012) was published to great acclaim. While highlighting her work’s fierceness and “raking moral intensity,” in the words of New York Times reviewer Dwight Garner, the collection also allowed readers to see the arc of Glück’s formal and thematic development. According to Adam Plunkett, reviewing the collected poems in the New Republic, “Very few writers share her talent for turning water into blood. But what emerges from this new, comprehensive collection—spanning the entirety of her career—is a portrait of a poet who has issued forth a good deal of venom but is now writing, excellently, in a softer vein.”\nIn 2003 Glück was named the 12th US Poet Laureate. That same year, she was named the judge for the Yale Series of Younger Poets, a position she held until 2010. Her book of essays Proofs and Theories (1994) was awarded the PEN/Martha Albrand Award for Nonfiction. In addition to the Pulitzer and Bollingen Prizes, she has received many awards and honors for her work, including the Lannan Literary Award for Poetry, a Sara Teasdale Memorial Prize, the MIT Anniversary Medal, the Wallace Stevens Award, a National Humanities Medal, and a Gold Medal for Poetry from the American Academy of Arts and Letters. She has received fellowships from the Guggenheim and Rockefeller Foundations, and from the National Endowment for the Arts. In 2020 she was awarded the Nobel Prize in Literature.\n\r\nGlück is currently writer-in-residence at Yale University and lives in Cambridge, Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"]}}