{"pf_url": "https://www.poetryfoundation.org/poets/louise-imogen-guiney", "name": "Louise Imogen Guiney", "yob": "1861", "yod": "1920", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/3572713380a0a838715f7063a30e51ae123752d4.jpeg", "bio": "\n                                                                    Louise Imogen Guiney is known for her lyrical, Old English-style poems that often recall the literary conventions of seventeenth-century English poetry. Informed by her religious faith, Guiney's works reflect her concern with the Catholic tradition in literature and often emphasize moral rectitude and heroic gallantry. Today Guiney is praised for her scholarship in both her poetry and in her numerous literary and historical studies. \r Guiney was born in Boston, the daughter of an Irish-Catholic immigrant who was a general in the Union Army during the Civil War. Critics frequently note the role of Guiney's father in establishing the ideal of chivalric heroism later presented in her poetry. Pursuing a liberal arts curriculum at the Elmhurst Academy in Providence, Rhode Island, Guiney graduated in 1879, two years after her father's death. Throughout most of the next two decades she resided with her mother and aunt in Boston and Auburndale, Massachusetts. \r Guiney began writing poems and essays in the early 1880s that were published in New England periodicals. Her first collection of poetry, Songs at the Start, appeared in 1884 to critical approval; her first volume of essays, Goose-Quill Papers, was published the next year to a similar reception. During the late 1880s Guiney produced essays, fairy tales, and a second volume of poetry, The White Sail, and Other Poems. She lived in England from 1889 to 1891, meeting several writers and antiquarians whose work encouraged her interest in the Catholic tradition in English literature. After returning to Massachusetts, Guiney completed her first biography, \"Monsieur Henri\": A Foot-Note to French History, a work that details the life of the eighteenth-century French military figure Henri du Vergier, Comte de la Rochejaquelein, and in 1893 her most renowned volume of poems, A Roadside Harp, was published. While A Roadside Harp garnered much critical commendation, Guiney was not able to subsist financially on her literary earnings at this time, and she worked at several jobs during the 1890s, including a position as a postal official in Auburndale. \r In 1901 Guiney moved to Oxford, England, where she devoted herself to writing essays and works of criticism that she contributed to English journals. Throughout the following decade she also completed several biographies and was engaged in editing the works of various authors, especially those associated with the Catholic literary tradition in England and Ireland. Her last collection of poetry, Happy Ending: The Collected Lyrics of Louise Imogen Guiney, was published in 1909 and includes selections from her previous works as well as unpublished poems. During the succeeding decade Guiney suffered frequent health problems that significantly interfered with her literary endeavors. She died of arteriosclerosis in 1920. \r Criticism of Guiney's works generally focuses on her poetry, particularly emphasizing her use of archaic poetic structures and themes. Her first two collections, Songs at the Start and The White Sail, are similar in content and style. Both present subject matter derived from classical legend and tales of medieval gallantry, as well as from the natural world, employing strong rhythms and imagery to convey concepts of valor and moral fortitude that resonate the concerns of English literature of the 1600s. Helen Tracy Porter commented in a 1901 Poet Lore essay, \"[Guiney] revels in all the richness of the literary past, having made it her own beyond peradventure. To read her is much of an education in the paths—particularly in the choice and least-frequented paths—of English letters.\" Some commentators, however, have occasionally faulted Guiney's early poetry for a derivative style and overly condensed diction. \r Guiney's poetic voice was established, critics contend, with A Roadside Harp, a collection of works marked by finely attuned rhythms and rigorous attention to form. The volume includes such sonnets and lyrical ballads as \"The Vigil-at-Arms\" expressing a chivalric ethos, as well as those including \"The Kings\" that mark Guiney's use of pagan themes and motifs derived from Greek mythology in the collection. A Roadside Harp, pointed out Leggott in the Dictionary of Literary Biography, was clearly inspired by the poet's travels: \"The congeniality of that experience is apparent in the many poems of place and occasion and more fundamentally in the clear, musical lines throughout the book which suggest Guiney's pleasure in a land that was still amazingly resonant with the sources of her own poetry.\" The works in her later volumes, \"England and Yesterday\" and The Martyr's Idyl, and Shorter Poems, are deemed less successful than her previous poems. \r Guiney's literary studies and editions of other poets' works are credited with establishing several little known authors as valid subjects of further critical study, most notably nineteenth-century Irish poet James Clarence Mangan. Guiney is also praised for the posthumously published Recusant Poets, an anthology of poetry by Catholic authors from the sixteenth, seventeenth, and eighteenth centuries that she coedited with Geoffrey Bliss. \r Guiney's essays and biographies generally deal with minor figures in English and Irish history, and include works on English Jesuit martyr Edmund Campion and Irish nationalist Robert Emmet. While at the turn of the century Guiney was regarded as a major contributor to American literature, her reputation during the late twentieth century has largely declined. Critics today generally view Guiney's poetry as aesthetically dated, especially in light of modernist poetry, although her works continue to earn respect for their craft and moral concerns. As Michele J. Leggott wrote in the Dictionary of Literary Biography, \"her recognition of seventeenth-century poetry as one of the best of possible models for a vigorous modern poetic justifies the Guiney scholarship which has persisted since her death.\" \n                                                            ", "attrs": {}}