{"pf_url": "https://www.poetryfoundation.org/poets/louis-untermeyer", "name": "Louis Untermeyer", "yob": "1885", "yod": "1977", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/8e40c4e129bd5e2e3d7344fd897c48d525bfdaaf.jpeg", "bio": "\nLouis Untermeyer was the author, editor or compiler, and translator of more than 100 books for readers of all ages. He will be best remembered as the prolific anthologist whose collections have introduced students to contemporary American poetry since 1919. The son of an established New York jeweler, Untermeyer’s interest in poetry led to friendships with poets from three generations, including many of the century’s major writers. His tastes were eclectic. In the Washington Post, Martin Weil related that Untermeyer once “described himself as ‘a bone collector’ with ‘the mind of a magpie.’” He was a liberal who did much to allay the Victorian myth that poetry is a highbrow art. “What most of us don’t realize is that everyone loves poetry,” he was quoted by Weil as saying, pointing out the rhymes on the once-ubiquitous Burma Shave road signs as an example.\n\r\nUntermeyer developed his taste for literature while a child. His mother had read aloud to him from a variety of sources, including the epic poems “Paul Revere’s Ride” and “Hiawatha.” Bedtime stories he told to his brother Martin combined elements from every story he could remember, he revealed in Bygones: The Recollections of Louis Untermeyer. When he learned to read for himself, he was particularly impressed by books such as Alfred Lord Tennyson’s Idylls of the King and Dante’s Inferno. Gustave Dore’s illustrations in these books captivated him and encouraged his imagination toward fantasy. Almost 50 years later, Untermeyer published several volumes of retold French fairy tales, all illustrated by the famous French artist.\n\r\nIn addition to children’s books and anthologies, Untermeyer published collections of his own poetry. He began to compose light verse and parodies during his teen years after dropping out of school to join his father’s business. With financial help from his father, he published First Love in 1911. Sentiments of social protest expressed in the 1914 volume Challenge received disapproval from anti-communist groups 40 years later; as a result of suspicion, Untermeyer lost his seat on the “What’s My Line” game show panel to publisher Bennett Cerf. During the 1970s, he found himself “instinctively, if incongruously, allied with the protesting young,” he wrote in the New York Times. In the same article he encouraged the spirit of experiment that characterized the decade, saying, “it is the non-conformers, the innovators in art, science, technology, and human relations who, misunderstood and ridiculed in their own times, have shaped our world.” Untermeyer, who did not promote any particular ideology, remained a popular speaker and lecturer, sharing criticism of poetry and anecdotes about famous poets with audiences in the United States and as far away as India and Japan.\n\r\nUntermeyer resigned from the jewelry business in 1923 in order to give all his attention to literary pursuits. Friendships with Robert Frost, Ezra Pound, Arthur Miller, and other literary figures provided him with material for books. For example, The Letters of Robert Frost to Louis Untermeyer contains letters selected from almost 50 years of correspondence with the New England poet. The anthologist’s autobiographies From Another World and Bygones relate as much about other writers as they do about his personal life. Bygones provides his reflections on the four women who were his wives. Jean Starr moved to Vienna with Untermeyer after he became a full-time writer; Virginia Moore was his wife for about a year; Esther Antin, a lawyer he met in Toledo, Ohio, married him in 1933; 15 years later, he married Bryna Ivens, with whom he edited a dozen books for children.\n\r\nIn his later years, Untermeyer, like Frost, had a deep appreciation for country life. He once told Contemporary Authors: “I live on an abandoned farm in Connecticut … ever since I found my native New York unlivable as well as unlovable. … On these green and sometimes arctic acres I cultivate whatever flowers insist on growing in spite of my neglect; delight in the accumulation of chickadees, juncos, cardinals, and the widest possible variety of songless sparrows; grow old along with three pampered cats and one spoiled cairn terrier; season my love of home with the spice of annual travel, chiefly to such musical centers as Vienna, Salzburg, Milan, and London; and am always happy to be home again.” Untermeyer died in 1977.\n \n", "attrs": {"School/Period:": ["Modern"]}}