{"pf_url": "https://www.poetryfoundation.org/poets/louis-simpson", "name": "Louis Simpson", "yob": "1923", "yod": "2012", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a6bf79ce5c2545eebfe93f97f4ac9b5237d3b9a8.jpeg", "bio": "\nPoet, editor, translator, and critic Louis Simpson was born in Jamaica to Scottish and Russian parents. He moved to the United States when he was 17 to study at Columbia University. After his time in the army, and a brief period in France, Simpson worked as an editor in New York City before completing his PhD at Columbia. He taught at colleges such as Columbia University, the University of California, Berkeley, and the State University of New York at Stony Brook.\nA contemporary of confessional poets like Robert Lowell, John Berryman, and Sylvia Plath, Simpson’s early work followed a familiar arc. In the New York Times Book Review, critic David Orr noted its highlights: “Simpson has followed a path lined with signposts sunk so deep in our nation's poetic terra firma that they've practically become part of the landscape. Those signposts declare that a poet born in or around the 1920s should (1) begin his career writing witty, ironic formal poems bearing the stamp of Eliot and Auden; then (2) abandon that formalism for a more 'natural' free verse approach, while (3) dabbling in surrealism; until (4) finally settling on social, conversational poems in the manner of a man speaking to men.” While Simpson’s early books like The Arrivistes (1949) and A Dream of Governors (1959) show the influence of Auden, they also speak to his horrific experiences in World War II, where he served in the 101st Airborne Division and saw active duty in France, Belgium, and Germany. Simpson’s intense formal control, at odds with the visceral details of soldiering, also earned him comparisons to Wilfred Owen. At the End of the Open Road (1963) won the Pulitzer Prize and marked a shift in Simpson’s poetry as well. In this and later volumes, like Searching for the Ox (1976) and The Best Hour of the Night (1983), Simpson’s simple diction and formally controlled verses reveal hidden layers of meaning.\nSimpson’s lifelong expatriate status influenced his poetry, and he often uses the lives of ordinary Americans in order to critically investigate the myths the country tells itself. Though he occasionally revisits the West Indies of his childhood, he always keeps one foot in his adopted country. The outsider’s perspective allows him to confront “the terror and beauty of life with a wry sense of humor and a mysterious sense of fate,” wrote Edward Hirsch of the Washington Post. Elsewhere Hirsch described Simpson’s Pulitzer Prize-winning collection, At the End of the Open Road (1963), as “a sustained meditation on the American character,” noting, “The moral genius of this book is that it traverses the open road of American mythology and brings us back to ourselves; it sees us not as we wish to be but as we are.” Collected Poems (1988) and There You Are (1995) focus on the lives of everyday citizens, using simple diction and narratives to expose the bewildering reality of the American dream. Poet Mark Jarman hailed Simpson as “a poet of the American character and vernacular.”\nA noted scholar and critic, Simpson published a number of literary studies, including Ships Going Into the Blue: Essays and Notes on Poetry (1994), The Character of the Poet (1986), and Three on the Tower: The Lives and Works of Ezra Pound, T.S. Eliot, and William Carlos Williams (1975). Simpson also penned a novel, Riverside Drive (1962), and the autobiographies The King My Father's Wreck (1994) and North of Jamaica (1972).\nSimpson’s later work included The Owner of the House: New Collected Poems (2003), a collection that spans his 60-year career, and Struggling Times (2009). In addition to the Pulitzer Prize, Simpson received numerous awards and accolades, including the Prix de Rome, the Columbia Medal for Excellence, and fellowships from the Guggenheim Foundation. He was a finalist for the prestigious Griffin International Poetry Award, and his translation of Modern Poets of France: A Bilingual Anthology (1997) won the Harold Morton Landon Translation Award.\nSimposon died in Setauket, New York in 2012.\n", "attrs": {"Region:": ["U.S., New England"]}}