{"pf_url": "https://www.poetryfoundation.org/poets/lucha-corpi", "name": "Lucha Corpi", "yob": "1945", "yod": null, "image": null, "bio": "\nLucha Corpi was born in Jáltipan, Mexico. As a young woman, she trained to be a dentist before immigrating to the United States in 1964 with her husband, who was enrolled at the University of California–Berkeley. The couple divorced in 1970. Corpi went on to earn a BA at UC Berkeley and an MA from San Francisco State University. She has said she began writing poetry after her divorce and has explored genres as diverse as children’s literature, memoir, and mystery novels. Her first work of poetry was published in the multi-author volume Fireflight: Three Latin American Poets (1976). Corpi’s collections of poetry include Variaciones sobre una tempestad/Variations on a Storm (1990) and Palabras de mediodía/Noon Words (2001), both written in Spanish with English translations by Catherine Rodríguez Nieto. Corpi has also written two bilingual children’s books: Where Fireflies Dance/Ahí, donde bailan las luciérnagas (2002) and The Triple Banana Split Boy/El niño goloso (2009).\nCorpi’s first novel was semi-autobiographical: Delia’s Song (1989) traces the journey of a Mexican woman from Mexico to California, exploring her development as a writer. Corpi’s first mystery novel, Eulogy for a Brown Angel (1992), won a Multicultural Publishers Exchange Best Book of Fiction award. She developed the character of Chicana detective Gloria Damasco over a series of books, all set within the tumultuous political history of the Chicano rights movement: Cactus Blood (1995), Black Widow's Wardrobe (1999), Crimson Moon (2004), and Death at Solstice (2009). Her most recent collection is a book of personal essays, Confessions of a Book Burner (2016). Speaking of the impetus for the volume to novelist and blogger Linda Rodriguez, Corpi recounted, “After my mother died two years ago, I began to realize how important it is for all of us and our children to have a sense of continuity (history) and connectivity (family and community). In the U.S. individuality is sometimes taken to dire and/or tragic extremes. The essays in the collection are meant to offer my grandchildren access to the bridges spanning generations and cultures, and to the languages that give them voice, so they may freely redefine who and what they are.”\nCorpi’s numerous honors and awards include a poetry fellowship from the National Endowment for the Arts and an Oakland Cultural Arts fiction fellowship. She is a recipient of a PEN-Oakland Josephine Miles Award and an International Latino Book Award. For many years, Corpi taught in the Oakland Public Schools Neighborhood Centers before retiring to devote herself full-time to writing.\n", "attrs": {"Region:": ["Mexico"]}}