{"pf_url": "https://www.poetryfoundation.org/poets/lucien-stryk", "name": "Lucien Stryk", "yob": "1924", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/020bd20fc4f0fa09788c0424ba95e0f56db2b286.jpeg", "bio": "\nA translator and influential practitioner of Zen poetics, Lucien Stryk was born in Kolo, Poland, in 1924. He moved to Chicago with his family in 1927 and studied at Indiana University; the University of Maryland, College Park; the Sorbonne; and the University of Iowa. A lifelong poet, he began writing in elementary school, even taking a copy of Walt Whitman’s Leaves of Grass with him when he served in World War II.Stryk’s poetry shows the influence of classical Japanese poets such as Issa and Basho. Often straightforward and direct, it focuses on simple and familiar details. Stryk has also written of his experiences in the war. His collections of poetry include Taproot (1953), The Trespasser (1956), Notes for a Guidebook (1965), Awakening (1973), Collected Poems 1953–1983 (1984), Bells of Lombardy (1986), Of Pen and Ink and Paper Scraps (1989), And Still Birds Sing: New and Collected Poems (1998). He has recorded work for the Smithsonian Folkways series: Zen Poems: Read by Lucien Stryk (1980) and Lucien Stryk: Selected Poems (1983).As an editor and translator, Stryk published World of the Buddha: An Introduction to Buddhist Literature (1968), Zen Poems of China and Japan: The Crane’s Bill (1973) , and The Penguin Book of Zen Poetry (1977), with Takashi Ikemoto. The book won the Islands and Continents Translation Award and the Society of Midland Authors Poetry Award. His other translations include Bird of Time: Haiku of Basho (1983), Triumph of the Sparrow: Zen Poems of Shinkichi Takahashi (1986), and The Dumpling Field: Haiku of Issa (1991), with Noboru Fujiwara. He has also edited anthologies of poetry from the Midwest: Heartland (1967) and Heartland II (1975).Stryk received awards from the National Endowment for the Arts, the Ford Foundation, and the Rockefeller Foundation. He taught at Northern Illinois University as well as at Niigata University and Yamaguchi University in Japan.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}