{"pf_url": "https://www.poetryfoundation.org/poets/lucy-larcom", "name": "Lucy Larcom", "yob": "1824", "yod": "1893", "image": null, "bio": "\n                                                                    Poet, abolitionist, and teacher Lucy Larcom was born in 1824 in Beverly, Massachusetts. Larcom’s father, a sea captain, died when she was young, and her mother moved the family to Lowell, where she ran a boarding house. Larcom began working in the Lowell textile mills with her sisters when she was just eleven years old. During this time, her poems and stories began appearing in periodicals such as the Lowell Offering, and she first met the poet John Greenleaf Whittier, who became an early supporter of her work. When she was 22, Larcom moved west with her sisters and became a teacher, first in Illinois and later at Wheaton Seminary in Norton, Massachusetts.    Larcom’s poetry was first included in the anthology Female Poets of America (1849), and her collections of poetry include Similitudes, from the Ocean and Prairie (1853), Poems (1868), and Wild Roses of Cape Ann, and Other Poems (1881), among others. Her poems appeared in prestigious journals and magazines such as Harpers,  the Atlantic Monthly, and the New England Magazine; her poem encouraging fellow abolitionists to settle in Kansas, “Call to Kansas,” won the New England Emigrant Aid Company prize and was printed in newspapers across the nation. As Whittier’s long-time friend and correspondent, she also anonymously edited three volumes of his work.   Larcom’s most enduring work, however, is generally considered to be her autobiography, A New England Girlhood, Outlined from Memory (1889). Recollecting her years in Beverly and Lowell, Larcom’s narrative is a richly detailed account of gender, labor, and class in mid-nineteenth century New England.   Larcom died in 1893 in Boston, and was buried in Beverly. Larcom Hall on the Wheaton College Campus is named for her.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}