{"pf_url": "https://www.poetryfoundation.org/poets/luis-j-rodriguez", "name": "Luis J. Rodríguez", "yob": "1954", "yod": null, "image": null, "bio": "\n                                                                    Poet, novelist, journalist, activist, and critic Luis J. Rodriguez was born in El Paso, Texas, and grew up in the San Gabriel Valley of East Los Angeles. He became involved in gang activities and drug abuse at a young age. However, during the same period, he also began participating actively in the Chicano Movement of the 1960s and 1970s, occupying various leadership positions within Chicano student organizations.    Following a brief period of incarceration, Rodriguez pursued a career in journalism that ultimately took him to Chicago, where he immersed himself in the slam poetry scene. In Chicago, he helped organize poetry festivals and started Tia Chucha Press, through which he published his first collection of poetry, Poems Across the Pavement (1989). During this time, he continued to work as a freelance journalist while also leading workshops in prisons, shelters for homeless people, schools, and community centers. \nHe is the author of My Nature is Hunger: New & Selected Poems (2005), a short story collection The Republic of East L.A. (2001) and a novel Music of the Mill (2005). He is best known for his memoir of East L.A. gang life, Always Running: La Vida Loca, Gang Days in L.A. (1993), which won the Carl Sandburg Literary Award, a Chicago Sun-Times Book Award, and was designated a New York Times Notable Book. It became a stage play by the Cornerstone Theater Company at the Mark Taper Auditorium in the L.A. Public Library and at the Ivar Theater in Hollywood. His sequel to Always Running is entitled, It Calls You Back: An Odyssey Through Love, Addiction, Revolutions, and Healing (2011).\nRodriguez’s poetry has won a Poetry Center Book Award, a PEN Josephine Miles Literary Award, and a Paterson Poetry Book Prize, among others. His children's books—América is Her Name (1998) and It Doesn't Have to be This Way: A Barrio Story (1999)—have won a Patterson Young Adult Book Award, two Skipping Stones Honor Awards, and a Parent's Choice Book Award. Rodriguez’s work has been widely anthologized, and articles on his work have appeared widely.\nRodriguez has been a newspaper writer and has performed radio productions and writing for radio, and he is also known for helping start community organizations, such as Chicago's Guild Complex, one of the largest literary arts organizations in the Midwest; Humboldt Park Teen Reach in Chicago; and Tia Chucha Press, one of this country's premier small presses. He is a founder of Youth Struggling for Survival, a Chicago-based not-for-profit working with gang and non-gang youth. He helped start Rock A Mole Productions, which produces music/arts festivals, CDs, and films in Los Angeles. And he is co-founder of Tia Chucha's Centro Cultural—a bookstore, performance space and workshop center in the Northeast San Fernando Valley, which also sponsors the \"Celebrating Words: Written, Performed & Sung\" Literacy and Performance Festival. Rodriguez has spent more than 30 years conducting workshops, readings, and talks in prisons, juvenile facilities, homeless shelters, migrant camps, universities, public and private schools, conferences, churches, Native American reservations, and men's conferences throughout the country.\nRodriguez is a renowned gang intervention specialist in Los Angeles, Chicago, and other cities as well as Mexico and Central America. testifying through affidavits, phone testimonies, and court appearances in more than 60 cases, mostly deportation cases to Mexico and Central America. His thirty years of urban peace and gang intervention work was utilized in the development of the Community-based Gang Intervention Model with around forty other L.A. gang peace advocates and interventionists, which the L.A. City Council approved in February 2008, and is now sent across the United States and other countries. He’s also now a trainer for the Advancement Project’s gang intervention academy. His book Hearts & Hands: Creating Community in Violent Times (2001) chronicles his work in this area. He has received many awards for his community work.\r\nRodriguez currently resides in California, where he runs Tia Chucha's Centro Cultural in San Fernando.\n                                                            ", "attrs": {"Region:": ["U.S., Western"]}}