{"pf_url": "https://www.poetryfoundation.org/poets/lydia-maria-child", "name": "Lydia Maria Child", "yob": "1802", "yod": "1880", "image": null, "bio": "\nLydia Maria Child ranks among the most influential of 19th-century American women writers. She was renowned in her day as a tireless crusader for truth and justice and a champion of excluded groups in American society—especially Native Americans, slaves, and women. A writer who early heeded the call for an American literature with American themes, she was a pioneer in several literary genres. She wrote one of the earliest American historical novels, the first comprehensive history of American slavery, and the first comparative history of women. In addition, she edited the first American children’s magazine, compiled an early primer for the freed slaves, and published the first book designed for the elderly. Child possessed an uncanny ability for knowing exactly what the American reading public wanted and when they wanted it. She was also gifted at rendering radical ideas, such as the abolition of slavery, palatable for American readers.\nBorn on February 11, 1802 in Medford, Massachusetts, Lydia Francis (she added Maria when she was rebaptized at 19) was the youngest of six children born to Convers and Susannah (Rand) Francis. Bright and imaginative, headstrong and curious, Lydia Francis’s early years were marred by an ill, distant mother and a stern, religiously orthodox father. Her mother died when Lydia was 12, and she spent her adolescent years living in the interior of Maine with a married sister. The relatively open frontier society of Norridgewock gave Lydia a taste for freedom. It also exposed her to the plight of the Native Americans, for she befriended a small community of impoverished Abenaki and Penobscots.\nAt 19 Maria moved back to Massachusetts, where she lived with her brother Convers, a scholarly Unitarian minister and the person chiefly responsible for her education. She was 22 and still living with her brother in 1824 when she captivated the Boston literary world with Hobomok, A Tale of Early Times, her first novel.\nSet in the early settlement of Salem, Massachusetts, Hobomok breaks away from the traditional Puritan narrative by looking at American history from a woman’s perspective. Its heroine, Mary Conant, rebels against the religious and racial bigotry of her father by marrying first a Native American by whom she has a son, and later an Episcopalian. The scandalous subject matter of the novel, interracial marriage, which initially drew fire from the critics, also explains its success. Hobomok has the distinction of being the first New England historical novel and includes within its pages many of the Reformist themes found in Francis’s later writings.\nThe patronage of George Ticknor, then a leading member of Boston literary society, launched Hobomok and made Francis an overnight celebrity. But she was never entirely comfortable with her position in the aristocratic society of Boston. While she enjoyed the company of cultivated people who appreciated her wit and learning, she also disliked the “stiffened elegance and cold formality” of their world. “My lines are all straight,” Maria Child admitted to her friend Sarah Shaw on February 11, 1859, “and they run against a great many corners which graceful sinuousities would avoid.”\nFrancis’s first children’s book, Evenings in New England. Intended for Juvenile Amusement and Instruction (1824), appeared soon after Hobomok and comprises a series of educational conversations between Aunt Maria and her two children. The subjects discussed range from history and literature, slavery and Indians, to botany and other sciences. The focus of the book on American issues and its inculcation of American values made it an instant success. Critics hailed it as eminently suited to the children of a democratic republic. By publishing literature designed for American children, Francis discovered that she was not only filling a void but also earning a living.\nFrancis’s second novel, The Rebels, or Boston before the Revolution (1825), observes prerevolutionary Boston through the eyes of two women patriots. The heroine of the novel, Lucretia Fitzherbert, is an impetuous, imaginative creature with exalted talents, who learns from her mistakes and is rewarded with marriage to a virtuous and cultivated man. Melodramatic and unfocused, The Rebels was not a critical success. The North American Review described the author as overwhelmed by her imaginative powers and accused her of filling the pages of her short book with enough plots to serve a dozen novels.\nPerhaps because of the poor critical reception of The Rebels, Francis did not publish another novel for 10 years. Instead, while continuing to write short fiction, she turned her talents in a more lucrative direction by editing the first American children’s magazine, The Juvenile Miscellany (1826–1834). This little bimonthly included stories and poems, history and biography, and puzzles and conundrums. Though strongly didactic, its nonsectarian approach made it seem liberal for its day. While Francis’s promotion of such values as hard work, sobriety, frugality, and productivity ensured the popularity of the magazine, she could not help nudging her readers to accept her dream of racial equality. The North American Review recommended The Juvenile Miscellany, and Sarah Hale’s Ladies’ Magazine urged every family with children to subscribe. A decided success, The Juvenile Miscellany assured its editor a modest but steady income of $300 a year.\nIn October 19, 1828 Maria Francis threw away all this hard-won financial security by marrying an improvident young lawyer, newspaperman, and aspiring politician named David Lee Child. Child endeared himself to her with his idealism and his enthusiastic promotion of her writings in the columns of his Whig newspaper, the Massachusetts Journal. But Maria Child quickly became the couple’s chief breadwinner, and despite her best efforts, indebtedness hounded the Childs throughout most of their married life. They never had any children.\nSoon after the Childs’ marriage, David turned the literary column of the Massachusetts Journal over to his wife. At this time Maria Child also began work on another children’s book; it marked her debut as a political writer. Published during the Indian Removal Crisis, The First Settlers of New-England: or, Conquest of the Pequods, Narragansets and Pokanokets: As Related by a Mother to Her Children, and Designed for the Instruction of Youth (1829) takes the form of a dialogue between a mother and her two daughters and is set during the Indian wars of the 17th century. Instead of providing a patriotic portrait of the European colonists, however, Child focuses on the atrocities committed by the Puritans against the Indians. As in Hobomok, Child blames the first white settlers’ inhuman treatment of the Native Americans on their religious bigotry and demonstrates once again that all white Americans are guilty of racial prejudice. This revisionist history of the American colonial period, with its endorsement of racial intermarriage, is Child’s most radical book. But The First Settlers of New-England escaped critical censure, for there were no published reviews. Perhaps fear for her reputation prompted its author to see that this radical publication stayed off the market.\nEarly in her marriage, Child also began writing successfully for the growing number of women readers. The most popular of these works was a manual called The Frugal Housewife. Dedicated to Those Who Are Not Ashamed of Economy (1829). Directed at “middling” and lower-class women who could not afford servants, it was an early attempt to raise domesticity to a level of competence equal to that of other skilled trades. The Mother’s Book (1831) was aimed at a similar audience and included advice on the rearing of children, particularly girls. Contrary to other domestic manuals of the day, it counseled that girls be educated in a way that would enable them to “support themselves respectably.” While contemporary reviewers found The Mother’s Book dangerously liberal, it met a need and consequently was popular.\nAlthough Child netted $2000 from The Frugal Housewife in its first two years of publication, David Child’s debts continued to rise and swallow up every penny his wife earned. To add to the couple’s troubles, in 1830 David was sent to jail for libel. But Maria Child’s writings from this time reveal little of these personal trials and disappointments.\nThe first three volumes of the Ladies’ Family Library (1832-1835), for example, idealize marriage and domesticity. They include long and short sketches of notable women, each exemplifying the ideal of republican womanhood. While several of the women in Good Wives (volume 3, 1833) are blessed with unusual learning and talent, all are commended for their piety, their courage, and their patriotism as well as their willing submission to their husbands’ wishes. By contrast, Child’s The Biographies of Madame de Staël, and Madame Roland (volume 1, 1832) projects a more independent and creative role for women. All three volumes received glowing press notices, hailing Child’s least original work as her best.\nIn the early 1830s, just when Child’s literary reputation was at its height, she and her husband joined the band of antislavery reformers organizing under the leadership of William Lloyd Garrison. Child later claimed that Garrison’s forceful language had won her over to the cause, but she had long been a champion of freedom, and the abolitionist views on the slavery question matched her own. This literary celebrity was considered a great catch for the movement and from the start Child put her talents as a writer to work for the cause.\nAn Appeal in Favor of That Class of Americans Called Africans (1833) is the first scholarly American overview of the history of slavery and the first major study of that institution in the United States. In this book Child blames the North as well as the South for the existence of the “peculiar institution.” She calls for the immediate abolition of slavery and the eradication of all forms of racial discrimination, including laws of anti-miscegenation that forbade intermarriage between Black and white people. Once again she openly defended interracial marriage.\nThe abolitionists wasted little time in praising An Appeal in Favor of That Class of Americans Called Africans. In his review published in The Liberator on August 10, 1833, Garrison wrote that any “heart must be harder than the nether mill-stone which can remain unaffected by the solemn truths it contains.” Indeed, scholars credit this book with converting more men and women to abolition than any other publication.\nBut no such accolade came from the American reading public. Old admirers, including the editor of the North American Review, quickly denounced Child’s An Appeal in Favor of That Class of Americans Called Africans. Sales of her books plummeted, and in 1834 canceled subscriptions forced Child to relinquish the editorship of The Juvenile Miscellany. Her friend John Greenleaf Whittier later claimed that no other woman had suffered so greatly for principle as Child.\nAs Child worked actively behind the scenes of the American Anti-Slavery Society, the respect accorded her by Garrison and his friends convinced her that men and women could labor more effectively side by side than in separate organizations. But she participated as well in the women’s auxiliary antislavery societies, helping to organize bazaars and other fundraising events.\nIn the wake of An Appeal in Favor of That Class of Americans Called Africans, Child published four more antislavery works, including The Oasis (1834), a gift book including stories, poems, and articles all related in some way to the antislavery cause. Child was the author of most of the selections, but David Child and friends also contributed. Intended for the general reader, the purpose of the book was “to familiarize the public mind with the idea that colored people are human beings—elevated or degraded by the same circumstances that elevate or degrade other men.” Stories about slaves in The Oasis, and in later issues of The Juvenile Miscellany, demonstrate Child’s pioneering effort to employ fiction as a medium for overcoming racial prejudice. Although Garrison’s The Liberator greeted The Oasis with effusive praise, sales of the gift book were disappointing.\nAntislavery themes also pervade Child’s The History of the Condition of Women, in Various Ages and Nations (1835), her most ambitious work to date. Its two volumes completed her Ladies’ Family Library and include a wealth of information about the status of women in nations across the globe from biblical times to the mid 19th century. As in the other writings in this series, Child was careful to avoid offending her readers by speaking directly to feminist issues. While she provides a vast array of facts showing that societies that respect women and allow them to develop and use their talents will prosper, Child provides no analysis of this material. Indeed, her antiracist agenda is far more explicit in this book than her feminist agenda. Yet, as Carolyn L. Karcher has observed in her 1994 biography of Child, within less than a decade of the publication of the history, Sarah Grimké and Margaret Fuller, in their own writings on women, explicitly promoted the ideas Child had merely implied.\nBy 1835 Child had adjusted to the idea of belonging to a band of social outcasts. Although the loss of so many erstwhile friends and admirers had been a bitter blow, she had the consolation of knowing that her fellow abolitionists shared her passion for truth and freedom and that they were pleased with her work.\nMeanwhile, financial troubles continued to plague the Childs’ marriage. David Child’s law practice had failed, and income from Maria Child’s books was at an all-time low. A plan hatched by Garrison and his friends to send the Childs to England as salaried abolitionist agents seemed a solution to the couple’s difficulties. But that too fell through. The day their ship was to sail from New York, David Child’s legal entanglements led once again to his arrest on August 16, 1835. While soon freed, he was forced to look for other work.\nMaria Child spent these months of uncertainty boarding with a Quaker family in New Rochelle, where she consoled herself by completing a work of fiction she had begun five years earlier. Philothea. A Romance (1836), her first novel since The Rebels, satisfied a longing to escape the world of reform for a romantic and idealistic realm of her own making. While the novel is set in ancient Athens, the political and philosophical preoccupations of its major characters are more reminiscent of 19th-century Boston. Pericles, the Athenian statesman, resembles a Jacksonian tyrant, while Anaxagoras (Philothea’s father) is a good republican. Philothea, meanwhile, embodies the domestic virtues that Child was trying to cultivate as David Child’s wife. Philothea marries an equally virtuous young man, who eventually dies from a debilitating illness. Her foil, Aspasia, personifies the assertive, ambitious, passionate self Child was seeking to repress. Published three weeks before Ralph Waldo Emerson’s Nature (1836), Philothea is above all a fictional exploration of the connection between the material and spiritual worlds, its heroine a woman perfectly in tune with nature and the Divine Mind.\nOnce published, Philothea received wide notice and was generally praised as Child’s most distinguished literary work to date. The North American Review in January 1837 predicted it would “take a permanent place in our elegant literature.” But, while the book was popular in Transcendentalist circles, general sales were disappointing.\nIn the spring of 1838 the Childs moved to Northampton, Massachusetts, where David Child attempted unsuccessfully to make a living manufacturing beet sugar. Overwhelmed by poverty, loneliness, and isolation, Child stopped writing. Relief came in May 1841 when she was offered $1000 a year to edit the abolitionist National Anti-Slavery Standard. Child’s exile in Northampton had coincided with mounting divisiveness among Garrison’s followers, and during her two years as editor she worked to heal the breach between the warring groups. She also strove to reach a wider audience with the abolitionist message and to refocus her fellow reformers’ efforts on their real enemy, slavery. By 1842 Child’s editorship of the National Anti-Slavery Standard had transformed it from a dry partisan organ into a first-rate “family newspaper.” Its circulation now doubled that of The Liberator, and even Child’s severest critics admitted that the paper was converting many people to the abolitionist cause.\nThe most popular literary item in the National Anti-Slavery Standard was Child’s column “Letters from New-York.” Critics today agree that these journalistic sketches include some of Child’s best and most popular writing. She skillfully combines personal reflection and mystical and poetical musings with social protest. Especially noteworthy and original are those letters depicting the modern city of New York with its heterogeneous and mushrooming population.\nDespite her manifest skills as an editor, Child could not meet the demands placed on her by the various antislavery factions. She gave offense if she refused to publish Liberty Party notices and was rebuked by the Garrisonians if she did not print their nonresistant resolutions declaring that upholding manmade law was sinful. In the spring of 1843, after two years as editor of the National Anti-Slavery Standard, she resigned. But instead of returning to Northampton, she remained in New York, where she hoped to separate herself from her husband’s legal and financial entanglements and devote herself to literature.\nThe next five years were among the happiest and most productive of Child’s literary career. Her first undertaking was the republication of her popular column for the National Anti-Slavery Standard in book form, Letters from New-York (1843). She underwrote the cost herself, and the risk paid off. After two months the book was selling so well that several publishers offered to bring out a second edition. The popularity of this book did much to restore Child’s literary reputation. As late as 1900, newspaper editors were still praising these essays as examples for young journalists to emulate.\nBy the spring of 1844 Child had enough offers from booksellers to keep her busy. Letters from New-York. Second Series came out in 1845. Flowers for Children, three volumes that included old stories from The Juvenile Miscellany as well as new compositions, began publication in 1844 and was completed in 1847.\nThe most noteworthy of Child’s writings from this time is a collection of short stories, Fact and Fiction: A Collection of Stories (1846). This return to the fictional medium gave her the opportunity to explore aspects of her own life, especially her marriage, that were too painful to confront directly. The most significant aspect of this collection, however, is less its autobiographical strain than its use of fiction as an effective device to gain the sympathies of hostile or indifferent readers for the abolitionist cause. One of the best stories, “Slavery’s Pleasant Homes,” provides an outspoken critique of plantation life that equates prostitution with the lot of female slaves. The radicalism of many of the stories found in Fact and Fiction—particularly their daring celebration of sexual passion—brought silence from the critics, and this reaction had the effect of cooling Child’s literary ambitions.\nAfter nearly a decade in New York, Child’s years of independence ended. Her unemployed husband rejoined her in the fall of 1849, and the following year David and Maria Child returned to Massachusetts. After renting a hardscrabble farm in Newton, in 1854 they moved in with Child’s elderly father, who lived in Wayland, a small village 20 miles from Boston. This rural community remained the couple’s home for the rest of their married life.\nThis time Child’s return to a life of domesticity only temporarily put a stop to her writing. In the fall of 1852 she began work on a biography of Isaac Hopper, the reformer who had been her landlord when she first lived in New York. Hopper had played a vital role in the Underground Railroad and in prison reform. Child’s lively if disjointed portrait of this Quaker hero, Isaac T. Hopper: A True Life (1853), became her most popular antislavery publication. Its completion gave her the strength and courage to resume work on a book she had begun while living in New York.\nThe Progress of Religious Ideas, Through Successive Ages (1855) is another pioneering work. The product of diligent research on the major religions of the ancient world, its three volumes seek not simply to recount the spiritual progress of humanity but also to promote religious tolerance. As Child explains in the preface, “I wished to show that theology is not religion; with the hope that I might break down partition walls.” Secular themes, such as slavery and the status of women, also pervade the book. Despite her effort to see each religion in its own light, Child left little doubt in her reader’s mind about the superiority of Christ’s teachings and their influence on human progress.\nChild’s determination to be impartial was too much for her 19th-century critics. The clergy, particularly, were outspoken in their denunciations; the only accolades came from such radicals as Theodore Parker. Since her resignation from the editorship of the National Anti-Slavery Standard, Child had largely devoted her life to literature. But her focus changed in the 1850s as she once again embraced the abolitionist cause. Her activism was rekindled partly by her husband’s political enthusiasms. But she was also responding to the mounting sectional crisis of the 1850s, particularly the violence erupting in Kansas over the expansion of slavery and the beating of the antislavery Senator Charles Sumner on the floor of the Senate in May 1854.\nThese events had the further effect of undercutting the nonresistant views shared by Child and the other Garrisonians. For Child, freedom for the slave was always a priority, and if emancipation was only obtainable through force, then force must be used. As always, however, the printed word remained her principal weapon, and Child gave vent to the real anger she nursed over the free-soil issue by writing one of her most influential short stories, “The Kansas Immigrants” (1856). The heroes and heroines of this tale are law-abiding, peace-loving settlers from New England who suffer persecution at the hands of border ruffians from Missouri. The story greatly exaggerates the horrors perpetrated by the Missourians and might be dismissed as a piece of fictional propaganda intended to alert the American public to the horrifying events in Kansas. But Horace Greeley, the editor of the New-York Tribune, thought enough of the story to interrupt the serialization of Charles Dickens’s Little Dorrit and run “The Kansas Immigrants” in its place. Published during the closing days of the fiercely contested presidential campaign between John Fremont and James Buchanan, the story had an enormous readership.\n“The Kansas Immigrants” was reprinted in Autumnal Leaves: Tales and Sketches in Prose and Rhyme (1857), Child’s last published collection of her short fiction. The stories encompass a wide range of social concerns, from slavery and capital punishment to women’s rights and religious tolerance. But the theme of sexual passion so prominent in Fact and Fiction is absent here, and critics were thus more ready to notice and praise this latest collection.\nMaria Child reached her pinnacle of fame as an antislavery activist in the fall of 1859 when John Brown’s raid on the federal arsenal at Harpers Ferry prompted her to write her most widely circulated antislavery tract, Correspondence between Lydia Maria Child and Gov. Wise and Mrs. Mason of Virginia (1860). In it she praised Brown’s generous intentions while deploring his methods. But there is no conciliatory rhetoric here. Child warned Southerners that compromise over the slavery issue was no longer possible and challenged Northerners to risk war rather than yield further on the question. The pamphlet had an enormous circulation for those days; more than three hundred thousand copies were distributed throughout the free states. It also enjoyed considerable exposure in the Southern press, which denounced it in scathing terms.\nAlthough isolated in Wayland for much of the Civil War, Child worked hard to ensure that the conflict would result in true liberation for the Black people. Her writings from this time were carefully designed to calm fears on the emancipation question and to prepare her Northern readership gently for the former slaves; eventual acceptance as full-fledged members of a free republic. In the last year before the war, she published two tracts designed to influence the election campaign. The Right Way The Safe Way, Proved by Emancipation in the British West Indies, and Elsewhere (1860), intended for Southern readers, was deliberately mild and courteous in its tone. It provided evidence that immediate, unconditional emancipation would contribute to their safety and prosperity. By contrast, The Patriarchal Institution, As Described by Members of Its Own Family (1860), a Republican campaign document, is openly sectional and attacks slavery directly.\nThe most eloquent and powerful of Child’s antislavery writings from this time is a small pamphlet directed at the state lawmakers of Massachusetts. The Duty of Disobedience to the Fugitive Slave Act: An Appeal to the Legislators of Massachusetts (1860) censured the legislators for their indifference to the plight of the escaped slaves and urged strengthening a recently enacted bill that secured trial by jury for individuals claimed as slaves. Child’s concern for the plight of these fugitives had been heightened by editing the memoirs of Harriet A. Jacobs. Incidents in the Life of a Slave Girl (1861) describes the sexual oppression Jacobs suffered while a slave and her successful struggle to free herself and her children. Although Incidents in the Life of a Slave Girl is now recognized as a major antebellum autobiography of a Black woman, the timing of its publication in the months just prior to the Civil War brought it little public notice.\nChild’s most significant literary contribution to the war effort was a book of readings designed especially for the emancipated slaves. Primer, anthology, history text, and self-help manual, The Freedmen’s Book (1865) sought above all to counteract the sense of inferiority shared by former slaves. The selections promote both self-respect and self-reliance and include biographical sketches of such prominent African Americans as Frederick Douglass. These sketches were intended to serve both as models for the freedmen to emulate and as sources of racial pride.\nIn the period of reconstruction following the war, Child worried that former slaves would not achieve true freedom. She worked hard to guarantee the rights of citizenship and suffrage for Black people embodied in the 14th and 15th Amendments. Although Child also supported the idea of enfranchising women, she unhesitatingly favored the male African American population as the group that should come first.\nA Romance of the Republic (1867), Child’s last published novel, sought to raise public consciousness on the evil legacies of slavery. The story traces the lives of two mulatto sisters, Flora and Rosabelle, from their kindly and sheltered upbringing as slaves in New Orleans, through the trials and sorrows of their early adult life, to their marriage to white men and their eventual acceptance as respectable Boston matrons. Child’s intention was to entice her white readers into accepting the idea of a truly egalitarian society. But while A Romance of the Republic succeeds in highlighting the social ills of America, particularly its racism, Child was in the end too much a product of her own time to envision any solution other than the ultimate conformity of African Americans to her own white social world.\nChild was bitterly disappointed by the critical reception of A Romance of the Republic, which she called the child of her old age. Sales of the novel were poor, and notices were brief or nonexistent. Particularly galling was the lack of response from her friends. Apparently, interracial marriage was no less distasteful to many Northerners in 1867 than it had been in 1824, when Child published Hobomok. In her despondent mood, however, she failed to notice the gratifying attention the book was getting from her African American friends.\nNever again did Child attempt a work of fiction. Instead, she returned to political journalism, contributing regularly to various reformist periodicals on behalf of such crusades as women’s suffrage and Native American rights. Her pamphlet An Appeal for the Indians (1868), first published in the National Anti-Slavery Standard, takes issue with the recommendations of the federal Indian Peace Commission, which had been formed to end the open warfare between the Plains Indians and advancing white settlers. The commission suggested confining the Indians to reservations where benevolent white authorities would firmly induce them to accept white ways. Child’s An Appeal for the Indians favored a more humane style of acculturation, including an educational program that stressed positive incentives and the use of bilingual school readers. But she had no quarrel with the commissioners; ends, and like other humanitarians, she could imagine no alternative but to civilize these “peoples less advanced than ourselves.”\nDavid Child’s death in 1874 was a great loss to Child. The couple’s last years together had been happy ones; money problems had eased. Now her husband, the chief companion of her old age, was gone. For the remainder of her life she kept the house in Wayland and lived largely as a recluse. Her last book, Aspirations of the World. A Chain of Opals (1878), was an anthology of holy writings from various ages and nations. Child called it her “eclectic Bible” and hoped it would show the ordinary reader how much there was about which all mankind could agree. Friends responded warmly to the book, but sales were slow, and critics refused to accept her placement of Christianity on the same footing as other religions. Child lived for another two years. She died quietly in Wayland on October 20, 1880.\nAt the end of her life Child believed she had outlasted her reputation, and in certain respects she had. While some of her fiction, including her many stories for children, had enjoyed considerable popularity, sales never matched those of more-successful novelists such as Harriet Beecher Stowe. Nor do her stories and novels hold much appeal for the modern reader. Didactic, effusive, at times tedious, they are often too intent on making a point rather than simply telling a good story and telling it well. Child was admittedly adept at creating new literary genres, but she never honed her skills as a writer of fiction.\nBy contrast, Child’s nonfiction still displays considerable power and force. In her journalistic essays and pamphlets she confronted real problems with lucid, lively, hard-hitting prose, and few modern scholars would question the extent of her influence as a social critic. Her writings, too, are wonderful reflections of her age and time, but only the best, such as her Appeal in Favor of That Class of Americans Called Africans, transcend these times. In sum, Lydia Maria Child is an historical figure of importance because she put her considerable literary skills in service to the many causes she espoused. No other 19th-century American writer personifies as well the link between the world of literature and that of reform.\n", "attrs": {"Region:": ["U.S., New England"]}}