{"pf_url": "https://www.poetryfoundation.org/poets/lynne-sharon-schwartz", "name": "Lynne Sharon Schwartz", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/fa80c6f7ff731cc8f93fff5c5e1113fda999b0be.jpeg", "bio": "\nBorn and raised in Brooklyn, New York, writer Lynne Sharon Schwartz was educated at Barnard College, Bryn Mawr, and New York University. In her free verse poems, with clarity and precision, Schwartz often explores the shifting connection between people’s inner selves and the stories they tell. In a 2012 online interview with Dawn Raffel for The Center for Fiction, Schwartz discussed the influence of music on her writing and observed that “in writing poetry the music of the lines is foremost, the sounds of the vowels and consonants and how they mingle.”\r\n \r\nSchwartz is the author of more than 20 books, including the poetry collections In Solitary (2002) and See You in the Dark (2012). Her poetry has been featured on Garrison Keillor’s NPR program, The Writer’s Almanac, and in former US Poet Laureate Ted Kooser’s syndicated newspaper column, “American Life in Poetry.”\r\n \nA Lynne Sharon Schwartz Reader: Selected Prose and Poetry (1992) offers an introduction to Schwartz’s work. Her debut novel, Rough Strife (1980), was nominated for a National Book Award and the PEN/Hemingway First Novel Award, and her post-9/11 novel, The Writing on the Wall (2005), won the New York Magazine Best Literary Fiction award. Schwartz’s translations from Italian include Smoke Over Birkenau (1998), by Liana Millu, and A Place to Live: Selected Essays of Natalia Ginzburg (2003). Her nonfiction includes Ruined by Reading: A Life in Books (1997) and Face to Face: A Reader in the World (2012). She edited The Emergence of Memory: Conversations with W. G. Sebald (2010).\r\n \r\nSchwartz’s honors include grants from the Guggenheim Foundation, the National Endowment for the Arts, and the New York State Foundation for the Arts. Schwartz serves on the faculty of the Bennington Writing Seminars and lives in New York City.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}