{"pf_url": "https://www.poetryfoundation.org/poets/madeline-defrees", "name": "Madeline DeFrees", "yob": "1919", "yod": "2015", "image": null, "bio": "\nAward-winning poet Madeline DeFrees was born in Ontario, Oregon and grew up in Hillsboro, a community of Dutch farmers. After graduating from high school at age 17, she entered the order of Sisters of the Holy Names of Jesus and Mary and took the name Sister Mary Gilbert. She remained in the convent for nearly 40 years, earning degrees from Maryhurst College and the University of Oregon. Not long after graduating, she published her first book, The Springs of Silence (1953), a memoir about her experiences in her convent, later followed by Later Thoughts from the Springs of Silence (1962), which focuses on a time when Holy Names College was moving to a new location. Although these are prose works, DeFrees was also privately writing verses, which she rarely showed to anyone and did not publish in book form until From the Darkroom (1964).\nIn 1967 DeFrees moved to Missoula, Montana to teach, a move that precipitated her turn from the Catholic Church. In 1973 she was dispensed from her vows and turned to writing and teaching. She taught at the University of Massachusetts, Amherst from 1979 to 1985. After her retirement, she moved back to Seattle. She published numerous collections of poetry, including Spectral Waves (2006); Blue Dusk: New and Selected Poems (2001), which won both the Lenore Marshall Poetry Prize and a Washington Book Award; Double Dutch (1999); Possibly Sibyls: New Poems (1991); Magpie on the Gallows (1982); and When the Sky Lets Go (1978).\nDeFrees once described her approach to Contemporary Authors: “Writing is for me both an instrument of discovery and a way of organizing and understanding experience.” Her poems frequently reflect the tension between the religious and secular worlds. Because of their religious tenor, and complex language—including double meaning, puns, allusions, and line breaks—DeFrees’s work has often been compared to that of John Donne. In Poetry, critic Robert Holland noted that DeFrees’s “poems are like Donne’s ... mostly in their refusal to allow the speaker (or the reader) any rest, any false resolution of the unrelenting struggle she is locked in.” Though intimately connected to her own experience and struggles with religious and secular identity, DeFrees’s poems are not merely personal, or even particularly accessible; they often use high or arch diction to blur any easy identification of poet with speaker. In her interview with Contemporary Authors, DeFrees alleged, “My favorite book is the dictionary in all its forms, including the Oxford English Dictionary. I refer to it often whenever I am writing. I have even been known to buy a fourth collegiate dictionary when on vacation at the beach because I couldn’t exist without one. I like to revive former senses of words, to use their derivations, and, above all, to be as precise as possible while, at the same time, drawing on the richness of language, its connotative values.”\nDeFrees won numerous honors and awards for her work, including fellowships from the National Endowment for the Arts and the Guggenheim Foundation. She died at her home in Portland, Oregon on November 11, 2015.\n \n \n", "attrs": {}}