{"pf_url": "https://www.poetryfoundation.org/poets/mahmoud-darwish", "name": "Mahmoud Darwish", "yob": "1942", "yod": "2008", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/203ecc02460962d449fccb04ad62930b333cb599.jpeg", "bio": "\n\nPalestinian Mahmoud Darwish was born in al-Birwa in Galilee, a village that was occupied and later razed by the Israeli army. Because they had missed the official Israeli census, Darwish and his family were considered “internal refugees” or “present-absent aliens.” Darwish lived for many years in exile in Beirut and Paris. He is the author of over 30 books of poetry and eight books of prose, and earned the Lannan Cultural Freedom Prize from the Lannan Foundation, the Lenin Peace Prize, and the Knight of Arts and Belles Lettres Medal from France.\nIn the 1960s Darwish was imprisoned for reciting poetry and traveling between villages without a permit. Considered a “resistance poet,” he was placed under house arrest when his poem “Identity Card” was turned into a protest song. After spending a year at a university of Moscow in 1970, Darwish worked at the newspaper Al-Ahram in Cairo. He subsequently lived in Beirut, where he edited the journal Palestinian Affairs from 1973 to 1982. In 1981 he founded and edited the journal Al-Karmel. Darwish served from 1987 to 1993 on the executive committee of the Palestinian Liberation Organization. In 1996 he was permitted to return from exile to visit friends and family in Israel and Palestine.\nMahmoud Darwish’s early work of the 1960s and 1970s reflects his unhappiness with the occupation of his native land. Carolyn Forché and Runir Akash noted in their introduction to Unfortunately It Was Paradise (2003) that “as much as [Darwish] is the voice of the Palestinian Diaspora, he is the voice of the fragmented soul.” Forché and Akash commented also on his 20th volume, Mural: “Assimilating centuries of Arabic poetic forms and applying the chisel of modern sensibility to the richly veined ore of its literary past, Darwish subjected his art to the impress of exile and to his own demand that the work remain true to itself, independent of its critical or public reception.”\nPoet Naomi Shihab Nye commented on the poems in Unfortunately It Was Paradise: “[T]he style here is quintessential Darwish—lyrical, imagistic, plaintive, haunting, always passionate, and elegant—and never anything less than free—what he would dream for all his people.”\nMahmoud Darwish died in 2008 in Houston, Texas.\n", "attrs": {"Region:": ["Middle East"]}}