{"pf_url": "https://www.poetryfoundation.org/poets/marcelo-hernandez-castillo", "name": "Marcelo Hernandez Castillo", "yob": "1988", "yod": null, "image": null, "bio": "\nPoet, essayist, translator, and immigration advocate Marcelo Hernandez Castillo was born in Zacatecas, Mexico, and emigrated from Tepechitlan with his family at age five to the California Central Valley. He earned a BA at Sacramento State University and is the first undocumented student to earn an MFA at the University of Michigan. He is the author of the chapbook DULCE, winner of the 2017 Drinking Gourd Poetry Prize, chosen by Chris Abani. His debut full-length collection is Cenzontle (BOA Editions, 2018), which was chosen by Brenda Shaughnessy as the winner of the 2017 A. Poulin, Jr. prize.\nIn his poems, Castillo often engages naming and invisibility or misperception, using the body as contested landscape. He has received fellowships from CantoMundo, the Squaw Valley Writer’s Conference, and the Vermont Studio Center and has taught at the Atlantic Center for the Arts. With poet C.D. Wright, Castillo has translated the work of Mexican poet Marcelo Uribe.\nIn a 2014 autobiographical essay for BuzzFeed, Castillo writes of the pressure of his undocumented status on his earliest work, stating, “As with my life, I made myself invisible in my poems. I hungered for lyric rather than narrative because I was afraid of telling people who I was. I made myself invisible as a way of coping.” Later in the same essay, he writes, “Early on, I wrote safe poems and that was my biggest mistake. I want [young undocumented writers] to know that what they have is beautiful and that their work is important because it stems from them and not from what they read in the white canon.” \nWith Christopher Soto and Javier Zamora, Castillo founded the Undocupoets Campaign in 2015 to protest publishers’ exclusion of undocumented writers from eligibility for most first-book contests. He lives in Ann Arbor, Michigan. \n", "attrs": {}}