{"pf_url": "https://www.poetryfoundation.org/poets/margaret-randall", "name": "Margaret Randall", "yob": "1936", "yod": null, "image": null, "bio": "\nPoet, feminist, photographer, oral historian, and social activist Margaret Randall was born in New York City and grew up in New Mexico. Returning to New York in the 1950s, she was associated with both the abstract expressionists and the Beats. She moved to Mexico City in the 1960s, where she cofounded and coedited the bilingual literary journal El Corno Emplumado/The Plumed Horn. Randall took an active part in the Mexican student movement of 1968 and was forced to flee the country, traveling first to Prague and then to Cuba, where she lived for 11 years with her partner and four children. Randall wrote about those experiences in her memoir To Change the World: My Years in Cuba (2009). In an interview with Laura Ruiz Montes coinciding with the Cuban publication of the book, Randall summed up her years in 1970s Cuba: “Cuba took us in as it took in so many in those years. We chose to live as much as possible as Cubans did, and little by little learned about life in a revolutionary society, with all its benefits and problems. The experience gave me a great deal: the idea that ‘another world is possible.’ It also taught us firsthand about the difficulties inherent in making such dramatic systemic change.”\n\r\nIn 1980, Randall moved to Nicaragua, where she lived during the years of the Sandinistas. Many of her books are attempts to understand how socialist revolutionary societies intersect, or fail to intersect, with feminism: Cuban Women Now: Interview with Cuban Women (1974), Sandino’s Daughters: Testimonies of Nicaraguan Women in Struggle (1981), Sandino’s Daughters Revisited: Feminism in Nicaragua (1994), and Gathering Rage: The Failure of 20th Century Revolutions to Develop a Feminist Agenda (1992). She is the author of more than 90 books of poetry, prose, oral testimony, and memoir, including, recently, Che on My Mind (2014), a feminist reflection on the life and legacy of Che Guevara; More Than Things (2014), a collection of personal essays; and Haydée Santamaría, Cuban Revolutionary: She Led by Transgression (2015). Randall’s recent collections of poetry include Ruins (2011), The Rhizome as a Field of Broken Bones (2013), and About Little Charlie Lindbergh (2014). She also edited the anthology Only the Road/Solo El Camino: Eight Decades of Cuban Poetry (2016).\n\r\nIn 1984, Randall returned to the United States, only to face deportation under the McCarran-Walter Immigration and Nationality Act of 1952; her writings were declared “against the good order and happiness of the United States.” After a five-year legal battle, Randall won her case. She received a Lillian Hellman and Dashiell Hammett grant for writers victimized by political repression and a PEN New Mexico Dorothy Doyle Lifetime Achievement Award for Writing and Human Rights Activism. Her photographs are in the Capitol Art Foundation’s permanent collection, and Randall herself is the subject of a documentary by Lu Lippold and Pam Colby, The Unapologetic Life of Margaret Randall.\n\r\nRandall lives with her wife, the painter Barbara Byers, in New Mexico.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}