{"pf_url": "https://www.poetryfoundation.org/poets/marge-piercy", "name": "Marge Piercy", "yob": "1936", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/fc8ec889cd4c57e2e5820af10c66edbbb3f87341.jpeg", "bio": "\nMarge Piercy was born in Detroit, Michigan, into a working-class family that had been hard-hit by the Depression. Piercy was the first member of her family to attend college, winning a scholarship to attend the University of Michigan. She earned an MA from Northwestern University. During the 1960s, Piercy was an organizer in political movements like the Students for a Democratic Society (SDS) and the movement against the war in Vietnam, an engagement which has shaped her work in myriad ways. Perhaps most importantly, though, has been Piercy’s sustained involvement with feminism, Marxism, and environmental thought. An extremely prolific writer, Piercy has published close to 20 books of poetry and close to 20 novels. Her novels generally address larger social concerns through sharply observed characters and brisk plot lines. Though generally focused on issues such as class or culture, and usually written from a feminist position, Piercy’s novels have taken on a variety of guises, including historical fiction and science or speculative fiction. Her novel He, She, and It (1991)—published as Body of Glass in the UK—won that country’s prestigious Arthur C. Clarke Award; an earlier novel of speculative fiction, Woman on the Edge of Time (1976) has been credited as the first work of cyber-punk.\nPiercy’s poetry—frequently she writes a swift free verse—shows the same commitment to the social and environmental issues that fill her novels. The Moon is Always Female (1980) is considered a classic text of the feminist movement. Early Grrl (1999) collects Piercy’s earliest work and includes some unpublished poems. Of the autobiographical elements in her poetry, Piercy has said that “although my major impulse to autobiography has played itself out in poems rather than novels, I have never made a distinction in working up my own experience and other people’s. I imagine I speak for a constituency, living and dead, and that I give utterance to energy, experience, insight, words flowing from many lives. I have always desired that my poems work for others. ‘To Be of Use’ is the title of one of my favorite poems and one of my best-known books.” Piercy’s latest collections of poetry include The Crooked Inheritance (2006), The Hunger Moon: New and Selected Poems 1980-2010 (2011), and Made In Detroit (2015).\nPiercy has also written plays, several volumes of nonfiction, a memoir, and has edited the anthology Early Ripening: American Women's Poetry Now (1988). She has served as poetry editor of Tikkun Magazine. In 1971 Piercy moved to Cape Cod where she continues to live and work. She and her husband, the novelist Ira Wood, run Leapfrog Press.\n", "attrs": {"Region:": ["U.S., New England"]}}