{"pf_url": "https://www.poetryfoundation.org/poets/marguerite-young", "name": "Marguerite Young", "yob": "1908", "yod": "1995", "image": null, "bio": "\n                                                                    Poet, novelist, and biographer Marguerite V. Young was born in Indianapolis, Indiana. In an interview with the Paris Review, Young recounted, “We were brought up to believe that to be born in Indiana was to be born a poet—a myth which I can't accept now, but I did then. I remember telling my grandmother, when I was about seven years old, that I intended to be a poet.” Young studied at Indiana University and Butler University and earned an MA in Elizabethan and Jacobean literature at the University of Chicago. While at Chicago, Young took a job reading to Minna Weissenbach, a society woman and opium addict who was a patron of Edna St. Vincent Millay. The experience informed Young’s later writings. Young published her first book of poems, Prismatic Ground (1937), soon after graduating from Chicago; she taught in Indianapolis, at a high school, and the University of Iowa before moving to New York City in 1943.    Young’s publication of her second collection of poems, Moderate Fable (1944),and her account of Utopian communities in New Harmony, Indiana, Angel in the Forest (1945), created a splash in the literary scene of Greenwich Village. It took Young 18 years to finish her next book, Miss MacIntosh, My Darling (1965), a sprawling epic detailing the inner adventures of Vera Cartwheel as she embarks on an imaginary journey to discover the truth of her beloved nursemaid, Miss MacIntosh. Running 1,198 pages, it is the longest novel in English published as a single volume. Young once described her imagination as “muralist,” telling the Paris Review, “I like to see the epic swing of the thing, the many as opposed to the one. I am a pluralist in that sense.” Young spent the rest of her life writing the biography of Eugene V. Debs, attempting to embed Debs in his social and cultural milieu. More than 2,000 pages long in manuscript, Harp Song for a Radical: The Life and Times of Eugene Victor Debs (1998)was edited and published posthumously.   Young taught writing at Fordham University and the New School of Social Research for many years. Her admirers included Djuna Barnes, Anne Tyler, Anaïs Nin, Carson McCullers, and Allen Tate, among others. In conversation with Ellen G. Friedman and Miriam Fuchs, Young articulated the underlying connection among all her works as “the human desire or obsession for utopias, and the structure of all my works,” she went on, “is the search for utopias lost and rediscovered. … All my writing is about the recognition that there is no single reality. But the beauty of it is that you nevertheless go on, walking towards utopia, which may not exist, on a bridge which might end before you reach the other side.”\n                                                            ", "attrs": {"Region:": ["U.S., Midwestern"]}}