{"pf_url": "https://www.poetryfoundation.org/poets/marguerite-de-navarre", "name": "Marguerite de Navarre", "yob": "1492", "yod": "1549", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/e3882998887d00b40abe3d7b62552761f444d04b.jpeg", "bio": "\nMarguerite de Navarre was not the only educated woman to write and publish verse during the first half of the sixteenth century, but she was the first woman of the French nobility who carefully compiled from her complete works a selection of poems, prayers, religious meditations, songs, biblical and secular (without biblical characters) plays, and other works that she felt worthy to appear in print. She was also the first woman to play an active role in the efforts of the Evangelical Circle of Meaux and to promote the study and the publication in French of Scriptures translated from Aramaic, Hebrew, and Greek, seeking the way to personal salvation only in the Bible rather than in the less reliable Latin translations and the often confusing interpretations of Scriptures by the Roman Church. Her belief that eternal salvation could only be received, if given, from the sincerity of one’s faith and true repentance for one’s sins rather than from rote prayers, pilgrimages, good works, or religious rites antagonized the Faculty of Theology of the University of Paris as well as members of the court who condemned her proselytism as damaging to the stability of the crown.\n\r\nThe only daughter of Charles de Valois, Comte d’Angoulême, and Louise de Savoie, Marguerite was born on 11 April 1492 in Angoulême but raised in Cognac, where her brother François was born two years later. Jean and Octavien de Saint-Gelais resided at the Cognac castle as cultural advisers if not teachers of the young countess d’Angoulême, who was both intelligent and ambitious. The Angoulême court at Cognac was known for the artists, painters, and scholars who frequented it, the musicians who played at its concerts and dances, and its superb library of illuminated manuscripts and printed volumes to which were added richly bound works written or translated by contemporary authors.\nUnexpectedly widowed on 1 January 1496, nineteen-year-old Louise and her children remained in Cognac, with Romorantin as a second residence. Upon the sudden death of King Charles VIII in April 1498, his cousin Louis, son of Charles d’Orléans, became king, as the four children born to Charles VIII and Anne, Duchess of Brittany, had died in infancy. In compliance with the Treaty of Rennes, Queen Anne was soon married to her husband’s cousin, King Louis XII. Although the young count d’Angoulême, being the only male offspring of the Valois dynasty, would inherit the crown if Queen Anne failed to give the new king a son, such an event seemed a remote possibility because Louis was thirty-six years old and she but twenty-two when she became queen of France for the second time. However, as heir presumptive, the nearly four-year-old François, his mother, and his six-year-old sister were invited to move to Blois, and by the end of the year or in early 1499 they had joined the court in Amboise.\nLess than a year after her marriage to Louis, the queen was delivered of a girl, Princess Claude. The second royal offspring was a much desired male, but as Louise noted in her journal, he was stillborn or died soon after birth. The third and last royal child, Princess Renée of France, was born in Blois in 1510. Louise and her children lived for about nine years in the small château of Cloux (now Clos Lucé), linked to the Amboise castle, which became the residence of Leonardo da Vinci from his arrival in France in 1515 until his death.\nA voracious but sophisticated reader, Louise had surrounded herself in Cognac with scholars. In Amboise she chose for her children highly respected scholars open to new ideas who provided a solid education of remarkable breadth to both François and his sister. In addition to the indispensable Bible and the New Testament, the edifying texts compiled for them by their teachers included readings of philosophers and poets such as Sallust, Socrates, Juvenal, Cicero, and Virgil. They read Ovid’s Epistles, translated for Louise by Octavien de Saint-Gelais, rather than his Ars Amatoria (The Art of Love), and not only Giovanni Boccaccio’s De casibus mulieribus (Concerning Famous Women) and De casibus illustrium virorum (The Fates of Illustrious Men), as pragmatic exempla, but also Petrarch’s Triumphs and Dante Alighieri’s Canzoniere in French.\nBeyond the trivium of grammar, rhetoric, and logic, Marguerite not only was given a humanist appreciation of poetry but also was expected to follow the strict moral guidelines for the ideal ruler that Louise applied to her son. Louise commissioned Jean Thénaud to write the Triomphe des Vertus (The Triumph of Virtues), a daunting two-volume allegory of Prudence, Fortitude, Justice, and Temperance that was presented to her son when he became king, but Marguerite, less likely to reign, does not seem to have been given a copy.\nIn addition to reading the poems of Petrarch, Dante, and more nearly contemporary authors, Marguerite immersed herself in the study of philosophy, and it may be through Marsilio Ficino’s works on Plato and particularly his translation of Plotinus’s Enneads that she later acquired her lasting affinity for Neoplatonism. Ficino succeeded in harmonizing the doctrine of Plotinus with Christianity, which probably explains why a translation of his philosophical essays was among the books that accompanied Marguerite when she traveled.\nWhile Louise enjoyed playing the virginal, music was not part of her children’s curriculum: court musicians performed during dinners, dances, and pageants, and court members who played or sang usually did so for more private entertainment. Unshakable as she was in her belief that her son would be king, Louise may have felt that excellence in all martial arts should have precedence for a future ruler over a pleasurable pastime such as playing the lute. For Marguerite, she chose calligraphy and needlework, for the sister of a king need not play an instrument to enjoy music performed by others. Indeed, with the exception of the work she later titled Chansons spirituelles (1547, Spiritual Songs), music as such is rarely mentioned in Marguerite’s writings and the visual arts not at all. Marguerite loved reading and particularly enjoyed poetry. As young adults, she and her brother exchanged rhyming notes, but she is unlikely to have written verse as a child. The charming “Recipe For a Happy Life”—”written by Margaret of Navarre in the year Fifteen Hundred” and printed in various modern publications—has been generally dismissed as apocryphal, and the original text in French has so far not been found among her papers.\nMarguerite was sixteen years old and still unmarried when she left Amboise in 1508 with her brother François d’Angoulême, who had been officially engaged to Princess Claude since 1506, to join the court in Paris. King Louis XII had offered Marguerite to the prince of Wales in 1500, to Henry of York two years later, and to the duke of Calabria in 1503, but Marguerite’s dowry may have been found paltry. In 1505 Henry VII, king of England, asked for Marguerite’s hand for himself or for his second son Henry. The king of France had other plans: his own marriage to Anne had given him Brittany, and he wanted to add part of other provinces to the royal domain.\nOn 9 October 1509, and clearly not by choice, Marguerite d’Angoulême was formally engaged to Charles, Duke of Alençon. The duke, who owned a large part of Normandy, had inherited a claim to the county of Armagnac, and when the king offered the stunning dowry of 60,000 crowns for Marguerite, Charles agreed to the match. When the marriage was celebrated on 2 December 1509, King Louis XII led Marguerite to her seat, a great honor usually reserved for royal daughters. A courtier nevertheless reported that the bride “pleurait a fendre le caillou” (wept enough tears to hollow out a stone) during the entire ceremony. The new duchess and her retinue moved to the medieval castle of Alençon, which boasted of splendid stables but had neither a library nor court musicians. At Marguerite’s request, books were soon sent from the libraries of Amboise, Blois, and Cognac, followed by others ordered from printers’ shops in France and in other European countries. She also invited scholars and poets to dinners or evenings of music and conversation that became more frequent a few years later during visits from court members.\nThe duke of Alençon spent most days at the hunt, and his mother, who dressed as a nun long before she took the veil, showed little interest in the world at large. Marguerite, however, chose to become involved in the lives of her subjects, particularly the poor. She embarked on a lifelong effort to eliminate begging from the lands over which she held any control, beginning with the city of Alençon. She involved upper-class and bourgeois women in collecting funds for hospices and almshouses where orphans, abandoned children, the old, and the sick could find shelter. She also initiated reforms in convents and hospices, insisting on hygiene and a healthy diet. Turning to the problems of abortion, abandonment, and infanticide, she demanded that poor or abandoned unmarried mothers be provided food and shelter several days or weeks before and after giving birth. In towns and villages as well as in monasteries and nunneries where such scandals occurred, she made it known to culprit and victim alike that she would act promptly when informed of willful deceit of the innocent, rape, incest, child abandonment, and infanticide. At Marguerite’s request her brother founded in Paris the Hôpital des Enfants Rouges (Red Children Hospital)—so called because the children were provided with red clothing—for abandoned or orphaned children who until then had been sheltered with sick and dying adults. Far from losing interest in such projects once they were put into effect, she sent observers and acted at once if and when they reported that the original rules of hygiene, diet, and safety were not strictly respected.\nQueen Anne, who had been strongly opposed to Princess Claude’s marriage to François, died on 9 January 1514. The distressed Louis XII named Louise, Countess d’Angoulême, as guardian of his two young daughters and, against all rules of court etiquette, decreed the celebration of the marriage of Princess Claude and François d’Angoulême. The lavish ceremony took place on 18 May, while the court was still in mourning.\nWhen Louis XII, who had married Mary Tudor in October, died at the end of 1514 without a male heir, François d’Angoulême became the monarch, and the life of Marguerite, Duchess of Alençon, changed drastically as she became “La mignonne du roi de France” (the Sweetheart to the King of France). Their more affluent lifestyle greatly pleased the duke of Alençon, and Marguerite, suddenly much in the public eye, began spending a good deal of time at court, where she often assumed the duties of her sister-in-law Claude, the frail queen of France. Reports from ambassadors who conversed with Marguerite praised her wit, charm, intelligence, and ability to converse on a variety of subjects, but none described her as beautiful.\nMarguerite was familiar with the controversial ideas of Desiderius Erasmus by 1511 at the latest, with the publication in Paris of Moriae Encomium (The Praise of Folly) and of the Adagia as well as Institutio Christiani Principis (The Education of a Christian Prince). Four years later the scholar’s 1516 translation of the New Testament was of particular interest to Marguerite, but although Erasmus expressed his admiration and paid homage to Marguerite in writing, his influence on her was short-lived. She read his later works, and one of the three Colloquia that Clément Marot, who became her secretary and court poet in 1519, had translated into French for her was erroneously published under her name in the nineteenth century. Erasmus’s religious works were perhaps too lukewarm to inspire her.\nMartin Luther, however, had a deep and lifelong spiritual impact on Marguerite’s thought. She eagerly accepted and made her own his three-pronged approach to faith and salvation: man must recognize and confess that he is a sinner when he compares himself to the immensity and the holiness of God’s love; he is righteous when he knows that the only way to the divine grace of salvation is his absolute and total faith in God’s love through his son Jesus; and he is repentant when he stands humbly before God, aware that he has nothing to offer to God, who has given him everything but whom he offends daily. Marguerite was to use in her religious writings throughout her life Luther’s metaphor of le Tout et le Rien (the All and the Naught)—”All” being the Creator and “Naught” the faithful Christian aware of his sins and of his being unworthy of his grace.\nLuther’s posting of the Ninety-Five Theses in which he denounced and condemned the practice of indulgences caused much turmoil in 1517 and later. His text was widely commented on and translations soon circulated, and Luther’s “new” religion acquired adepts long before it had a name. At Marguerite’s request, Luther’s writings and those of European Reformist theologians were translated and regularly sent to her, strengthening her belief that the Scriptures, unburdened from confusing glosses, must be written in a language that common people, literate or not, could understand. An increasing number of scholars translated newly found or rediscovered manuscripts of the Scriptures, and their work revealed more than superficial discrepancies with those texts and commentaries currently used in faculties of theology. They also raised unexpected and disturbing questions about some of the Roman Church rites and sacraments.\nTo Marguerite, reform seemed inevitable, but she believed that such a monumental task could only be undertaken from within the church and by the clergy. She found it difficult to reconcile the teachings of reformers and her desire to remain within the Roman Church in which she was raised but in which dissension was strictly forbidden. The threat of excommunication was real and terrifying. In 1521, the year Luther was condemned for heresy and excommunicated, she sought spiritual guidance from a theologian whom she could trust.\nBy seeking help from Jacques Lefèvre d’Etaples, Marguerite demonstrated that she had already parted, not from the Roman Church but from its orthodoxy. As early as 1500, Lefèvre was known as one of the most erudite and respected professors of philosophy in Paris. After “ayant redécouvert Aristote” (discovering a new Aristotle) when he studied Greek authors in their original language in Italy, he had eschewed the rigid scholastic school of thought for a more humanist tradition. He and a few others were committed to the printing and circulation in French of all biblical exegeses and commentaries as well as the Bible itself. In 1512 he had published S. Pauli Epistoae XIV ex Vulgate, adiecta intelligentia ex graeco, cum commentariis (The Fourteen Epistles of St. Paul taken from the Vulgate, with Annotations from the Greek, with Commentary), his Latin translation that Luther much admired and saw as a source of inspiration.\nLefèvre introduced Marguerite to Guillaume Briçonnet, bishop of Meaux, who had served her brother as ambassador to the papal court in Rome and who was engaged in reforming church abuses. Under his influence the Circle of Meaux became the center of French evangelism. For three years Marguerite became his dedicated and conscientious student. She unwittingly imitated Briçonnet’s convoluted style when she answered his letters between 1521 and 1524, later quoting him from memory in some of her works.\nWhen he returned to Meaux, Briçonnet left Gérard Roussel with her for spiritual guidance, and although Roussel was repeatedly accused of heresy, he remained by her side until her death. The serenity she gained from a faith in which all doubts were answered in Scriptures became both the source and the message of her own writings, even when she adopted a rhetoric of silence and a self-imposed censorship in painful and sometimes dangerous circumstances. In 1524 she was already playing a major role in the Circle of Meaux, providing spiritual as well as financial support for the printing and distribution of evangelical and Reformist texts, all written in or translated into French. Letters from reformers such as Calvin and Erasmus mention her support and some have indicated that she contributed a few of her own writings among those published anonymously at the time.\nBriçonnet, Lefèvre, and other erudite theologians of various nationalities who translated Scriptures into French from Greek, Hebrew, and Aramaic incurred the wrath of the Faculty of Theology of the University of Paris. Their writings were examined and usually ruled to be “in error,” an offense as serious as blasphemy, if not heresy. When theologians such as those of the Circle of Meaux tampered with the Roman dogma and suggested modifying the text of prayers, they were threatened with excommunication; their homes and those of their friends were searched; and their works were judged to be of a heretical nature and were confiscated and burned in public. On 8 August 1523 Marguerite’s protégé Louis de Berquin’s Briefve admonition de la manière de prier: Selon la doctrine de Jesuchrist (A Brief Admonition on the Manner to Pray According to the Doctrine of Jesus Christ), from which the cult of the Virgin and of the Saints was conspicuously absent, was condemned by the Faculty of Theology. Several of his works were later burned in front of Notre Dame Cathedral in Paris, and he was executed on 17 April 1529.\nKing François I was at first open to the new ideas, and he usually complied with his sister’s pleas for leniency or pardon when her protégés or their friends were arrested and found guilty of blasphemous writings, of straying from the Roman tradition, or simply of failing to observe Lent. But the pressure to prosecute those believed to be enemies of the Church was great. Among Marguerite’s associates who were eventually executed were Berquin, Etienne Dolet, several clerics and lay members of the Circle of Meaux, her almoner Jean Michel—all burned at the stake—and Antoine Augereau, one of her printers, who was hanged.\nAll persons found in possession of condemned works were liable to prosecution, but this rule was not systematically enforced. Marguerite, because of her privileged status, continued to order banned works. One of the works she ordered was a subject of great interest to her, the translation of Luther’s treatise on monastic vows of celibacy.\nWhile she was reading forbidden texts, Marguerite was also beginning to write. As early as 1522 or 1523 she aspired to expand the scope of her skills beyond those of didactic or proselytizing poetry. From Marot, she learned prosody, from rhymed couplets to terza rima and Alexandrine verse forms. During the many years he was in her service she practiced all forms of versification and explored other literary genres as well. Until he went into exile in the 1530s, he was also involved in editing her works before publication.\nFor years Marguerite refrained from committing to print her own work, such as her prose translation of prayers in which Christ’s name is substituted for that of Mary. Her Petit Oeuvre dévot et contemplatif (Brief Devout and Contemplative Work), a work that was not published until 1960, circulated in manuscript through the evangelical network as early as 1525 where it was praised by lay reformers and by theologians. Wolfgang Capito, a former Benedictine professor of theology and provost of St. Thomas at Strasbourg, praised her in the Latin preface to a 1528 manuscript copy of the text. A supporter of Luther, he formally declared for the Reformation.\nIn Petit Oeuvre dévot et contemplatif, Marguerite, the narrator, seems lost as to which spiritual road to follow—a situation that strongly recalls that of Dante in his Divinia Comedia (Divine Comedy), where the author seems lost until an unnamed traveler, an “homme honorable” (honorable man) tells him what he needs to hear but must not reveal. Only after the distressed Marguerite has followed the path in which she, too, had been led and pauses to pray and meditate, does she notice an olive tree in the shape of a cross. She prostrates herself at its base in a mixture of joy and grief—an emotional state that she finds impossible to describe and that is more fully developed later in her religious poems and in her theater. After having regained her strength and her courage at the foot of the cross, she rejoices at being able to pray in French in the simple and sincere words that come from her heart.\nMarguerite then confesses her sins and weeps with pity and love for Christ, who suffered the ultimate sacrifice. In a supreme act of contrition she prays for “la divine ignorance” (divine ignorance)—the surrender of her intellect, her memory, and her willpower—to be one with him, free from sin. Her contrition and her true faith lead her into prayer, and she hears his message of love and of forgiveness for the humble and sincere believers. She resolves that as penitence for her sins, she will carry three crosses: the black cross of repentance, the white cross of patience, and the cross of compassion, red from the blood of Christ. In the final verses she invites others to accompany her on the path of the cross for the love of Christ, nunc et semper (now and always).\nMany of Marguerite’s religious writings circulated only in manuscript form in her lifetime and were not transcribed and published until the late nineteenth century and later. Because what she wrote at the time would have been judged controversial, she did not wish to place her brother or especially her mother, who served as regent during her son’s Italian expeditions in 1515-1516 and 1525-1526, in the position of having to either protect or silence her. None of her writings were published until after her mother’s death in 1531.\nLouise’s personal beliefs are not fully known, but her public and official acts as the king’s mother and defender of the faith are unequivocal. In 1523 she asked the Faculty of Theology of the University of Paris what would be the most effective means to “extirper l’hérésie luthérienne” (extirpate the Lutheran heresy) from France. In 1525, as regent, she gained the approval of Pope Clement VII to create a permanent inquisitorial tribunal, which was used to dismantle the Circle of Meaux. When Briçonnet appeared before the tribunal, he recanted and denounced all his previous writings. Lefèvre was arrested and refused to recant, but with Marguerite’s help he went into exile in Strasbourg. Marguerite’s own chaplain was summoned to appear before this tribunal.\nAfter Queen Claude died on 24 July 1524, Marguerite moved to Blois to oversee the education and the pastimes of her six nephews and nieces. In late August the royal children became ill with a virulent form of measles. All but the eldest recovered, and Marguerite was deeply affected by the death on 8 September of her favorite niece, seven-year-old Princess Charlotte.\nBriçonnet’s 15 September 1524 letter of condolences and consolation to Marguerite is the source and inspiration of the Dialogue en forme de vision nocturne (Dialogue in the form of a nocturnal vision)—which she wrote before the end of that year and became her second published work in 1533. Briçonnet understood that though Marguerite lamented the death of Queen Claude, she was truly distressed by the passing of her niece. In his letter he culled from Scriptures examples of grief at the death of an innocent child and then sternly leads her, through many quotations from the Bible, to accept God’s will with gratitude and even to rejoice for the dead.\nA strongly evangelical work, Dialogue en forme de vision nocturne presents a colloquy between Marguerite and “l’âme de Madame Charlotte” (Madame Charlotte’s soul). Princess Charlotte exhorts her aunt to cease grieving and repeats in her own words the admonition of Briçonnet’s letter. Her voice is that of the stern adult and Marguerite’s is that of the student who sees herself as pis que morte (worse than dead). She tells Marguerite that tears such as those she is shedding offend her and God, for death is nothing for the Christian strong in his faith, whose soul it liberates from its prison on Earth for its mystical union with God through Christ. On the theme of salvation, she repeatedly invokes Briçonnet’s belief: God chooses among the innocent and among sinners those who will know the infinite bliss of divine love, and none will be saved but by the grace of God, through Christ; it is not in religious works or ritual acts of piety but in Christ only that one may hope for divine grace. In the final tercets, after Marguerite pleads to be allowed to join her niece in death, the soul of Princess Charlotte, before soaring to heaven, tells her that she must wait until God opens the door to her, leaving her in the world of tribulations, still living and, repeating the earlier line, “pis que morte” because she remains overwhelmed by “le rein” (her nothingness).\nDialogue en forme de vision nocturne was at the time of its compostion Marguerite’s most ambitious and longest religious work, running to 1,293 lines in terza rima. She did not then consider publishing the poem because it would have appeared in print while her brother after his failed Italian campaign was held prisoner by Emperor Charles V. In the king’s absence, the Faculty of Theology of the University of Paris and the Parlement (Parliament) of Paris could have reacted at once against the poem—which stresses that without the sinner’s sincere faith in God, such Roman practices as morning or evening mass, good works, fasting and pilgrimages are but a worthless fraud—and placed Louise in an impossible position.\nWith her brother and the best of his men held in Spain for exorbitant ransom after their defeat at Pavia in February 1525, Marguerite assumed the functions of the late queen and of surrogate mother to her brother’s children. When the duke of Alençon, who was in part responsible for the capture of King François, returned to Lyon with his men, he begged Louise for forgiveness, but the regent remained implacable and left the room, ordering her daughter to follow her. Marguerite ignored her mother’s command and stayed by her husband’s bedside, reading from Scriptures to him daily until he died on 11 April 1525, her thirty-third birthday.\nMarguerite was involved in the negotiations for the release of her brother and met Charles V in Madrid on 26 October 1525. When the emperor’s terms proved unacceptable and additional mediations took longer than expected, François suspected that Charles was trying to keep Marguerite in Spain long enough for her safe-conduct to expire and thus hold two royal hostages instead of one. He ordered his sister to leave, and she returned to France through the most direct northern passage. Her entourage crossed the snow-covered Pyrenees Mountains on horseback, reaching the French border on 25 December with a few days to spare.\nOn 14 January 1526 François signed the Treaty of Madrid. Two months later, two boats left opposite banks of the Bidassoa River, one carrying the eight-year-old Dauphin François and Prince Henri as hostages and the other their father, king again as he reached France. Marguerite’s life at court resumed, and so did her interest in the Reformist cause.\nOn 26 December 1526, Marguerite, Duchess of Alençon, was formally engaged to Henri II d’Albret, King of Navarre, eleven years her junior, who had escaped from the emperor’s jail after being made prisoner at Pavia. Whether this marriage was her choice or that of her brother, she clearly liked and most likely loved Henri, to whom she wrote loving letters and poems. Less than a month later she became queen of Navarre, and by the end of October she arrived in the part of Béarn north of the Pyrenees that was Henri’s kingdom. Except for frequent and often lengthy visits to the French court or extensive official journeys of a diplomatic nature, she resided until the last year of her life at the large castle of Pau or the smaller castle at Nérac. On 16 November 1528 she was delivered in Fontainebleau of a daughter, Princess Jeanne (future queen of Navarre), and on 14 July 1530 in Blois, of a son, Prince Jean, who died on 25 December of the same year. Between these births Marguerite served as a hostage during the negotiation in 1529 of the Paix des Dames (Peace of the Ladies) by the two most powerful women in Europe: Marguerite of Austria, representing her nephew Charles V, and Louise, representing her son the king. The treaty resulted in the return of François’s sons and his marriage to Eleanor, dowager queen of Portugal and the emperor’s sister, on 7 July 1530.\nBetween 1525 and 1531 Marguerite wrote several important works: Miroir de l’âme pécheresse (The Mirror of the Sinful Soul), her first published book; “Oraison à notre Seigneur Jésus-Christ” (Prayer to Our Lord Jesus Christ) in which she addresses to Christ the traditional invocation to the Virgin Mary; the lyrical Oraison de l’âme fidèle à son Seigneur Dieu (Prayer of the Faithful Soul to Our Lord), attesting that before the creation of man God decided on the election of some of his creatures and that the gift of faith is a divine decision; and the Discord étant en l’homme par la contrariété de l’esprit et de la chair (Discordance Caused in Man by the Conflict between the Spirit and the Flesh), a commentary on chapters 7 and 8 of Paul’s Epistles to the Romans, fundamental to the doctrine of grace and justification by faith. Other works composed during these years include “Récit de sa conversion” (Account of Her Conversion), a personal introspection that is also an early draft or the seed of Les Prisons (1978, Prisons; translated as Margueite de Navarre: Les Prisons, A French and English Edition, 1995) that she completed in 1549 as she prepared for death. She also translated the Lord’s Prayer—”Le Pater Noster faict en translation et dialogue par la Royne de Navarre” (The Lord’s Prayer, translated as a dialogue by the queen of Navarre)—and requested the translation of Baldassare Castiglione’s Il libro del Cortegiano (The Book of the Courtier), undoubtedly because it heaped lavish praises on her brother. Her L’Heptaméron (1559; translated as The Heptameron of the Tales of Margaret, Queen of Navarre, 1894), however, shows that the Italian work had more than a passing influence on her own prose.\nAfter Louise died on 22 September 1531, Marguerite returned to court to take her mother’s place near her brother. The same year her Miroir de l’âme pécheresse was first printed in Alençon, where Simon du Bois had moved his shop after the 1529 execution for heresy of Berquin, whose work he had published. Seven printings followed in 1533.\nMarguerite had honed her skills in the more than ten years she had been writing when she published Miroir de l’âme pécheresse, a 1,434-line poem in decasyllabic couplets. After minor textual changes in 1533, she revised it further when she included it in 1547 in her two-volume collection Les Marguerites de la Marguerite des princesses (Pearls from the Pearl of Princesses). The female narrator is the sinful soul who offers to the readers the mirror in which they can see their own souls because all are sinners since Adam. Too weak to shake off the yoke of her sins or to seek help, the sinful soul suffers from offending God. Her transgressions are such that she is “trop moins que rien” (much less than nothing), mud before life, dung after death. No human can change her, and nothing can deliver her but the gift of divine grace through Christ.\nThe major part of the poem is a long monologue to Christ, her constant and forgiving intercessor, and is divided among the four roles of mother, daughter, sister, and wife in which she sees herself in her relationship with Christ. These roles are then used as exempla in biblical events in which she was unworthy and betrayed him, yet remained welcome in the eyes of immortal, invisible, and incomprehensible God. The poem shows a remarkable use of both the Old and New Testaments within the text and of silence as a rhetorical device. Silence, in Briçonnet’s and of Lefèvre’s apologia, is present in its most subtle and abstract forms: silence as praise, silence as an act of pure love, silence as meditation, silence in confession to God as an act of faith, silence as an act of humility as it reflects the failure of man’s own words and of his capacity to understand the immensity of God’s love and grace, and more particularly the silence of religious ecstasy. Silence is used in a mystical union with God, and the material world ceases to exist.\nIn the early 1530s the king was tolerant of his sister’s proselytizing, and he allowed her spiritual adviser, the controversial Roussel, to preach the sermon for Lent in 1532 at the Louvre, to the dismay of the Sorbonne. In defiance of the Faculty of Theology, Marguerite included in the new editions of the popular Miroir de l’âme pécheresse the sixth psalm of David, translated from Hebrew into French by Marot, valet de chambre to the king. Even a superficial reader of this psalm could not have missed its Reformist orientation, its emphasis on the primacy of faith, and its exclusive use of the French language for all biblical quotations.\nMarguerite’s Miroir de l’âme pécheresse was soon condemned and listed by the Faculty of Theology among works judged to be tainted with heresy. King François intervened, and on two different occasions the Sorbonne officially rescinded its condemnation and removed Miroir de l’âme pécheresse from the list of blacklisted works. The censors of the Faculty of Theology nevertheless took their revenge on Antoine Augereau, who had printed the offending volume, and he was hanged in 1535.\nMarguerite and King Henri were returning to their kingdom when the Affaire des Placards compromised Marguerite’s relationship with her brother. On the night of 17 October 1534 pamphlets that decried the abuses of the papal Mass were nailed on the doors of various churches in Paris, Orléans, Tours, Rouen, and, making it a case of lèse-majesté, on the doors of the king’s chamber. It has since been determined that the sacrilegious leaflets, printed in Switzerland, were posted by conservative members of the Roman Church who found the king’s attitude toward Reformers too lenient.\nRepression was swift and harsh. A list was made of suspected religious dissenters; many were jailed, and some, mostly lower- or middle-class men unknown at court, were executed. Among those who found refuge or aid in the kingdom of Navarre were Jean Calvin, Marot, and Lefèvre d’Etaples. The court of Navarre seems to have been particularly open to religious freedom, as many who adhered to the teachings and the dogma of the Roman Church also resided there.\nFrom around 1534 or 1535 until 1546 Marguerite wrote four biblical comedies based in part on Medieval plays: Comédie de la Nativité de Jésus-Christ (Comedy on the Nativity of Jesus Christ), Comédie de l’adoration des Trois Rois à Jésus-Christ (Comedy on the Adoration of the Three Kings to Jesus Christ), Comédie des Innocents (Comedy of the Holy Innocents), and Comédie du Désert (Comedy in the Desert). While Marguerite scrupulously followed Scripture, the simplicity of her language, the realism of the characters, the serenity of the Virgin despite her awareness of danger, and the sobriety of the mise-en-scène enhanced the power of her deeply personal evangelical message. During the same period she also wrote four of her seven secular comedies, plays that were short and lively enough to be performed: Le Malade (The Patient), L’Inquisiteur (The Inquisitor), Comédie des quatre femmes (Comedy for Four Women), Trop Prou Peu Moins (Too Much, Much, Little, and Less). (The first complete edition of her secular works, Théâtre Profane [1946; translated as Marguerite de Navarre, Théâtre Profane, 1992], included plays that had not been previously published.)\nIn Le Malade, written in 1535, a man in excruciating pain who begs his wife to fetch a doctor symbolizes the Christian Church or a Christian. The doctor attempts a diagnosis while the wife suggests all sorts of amusing remedies that include amulets or a mass, but when the doctor leaves the room to write a prescription, the young servant girl tells her master to put his faith in God and in God alone. When the doctor returns he finds his patient cured and immediately suspects witchcraft, but the girl boldly holds her own in the subsequent colloquy. The doctor leaves while the patient praises God.\nL’Inquisiteur, written in 1536, presents an obvious caricature of Noël Béda, the overzealous censor of the Sorbonne, who is shown as stingy, power-thirsty, devious, and cruel. The Inquisitor is irritated by a group of innocent young boys who play in the snow without feeling cold, particularly by their happiness and the fact that they show no fear of him. The names of the children are loosely based on those of Marguerite’s protégés, all under suspicion of heresy. The dialogues are cleverly built on two levels: the language of the interrogator, who tries to trap young children with questions that evoke those of the Inquisition, and the language of the children, whose witty repartee and plays on words show that they know Scripture better than the Inquisitor. The Inquisitor’s manservant tries to protect the children and is converted. The evil Inquisitor also hears God’s message, which comes as in a flash of lightning. All leave the stage together, singing a psalm that had been translated into French.\nAs an effective means to proselytize, particularly to those who could not read or write, Marguerite began work on her Chansons spirituelles, in which new religious verses were written to the melody of popular—and occasionally naughty—songs, easily recognized and retained. Handwritten copies of these songs circulated as far as Geneva, thereby avoiding religious censorship. Marguerite included them in Marguerites de la Marguerite des princesses.\nIn late 1535 the king relented in his anger and invited his sister to join him in Lyon, where they stayed for nearly a year. The eighteen-year-old Prince François, heir to his father’s throne, died in Lyon, perhaps of pleurisy. Poison, however, was suspected and was found in the belongings of an Italian page, who was condemned. All members of the court, including Marguerite, witnessed the public execution.\nThe king, whose health had been adversely affected by his son’s death, deliberately tried to show that his rift with his sister had been healed, but she subsequently had less influence over the king and less power at court than she had enjoyed in the past. Eager to regain the closeness and the warmth of their previous relationship, Marguerite avoided religious issues. During her stay in Lyon she met with scholars and poets who exemplified the humanist spirit of the city, including François Rabelais, Maurice Scève and his siblings, Dolet, and Bonaventure des Périers, all of whom recognized Marot as their uncontested master. Like Marguerite, several of these Lyonnais writers were under suspicion of evangelical if not Lutheran leaning and were cautious about publishing religious works.\nIn late 1536, a few months after the death of the dauphin François, Marguerite helped her niece Princess Madeleine convince her reluctant father to give his permission for her marriage to King James V of Scotland. The marriage took place in January 1537. Madeleine was not yet seventeen when she died less than six months after her arrival in Scotland, whose climate was too harsh for her delicate constitution. Marguerite increasingly mentioned death, “la dame tant noire” (the lady so black), as shadowing her to take those she loved. Nevertheless, she did not curtail her official activities, and for several years she was seen at court during lengthy stays and at important political events such as the 1538 Conference of Nice and Aigues-Mortes, an attempt at conciliation with Charles V, where she met Pope Paul. Among various poems that she wrote between 1535 and 1540, “Le Triomphe de l’Agneau” (The Triumph of the Lamb) and “Complainte pour un detenu prisonnier” (Complaint of One Held Prisoner), probably alluding to Marot, who had suffered imprisonment for heresy, remained in manuscript form.\nMarguerite had long eschewed the cult of the saints, but eager to please her brother or at his command, she attended a feast in the honor of St. Martin in Lyon as a public display of orthodoxy in 1539. She was accompanied by her secretary Des Périers, suspected of heresy, to indicate that he remained in her protection. This event was followed by her required presence on 16 July 1540 at the signing of a contract of marriage between Princess Jeanne and the duke of Cleves. Marguerite and her husband were stunned and hurt by the arbitrary decision of the king who, disregarding their well-known wishes, had imposed his choice of a husband for their daughter. They submitted to the king’s will, and their humiliation was compounded when their retinue was stopped during their journey back to the castle of Pau, and they were denied permission to take their daughter with them.\nIn December 1541 Marguerite completed La Coche (The Coach), a 1,400-line poem that avoids the subject of religion. According to her precise directions, woodcuts were interpolated in an elegantly bound volume that she presented in person to Mme. d’Etampes, her brother’s mistress, most likely to seek her help to bring her back into her brother’s favor. In the poem she writes of herself in the third person as a kind, caring, but disillusioned middle-aged woman looking back sadly on the past events in her life. She meets and listens to the complaints of two unhappy women of her entourage, comforts them and encourages them to move from the nonverbal language of tears to put in writing their debate on the suffering caused by those one loves.\nIn 1541 Calvin’s Christianae religionis institutio (1536, Institution of the Christian religion), which had been dedicated to King François, was published in French as Institution de la religion chrétienne. Marguerite’s relationship with Calvin had deteriorated over the years, and they grew estranged when she found his dogmatism excessive. In 1545 Marguerite broke all contacts with Calvin after his writings criticized and ridiculed her spiritual advisers.\nIn June 1541 twelve-year-old Princess Jeanne was married to the duke of Cleves, though she refused to walk down the aisle and had to be carried to the altar. The marriage was not then consummated as the princess had not reached puberty, and for the next two years Marguerite nearly exhausted all excuses to postpone her daughter’s departure for Germany. When the duke finally agreed to desist from the union in 1543, Marguerite initiated the procedure of annulment. Two years later Pope Paul III, a few weeks before his death, honored her request and annulled the marriage.\nFollowing the marriage of the princess to the duke, François had invited Marguerite and her husband to join the court. Once more in high favor, she wrote a comedy to entertain important guests, her first secular play in six years. Eager to avoid controversy, she chose the safe subject of love and marriage in the Comédie des quatre femmes.\nIn spite of its title, Comédie des Quatre Femmes features five female characters. Two young, happy girls are engaged in a debate about love. One refuses to love because she argues that men cannot be trusted, and the other contends that love is the source of supreme and everlasting happiness. Two sad married women join them: one has an insanely jealous husband who mistreats her without reason, and the other has a husband she loves but who is in love with another woman. They ask for an old woman’s opinion. She tells the girls that whether they want to or not, they will both love and suffer, and she advises the women that the only way they can overcome their grief is by taking a lover. When they refuse to take her advice, she concludes that time will solve their problem: the jealous husband will no longer love her when she is old and ugly and will stop tormenting her; the unfaithful husband will be too tired to stray and too ugly for her to care. While Marguerite more than hints that women too can play the game of infidelity, she clearly points to the double standards of male and female roles in love and in marriage. This comedy, already anticipating the debates of the storytellers in L’Heptaméron, was played before King François and the cardinal of Tournon.\nIn February 1542 Marguerite left the court to return to Béarn, where she stayed for two years. In December of that year King François, accompanied by Prince Henri and Prince Charles, traveled to Nérac on his way to La Rochelle, where a rebellion was threatening to spread. It was his only visit to the the kingdom of Navarre. Marguerite was then fifty years old and pregnant but this last chance at giving Navarre a king ended when she miscarried in April 1543.\nWhen she returned to the court at her brother’s invitation in 1544, Marguerite brought Trop Prou Peu Moins, a complex comedy in which Trop (Too Much) and Prou (Much), easily recognized as the Pope and Emperor Charles V, are given donkey’s ears that they are unable to hide under their caps, hats, miters, or crowns. Both are rich, giddy with power, greedy, and cruel. They decide to make fun of Peu (Little) and Moins (Less), two simple shepherds in rags whose small horns pierce through their hats. While Trop and Prou complain about their embarrassing ears, they are puzzled by the blissful laughter of the men of faith. The replies of Peu and Moins to their pointed questions are simple yet ambiguous and seemingly nonsensical. Trop and Prou scream with pain and refuse to hear, even for a brief moment, the message of pure faith when Peu and Moins offer their help. By 1544 Marguerite understood that the alliance of the emperor with the Roman Church was unbreakable. She also knew that Rome would neither hear nor listen to the evangelical message of reform within the church. Suggesting that silence or exile are the only solutions left to Reformists, Marguerite’s Peu and Moins leave the stage, aware of the danger but eager to proselytize wherever the roads take them.\nMarguerite suffered a painful loss in September 1544, when Marot whom she had long protected when she was able, died in exile in Turin. The following year, on 9 September, Charles, Duke of Orléans, her favorite nephew, died from the plague in less than two days at age twenty-three. Of the king’s seven children, only two were left: the heir apparent Prince Henri and the youngest, Princess Marguerite, neither of whom was close to their aunt. Religious repression continued, and in 1546, after returning to the kingdom of Navarre, she learned that Dolet, another of her protégés, had been hanged and then burned at the stake in Paris.\nIn 1546 Marguerite helped Rabelais, an evangelical scholar and prominent physician who had refrained from publishing for nearly ten years because of the threat of excommunication, to obtain a license to print Le Tiers Livre des faicts et dicts héroïques du bon Pantagruel (1546, The Third Book of the Heroic Deeds and Sayings of Good Pantagruel), a work he dedicated to Marguerite with a poem in which he alluded to her faith and encouraged her to come out of her own imposed silence. She then decided to collect and edit a selection of her writings, published and unpublished, that she considered worthy of her talent as an author. Her selection was cautious, as except for a few amusing poems, enigmas, and letters, she chose many didactic or proselytizing works. Several of her secular comedies as well as many religious poems were omitted. The two volumes, Marguerites de la Marguerite des Princesses, tresillustre Royne de Navarre (Pearls of the Pearl of Princesses, Most Illustrious Queen of Navarre) and Suyte des Marguerites de la Marguerite des Princesses, tresillustre Royne de Navarre (Continuation of Pearls of the Pearl of Princesses, Most Illustrious Queen of Navarre) were published in Lyon in 1547 (with privilege to reprint for six years) by Jean de Tournes.\nMarguerite was traveling to see her brother when she learned of his death on 31 March 1547. She stopped in Tusson, where she wrote La Navire (1956, The Ship), a 1,464-line poem in terza rima that recalls the poet’s dialogue with Princess Charlotte in the Dialogue en forme de vision nocturne. In the poem the apparition of her brother admonishes Marguerite for persisting in her grief, describing the delightful experience of the beatific light that he encourages her to seek. Far from soothing her pain, the words deepen her sense of loss, and she praises the incomparable virtues of the king. While the soul of her brother insists on the vanity of regrets, she rejects in horror the idea that her love for him could offend God, refusing to cease grieving because she finds in it a blend of joy and of despair. He urges her to contemplate the greatness of God and God alone, telling her that her own death will come soon and that she must throw herself into the open arms of Christ. At dawn the sunlight dissolves the king’s ghost. Dazzled, filled with indescribable joy, she expresses the hope that she will be among the chosen. More so than in her earlier work, the poem captures the complexity and the depth of her emotions, confirming that Marguerite had become a far better poet in the twenty-three years since she had written about the death of her niece.\nLa Comédie sur le Trespas du Roy (Comedy on the Passing of the King), a pastoral lamentation written shortly after La Navire, is neither a comedy nor an eclogue nor a dirge. Similar to the later developed genre of the Oratorio, the work includes songs of varying meters interpolated in the decasyllabic rhymed text and sung by the characters as solos, duets, trios, and a quartet. Among them are several of the Chansons spirituelles that she wrote before and after her brother’s death. The roles in the poem are clear: Pan, ruler and shepherd to his flock, is François; Amarissima is the expression of Marguerite’s grief; Securus is her devoted husband, Henri de Navarre; the shepherd Agape is her nephew Henri, the new king. The role of Paraclesis, the paraclete or great intercessor, is unexpectedly played by a woman. Marguerite leads the reader from her original feelings of anger toward fate and her resentment when others try to stop her tears and pull her from her self-imposed solitude to reconciliation and finally to acceptance.\nMarguerite gave much thought to the details of this carefully crafted work, imagining a two-level stage and a backdrop of a painted cloth showing a steep downward path with a crossroad at which stood a large cross. The poem was a personal memorial to her brother, but in giving her characters names taken from antiquity or from Scriptures, dressing them in traditional shepherd clothes and staging it in a bucolic setting that precludes any suggestion of time and place, Marguerite created a timeless and universal reflection of the healing process of catharsis that transcends personal pathos.\nIn late December or early January 1548, Marguerite traveled to Mont-de-Marsan, where she wrote or completed the best of her secular plays, The Comedy de Mont-de-Marsan, a 1,015-line work that was performed on Shrove Tuesday, 15 February 1548. The opening monologue of each of the four female protagonists reveals their religious attitudes. La Mondaine (The Worldly), well-to-do, carefree and superficial, cares only for her body and what makes it more beautiful. She lives for the present. La Superstitieuse (The Bigot), ignorant of Scriptures, is obsessed by rituals, orations that she meticulously counts by the hundreds, pilgrimages, and fasting. She believes that punishing one’s body is the only way to earn salvation and condemns others for not following her example. La Sage (The Wise Woman), secure in her faith, whose reading of Scriptures gives peace and serenity, gives each of them a Bible. She cares for her body because it has been entrusted to her, and she tries to keep her soul pure. For her, grace means union with the perfect friend, father, brother, and spouse. Finally, La Ravie (Enraptured by the Love of God) is a young shepherdess blissfully oblivious of the physical world and its traditions. She scorns all material possessions and, unlike the other three, she does not ask herself questions about redemption anymore than she would be interested in Scriptures, for she enjoys a total and joyful faith in God.\nTemporarily baffled by La Ravie’s behavior, the other women are briefly united in reproaching her for ignoring her sheep and singing passionate love songs to the lover she is going to meet. She answers their questions with parts of songs, incomplete sentences, and much laughter. The three women fail to understand her and leave. She remains alone on stage to deliver an inspired paean to God. The most moving moment in the play is a space left blank between lines 1,011 and 1,012: it is an illumination from God, an ecstatic moment of silence in which the soul is temporarily a separate entity from the body. No words can reflect the mystical and voluptuous possession by divine grace that La Ravie experiences. After this pause she states “Tu l’as fait et je t’en mercie” (Thou hath so done and I thank Thee). The last three lines of the play, a metaphor on death as resurrection, impress upon the audience that one must break the shackles of the material world and surrender one’s being with absolute faith to live in the spiritual world of God’s love.\nKing Henri II, ignoring the wishes of Marguerite and King Henri de Navarre, arranged the marriage of Princess Jeanne and Antoine de Bourbon-Vendôme, a son of Charles, Duke of Vendôme, of the second House of Bourbon. Marguerite and her husband postponed their departure from Béarn as long as they could but were told that the marriage would take place in Moulins on 20 October 1548 whether or not they were present. They soon reconciled themselves to the union, and when the newlywed couple traveled to Pau in January 1549 for a visit, Marguerite wrote the charming but far from polished 186-line poem “Le Parfait Amant” (On Perfect Love), praising selfless love and faithfulness.\nMarguerite may have begun writing Les Prisons in 1548, though the 4,928-line epistle generally seen as her spiritual autobiography was not completed until 1549. In works such as La Coche, in several tales included in L’Heptaméron, and the Récit de sa conversion, she had shown an autographical impulse, but Les Prisons, which is written as a letter from a male narrator to a lady he had loved in the past but who had been unfaithful to him, is a far more developed spiritual work. The narrator describes for her his moral, intellectual, and religious triumph over the temptations and pleasures of her love whose prisoner he had once been. The work is divided into three books that might be titled, the “Prison of Human Love,” the “Prison of Worldly Pleasures,” and the “Prison of the Written Word.”\nAt the end of the first book (1-618), after a lyrical description of how deeply the narrator had desired the prison in which his love for her had kept him, how he cherished the pain that it caused him and had prolonged his suffering before conquering it, his second and last farewell to the lady is far from affectionate. He coldly concludes that he no longer cares for her. The second book (1-1,096) follows the author’s progress as, freed from the prison of love that had blinded him to natural beauty, he is seduced first by nature itself and then by the desire to acquire material possessions. At the point when he has achieved every goal that he had set for himself, he meets an elderly scholar who tells him that he is now as much a prisoner of worldly pleasures as he had been of love. He understands that what he had long sought is another prison from which he can escape through knowledge and the world of ideas. Immensely grateful, he asks for his benefactor’s name, but the scholar simply replies that he is a lover of learning and that the narrator should emulate him. The narrator follows his advice and begins at once to read the books that liberate him from his second prison.\nIn the 3,214-line third book, by far the longest of the three, the narrator eagerly accumulates the books he must study, beginning with the Bible. He divides his time between reading the books, conversing with scholars about them, listening to sermons, and attending mass. Books become his reality and his prison.\nHe begins to experience doubts, but as he studies Scriptures as well as other books, he remains in the prison of the written word and cannot find his way to pure and simple faith for several years. God finally enlightens him, and the mystical ecstasy that he experiences is similar to that of Moses with the burning bush and to that of shepherdess in Mont-de-Marsan. Marguerite is inspired to devote nearly 2,600 lines to the jubilation and the euphoria of this vertiginous “tomber en Dieu” (fall into God). Liberated from his last prison, the narrator does not destroy his books but will henceforth read them in a different light. He knows and understands that none of his prisons would have been destroyed without God’s intervention.\nThe last sixteen lines of Les Prisons rejoice in man’s redemption, for it is through Christ, whose gentle loving spirit is fire, that man, who is “naught,” can be “all” in a mystical union with God, for only where the divine spirit can soar can there be freedom. Marguerite and her ladies-in-waiting embroidered this same message—the ubi spiritus, ibi libertas (where the spirit is there is freedom) of St. Paul’s second letter to the Corinthians—panels displayed at the castle of Pau. Ten of these panels, in Latin, were placed on the walls of the antechamber leading to the room where she met those to whom she had granted an audience. In this formal room where she sat under a canopy of black and crimson satin, however, the message on the ten identical wall panels was in French because many of those who sought her help did not know Latin.\nL’Heptaméron, an unfinished work first published a decade after Marguerite’s death, has made her a reputation as a well-known but often misquoted author of a naughty book. She and those around her had gathered for several years anecdotes and gossip to include in a French version of Boccaccio’s Decameron. But while Marguerite acknowledges her model and praises Boccaccio in her prologue, her intent is more dynamic than that of the Italian author, as she did far more than interpolate dialogues and anecdotes. While the circumstance she contrives to isolate her storytellers—a flood that washes away bridges and confines them to a monastery for ten days—is less dramatic than the devastating plague Boccaccio conceives, Marguerite improves upon her model by having her characters react to the tales. Their conversations and debates are more meaningful than the stories on which they are based because they reflect Marguerite’s preoccupation with ethics and her analytical interest in topics such as love and friendship, marriage, faithfulness, and the conflict between faith and religion.\nLike their Italian counterparts, the French aristocrats decide to while away the hours by telling stories, each relating one story per day on a chosen topic. However, unlike Boccaccio, whose storytellers include three men and seven women who declare their need for male support, Marguerite’s cast is equally divided among the sexes. There is a clear parallel between the five women, single, married, or widowed, representing three generations of distinct personalities, and those of Comédie des quatre femmes, but in her brief earlier work the one-dimensional characters had no room to evolve. Age, social status, and education play an equally important role for her five male characters, who rarely reach a consensus.\nMarguerite’s multifaceted characters are fascinating in their own right because what they are and what they think, what they say and how they react, often supersede who they are. The intricacy of the relationships between the ten narrators who know but do not necessarily like one another yet are forced to spend ten days in a sort of huis-clos (closed space) is shown in their observations and reactions to one another’s words and gestures. The reader, like the monks hidden behind the hedge, becomes a spectator and must attempt to decipher the true emotions and feelings of the characters, the depths of their relationships, and what goes on behind the scenes.\nThe tales and conversations alike reveal Marguerite’s appreciation of a good joke and the sense of humor for which she was well known. By creating characters who could speak their minds, she dared make critical statements that she would have been otherwise unable to put in writing about customs, traditions, social mores, and religion. Having placed her stranded devisants (storytellers) in a monastery where the chaplain or a priest would be in charge of the daily religious service, she boldly chose to have a woman, Oisille, fill the role of religious leader, reading Scriptures in French to them every day and giving a sermon based on the text she has selected.\nMarguerite’s L’Heptaméron remained incomplete, and she did not live long enough to publish it herself. About twenty manuscripts, some with marginal additions, were found after her death. The earliest published text, edited by Pierre Boaistuau in 1558, was not divided into days and comprised sixty-seven tales in random order. In 1559, at the request of Jeanne, Princess of Navarre, Claude Gruget edited a text divided into eight days that included prologues and debates between the narrators, “in which,” according to the editor, “the seventy-two tales were put back into their proper order.” Different manuscripts have been used as the basis for modern editions of L’Heptaméron because it is impossible to know whether a single manuscript among those containing seventy-two tales was revised by Marguerite herself. It is doubtful that she devoted much time after August 1549 to the manuscript for which she had not yet chosen a name.\nIn September, Marguerite stopped all audiences, relinquished to the king of Navarre all her official duties, and moved to the castle of Odos. In December she became ill with a high fever, and when pleurisy set in, she was told that she must face death. Roussel, her spiritual adviser since 1521, was not summoned in time, and Brother Gilles Caillau, a Franciscan monk, gave her the last rites. She had been unable to speak for three days, but on 21 December 1549, between 3:00 and 4:00 A.M., she shouted the name of Jesus three times. Brother Gilles then put the crucifix to her lips and she died.\r\nMarguerite’s selected collection, Marguerites de la Marguerite des princesses, was her main literary legacy until the late nineteenth century, when more of her unpublished works were discovered and brought to print, leading to a new respect for her versatility as a writer. Nevertheless, the depth and the multifaceted talent of Marguerite was not fully acknowledged until the twentieth century, when her incomplete L’Heptaméron was read more closely and with greater appreciation. All of Marguerite’s discovered works have now been published in French and are increasingly being translated into other languages. While many studies and theses have explored her work, scholars and critics are still coming to terms with Marguerite de Navarre’s rich legacy, in all its literary, historical, philosophical, religious, and social dimensions.\n", "attrs": {"Region:": ["France"], "School/Period:": ["Renaissance"]}}