{"pf_url": "https://www.poetryfoundation.org/poets/margaret-walker", "name": "Margaret Walker", "yob": "1915", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/a9610e14e6fec44ef0216c319f641eb408c11de6.jpeg", "bio": "\nPoet and novelist Margaret Walker was born on July 7, 1915, in Birmingham, Alabama, to the Reverend Sigismund C. Walker and Marion Dozier Walker. The family moved to New Orleans when Walker was a young child. A Methodist minister who had been born near Buff Bay, Jamaica, Walker’s father was a scholar who bequeathed to his daughter his love of literature—the classics, the Bible, Benedict de Spinoza, Arthur Schopenhauer, the English classics, and poetry. Similarly, Walker’s musician mother played ragtime and read poetry to her, choosing among such varied authors and works as Paul Laurence Dunbar, John Greenleaf Whittier‘s “Snowbound,” the Bible, and Shakespeare. At age eleven Walker began reading the poetry of Langston Hughes and Countee Cullen. Elvira Ware Dozier, her maternal grandmother, who lived with her family, told Walker stories, including the story of her own mother, a former slave in Georgia. Before she finished college at Northwestern University in Evanston, Illinois, in the early 1930s, Walker had heard James Weldon Johnson read from God’s Trombones (1927), listened to Marian Anderson and Roland Hayes sing in New Orleans, and, in 1932, heard Hughes read his poetry in a lecture recital at New Orleans University, where her parents then taught. She met Hughes in 1932, and he encouraged her to continue writing poetry. Her first poem was published in Crisis in 1934.\nNot even ten years later, Walker’s first collection of poetry, For My People (1942) won the Yale Series of Younger Poets Award. Walker was the first Black woman to ever receive the prestigious award. Her first novel, Jubilee (1966), is regarded as “the first truly historical black American novel,” according to Washington Post contributor Crispin Y. Campbell. It was also the first work by a black writer to speak out for the liberation of the black woman. The cornerstones of a literature that affirms the African folk roots of black American life, these two books have also been called visionary for looking toward a new cultural unity for black Americans that will be built on that foundation.\n\r\nThe title For My People denotes the subject matter of “poems in which the body and spirit of a great group of people are revealed with vigor and undeviating integrity,” wrote Louis Untermeyer in the Yale Review. Here, in long ballads, Walker draws sympathetic portraits of characters such as the New Orleans sorceress Molly Means; Kissie Lee, a tough young woman who dies “with her boots on switching blades”; and Poppa Chicken, an urban drug dealer and pimp. Other ballads give a new dignity to John Henry, killed by a ten-pound hammer, and Stagolee, who kills a white officer but eludes a lynch mob. In an essay for Black Women Writers (1950-1980): A Critical Evaluation, Eugenia Collier noted, “Using ... the language of the grass-roots people, Walker spins yarns of folk heroes and heroines: those who, faced with the terrible obstacles which haunt Black people’s very existence, not only survive but prevail—with style.” Soon after it appeared, the book of ballads, sonnets, and free verse found a surprisingly large number of readers, requiring publishers to authorize three printings to satisfy popular demand.\n\r\n“If the test of a great poem is the universality of statement, then ‘For My People‘ is a great poem,” remarked Barksdale. The critic explained in Donald B. Gibson’s Modern Black Poets: A Collection of Critical Essays that the poem was written when “world-wide pain, sorrow, and affliction were tangibly evident, and few could isolate the Black man’s dilemma from humanity’s dilemma during the depression years or during the war years.” Thus, the power of resilience presented in the poem is a hope Walker holds out not only to black people, but to all people, to “all the Adams and Eves.” As she once remarked, “Writers should not write exclusively for black or white audiences, but most inclusively. After all, it is the business of all writers to write about the human condition, and all humanity must be involved in both the writing and in the reading.”\n\nJubilee, a historical novel, is the second book on which Walker’s literary reputation rests. It is the story of a slave family during and after the Civil War, and it took her thirty years to write. During these years, she married a disabled veteran, raised four children, taught full time at Jackson State College in Mississippi, and earned a Ph.D. from the University of Iowa. The lengthy gestation, she believes, partly accounts for the book’s quality. As she told Claudia Tate in Black Women Writers at Work, “Living with the book over a long period of time was agonizing. Despite all of that, Jubilee is the product of a mature person,” one whose own difficult pregnancies and economic struggles could lend authenticity to the lives of her characters. “There’s a difference between writing about something and living through it,” she said in the interview; “I did both.”\n\r\nThe story of Jubilee’s main characters Vyry and Randall Ware was an important part of Walker’s life even before she began to write it down. As she explains in How I Wrote “Jubilee,” she first heard about the “slavery time” in bedtime stories told by her maternal grandmother. When old enough to recognize the value of her family history, Walker took initiative, “prodding” her grandmother for more details, and promising to set down on paper the story that had taken shape in her mind. Later on, she completed extensive research on every aspect of the black experience touching the Civil War, from obscure birth records to information on the history of tin cans. “Most of my life I have been involved with writing this story about my great-grandmother, and even if Jubilee were never considered an artistic or commercial success I would still be happy just to have finished it,” she claims. Critical studies of the book have emphasized the importance of its themes and its position as the prototype for novels that present black history from a black perspective. Roger Whitlow claimed in Black American Literature: A Critical History, “It serves especially well as a response to white ‘nostalgia’ fiction about the antebellum and Reconstruction South.”\n\r\nSoon after Jubilee was published in 1966, Walker was given a fellowship award from Houghton Mifflin. Much of Walker’s responsiveness to the black experience, communicated through the realism of her work, can be attributed to her growing up in a southern home environment that emphasized the rich heritage of black culture. Walker was also part of a vibrant intellectual milieu in Chicago. As a senior at Northwestern in 1934, Walker began a fruitful association with the Works Progress Administration (WPA). She lived on Chicago’s North Side and worked as a volunteer on the WPA recreation project. The project directors assigned her to associate with so-called delinquent girls, mainly shoplifters and prostitutes, in order to determine if Walker’s different background and training might have a positive influence on them. She became so fascinated by an Italian-black neighborhood that she eventually chose it as the setting and title for a novel that she began writing (but never published), Goose Island. On Friday, March 13, 1936, Walker received notice to report to the WPA Writer’s Project in Chicago as a full-time employee. Classified as a junior writer—her salary was eighty-five dollars a month—her work assignment was the Illinois Guide Book. Other writers on the project were Nelson Algren, Jacob Scher, James Phelan, Sam Ross, Katherine Dunham, Willard Motley, Frank Yerby, Fenton Johnson, and Richard Wright. In 1937 the WPA office allowed her to come into the downtown quarters only twice weekly so that she might remain at home working on her novel.\n\r\nPerhaps her most rewarding interaction with a writer at the project was Walker’s friendship with Wright, a liaison that, while it lasted, proved practical and beneficial to both fledgling writers. Before she joined the project, Walker had met Wright in Chicago in February, 1936, when he had presided at the writer’s section of the first National Negro Congress. Walker had attended solely to meet Hughes again, to show him the poetry she had written since their first meeting four years earlier. Hughes refused to take her only copy of the poems, but he introduced her to Wright and insisted that he include Walker if a writer’s group organized. Wright then introduced her to Arna Bontemps and Sterling A. Brown, also writers with the WPA.\n\r\nAlthough Wright left Chicago for New York at the end of May, neither his friendship with Walker nor their literary interdependence ended immediately. Walker provided him, in fact, with important help on Native Son (1940), mailing him—as he requested—newspaper clippings about Robert Nixon, a young black man accused of rape in Chicago, and assisting Wright in locating a vacant lot to use as the Dalton house address when Wright returned to Chicago briefly the next year. Furthermore, Walker was instrumental in acquiring for him a copy of the brief of Nixon’s case from attorney Ulysses S. Keyes, the first black lawyer hired for the case. Together, Wright and Walker visited Cook County jail, where Nixon was incarcerated, and the library, where on her library card they checked out a book on Clarence Darrow and two books on the Loeb-Leopold case, from which, in part, Wright modeled Bigger’s defense when he completed his novel in the spring of 1939.\n\r\nWalker began teaching in the 1940s. She taught at North Carolina’s Livingstone College in 1941 and West Virginia State College in 1942. In 1943 she married Firnist James Alexander. In that year, too, she began to read her poetry publicly when she was invited by Arthur P. Davis to read “For My People” at Richmond’s Virginia Union University, where he was then teaching. After the birth of the first of her four children in 1944, Walker returned to teach at Livingstone for a year. She also resumed the research on her Civil War novel in the 1940s. She began with a trip to the Schomburg Center in 1942. In 1944 she received a Rosenwald fellowship to further her research. In 1948 Walker was unemployed, living in High Point, North Carolina, and working on the novel. By then she clearly envisioned the development of Jubilee as a folk novel and prepared an outline of incidents and chapter headings, the latter which were supplied by the stories of her grandmother. In 1949 Walker moved to Jackson, Mississippi, and began her long teaching career at Jackson State College (now Jackson State University).\n\r\nThe fictional history of Walker’s great-grandmother, here called Vyry, Jubilee is divided into three sections: the antebellum years in Georgia on John Dutton’s plantation, the Civil War years, and the Reconstruction era. Against a panoramic view of history Walker focuses the plot specifically on Vyry’s life as she grows from a little girl to adulthood. In the first section Vyry, the slave, matures, marries and separates from Randall Ware, attempts to escape from slavery with her two children, and is flogged. The second section emphasizes the destruction of war and the upheaval for slaveowner and slaves, while the last section focuses on Vyry as a displaced former slave, searching for a home.\n\r\nWalker said her research was done “to undergird the oral tradition,” and Jubilee is primarily known for its realistic depiction of the daily life and folklore of the black slave community. Although there are also quotes from Whittier and the English romantic poets, she emphasizes the importance of the folk structure of her novel by prefacing each of the fifty-eight chapters with proverbial folk sayings or lines excerpted from spirituals. The narrative is laced with verses of songs sung by Vyry, her guardian, or other slaves. A portion from a sermon is included. The rhymes of slave children are also a part of the narrative. A conjuring episode is told involving the overseer Grimes, suggesting how some folk beliefs were used for protection. Vyry provides a catalogue of herbs and discusses their medicinal and culinary purposes.\n\r\nWalker’s How I Wrote “Jubilee” (1972) a history of the novel’s development from her grandmother’s oral history, is an indirect response to those critics who compared Jubilee with books like Mitchell’s Gone with the Wind (1936) and who accused Walker of sustaining the southern myth from the Black perspective. Guy Davenport, for example, commented in National Review that “the novel from end to end is about a place and a people who never existed.” For him Walker had merely recalled all the elements of the southern myth, writing a lot of “tushery that comes out of books, out of Yerby and Margaret Mitchell.” He further found “something deeply ironic in a Negro’s underwriting the made-up South of the romances, agreeing to every convention of the trade.”  Walker answered such detractors by citing the references and historical documents she perused over several years in order to gird her oral story with historical fact.\n\r\nWalker’s volume of poetry Prophets for a New Day was published in 1970. She called Prophets for a New Day her civil rights poems, and only two poems in the volume, “Elegy” and “Ballad of the Hoppy Toad,” are not about the civil rights movement. Walker begins the volume with two poems in which the speakers are young children; one eight-year-old demonstrator eagerly waits to be arrested with her group in the fight for equality, and a second one is already jailed and wants no bail. Her point is that these young girls are just as much prophets for a new day as were Nat Turner, Gabriel Prosser, Denmark Vesey, Toussaint L’Ouverture, and John Brown. In “The Ballad of the Free” Walker establishes a biblical allusion and association as an integral part of the fight to end racism: “The serpent is loosed and the hour is come / The last shall be first and the first shall be none / The serpent is loosed and the hour is come.”\n\r\nThe title poem, “Prophets for a New Day,” and the seven poems that follow it invite obvious comparisons between the biblical prophets and the black leaders who denounced racial injustice and prophesied change during the civil rights struggle of the 1960s. For example, several prophets are linked to specific southern cities marked by racial turmoil: in “Jeremiah,” the first poem of the series, Jeremiah “is now a man whose names is Benjamin / Brooding over a city called Atlanta / Preaching the doom of a curse upon the land.” Among the poems, other prophets mentioned include “Isaiah,” “Amos,” and “Micah,” a poem subtitled “To the memory of Medgar Evers of Mississippi.”\n\r\nIn For My People Walker urged that activity replace complacency, but in Prophets for a New Day she applauds the new day of freedom for black people, focusing on the events, sites, and people of the struggle. Among the poems that recognize southern cities associated with racial turbulence are “Oxford Is a Legend,” “Birmingham,” “Jackson, Mississippi,” and “Sit-Ins.” Of these, the latter two, claim reviewers, are the most accomplished pieces. “Sit-Ins” is a recognition of “those first bright young to fling their ... names across pages / Of new Southern history / With courage and faith, convictions, and intelligence.” Walker went on to publish collections that foregrounded her commitment to Black struggle and liberation: October Journey (1973) and, most telling of her status within the Black Arts Movement of the 1960s and 70s, A Poetic Equation: Conversations between Nikki Giovanni and Margaret Walker (1974).\nWalker’s collected poetry, This Is My Century (1989), and her final volumes of essays, How I Wrote Jubilee and Other Essays on Life and Literature (1990) and On Being Female, Black, and Free (1997), cemented her place in American letters. Tomeika Ashford described Walker as “one of the foremost transcribers of African American heritage. Indeed, she enjoyed a long and fruitful career—one that spanned almost an entire century. As a result, she became a historian for a race. Through her work, she ‘[sang] a song for [her] people,’ capturing their symbolic quest for liberation. When asked how she viewed her work, she responded, ‘The body of my work . . . springs from my interest in a historical point of view that is central to the development of black people as we approach the twenty-first century.’”\nWalker’s many honors and awards included six honorary degrees, fellowships from the Rosenwald Foundation, the Ford Foundation, the Fulbright Commission, and the National Endowment for the Humanities. She was awarded the Living Legacy Award by the Carter administration, the Lifetime Achievement Award of the College Language Association, and the Lifetime Achievement Award for Excellence in the Arts. On October 17, 1998, Margaret Walker was inducted into the African American Literary Hall of Fame.\n \n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Harlem Renaissance"]}}