{"pf_url": "https://www.poetryfoundation.org/poets/margaret-fuller", "name": "Margaret Fuller", "yob": "1810", "yod": "1850", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/9d9deb307ba89b1880e5fe3873d270b389705e86.jpeg", "bio": "\nSarah Margaret Fuller, known as Margaret Fuller, was one of the most prominent literary women of the 19th century, and is sometimes thought of as America’s first feminist. Born in Cambridgeport, Massachusetts, to lawyer and senator Timothy Fuller and Margarett Crane, Fuller received a rigorous classical education not often available to girls of her time at the hands of her father. She attributed his intense lessons and high standards to sleeplessness and nightmares as a child.\nIn 1836 Fuller met Ralph Waldo Emerson, who introduced her to Thomas Carlyle and several other philosophers who became known as Transcendentalists. At the same time, Fuller raised her siblings while teaching, occasionally at Broson Alcott’s school in Boston, and found her energy drained. She began to apply Emerson’s Transcendental ideas to women in a series of open discussions. A brilliant conversationalist, Fuller engaged participants like Lydian Emerson, Sarah Ripley, Lydia Maria Child, Sophia Peabody Hawthorne, and others in discussions where women could use their knowledge. These conversations pioneered the idea that women could argue philosophy on par with men.\nIn 1840 Emerson and Fuller started the transcendentalist journal The Dial, which Fuller edited before joining the New York Tribune. Fuller published Woman in the Nineteenth Century (1845), which is considered the first major feminist work in America and became a feminist classic.\nThe Tribune then sent her to Rome as a foreign correspondent, where she embraced the revolution for Italian freedom. She sent reports back to the Tribune and met Marchese Giovanni Ossoli, a lieutenant in the Italian Unification Movement. Her son was born in 1849, and Fuller volunteered in a supporting hospital while working on a book of history of the revolution.\nAfter the revolt failed, she set off for America with Ossoli and her son. The ship was wrecked off Fire Island and Fuller drowned. Henry David Thoreau searched the wreck but could not find traces.\n", "attrs": {}}