{"pf_url": "https://www.poetryfoundation.org/poets/margaret-atwood", "name": "Margaret Atwood", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/95e9709a9185078ae2c169f0a7ecff9fa6400e1e.jpeg", "bio": "\nRegarded as one of Canada’s finest living writers, Margaret Atwood is a poet, novelist, story writer, essayist, and environmental activist. Her books have received critical acclaim in the United States, Europe, and her native Canada, and she has received numerous literary awards, including the Booker Prize, the Arthur C. Clarke Award, and the Governor General’s Award, twice. Atwood’s critical popularity is matched by her popularity with readers; her books are regularly bestsellers and her novels have been adapted into popular movies and television series.\n\r\nAtwood was born in Ottawa and earned her BA from Victoria College at the University of Toronto and MA from Radcliffe College in Cambridge, Massachusetts. She first came to public attention as a poet in the 1960s with her collections Double Persephone (1961), winner of the E.J. Pratt Medal, and The Circle Game (1964), winner of a Governor General’s award. These two books marked out terrain her subsequent poetry has explored. Double Persephone dramatizes the contrasts between life and art, as well as natural and human creations. The Circle Game takes this opposition further, setting such human constructs as games, literature, and love against the instability of nature. Sherrill Grace, writing in Violent Duality: A Study of Margaret Atwood, identified the central tension in all of Atwood’s work as “the pull towards art on one hand and towards life on the other.” Atwood “is constantly aware of opposites—self/other, subject/object, male/female, nature/man—and of the need to accept and work within them,” Grace explained. Linda W. Wagner, writing in The Art of Margaret Atwood: Essays in Criticism, also saw the dualistic nature of Atwood’s poetry, asserting that “duality [is] presented as separation” in her work. This separation leads her characters to be isolated from one another and from the natural world, resulting in their inability to communicate, to break free of exploitative social relationships, or to understand their place in the natural order. “In her early poetry,” Gloria Onley wrote in the West Coast Review, Atwood “is acutely aware of the problem of alienation, the need for real human communication and the establishment of genuine human community—real as opposed to mechanical or manipulative; genuine as opposed to the counterfeit community of the body politic.”\n\r\nSuffering is common for the female characters in Atwood’s poems, although they are never passive victims. Atwood’s poems, West Coast Review contributor Onley maintained, concern “modern woman’s anguish at finding herself isolated and exploited (although also exploiting) by the imposition of a sex role power structure.” Atwood explained to Judy Klemesrud in the New York Times that her suffering characters come from real life: “My women suffer because most of the women I talk to seem to have suffered.” Although she became a favorite of feminists, Atwood’s popularity in the feminist community was unsought. “I began as a profoundly apolitical writer,” she told Lindsy Van Gelder of Ms., “but then I began to do what all novelists and some poets do: I began to describe the world around me.”\n\r\nAtwood’s 1995 book of poetry, Morning in the Burned House, “reflects a period in Atwood’s life when time seems to be running out,” observed John Bemrose in Maclean’s. Noting that many of the poems address grief and loss, particularly in relationship to her father’s death and a realization of her own mortality, Bemrose added that the book “moves even more deeply into survival territory.” Bemrose further suggested that in this book, Atwood allows the readers greater latitude in interpretation than in her earlier verse: “Atwood uses grief … to break away from that airless poetry and into a new freedom.” A selection of Atwood’s poems was released as Eating Fire: Selected Poems 1965-1995 in 1998. Showing the arc of Atwood’s poetics, the volume was praised by Scotland on Sunday for its “lean, symbolic, thoroughly Atwoodesque prose honed into elegant columns.” Atwood’s 2007 collection, The Door, was her first new volume of poems in a decade. Reviewing the book for the Guardian, the noted literary critic Jay Parini maintained that Atwood’s “northern” poetic climate is fully on view, “full of wintry scenes, harsh autumnal rain, splintered lives, and awkward relationships. Against this landscape, she draws figures of herself.” Parini found Atwood using irony, the conventions of confessional verse, political attitudes and gestures, as well as moments of ars poetica throughout the collection. “There is a pleasing consistency in these poems,” he wrote “which are always written in a fluent free verse, in robust, clear language. Atwood’s wit and humour are pervasive, and few of the poems end without an ironic twang.”\n\r\nAtwood’s interest in female experience also emerges clearly in her novels, particularly in The Edible Woman (1969), Surfacing (1972), Life before Man (1979), Bodily Harm (1981), and The Handmaid’s Tale (1985). Even later novels such as The Robber Bride (1993) and Alias Grace (1996) feature female characters defined by their intelligence and complexity. By far Atwood’s most famous early novel, The Handmaid’s Tale also presages her later trilogy of scientific dystopia and environmental disaster Oryx and Crake (2003), The Year of the Flood (2009), and MaddAddam (2013). Rather than “science fiction,” Atwood uses the term “speculative fiction” to describe her project in these novels. The Handmaid’s Tale is dominated by an unforgiving view of patriarchy and its legacies. As Barbara Holliday wrote in the Detroit Free Press, Atwood “has been concerned in her fiction with the painful psychic warfare between men and women. In The Handmaid’s Tale … she casts subtlety aside, exposing woman’s primal fear of being used and helpless.” Atwood, however, believes that her vision is not far from reality. Speaking to Battiata, Atwood noted that “The Handmaid’s Tale does not depend upon hypothetical scenarios, omens, or straws in the wind, but upon documented occurrences and public pronouncements; all matters of record.”\nAtwood’s next few books deal less with speculative worlds and more with history, literary convention, and narrative hi-jinx. In The Robber Bride, Atwood again explores women’s issues and feminist concerns, this time concentrating on women’s relationships with each other—both positive and negative. Inspired by the Brothers Grimm’s fairy tale “The Robber Bridegroom,” the novel chronicles the relationships of college friends Tony, Charis, and Roz with their backstabbing classmate Zenia. Lorrie Moore, writing in the New York Times Book Review, called The Robber Bride “Atwood’s funniest and most companionable book in years,” adding that its author “retains her gift for observing, in poetry, the minutiae specific to the physical and emotional lives of her characters.” Alias Grace represents Atwood’s first venture into historical fiction, but the book has much in common with her other works in its contemplation of “the shifting notions of women’s moral nature” and “the exercise of power between men and women,” wrote Maclean’s contributor Diane Turbide. Several reviewers found Grace, a woman accused of murdering her employer and his wife but who claims amnesia, a complicated and compelling character. Turbide added that Grace is more than an intriguing character: she is also “the lens through which Victorian hypocrisies are mercilessly exposed.”\nAtwood continues to investigate the conventions and expectations of genre literature in The Blind Assassin (2000), which won the prestigious Booker Prize. The novel involves multiple story lines; interspersed with these narrative threads are sections devoted to one character’s novel, The Blind Assassin, published posthumously. Michiko Kakutani in the New York Times called The Blind Assassin an “absorbing new novel” that “showcases Ms. Atwood’s narrative powers and her ardent love of the Gothic.” Atwood’s next novels, however, return to the speculative terrain she mapped out in The Handmaid’s Tale. Oryx and Crake, The Year of the Flood, and MaddAddam form a trilogy about a world of fundamental environmental catastrophe. Reviewing Oryx and Crake, Kakutani in the New York Times wrote, “once again she conjures up a dystopia, where trends that started way back in the twentieth century have metastasized into deeply sinister phenomena.” Science contributor Susan M. Squier wrote that “Atwood imagines a drastic revision of the human species that will purge humankind of all of our negative traits.” Squier went on to note that “in Oryx and Crake readers will find a powerful meditation on how education that separates scientific and aesthetic ways of knowing produces ignorance and a wounded world.” Atwood’s most recent novels include The Heart Goes Last (2015), which she began in serial installments online, Hag-Seed (2016), a retelling of Shakespeare’s The Tempest, and the graphic novel Angel Catbird (2016).\nAtwood is known for her strong support of causes: feminism, environmentalism, social justice. In Survival: A Thematic Guide to Canadian Literature (1972), Atwood discerns a uniquely Canadian literature, distinct from its American and British counterparts. Canadian literature, she argues, is primarily concerned with victims and with the victim’s ability to survive unforgiving circumstances. In the way other countries or cultures focus around a unifying symbol—America’s frontier, England’s island—Canada and Canadian literature orientate around survival. Several critics find that Atwood’s own work exemplifies this primary theme of Canadian literature. Her examination of destructive gender roles and her nationalistic concern over the subordinate role Canada plays to the United States are variations on the victor/victim theme. Atwood believes a writer must consciously work within his or her nation’s literary tradition, and her own work closely parallels the themes she sees as common to the Canadian literary tradition.\nAtwood has also continued to write about writing. Her lectures Negotiating with the Dead: A Writer on Writing were published under the same title in 2002. She has also released several essay collections, including Moving Targets: Writing with Intent, 1982-2004 (2004) and Curious Pursuits: Occasional Writing, 1970-2005 (2005). In 2008 she published the collection Payback: Debt and the Shadow Side of Wealth. Examining the peculiar financial straits of the 21st century, Atwood also traces the historical precedents for lending, borrowing, and debt. Her collection In Other Worlds: SF and the Human Imagination (2011) explores the resources of science fiction as speculative thought. According to Nick Owchar in the Los Angeles Times, “Atwood explains how the genre fits into a continuum dating to the world’s oldest myths and continuing today with authors who use the genre to examine social ills, not run away from them.”\nAlthough she has been labeled a Canadian nationalist, a feminist, a gothic and science fiction writer, given the range and volume of her work, Atwood both incorporates and transcends all of these categories.\n", "attrs": {"Region:": ["Canada"]}}