{"pf_url": "https://www.poetryfoundation.org/poets/marilyn-chin", "name": "Marilyn Chin", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/3fac09e46e6534a65d116963038c0856e2275612.jpeg", "bio": "\nMarilyn Chin was born in Hong Kong and grew up in Portland, Oregon. She earned a BA in Chinese literature from the University of Massachusetts and an MFA from the Iowa Writers’ Workshop. A noted anthologist, translator, and educator, as well as a poet and novelist, Chin’s work distills her experiences as a feminist and Asian American woman. Her poetry is noted for its direct and often confrontational attitude. “The pains of cultural assimilation infuse her … poems,” wrote Contemporary Women Poets essayist Anne-Elizabeth Green, noting that in the collections Dwarf Bamboo (1987) and The Phoenix Gone, The Terrace Empty (1994) “Chin struggles passionately and eloquently in the pull between the country left behind and America—the troubled landscape that is now home.” Chin is also the author of the poetry collections Rhapsody in Plain Yellow (2002), Hard Love Province (2014), winner of the Anisfield-Wolf Book Award, and A Portrait of the Self as Nation: New and Selected Poems (2018). In 2020 she was awarded the Ruth Lilly Poetry Prize.\nAdrienne Rich said that “Marilyn Chin’s poems excite and incite the imagination through their brilliant cultural interfacings, their theatre of anger, ‘fierce and tender,’ their compassion, and their high mockery of wit. Reading her, our sense of the possibilities of poetry is opened further, and we feel again what an active, powerful art it can be.” Reviewing Chin's book The Phoenix Gone in The Progressive, Matthew Rothschild commented that Chin “has a voice all her own—witty, epigraphic, idiomatic, elegiac, earthy… . She covers the canvas of cultural assimilation with an intensely personal brush.” The poet’s intensity was also noted by a Publishers Weekly critic, who said of the same volume that Chin’s “stalwart declaration” provides her poetry with a “grounded force, line to line; and her imagery, simple and spare, lifts up those same lines.” Widely anthologized, Chin's work has been featured in The Norton Anthology of Literature by Women, The Norton Anthology of Modern and Contemporary Poetry, The Penguin Anthology of 20th Century Poetry, The Best American Poetry, and on Bill Moyers’s PBS series The Language of Life.\n\r\nIn Rhapsody in Plain Yellow, Chin continues to address her Asian-American identity, acknowledging that “there’s no life on earth without pain.” Booklist contributor Donna Seaman described the tone of the collection: “Chin paces the line demarcated by the words Chinese American like a caged tiger, fury just barely held in check.” Rhapsody in Plain Yellow meditates on the struggle between the world of her parents and grandparents and Chin’s reality as a female poet in the United States; formally, the book draws inspiration from traditional Chinese music and the American blues. Carol Muske-Dukes, writing in the Los Angeles Times, characterized Rhapsody in Plain Yellow as a collection “ambitious in style and syncopation.”\n\r\nOf her own poetry, Chin explained in Contemporary Women Poets: “I believe that my work is daring, both technically and thematically. … My work is steeped with the themes and travails of exile, loss and assimilation. What is the loss of country if it were not the loss of self?” Similar themes inform Chin’s 2009 novel, Revenge of the Mooncake Vixen, a satirical take on both the coming-of-age and immigrant assimilation novels. Billed as both a “novel” and “manifesto in 41 tales,” Marilyn Chin described her book in an interview with the Boston Globe as “an immigrant tale with surreal things zigzagging through it. Immigrant novels are traditionally straightforward, linear; there’s not much play with realism and naturalism. I’m trying to contest that.” The novel was critically praised for its exuberance and tart playfulness. A reviewer for Time Out Hong Kong noted thematic similarities between Chin and other novelists of the Asian American experience like Amy Tan, adding “but Chin’s refreshing irreverence makes her book happily hard to categorize. Ultimately, the ‘manifesto’ promised by its subtitle is found not in its narrative, but in its inventiveness and pluck.”\nIn addition to writing poetry and fiction, Chin has translated poetry by various Asian writers, notably by the modern Chinese poet Ai Qing, the Vietnamese poet Ho Xuan Huong, and co-translated poems by the Japanese poet Gozo Yoshimasu.  She has edited ground-breaking anthologies of Asian-American writing like Dissident Song (1991) and Asian American Poetry: The Next Generation (2004). \nShe has won numerous awards, including the Anisfield Wolf Book Award, the United States Artist Foundation Award, the PEN/Josephine Miles Award, and the American Academy of Arts and Letters Award in Literature, and five Pushcart Prizes. She has also received a Stegner Fellowship, a Fulbright Fellowship to Taiwan, two NEA fellowships, a Radcliffe Institute Fellowship at Harvard, a Rockefeller Foundation Fellowship, a Lannan residency, and others. In 2017, she was honored by the Asian Pacific Islander Caucus and the California Assembly for her activism and excellence in education.\nChin codirected the MFA program at San Diego State University, where she is professor emerita in the departments of English and Comparative Literature. She has read and taught workshops all over the world, and she has recently been guest poet at universities in Beijing, Shanghai, Singapore, Hong Kong, Manchester, Sydney, Berlin, and elsewhere. In 2018 Chin was elected a chancellor of the Academy of American Poets.\n \n \n", "attrs": {"Region:": ["U.S., Western"]}}