{"pf_url": "https://www.poetryfoundation.org/poets/marie-ponsot", "name": "Marie Ponsot", "yob": "1921", "yod": "2019", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/5a49847570b206ad2e2ae2db37a0990442c55e7e.jpeg", "bio": "\nBorn in New York, poet and translator Marie Ponsot was the daughter of a teacher and a wine importer and was raised Catholic, a faith she kept her whole life. She earned a BA at St. Joseph’s College for Women in Brooklyn, New York, and an MA in 17th-century literature at Columbia University. On a ship to Paris after World War II, she met poet and publisher Lawrence Ferlinghetti, who later published Ponsot’s debut collection through his City Lights Press.\r\n \r\nPonsot’s collections of poetry include Easy (2009), National Book Critics Circle Award-winner and Lenore Marshall Poetry Prize finalist The Bird Catcher (1998), The Green Dark (1988), and True Minds (1956). Springing: New and Selected Poems (2002) was praised by critic Harold Bloom, who proclaimed, “Marie Ponsot’s poetic achievement is fiercely independent. She sustained a courageous eloquence throughout her work, as she mounted up what Emerson called ‘the stairway of surprise.’” With Rosemary Deen, Ponsot co-authored Beat Not the Poor Desk (1982), a guide to teaching writing. She also translated more than 30 books into English from French, including Love & Folly: Selected Fables and Tales of La Fontaine (2002) and the Golden Book of Fairy Tales (1958).\r\n \r\nPonsot, who wrote much of her body of work while raising seven children by herself, often wrote in challenging poetic forms such as the villanelle, sestina, and tritina in poems lit by domestic and urban transformations. In a 1999 New York Times interview, Ponsot discussed her relationship to form, stating, “The forms create an almost bodily pleasure in the poet. What you’re doing is trying to discover. They are not restrictive. They pull things out of you. They help you remember.” Booklist reviewer Donna Seaman observed that Ponsot “toys with homonyms, elastic rhyme schemes, and paradoxes both linguistic and philosophical in her fluid and efficient poems.” Regarding Ponsot’s style, poet-critic Stephanie Burt has observed, “For all its insistence on exuberance, there is something brittle, like china, about Ponsot’s style. Other poets who use, as she does, short lines, a conversational pace and frequent enjambments can feel rushed or wild. Ponsot instead tends to tread slowly, as if careful not to damage the copious beauties she finds on the streets of Manhattan, in its museums, in clouds, in air.”\r\n \r\nPonsot’s honors included a grant from the National Endowment for the Arts, the Shaughnessy Medal of the Modern Language Association, the Delmore Schwartz Memorial Prize, and the Ruth Lilly Poetry Prize from the Poetry Foundation. In 2010, she was elected a Chancellor of the Academy of American Poets. Ponsot taught at New York University and Columbia University. She lived in New York City until her death in 2019.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}