{"pf_url": "https://www.poetryfoundation.org/poets/marina-tsvetaeva", "name": "Marina Tsvetaeva", "yob": "1892", "yod": "1941", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d3a856066bc22c180b79878dd783c831789551c8.jpeg", "bio": "\nRussian poet Marina Tsvetaeva (also Marina Cvetaeva and Marina Tsvetayeva) was born in Moscow. Her father was a professor and founder of the Museum of Fine Arts, and her mother, who died of tuberculosis when Marina was 14, was a concert pianist. At the age of 18 Tsvetaeva published her first collection of poems, Evening Album. During her lifetime she wrote poems, verse plays, and prose pieces; she is considered one of the most renowned poets of 20th-century Russia.\nTsvetaeva’s life coincided with turbulent years in Russian history. She married Sergei Efron in 1912; they had two daughters and later one son. Efron joined the White Army, and Tsvetaeva was separated from him during the Civil War. She had a brief love affair with Osip Mandelstam, and a longer relationship with Sofia Parnok. During the Moscow famine, Tsvetaeva was forced to place her daughters in a state orphanage, where the younger, Irina, died of hunger in 1919. In 1922 she emigrated with her family to Berlin, then to Prague, settling in Paris in 1925. In Paris, the family lived in poverty. Sergei Efron worked for the Soviet secret police, and Tsvetaeva was shunned by the Russian expatriate community of Paris. Through the years of privation and exile, poetry and contact with poets sustained Tsvetaeva. She corresponded with Rainer Maria Rilke and Boris Pasternak, and she dedicated work to Anna Akhmatova.\nIn 1939 Tsvetaeva returned to the Soviet Union. Efron was executed, and her surviving daughter was sent to a labor camp. When the German army invaded the USSR, Tsvetaeva was evacuated to Yelabuga with her son. She hanged herself on August 31, 1941.\nCritics and translators of Tsvetaeva’s work often comment on the passion in her poems, their swift shifts and unusual syntax, and the influence of folk songs. She is also known for her portrayal of a woman’s experiences during the “terrible years” (as the period in Russian history was described by Aleksandr Blok).\nCollections of Tsvetaeva’s poetry translated into English include Selected Poems of Marina Tsvetaeva, translated by Elaine Feinstein (1971, 1994). She is the subject of several biographies as well as the collected memoirs No Love Without Poetry (2009), by her daughter Ariadna Efron (1912–1975).\n", "attrs": {"Region:": ["Russia"]}}