{"pf_url": "https://www.poetryfoundation.org/poets/marin-sorescu", "name": "Marin Sorescu", "yob": "1936", "yod": "1996", "image": null, "bio": "\nProlific Romanian poet and playwright Marin Sorescu was born in 1936 in the village of Bulzesçti, Dolj, in the south of Romania. He studied Russian and Romanian at the University of Iaşi and graduated in 1960. After the Romanian government relaxed its censorship policies in 1964, signaling a new openness to free expression, Romanian poetry experienced a striking revival. Sorescu is perhaps one of the most popular figures to emerge from Romanian literary culture in the years since. He has published over 20 books of poetry in Romania, and many English translations of his collections have appeared in England and the United States. His Selected Poems, translated by Michael Hamburger (1984), introduced him to English readers. Sorescu’s many other books include The Bridge, translated by Adam J. Sorkin and Lidia Vianu (2004); The Biggest Egg in the World (1987), edited by Edna Longley with translations by Ted Hughes, Seamus Heaney, and Paul Muldoon; Tusiti (Cough!, 1970); and Singur printer poeti: parodii (Alone Among Poets: Parodies, 1964). His honors include two Romanian Academy Prizes, the Gold Medal for Poetry “Napoli ospite,” the International Poetry Prize “Fernado Riello,” and The International Herder Prize, granted by the University of Vienna.\nSorescu writes in a plainspoken, down-to-earth style spiced with sly humor. He responds to the hardships of Romanian life not with grand rhetoric or fire-and-brimstone sermons, but with what translator Michael Hamburger describes as “ironic verse fables,” as quoted by Dennis Deletant in the Times Literary Supplement. Virgil Nemoianu, also writing in the Times Literary Supplement, comments that “[Sorescu’s] reactions to an increasingly absurd political regime were always cleverly balanced: he never engaged in the servile praise of leader and party usually required of Romanian poets, but nor did he venture into dissidence. He was content to let irony do its job.”\n\r\nSorescu’s choice of irony over confrontation made it possible for him to publish freely and frequently. The journal he edited for years, Revista Ramuri, managed, like his poetry, to stay within the bounds expected by the Romanian regime. His plays, however, have not always fared as well. Both Iona (1968) and Exista nervi (1982) played to packed houses in Bucharest. But both plays were quickly withdrawn, their content deemed too controversial. Nonetheless, notes Deletant, the success of these pieces during their brief runs solidified “Sorescu’s status as one of the leading writers of his generation.”\nSorescu’s plays and poetry earned him, according to Deletant, “an unequaled audience” at home in Romania. And translations of his work into English have helped him build a secure international reputation. There is a universality to Sorescu’s conversational tone and ironic perspective, what Nemoianu calls “his rueful jocularity and the good-natured cynicism.” George Szirtes, writing in Times Literary Supplement, finds in Sorescu’s voice “the wry wisdom that sees through everything and yet continues to hope and despair.”\nSorescu died from a heart attack in Bucharest, Romania in 1996, the year he was nominated for the Nobel Prize for Literature.\n", "attrs": {"Region:": ["Eastern Europe"]}}