{"pf_url": "https://www.poetryfoundation.org/poets/mari-lesperance", "name": "Mari L'Esperance", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/4929102a258f71d88a7a91f02e2e5d73fa34be94.jpeg", "bio": "\nBorn in Kobe, Japan to a Japanese mother and a French Canadian-American father and raised in the Pacific Rim, Mari L’Esperance was awarded a Prairie Schooner Book Prize in Poetry for her full-length collection The Darkened Temple (University of Nebraska Press, 2008). Peggy Shumaker has written, “These stunning lyrics shine light on suffering. Across generations and across cultures, we follow intricate rituals of desire, of myth making, of mourning. Via corrosive wondering about a disappeared mother, we arrive ‘alone / at the gate of the unbearable.’ And yet these poems, vibrant and necessary, return us to ‘retrievable life,’ to essential human mysteries.” An earlier collection Begin Here was awarded a Sarasota Poetry Theatre Press Chapbook Prize. With Tomás Q. Morín, L'Esperance coedited Coming Close: Forty Essays on Philip Levine (Prairie Lights, 2013).\nL’Esperance’s writing has appeared in Beloit Poetry Journal, Gwarlingo‘s Sunday Poem Series, Many Mountains Moving, A Poetry Congeries with John Hoppenthaler at Connotation Press: An Online Artifact, Pequod, Poetry Kanto, Prairie Schooner, Salamander, Zocalo Public Square, and elsewhere and her poems have been nominated twice for a Pushcart Prize. Anthologies featuring her work include The Book of Scented Things (edited by Jehanne Dubrow and Lindsay Lusby), the Prairie Schooner Book Prize Tenth Anniversary Reader (edited by James Engelhardt and Marianne Kunkel), and When the Muse Calls: Poems for the Creative Life (edited by Kathryn Ridall). She is a graduate of the Creative Writing Program at New York University and a recipient of awards from the New York Times, New York University, Hedgebrook, Djerassi Resident Artists Program, and Dorland Mountain Arts Colony.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}