{"pf_url": "https://www.poetryfoundation.org/poets/marianne-boruch", "name": "Marianne Boruch", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/f8029626e9f275a028df2688837fc9e6582860d3.jpeg", "bio": "\nPoet and essayist Marianne Boruch grew up in Chicago. She is the author of numerous collections of poetry, including, most recently, The Anti-Grief (2019), Eventually One Dreams the Real Thing (2016); Cadaver, Speak (2014); The Book of Hours (2011), which won the Kingsley Tufts Poetry Award; Grace, Fallen from (2008); and Poems: New & Selected (2004). Her memoir, The Glimpse Traveler (2011), concerns a hitchhiking trip she took in 1971. The Little Death of Self (2017), In the Blue Pharmacy (2005) and Poetry’s Old Air (1995) are collections of her prose on poetry. In an interview with Brooke Horvath for the Denver Quarterly, Boruch noted, “Both poetry and the essay come from the same impulse—to think about something and at the same time, see it closely, carefully, and enact it.”\nBoruch’s lyric poems often shake an ordinary moment from its shell, separating strands of thought and habit with a gaze at once wry and unblinking. As poet and Oberlin College Press editor David Young observes, “Her poems are contained, steady, and exceptionally precise. They build toward blazing insights with the utmost honesty and care.”\nHer honors include fellowships from the Guggenheim Foundation and the National Endowment for the Arts, residencies from the Rockefeller Foundation's Bellagio Center, Pushcart Prizes, and a Fulbright/Visiting Professorship from the University of Edinburgh.  She has served as a visiting artist at the American Academy in Rome, and at Isle Royale, America's most isolated national park. Her work has been featured in numerous anthologies, including Best American Poetry (2009, 1997); American Alphabets: 25 Contemporary Poets (2006); Poetry 180 (2003); Hammer and Blaze: A Gathering of Contemporary American Poets (2002); and Poets of the New Century (2001).\nBoruch has taught at Tunghai University in Taiwan, and at the University of Maine at Farmington, going on, in 1987, to develop and direct the MFA program in creative writing at Purdue University. She went rogue and emeritus in 2018. Since 1988, she has also taught semi-regularly in the low-residency graduate Program for Writers at Warren Wilson. Summer conferences where she's run poetry workshops include Bread Loaf, RopeWalk, and the Haystack School of the Arts. In 2019, as a Fulbright Senior Scholar at the International Poetry Studies Institute at the University of Canberra, she spent five months observing the extraordinary wildlife in Australia to write a neo-ancient/medieval bestiary, forthcoming from Copper Canyon.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}