{"pf_url": "https://www.poetryfoundation.org/poets/marianne-moore", "name": "Marianne Moore", "yob": "1887", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/d325475cf04148a1d66780c0c912ac9193fc67a0.jpeg", "bio": "\nOne of American literature’s foremost poets, Marianne Moore’s poetry is characterized by linguistic precision, keen and probing descriptions, and acute observations of people, places, animals, and art. Her poems often reflect her preoccupation with the relationships between the common and the uncommon, advocate discipline in both art and life, and espouse restraint, modesty, and humor. She frequently used animals as a central image to emphasize themes of independence, honesty, and the integration of art and nature. Moore’s work is frequently grouped with poets such as H.D., T.S. Eliot, William Carlos Williams, Wallace Stevens, Ezra Pound, and, later, Elizabeth Bishop, to whom she was a friend and mentor. In his introduction to her Selected Poems (1935), Eliot wrote: “Living, the poet is carrying on that struggle for the maintenance of a living language, for the maintenance of its strength, its subtlety, for the preservation of quality of feeling, which must be kept up in every generation … Miss Moore is, I believe, one of those few who have done the language some service in my lifetime.”\nMoore was born in 1887 near St. Louis, Missouri and grew up in Carlisle, Pennsylvania. She earned a BA in biology and histology from Bryn Mawr College; early poems such as “A Jelly-Fish” were first published in the college’s literary magazines. After graduation, Moore studied at Carlisle Commercial College and taught at the Carlisle Indian School. Moore and her mother, who were devoted to each other, moved to New York City in 1918 and Moore began working at the New York Public Library in 1921. Her first volume Poems (1921) was selected and arranged by H.D., who gathered work that had appeared in journals such as Others, the Egoist, and Poetry magazine. Moore’s second collection Observations (1924) included poems chosen by Moore to represent the full range of her poetry’s forms and themes. The volume contained classic Moore poems such as “Marriage,” a long free-verse poem featuring collage-like assemblages of quotations and fragments, and “An Octopus,” a detailed exploration of Mount Rainier. Named for the shape of the glacier surrounding the mountain, the poem is regarded as one of Moore’s finest.\nMoore was the editor of the influential literary magazine Dial from 1925 to 1929, when the magazine shut down. Moore’s work on the Dial expanded her circle of literary acquaintances and introduced her work to a more international audience. Moore published Selected Poems in 1935. The volume included poems from Observations as well as pieces that had been published between 1932 and 1934. The ’30s and ’40s were productive years for Moore: she published The Pangolin and Other Verse (1936), What Are Years (1941), and Nevertheless (1944). The last volume included Moore’s anti-war poem “In Distrust of Merits,” which was judged by W.H. Auden one of the best poems to come out of World War II. Moore, however, described the poem as “just a protest—disjointed, exclamatory.” Moore’s comments on poetry were notoriously ambiguous—her poem “Poetry” begins, “I too dislike it”—and she once described herself as a “happy hack.”\nMoore’s Collected Poems (1951) won both the Pulitzer Prize in poetry and the National Book Award, and in 1953 she was awarded the Bollingen Prize. Her later works include a translation of The Fables of La Fontaine (1954); Like a Bulwark (1956); O, to Be a Dragon (1959); Tell Me, Tell Me: Granite, Steel, and Other Topics (1966); and The Complete Poems of Marianne Moore (1967), which was reissued in 1981 with revisions to early poems and additional poems written later in life.\nMoore’s Complete Poems generated controversy in both editions for the significant revisions to Moore’s early work, including her heavy edits to the poem “Poetry.” Moore wrote as a note to her Complete Poems, “Omissions are not accidents—M.M.” However, critics thought slashing “Poetry” from 31 lines to three a mistake. Anthony Hecht once wrote that as “an admiring reader I feel that I have some rights in [this] matter. Her poems are partly mine, now, and I delight in them because they exhibit a mind of great fastidiousness, a delicate and cunning moral sensibility, a tact, a decorum, a rectitude, and finally and most movingly, a capacity for pure praise that has absolutely biblical awe in it. She (and Mr. Auden, too, as it will appear) however much I may wish to take exception to the changes they have made, have provided a field day for Ph.D. candidates for years to come, who can collate versions and come up with theories about why the changes were made.”\nIn addition to poetry, Moore wrote a significant number of prose pieces, including reviews and essays. Her prose works cover a broad range of subjects: painting, sculpture, literature, music, fashion, herbal medicine, and sports—she was an avid baseball fan and wrote the liner notes for Muhammed Ali’s record, I Am the Greatest! Moore’s prose works include A Marianne Moore Reader (1961), Predilections (1955), and The Complete Prose of Marianne Moore (1987).\nMoore was highly regarded as a poet during her lifetime and even became somewhat of a celebrity, famous for her tricorn hat and cape and featured in magazines such as Life, the New York Times, and The New Yorker. Ford Motor Company asked her to come up with names for a new series of cars, though they rejected her suggestions. Moore’s honors and awards included the Poetry Society of America's Gold Medal for Distinguished Development, the National Medal for Literature, and an honorary doctorate from Harvard University. She died in 1972 in New York City.\n \n \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Modern"]}}