{"pf_url": "https://www.poetryfoundation.org/poets/marjorie-pickthall", "name": "Marjorie Pickthall", "yob": "1883", "yod": "1922", "image": null, "bio": "\n                                                                    Probably no other Canadian writer has suffered such a plunge in reputation as Marjorie Pickthall. Once she was thought to be the best Canadian poet of her generation. Now her work, except for two or three anthologized pieces, goes unread. The fact is that her initial popularity was based upon extraliterary criteria. Her rejection of modernism in style and attitude made her the darling of conservative Canadian critics. She was also viewed as a genteel alternative to Robert Service and Tom MacInnes, who were widely read by the general public but abhorred by many of the literati of the day. But she has fallen victim to time. Service has retained a body of devoted readers, which Pickthall has not, and modernism has replaced nineteenth-century romantic verse. Marjorie Lowry Christie Pickthall was born on 14 September 1883 in Gunnersby, Middlesex, England. When she was six her family moved to Toronto, where she grew up. She was a precocious child and in her teens wrote some surprisingly well-crafted stories and poems. In 1898, at the age of fifteen, Pickthall sold her first story,\"Two Ears,\"to the Toronto Globe. Pickthall's career began in earnest when she was in her early twenties. Between 1905 and 1908 she published three novels: Dick's Desertion: A Boy's Adventures in Canadian Forests; A Tale of the Early Settlement of Ontario (1905), The Straight Road (1906), and Billy's Hero; or, The Valley of Gold (1908). All three appeared first as magazine serials, and they were all juvenile tales of adventure in frontier areas where good, embodied in a male hero, did battle with evil and always won. In the decade from 1913 to 1922 Pickthall produced five books: The Drift of Pinions (1913), her first book of verse; Little Hearts (1915), a historical romance set in eighteenth-century England; The Lamp of Poor Souls, and Other Poems (1916), a revised and enlarged version of The Drift of Pinions; The Bridge: A Story of the Great Lakes (1922), a novel; and The Wood Carver's Wife and Later Poems (1922). It may be that overwork contributed to her death at the age of thirty-eight on 19 April 1922 in Vancouver. It is a sad irony that the two books that made Pickthall's reputation appeared posthumously. Angels' Shoes and Other Stories (1923) brings together many of her short stories. The book presents melodramatic adventures involving earthquakes, blizzards, love, mining, and outlaws in a variety of settings, including Canada, Italy, France, and Africa. The stories portray toughs or desperate men, but since Pickthall knew virtually nothing of outlaws or prospectors, her tales often lack a sense of reality. The second famous book is her Complete Poems (1927). The verses are gentle, dreamy, and musical yet somehow empty. She has nothing to say but she says it harmoniously. The world of her poetry, with its ivory towers, Persian lovers, and \"amber bars\" of sunlight, is not drawn from life but from her reading of romantic literature. While Marjorie Pickthall had a gentle and refined sensibility and was well skilled in traditional poetic technique, her verse now seems dated. Her narratives hold historical interest however, and recent feminist criticism has begun to examine her career in different ways. Diana M. A. Relke, for example, probes the predicament Pickthall faced as a female writer, writing against (yet being judged by) the conventional male models of romanticism. Further criticism may well follow this lead, focusing more on the late feminist observations in The Wood Carver's Wife and Later Poems than on the early lyrics of nature. — Donald A. Precosky, College of New Caledonia\n                                                            ", "attrs": {"Region:": ["Canada"], "School/Period:": ["Modern"]}}