{"pf_url": "https://www.poetryfoundation.org/poets/mark-rudman", "name": "Mark Rudman", "yob": "1948", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/2cee29f86246d72757dd61ccef50ec6d41d98399.jpeg", "bio": "\nGeography, place, diaspora and eroticism figure greatly in Mark Rudman’s work. Born in New York City, he spent a large part of his childhood traveling, living in Illinois, Utah, and Florida. He returned to New York City for school, where he earned a BA from The New School and an MFA from Columbia University. He has also spent significant time in Mexico and Italy. His books of poetry include The Motel En Route to Life Out There (2010) and the five that form what he terms the Rider Quintet: Sundays on the Phone (2005), The Couple (2002), Provoked in Venice (1999), Millennium Hotel (1996), and Rider (1994), which won the National Book Critics Circle Award. The critically acclaimed quintet was made available as a five-volume set by Wesleyan University Press in 2009.\nRudman’s work has often been described as novelistic. He mixes prose and lyric, and a single poem can contain multiple registers. In an interview with the Denver Quarterly, Rudman says of the dramatic situations in his work, “Dialogue gives credence to difference, to all the people that people us. To the high and the low.” Reviewing The Couple, poet and critic Mark Jarman states that “The poetry Rudman makes at its best reflects and dwells on the tensions between one person and another, a dialectic if you will; poetry is its synthesis. Berryman’s multi-vocal Dream Songs come to mind, though Rudman is neither as hectic nor as lyric. Rather than being the song of oneself, the poems in their dramatic constructions seek if not a common ground, then a communal stage.” Inherently dramatic, Rudman’s work lends itself to performance. He recorded his poem “The Albuquerque Interventions” with the actress Martha Plimpton; selections of Rider have also been recorded.\nIn addition to his own poetry, Rudman has published critical prose and highly acclaimed translations, notably of Boris Pasternak, Zbigniew Herbert, and Bohdan Antonych. His translation of Pasternak’s My Sister-Life (1983) won the Columbia Translation Center’s Max Hayward Award; many of his translations appear in both Twentieth Century French Poetry and Twentieth Century Russian Poetry. His critical work includes Diverse Voices: Essays on Poets and Poetry (2009) and Robert Lowell and the Poetic Act (2007). His many critical essays have appeared in the American Poetry Review, the Nation, and the London Review of Books. He is editor in chief of Pequod, an international literary journal, and the recipient of awards from the Ingram Merrill Foundation, Guggenheim Foundation, National Endowment for the Arts, and New York State Council on the Arts. He taught at New York University and Columbia University. He lives in New York City with his wife and son.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}