{"pf_url": "https://www.poetryfoundation.org/poets/mark-jarman", "name": "Mark Jarman", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/c73b9fb7f3e5dc2fca9667e4248e2e541ff8b28b.jpeg", "bio": "\nConsidered a key figure in both New Narrative and New Formalism, Mark Jarman has exerted a significant influence on contemporary American poetry. He was born in 1952 in Mount Sterling, Kentucky. He earned a BA from the University of California, Santa Cruz in 1974 and an MFA from the University of Iowa in 1976. Jarman is the author of numerous collections of poetry, including The Heronry (2017), Bone Fires: New and Selected Poems (2011), Epistles (2007), The Black Riviera (1990), which was awarded the Poets’ Prize in 1991, and Questions for Ecclesiastes (1997), which won the Lenore Marshall Poetry Prize and was a finalist for the National Book Critics Circle Award. His many honors include a Guggenheim Fellowship, a National Endowment for the Arts Fellowship, and the Robert Frost Fellowship from the Bread Loaf Writers’ Conference.\nMany of Jarman’s formal, narrative poems explore his family history, faith, and his experiences as the son of a minister. His early collections, in particular, portray his own childhood, as well as those of his parents and grandparents. Jarman’s books Iris (1992), The Rote Walker (1981), and North Sea (1978) all include poems inspired by members of his family, such as his grandmother, Nora, a formative influence. His early work is frequently set in California or Scotland, both places where Jarman spent time in his youth. Jarman has noted that his poems are interested in “telling the stories of their subjects clearly.” He cites Edwin Arlington Robinson, Robert Frost, and Robinson Jeffers as his influences.\nAlthough steeped in religion as a child, Jarman faced a period of ambivalence about his faith. After he started attending church with his wife and children, however, he experienced a renewal of his belief in God. Jarman wrote in an essay for Contemporary Authors Autobiography Series that though his wife’s decision to attend church was not a religious one, for him “it was a religious decision. It required admitting to myself that I still had a faith … As an epigraph to The Rote Walker I quoted two lines from John Logan’s poem ‘The Spring of the Thief’: ‘When we speak of God, / Is it God we speak of?’ I used to say flippantly that the answer to that profound question was ‘Yes and no.’ I no longer think the answer is flippant. It is just as profound as the question.”\nJarman’s lauded collection Questions for Ecclesiastes (1997) responds to its Biblical source text and traces his rediscovery of his spirituality. In later books such as Unholy Sonnets (2000) and Epistles (2007), Jarman interrogates and affirms his belief in God and wrestles with the concepts of salvation and miracles. As noted in Publishers Weekly, in Jarman’s collection The Heronry (2018), “faith reveals its multiform and complex nature through the people the poet meets. … With precision and tenderness, Jarman explores the sinew and soul of humankind.”\nJarman has also written several collections of essays, all of which distill and illuminate his thoughts on narrative, craft, and form. ﻿According to A.E. Stallings, Jarman’s book of essays, Dailiness (2020), “conjures up the quotidian, the everyday, the workaday, but also an elevated awareness of the present as we are in it mid-stream, and poetry as (in Auden’s words) ‘a way of happening.’” Jarman’s other essay collections are The Secret of Poetry (2001) and Body and Soul (2002).\nIn the 1980s, Jarman and his friend Robert McDowell founded and edited the Reaper, a magazine devoted to reclaiming and promoting poetry that emphasized story and image. The Reaper ceased publication in 1989. However, the press Jarman and McDowell founded, Story Line, which is now an imprint of Red Hen Press, continues to publish the works of emerging and established poets.\nJarman lives with his wife Amy Jarman in Nashville, Tennessee, where he is Centennial Professor of English at Vanderbilt University.\n", "attrs": {}}