{"pf_url": "https://www.poetryfoundation.org/poets/mark-strand", "name": "Mark Strand", "yob": "1934", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/b150db2aca4c137e1a2ccd9cdabc6b2ca3f9802a.jpeg", "bio": "\nMark Strand was recognized as one of the premier American poets of his generation as well as an accomplished editor, translator, and prose writer. The hallmarks of his style are precise language, surreal imagery, and the recurring theme of absence and negation; later collections investigate ideas of the self with pointed, often urbane wit. Named the US poet laureate in 1990, Strand’s career spanned five decades, and he won numerous accolades from critics and a loyal following among readers. In 1999 he was awarded the prestigious Pulitzer Prize for Poetry for his collection Blizzard of One.\nBorn on Prince Edward Island, Canada, Strand grew up in various cities across the United States and in Colombia, Mexico, and Peru. Strand originally expressed interest in painting and hoped to become an artist. He earned a BA from Antioch College in 1957 and a BFA from Yale University in 1959, where he studied with the painter Josef Albers. His interest in painting waned while at Yale, and he then decided to become a poet instead. Following his graduation, he went to Italy on a Fulbright Scholarship and studied 19th-century Italian poetry. “I was never much good with language as a child,” Strand admitted during an interview with Bill Thomas for the Los Angeles Times Magazine. “Believe me, the idea that I would someday become a poet would have come as a complete shock to everyone in my family.” Strand earned his MFA from the Iowa Writers’ Workshop in 1962 and began teaching at various colleges, including Yale University, Princeton University, and Harvard University. He spent a year in Brazil in 1965 as a Fulbright lecturer. Strand admitted there were some benefits to being a poet during the turbulent 1960s. “Groupies were a big part of the scene,” he told Thomas. “Poets were underground pop stars, and when we made the campus circuit, girls would flock around. It wasn’t bad. I rather liked the uncertainties of my life then.”\nStrand’s first book, Sleeping with One Eye Open (1964), introduced his distinctive approach to poetry. The volume is characterized by a pervasive sense of anxiety and restless foreboding. Discussing the title poem with the radio program, Weekend America, Strand said the poem “speaks to a certain anxiety I experienced back in the early ’60s. I was afraid the United States would go to war with Russia or the USSR. I think it’s a poem surrounded by a great deal of silence.” In the first stanza of the frequently anthologized poem “Keeping Things Whole,” Strand sets the tone and presents the themes which continue to dominate his later work: “In a field / I am the absence / of field. / This is / always the case. / Wherever I am / I am what is missing.” Just before his death in 2014, Strand asserted that he wrote this poem in 20 seconds during a card game.\nThe speakers in Strand’s early poetry are characterized by an intense concern with self and identity. David Kirby remarked in Mark Strand and the Poet’s Place in Contemporary Culture, “Many poems in Strand’s first book show an uneasy preoccupation with self, and the vehicle used to express that preoccupation is often a dream state in which the speaker is divided between two worlds and can locate himself comfortably in neither.” The concern with identity is woven through Strand’s later work, as well. “The basic themes are treated in the poems with a growing unease that the reader feels more intensely than before—as his skill increases, so does the poet’s power to disturb,” Kirby explained.\nStrand’s early collections of poetry, including Reasons for Moving (1968), made his reputation as a dark, brooding poet haunted by death, but Strand himself does not find them “especially dark,” he told Thomas. “I find them evenly lit,” he continued. Critics, however, discerned a shift with Strand’s third book. Harold Bloom, reviewing Darker (1970) found that “the irreality of Borges, though still near, is receding in Darker, as Strand opens himself more to his own vision.” “The New Poetry Handbook,” included in that book, illuminates Strand’s slight shift in perspective. While many of the poems that follow it express a concern with the apparent meaninglessness of life, “The New Poetry Handbook” offers a solution: poetry. Strand seriously considers the place of poetry in the universe, concluding that when “a man finishes a poem / he shall bathe in the blank wake of his passion / and be kissed by white paper.” Kirby viewed the poem as an answer to the problem of self. But while Strand’s focus grew to include an affirmation of the positive, he remained “a poet of mood, of integrated fragments, of twilit landscape, and of longing,” wrote Henri Cole in Poetry. His collections The Story of our Lives (1973) and The Late Hour (1978) also “were dark, occupying the Rilkean space between beauty and terror. His ominous, foreboding early poems carry the anxiety of what cannot be communicated because it cannot be known, only anticipated,” wrote Dave Lucas in the Virginia Quarterly Review, though they also include more obviously autobiographical poems like “Elegy for my Father.” In 1980’s Selected Poems, Strand relies on an “ethereal, cumulative effect” to express the idea that “the two fixed points of a man’s life are the self and God; both are darknesses, one leading to another,” Cole continued. In the New York Review of Books, Irvin Ehrenpreis, however, was critical of Strand’s solipsistic emphasis on the self: “For all his mastery of rhythm and music, Strand does not open the lyric to the world but makes it a self-sustaining enterprise.”\nStrand spent the decade after the publication of Selected Poems not writing poetry. In a profile by Jonathan Aaron, Strand admitted that “I gave up [writing poems] that year. I didn’t like what I was writing, I didn’t believe in my autobiographical poems.” He turned to other forms of writing instead, including a foray into children’s literature with The Planet of Lost Things (1982). As with his poetry, Strand focused on questions of loss, using the story to address the common childhood worry about where things go when they are lost. Strand’s other books for children include The Night Book (1985) and Rembrandt Takes a Walk (1986). A frequent contributor of short stories to periodicals, Strand published a collection of prose narratives in 1985. The resulting volume, Mr. and Mrs. Baby (1985), addressed Strand’s recurrent concern with the superficiality of life. Alan Cheuse of the Los Angeles Times Book Review described the book as “a mixture of irony and affection.” The collection mixes the fantastic with the mundane; describing the stories as “odd, surrealistic sketches of alienation and rootlessness,” New York Times critic Michiko Kakutani found them “so slight, so tentative, that they evaporate into the air.” Ellen Lesser of the Village Voice wrote, “By far the greatest pleasures of Mr. and Mrs. Baby are not to be found in its mysteries, comic vision, or even its hapless picture of the contemporary male, but rather in the writing. On practically every page, one can be dazzled by Strand’s language.”\nStrand also published books of art criticism, including The Art of the Real (1983) and William Bailey (1987). His 1994 volume Hopper was a highly expressive elucidation of the technique and “narrative” meaning of the American realist painter Edward Hopper’s works. “Of the many pieces of writing stimulated by Hopper,” observed John Updike in The New York Review of Books, “none is more coolly and eerily attentive (more Hopperesque, we could say) than Mark Strand’s brilliant small book Hopper, showing how we are moved and disquieted by formal elements in the paintings. Strand describes Hopper’s human subjects, for example, as ‘characters whose parts have deserted them and now, trapped in the space of their waiting, must keep themselves company with no clear place to go, no future.’”\nStrand published The Continuous Life, his first book of poems in a decade, in 1990. In the New York Times Book Review, Alfred Corn commented that the book “doesn’t strike me so much as a capstone of Mr. Strand’s career as one more turning in his development.” Corn pointed to changes in meter, diction and point of view. “This is a poetry written, as it were, in the shadow of high mountains, and touched with their grandeur,” he concluded. Strand’s appointment as US poet laureate the same year brought the book even more attention. Strand’s next books received much critical acclaim. Dark Harbor (1993) is a single long poem divided into 55 diverse sections. Reviewers emphasized the poem’s motifs of anticipation and tension lacking resolution, as well as the exotic and rarified beauty of Strand’s often surrealistic language, though Judith Hall, in the Antioch Review, found that the austerity of the “sequence is eased by tone—elegiac and self-mocking; part Cheever, part Brancusi, with “the indefiniteness” that Poe said was essential to music.” In 1999 Strand was awarded the Pulitzer Prize for Poetry for Blizzard of One. The collection returns to the same concerns that have preoccupied Strand throughout his career as a poet. “The poems in Mark Strand’s latest collection are missing their subjects,” wrote Sarah Manguso in the Iowa Review, pointing out the presence of familiar Strand themes of loss, dispersion and absence. For many critics Blizzard of One was an affirmation of Strand’s continued appeal. A Publishers Weekly reviewer concluded that it was somehow “scandalous” that in his “gorgeous, unabashed nostalgia or erotic melancholy” there remained a tremendous allure and that Strand continued to be “one of our most deeply enjoyable poets.” In The New York Times, Deborah Garrison named Strand among the “luminaries” of contemporary poets, calling Blizzard of One a “masterly new collection” in which “even the single snowflake that gives the volume its title ... is a kind of Platonic essence, linked to a continuum of snowflakes out there in the weather and inside, in the reader’s consciousness.” Garrison also found that “in his serious verses there are glimmers of an appealing new lightness; it’s as though his gradual adaptation to his own stringency has freed him up.”\nWhen Strand published a collection of 15 short prose works as Weather of Words (2000), he was commended for his insight into the work of other poets. The essays ranged from commentary on poets, analysis of individual poems, and a discussion of poetic forms. The book was also valued for its relevance to Strand’s own poetry. Ian Tromp, writing in the Times Literary Supplement, compared the collection to Blizzard of One and found the poems “poised and subtle, imbued with wisdom,” while the essays and prose were considered “playful and witty.” Strand also coedited the anthology The Making of a Poem: A Norton Anthology of Poetic Forms (2000) with Eavan Boland.\nStrand’s collection Man and Camel (2006) contains more playful, witty moments than previous books, though, as Lucas pointed out in his VQR review, its “tension, between what is present and what cannot be touched, continues to be the most consistent theme in Strand’s work.” New Selected Poems (2007) draws on Strand’s work from the previous two decades and is full of “buffoons whom the poet nevertheless loves,” wrote Dan Chiasson in the New Yorker, adding “they represent his new empathy for that old absurdity the self.” His last book, Collected Poems (2014), was a longlist nominee for the National Book Award.\nIn his later years, Strand stopped writing poetry and began to work again in art, preferring to make collages with paper he made by hand. His work was exhibited at Lori Bookstein Fine Art in Chelsea. \nMark Strand’s honors include the Bollingen Prize, grants from the National Endowment for the Arts, a National Institute of Arts and Letters Award, a Rockefeller Foundation award, and fellowships from the Academy of American Poets, the MacArthur Foundation, and the Ingram Merrill Foundation. He served as a chancellor of the Academy of American Poets. He taught at Johns Hopkins University, the University of Chicago, and Columbia University. He died in late 2014 at the age of 80. \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}