{"pf_url": "https://www.poetryfoundation.org/poets/mark-doty", "name": "Mark Doty", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/ecf5fd2b2a84c9c718529389a8002b4c4a0f568b.jpeg", "bio": "\nSince the publication of his first volume of verse, Turtle, Swan, in 1987, Mark Doty has been recognized as one of the most accomplished poets in America. Hailed for his elegant, intelligent verse, Doty has often been compared to James Merrill, Walt Whitman and C.P. Cavafy. His syntactically complex and aesthetically profound free verse poems, odes to urban gay life, and quietly brutal elegies to his lover, Wally Roberts, have been hailed as some of the most original and arresting poetry written today. The recipient of numerous grants and fellowships, Doty has also won a number of prestigious literary awards, including the Whiting Writer’s Award, the T. S. Eliot Prize, the National Poetry Series, the Los Angeles Times Book Award, the National Book Critics’ Circle Award, the PEN/Martha Albrand Award for first nonfiction, and the National Book Award for Fire to Fire: New and Selected Poems (2008). A long-time resident of Provincetown, Massachusetts, Doty teaches at Rutgers University in New Jersey.\nAs the son of an army engineer, Mark Doty grew up in a succession of suburbs in Tennessee, Florida, southern California, and Arizona. He has described himself as having been “a sissy”; frightened by his emerging sexual identity, he married hastily at age eighteen. After completing his undergraduate studies at Drake University in Iowa, he got a divorce and moved to Manhattan, where he paid his dues as a temporary office worker. He earned a master’s degree in creative writing from Goddard College during part-time semesters; during the same period, he met his first great love, Wally Roberts. The couple lived together for twelve years in Manhattan and Provincetown. Wally’s illness and death from AIDS in 1994 was the central event in Doty’s young life as both a person and poet. In the interim, however, Doty was publishing his early work.\n\r\nOn its publication in 1987, Booklist praised the “quiet, intimate” Turtle, Swan for turning the gay experience into “an example of how we live, how we suffer and transcend suffering.” Marianne Boruch, in American Poetry Review, called the volume “a stunning arrival.” Doty’s second collection, Bethlehem in Broad Daylight (1991), also won praise from critics. Miriam Levine, in American Book Review, appreciated Doty’s gift for “simple speech,” arguing that “Doty’s poems work best when he finds his way back and forth between the vernacular and the elegant music of desire and loss.” Poetry reviewer David Baker commended Doty for “well-ordered poetry whose primary method is anecdotal, whose speaker is singular and personal, and whose vision is skeptical.” If there was a problem in Doty’s work, Baker hypothesized, it was the poet’s “detachment from his own story”—Doty, he claimed, approached his subjects as a “privileged observer and commentator.”\n\r\nDoty’s status as detached observer to his own work was significantly complicated by his next volume, My Alexandria (1993), which won the National Poetry Series contest. Here, Doty confronts the pain of life as seen through the prism of AIDS. Yet, as Ray Gonzalez noted in the Los Angeles Times Book Review, “Doty goes beyond the triumph of the plague to write about life beyond this dark century…He has the courage to extract beauty out of the living moments created by death.” In the Yale Review, Vernon Shetley observed, “Doty’s writing displays tremendous craft in ways that have become fairly unusual in our poetry…And one senses in the poetry as well an admirable assurance in the choices he makes.” Jonathan Bing, who interviewed Doty for Publishers Weekly, looked back on My Alexandria as “a watershed” in Doty’s career,” full of “luminous studies of urban and natural flux.” Doty himself told Bing that he thought of My Alexandria as “a real change…I was casting about for what would come next. And what came next for me was looking around at the present and adult life,” in contrast to the poems of remembered youth in his earlier books. In addition to winning the National Book Critics’ Circle Prize, My Alexandria also won the most prestigious British award for a collection of poetry, the T.S. Eliot Prize. He was the first American ever to have done so.\n\r\nDoty’s next volume, Atlantis (1995) was a response to, and in many respects a description of, Wally’s illness and death. The poet and memoirist Patricia Hampl called the book simply “miraculous.” Hampl loved Doty’s casual voice and his ability to make something universal—”an emblem that springs open for us all”—out of an individual tragedy. She compared Doty to Keats in being “poised on exact perception. When he sees the ocean—the salt spray hits you.” The Yale Review critic Willard Spiegelman applauded both the work’s visual quality and its “smooth, graceful” music. However, after Wally’s death, Doty found himself unable to write or even read. The solicitation of a poem by a friend who was editing an anthology led him to the writing, not of a poem, but of a book-length memoir, Heaven’s Coast (1996), in which he came to grips, in prose, with Wally’s life and death. “It was a real gift to be able to write it” at that troubled moment, Doty told Bing. Doty deliberately refrained from organizing the book carefully and it is a patchwork of memories, including quotations from friends’ letters. Bernard Cooper in the Los Angeles Times Book Review appreciated Doty’s literary strategy: “How else, except with tentative, borrowed strength, can one grapple with the indifference of death?” Cooper called Heaven’s Coast a “powerful memoir.”\n\r\nDoty’s next works of non-fiction were met with great critical acclaim. His second memoir, Firebird (1999), was described in Newsweek as “the poet’s beautifully written, hallucinatorily evocative memoir of growing up gay in baby-boom America.” Reviewing the book for Salon, Jaime Manrique described it as Doty’s “most satisfying book…In these pages, Doty’s writing surpasses anything he’s ever attempted before and achieves a depth and a clear-eyed splendor that left me bereft and exalted at the same time. What had begun as an oft-told story becomes an authentic tragedy.”.In Still Life with Oysters and Lemon (2001), Doty presents an extended meditation on a Dutch still-life painting by Jan Davidsz de Heem, painted in Antwerp 350 years ago. Doty’s next work of non-fiction, Dog Years (2007), was a return to memoir. A New York Times best-seller, the book dealt with themes familiar to many readers of Doty’s work: death, grief and memory. The book, however, begins by focusing on Doty’s two dogs, Beau and Arden, and the relationship the poet develops with them. Reviewing the book in the Guardian, Decca Aitkenhead claimed that the book transcends its ostensible subject matter: “Bereavement, ultimately, is Doty’s subject. Through the narrative of his ailing dogs’ last days, Doty explores the different textures of hope and denial, despair and depression.” Danielle Chapman, in the New York Times Book Review, however, found that book “with its breathless aestheticizing of dog life, its melodrama and its rehashing of old material…often comes dangerously close to parodying Doty’s best work.”  \nThough increasingly successful as a memoirist, Doty has continued to publish award-winning collections of poetry. His volumes following Atlantis, including Sweet Machine (1998), Source (2001), and School of the Arts (2005) have all been highly praised. In a review for the Progressive, Joel Brouwer stated: “In Sweet Machine, we see an already masterful poet refusing to lapse into nostalgia or to unthinkingly reuse the poetic strategies that have served him so well in the past. Instead, we find Mark Doty exploring new territories and questioning himself at every turn.” Ruth Padel described Doty as a “poet of glow” in her review of Source in the New York Times. Admitting that Doty’s work has “always celebrated surfaces and lyric glitter,” Padel maintained that “the surface glow does not merely delight us, but also leads us deeper in, to insight. The important variety in Doty is not rhythm or vocabulary but situation: all that iridescence is there to tell us something about being human.”\nBut Doty’s collection Fire to Fire: New and Selected Poems (2008) was arguably his most successful yet. Awarded the National Book Award for poetry, the book was praised for its emotional range and dexterous treatment of beauty. Reginald Shepherd, in a review for Publisher’s Weekly, noted that “unlike his contemporaries, Doty has never eschewed beauty. Indeed, beauty, its unlikely, often unexpected, yet constant recurrence and its elusive fleetingness, is central.” With that emphasis on beauty Doty brings an attention to the particular, and a deep engagement with the world. Shepherd concluded: “The poems combine close attention to the fragile, contingent things of the world with the constant, almost unavoidable chance of transcendence, since ‘desire can make anything into a god.’” Or, as Elizabeth Lund put it in the Christian Science Monitor, “Mark Doty holds a magnifying glass to his subjects. He uses language as a way to highlight a moment, elevate it, and unearth hidden depth and meaning. Fire to Fire… illustrates how he has done this over the past 20 years.” Doty’s recent collections include a collaboration with the painter Darren Waterston, A Swarm, A Flock, A Host: A Compendium of Creatures (2013), and the poetry collection Deep Lane (2015).\nIn an interview with poet Mark Wunderlich published in the Cortland Review, Doty was asked why he thought poetry endured as an art form. He answered: “My guess is that somehow poetry is a vessel for the expression of subjectivity unlike any other; a good poem bears the stamp of individual character in a way that seems to usher us into the unmistakably idiosyncratic perceptual style of the writer. I think we’re hungry for singularity, for those aspects of self that aren’t commodifiable, can’t be marketed. In an age marked by homogenization, by the manipulation of desire on a global level…poetry may represent the resolutely specific experience. The dominant art forms of our day—film, video, architecture—are collaborative arts; they require a team of makers. Poems are always made alone, somewhere out on the edge of things, and if they succeed they are saturated with the texture of the uniquely felt life.”\n", "attrs": {}}