{"pf_url": "https://www.poetryfoundation.org/poets/mark-twain", "name": "Mark Twain", "yob": "1835", "yod": "1910", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eaa8d241ddd45dc25c8e14541c14eea1833c5600.jpeg", "bio": "\nSamuel Langhorne Clemens, better known as Mark Twain, was born in Florida, Missouri, in 1835. A distinguished novelist, fiction writer, essayist, journalist, and literary critic, he ranks among the great figures of American literature. His novel The Adventures of Huckleberry Finn (1885) is generally considered his masterpiece. His novels A Connecticut Yankee in King Arthur’s Court (1889) and The Adventures of Tom Sawyer (1876), and The Innocents Abroad (1869), a travelogue and cultural critique, are also highly regarded. Twain’s travelogues Life on the Mississippi (1883) and Roughing It (1872) are prized for their humorous insights into American life in the late 19th century. Many would agree with H.L. Mencken, who wrote of Twain in A Mencken Chrestomathy, “I believe that he was the true father of our national literature.”\nAs a child, Twain moved from Florida, Missouri to Hannibal, Missouri, on the banks of the Mississippi River. Young Twain reveled in life along the Mississippi, a river busy with steamboat activity, and he often traveled in makeshift rafts or cavorted in various swimming holes. Nearby woods and a cave afforded him still further opportunity for exploration and adventure. But Twain’s childhood was not one of only carefree play. His father, a lawyer, faltered with various business speculations, and when he died in 1847, Twain—then only 12 years old—was compelled to cease formal study and begin apprenticing as a typesetter for local newspapers. He eventually came to work for his brother, Orion Clemens, who owned several newspapers. During this period, Twain contributed, under the pseudonym S.L.C., a humorous piece to the Carpet-Bag, a Boston magazine.\n\r\nServing as their own business managers, Twain and his brother soon repeated their father’s history and suffered their own series of business failings, whereupon Twain departed and began several years of travel. Throughout the next three years, he wandered from the Midwest to the East Coast and supported himself by publishing his observations in the various newspapers still managed by Orion. He eventually rejoined his brother in Keokuk, Iowa, where they again worked in the newspaper business. This new venture endured for two years, during which time Twain also made arrangements with a local newspaper editor for publication of forthcoming musings once he resumed traveling.\n\r\nIn 1857 Twain left Keokuk with intentions of traveling down the Mississippi River to New Orleans, Louisiana, from which he would then depart for South America with intentions of amassing a fortune there. But in the spring of that year, Twain met a veteran steamboat captain named Horace Bixby. Twain was greatly intrigued by Bixby, and for the next two years he served as the captain’s apprentice, sailing with him down the Mississippi, where they enjoyed many adventures and rollicking times. Indeed, Twain was so enraptured by life on the Mississippi that he managed only a few contributions for the Keokuk editor, who was, doubtless, anticipating accounts of the South American adventure, which Twain had, by then, aborted.\n\r\nTwain obtained his own pilot’s license in 1859 and spent more time traveling up and down the Mississippi River. His exploits in this period, which Twain recalled with particular warmth and enthusiasm, eventually served as material for some of his most inspired writing. But even while traveling along the river, he continued supplying occasional missives to various publications, including one that is believed to be the first that he signed as Mark Twain. His initial publication as Twain is a lampoon of an account published by riverboat captain Isaiah Sellers under the pseudonym Mark Twain (the name is, itself, a nautical term). Legend has it that Sellers was so embarrassed by Twain’s parody and Twain, consequently, was so regretful, that he assumed the pseudonym as a means of atonement.\n\r\nAfter the Civil War effectively closed business travel along the Mississippi (which was being used as an invasion route by Union troops), Twain was unable to continue working as a riverboat captain. He briefly served in the Confederate Army, then rejoined Orion, who had recently won a position in the Nevada territory government as reward for his work on President Abraham Lincoln’s re-election campaign. Twain traveled with his brother to Nevada, then commenced a year’s work panning for gold and silver. These experiences would later provide the basis for his volume Roughing It (1872). For a year, Twain panned only occasionally, content instead to mock the entire venture by producing comedic missives for the nearby Virginia City Territorial Enterprise. In 1862, he joined the publication and assumed the Mark Twain pseudonym almost exclusively in alternating his humorous reports with conventional pieces.\n\r\nWhile writing in Virginia City, Twain ran afoul of a rival journalist, who insisted on a duel. To avoid imprisonment for violation of the town’s anti-dueling statute, Twain promptly fled to San Francisco, California, where he soon found work with various newspapers. In San Francisco, he became known for his often moralistic, though humorous, diatribes against public figures and institutions. On one occasion, he offended the city’s police department, which responded with a lawsuit charging libel. Twain then fled to the Sierras, where he again haphazardly panned for gold. After a few months, during which the San Francisco police dropped their lawsuit, Clemens returned to the city and learned of a request from prominent humorist Artemus Ward for a piece to be included in a forthcoming humor anthology. Twain responded with the story that became known as “The Celebrated Jumping Frog of Calaveras County.” The tale arrived too late for inclusion in Ward’s volume but was pirated by the New York Saturday Press, where it won great acclaim. It was eventually copied in newspapers throughout America and published, with other tales, as Twain’s first book, The Celebrated Jumping Frog of Calaveras County, and Other Sketches (1865).\n\r\nThroughout the remainder of the 1860s, Twain traveled widely and contributed his observations to various West Coast publications. For much of this period he even served as an official correspondent for the San Francisco Daily Morning. One of his most celebrated and notorious writings from this period, however, came as a correspondent for the Alta California, whose editors he convinced to finance a five-month jaunt aboard the Quaker City pleasure boat bound for Europe and the Middle East. In his ensuing correspondences, which also appeared in the New York Tribune, Twain both mocked the solemnity of the sailing party’s wealthier members and reveled in the pranks and adventures of its younger, more reckless members. Such reports—at once informative yet funny, and often biting—only strengthened Twain’s popularity, and upon returning to the United States he compiled the Quaker City correspondence as The Innocents Abroad (1869) and heeded widespread demand for his presence as a public lecturer.\n\r\nWith The Innocents Abroad, Twain enjoyed considerable commercial and critical success. Its popularity was rather surprising, for the book was published by a subscription house, which sold works door to door on a speculative basis. Interested readers would pay in advance for the book, which would, in turn, realize actual publication only after sufficient sales had been guaranteed. But Twain, who significantly padded the book—length was an important aspect of the sales—nonetheless succeeded in producing a work that appealed to readers with its lively humor and keen, unflinching insights and depictions. Notable in the book are episodes in Venice, Italy, where the gondoliers are inevitably characterized as cheery opportunists, and in Palestine, where conniving beggars exploit the company’s more squeamish members. Perhaps because of the work’s broad, seemingly unflagging humor, The Innocents Abroad still ranks among Twain’s most accomplished works.\n\r\nWhile completing The Innocents Abroad, Twain received an invitation to New York City from his friend, Charles Langdon, who was part of a prominent, wealthy family. During his stay with the family, Twain fell in love with Langdon’s sister, Olivia, who was considered a sensitive, delicate young woman. Her father, Jervis Langdon, made the customary inquiries into Twain’s life, and though he learned little of positive note about the prospective suitor, he nonetheless agreed to the marriage. But as a safeguard to his daughter’s well-being, Jervis Langdon provided Twain with a sizeable shareholding of a newspaper in Buffalo, where the newlyweds intended to live. In addition, Langdon housed the couple in a furnished mansion.\n\r\nUnfortunately, Jervis Langdon died within a year of his daughter’s marriage to Twain. And after his death, Olivia, already pregnant, suffered a collapse. Twain, too, came under increasing strain, for he was already fashioning another book, Roughing It (1872), while grieving his father-in-law’s death, tending to his wife, and preparing for the birth of their child. Perhaps as a means of alleviating domestic and professional anxiety, Twain abruptly moved the family from Buffalo. They settled briefly at Quarry Farm, his sister-in-law’s residence, then moved to Hartford, Connecticut, where he completed Roughing It.\n\r\nLike The Innocents Abroad, Roughing It was sold on a subscription basis, and like the preceding volume, it proved a popular work with the American public. Here Twain adopted a rudimentary storyline, with the narrator developing from a sentimentalist to a realist as he endures the indignities and hardships of life in the American West. Rich, multifaceted, with episodes of adventure, melodrama, and suspense, Roughing It today still holds substantial prominence in the Twain canon.\n\r\nThe Twains lived in Hartford for 20 years. Most of those years were spent in residence in an architecturally bizarre mansion—designed by Twain—replete with turrets and a conservatory. Other writers, including Harriet Beecher Stowe and Charles Dudley Warner, lived nearby. Though Stowe herself realized substantial fame for her anti-slavery novel Uncle Tom’s Cabin (1852), Twain was probably the community’s most celebrated writer. After completing Roughing It, he conducted a successful lecture tour of England, then returned home to collaborate with neighbor Warner on The Gilded Age (1873), a love story set in President Ulysses S. Grant’s corrupt administration. This work is memorable for naive protagonist Mulberry Sellers, who remains steadfastly optimistic despite his poverty and inevitable failures. Despite its episodes of humor, the novel does not stand with Twain’s more distinguished works.\n\r\nTwain followed The Gilded Age with another successful tour of England, where he regaled listeners with his humorous, if sometimes caustic, anecdotes and observations. Such tours would provide Twain with needed income throughout much of his later life.\n\r\nOnce home again in Hartford, Twain began writing The Adventures of Tom Sawyer (1876), a novel about a boy living near the Mississippi River. The eponymous hero of this work is an enterprising youth who rises to wealth and, thus, integration into Southern high society through a series of unlikely adventures and escapades. Early in the novel, Tom courts the favors of neighborhood newcomer Becky Thatcher, who reciprocates his affection only to learn that he had previously been tied to another girl, whereupon she ends the romance. Tom then travels with his friend, young vagrant Huckleberry Finn, to a cemetery, where their efforts to cure warts are thwarted when they witness grave robbing and a murder. The boys and another friend eventually run away and live on a nearby island. Once missing, they are believed dead, and the townsfolk hold the boys’ funerals, which are interrupted by the boys themselves.\n\r\nEventually, an innocent man is jailed for the murder in the cemetery. At the trial, Tom protests, and the actual killer, Injun Joe, vaults through a window and escapes. Some time later, Tom and Huck spot Injun Joe concealing stolen goods in an abandoned house. Tom then attends a picnic held by Becky’s father. Tom and Becky decide to explore a nearby cave. Once inside, though, they become lost, then learn that Injun Joe is in the cave too. Five days pass before Tom and Becky find an exit, one that is five miles from the entrance. They then learn that Injun Joe has starved to death within the cave. Tom and Huck soon return to the cave and uncover the killer’s stolen loot. The novel ends with Huck agreeing to live with a widow while Tom placates him with assurances that they may yet live as pirates.\n\nThe Adventures of Tom Sawyer, beloved by readers of all ages, features some of Twain’s most memorable feats of storytelling, including the trial of Injun Joe, the funeral of the missing boys, and the adventure of Tom and Becky in the cave. With the book, Twain restored his reputation with the American reading public, which had failed to support the collaborative Gilded Age. And time has scarcely eroded the book’s popularity, which has remained strong.\n\r\nAfter publishing The Adventures of Tom Sawyer, Twain immediately began work on a novel about Huckleberry Finn. While writing this work, which would occupy him intermittently for the next seven years, he traveled in Europe, publishing his observations from that trip as A Tramp Abroad (1880). This work, which resembled The Innocents Abroad in its humor, insights, and length, was another subscription book, and it too realized substantial sales. For Twain, who had grown accustomed to a rather extravagant lifestyle whether at home in his Hartford mansion or abroad in European hotels, the book’s success provided much-needed income.\n\r\nIn 1881 Twain published The Prince and the Pauper, a straightforward novel about mistaken identities in 16th-century England. Tom Canty is a poor boy subjected to physical abuse by his sullen father. In an attempt to see Prince Edward, Tom steals into the royal castle, where he actually meets and befriends the prince. After Tom expresses his desire to be a prince, the boys realize that they possess an extraordinary likeness to each other and determine to exchange identities. In the ensuing days, as Tom poses as Edward, courtiers suspect their prince of madness. When Edward’s father, the king, dies, Tom assumes the title. Meanwhile Edward, the actual king, wanders the streets vainly proclaiming his real identity. Tom’s friend Miles, initially suspecting that his friend too is mad, eventually indulges Edward, who has resumed behaving in a royal—and, thus, insufferable—manner. While Edward futilely tries to gain the crown, Tom adopts a more courtly demeanor. Eventually, a public ceremony is held, during which Tom is to don the king’s crown. Edward, however, again proclaims himself the rightly king, and through revelation of a royal secret he proves his true identity. After becoming king, Edward rewards Miles for his loyalty and assures Tom that provisions will be made for his own continued well-being.\nThe Prince and the Pauper won acclaim as a compelling and convincing tale of historical England. But the book proved a debacle despite critics’ acclaim, for Twain—in an extraordinary arrangement—had published the book himself and agreed to pay the publishing company a royalty for each book sold through the aforementioned subscription method. Unfortunately, this company was inexperienced at subscription sales and managed only meager returns, thus burdening Twain with a particularly disturbing financial setback.\n\r\nFinancial matters were aggravated further the next year, 1883, when Life on the Mississippi, Twain’s recollections of his steamboat adventures, also faltered commercially. The book derived from a series of magazine articles Twain had earlier proposed and published to significant success as “Old Times on the Mississippi” while completing The Adventures of Tom Sawyer. In “Old Times on the Mississippi” Twain wrote nostalgically of his steamboat years, rendering the Mississippi River as an ever mysterious, unfathomable force of powerful reflections, murky shores, and colorful travelers. In adding to the earlier magazine articles, which were essentially memoirs, Twain revisited the river, traveling with his publisher and a secretary. After sailing from St. Louis, Missouri to New Orleans, Louisiana, he even took the return voyage aboard a boat captained by Horace Bixby, his own mentor from the riverboat days. Twain experienced considerable difficulty affixing accounts of his return journey with the earlier memoirs. The result, Life on the Mississippi (1883), was initially perceived by some critics as a superfluously padded volume, even by the standards accorded subscription books. Other critics, however, readily acknowledged the book as an often poetic depiction of life as seen from a pilothouse, and is now considered one of Twain’s key achievements. Among the book’s many champions is Robert Keith Miller, who proclaimed it in his book Mark Twain (1983) as the work that marked “Twain’s emergence as a great modern writer” and “established Twain as something more than a western humorist.”\n\r\nIn 1885 Twain published The Adventures of Huckleberry Finn, the novel that is generally considered his masterpiece. The novel resumes Huck’s tale from The Adventures of Tom Sawyer, which ended with Huck’s adoption by Widow Douglas. Here Huck has already adapted somewhat to social order as dictated in his new home. He has even curtailed his swearing and smoking and commenced attending school. But on a winter day Huck discovers that his alcoholic father, whom he had not seen for a year, has returned home.\n\r\nRealizing that his father would soon learn of the treasure recovered earlier by Huck and Tom Sawyer (in The Adventures of Tom Sawyer), Huck gives the money to Judge Thatcher. Huck’s father then returns and takes Huck into the woods, where he starves and beats him. But Huck manages to escape and stage his own death. He flees to an island, where he eventually discovers a fugitive slave, Jim. The two runaways live together for a few days, after which Huck, disguised as a girl, returns to the mainland and learns that his father has once again disappeared. More important, though, he learns that his own death has been attributed to Jim. Huck hurries back to the island and informs Jim of recent events. Jim determines to head north to freedom, and Huck decides to join him. They embark by raft, and one evening they crash into a ship. Huck manages to swim to shore, but Jim disappears.\n\r\nOnce on the mainland again Huck befriends the Grangerford family, whose members are feuding with those of the Shepherdsons. The Grangerfords allow Huck to live among them, and they even provide him with a slave. One day, though, the slave reveals to Huck the presence of another slave, Jim, in the nearby woods. Reunited, Huck and Jim steal away in their raft, already repaired by Jim, as the Grangerfords and Shepherdsons resume exchanging gunfire. Back on the river, the runaways soon encounter two carpetbaggers, the Duke and the King, who are hoping to swindle a family’s inheritance by posing as the deceased’s long-lost brothers from England. The con artists succeed in their plot, but Huck, pitying the dead party’s three daughters, executes a complicated plan that leads to exposure of the schemers. Huck and Jim then embark again on the river only to be reunited with the fleeing Duke and King. Now the four travelers join together in plans to conduct various schemes. In one town, though, the Duke hands Jim to authorities in exchange for reward money. Huck determines to help Jim escape. He presents himself to a Mrs. Phelps as her nephew. She, in turn, mistakes him for Tom Sawyer. When Tom actually arrives, he cooperates with Huck and presents himself as another fellow, Sid. Huck enlists Tom’s aid in the scheme to rescue Jim. Tom, however, develops an unnecessarily complicated plot. When they help Jim escape, a chase ensues. Tom is shot in the leg and Jim is recaptured. But then the boys learn that Jim’s owner has died, bequeathing him his freedom. They also learn that Huck’s father, too, has died. Tom’s Aunt Sally then offers to adopt Huck, but he realizes that the process of becoming civilized is not an enjoyable one.\n\nThe Adventures of Huckleberry Finn (1885) is considered one of the greatest works in American literature. Though initially condemned in some quarters as inappropriate material for young readers, it sold well, and it soon became prized for its re-creation of the Antebellum South, its insights into slavery, its depiction of adolescent life, and, throughout, its irreverence and compassion. H.L. Mencken, writing in the Smart Set in 1913, hailed The Adventures of Huckleberry Finn as “one of the great masterpieces of the world,” and Ernest Hemingway, in his book The Green Hills of Africa (1935), championed Twain’s novel as the most important work in American literature. Today the prestige accorded The Adventures of Huckleberry Finn continues unabated, and it is a mainstay in classrooms throughout the spectrum of American education.\n\r\nThough with The Adventures of Tom Sawyer, Life on the Mississippi, and The Adventures of Huckleberry Finn, Twain prospered as a creative artist, by the late 1880s he no longer enjoyed the immense financial security with which he had been accustomed. Much of his monetary woes derived from his involvement in a publishing house managed by his nephew, Charles L. Webster, who also served as Twain’s business manager. Webster and Twain met with success in late 1885 when they issued the profitable Memoirs of Ulysses S. Grant through subscription. But in ensuing years the company’s success was undone by Twain’s commitment to an alternative typesetting device being designed by James L. Paige. Envisioning time-and cost-saving benefits from the printing machine, Twain, for several years, channeled massive funds into its development, which was slow and unsteady. In addition, Twain was involved in multiple litigations resulting from other unsound investments. His financial stability was no longer assured.\n\r\nPerhaps to revive his fortunes, Twain commenced work on another novel, one published in 1889 as A Connecticut Yankee in King Arthur’s Court. Here Twain produced a harsh depiction of life in 6th-century England, which, with its repressive, anti-democratic society, he likened to that of post-Civil War America. The novel’s protagonist is Hank Morgan, a factory foreman who suffers a blow to the head and regains consciousness only to find himself in medieval England, which is ruled by legendary King Arthur. Ever ingenious, Hank counters court magician Merlin’s superstitious ways by introducing electrical devices and gunpowder among the unsuspecting courtiers. As Hank gains in influence, though, he becomes increasing misanthropic, even slaying members of the Round Table. After his stock-market maneuvers undo the nation’s economy, he is attacked by Arthur’s surviving legions. With firearms, explosives, and electrical devices, Hank and a handful of supporters manage to slay tens of thousands of Arthur’s knights. But Merlin, disguised as a woman, eventually reaches Hank and places a spell on him, causing him to sleep until the 19th century.\n\nA Connecticut Yankee in King Arthur’s Court (1889) realized only scant success when it appeared. With its acid humor and bleak depiction of human progress—particularly technology—it charmed few readers accustomed to the delights of The Adventures of Tom Sawyer and The Adventures of Huckleberry Finn. Furthermore, the English public, which had long been enamored of Twain, condemned the novel as tasteless. In the following years, though, the novel gained recognition as an example of Twain’s biting humor and his relentless disdain for technological development void of human considerations.\n\r\nWith A Connecticut Yankee in King Arthur’s Court, Twain failed to extract himself from impending financial ruin. Two years after he completed the book, his cousin Webster died, leaving Twain to manage—or, more accurately, mismanage—the company’s affairs. When Paige’s typesetting device was finally installed in 1894, eight years after Twain began funding its development, it proved unstable, and its many parts broke down repeatedly. Twain was compelled to declare bankruptcy.\n\r\nThrough shrewd maneuvering by his lawyer, who managed to have the courts force Twain to repay company loans to his own wife, Twain managed to salvage some of his money. In addition, Twain negotiated a lucrative contract with Harper publishers for an edition of his complete works. He also undertook production of another novel, The Tragedy of Pudd’nhead Wilson and the Comedy of Those Extraordinary Twins (1893), in which a low level lawyer’s collection of fingerprints undoes a murderer in the Antebellum South. The novel centers on the activities of two children switched at birth by a mulatto slave, Roxana, in hopes of sparing her child the indignities of slavery. The slave owner’s real son is eventually sold into slavery, and Roxana’s son, though reared with all manner of social advantage, nonetheless becomes an abusive profligate who turns to crime. When Roxana threatens to reveal his actions to legal authorities, he sells her to a slave trader. The son eventually commits murder, for which twin Italian immigrants are held responsible. But the community’s eccentric lawyer, Pudd’nhead Wilson, defends the innocent twins and reveals the true killer’s identity by using a prized collection of fingerprints.\n\nThe Tragedy of Pudd’nhead Wilson, and the Comedy of Those Extraordinary Twins is not generally considered one of Twain’s greatest successes. Its humor is often grim, and its theme of miscegenation did not prompt widespread interest. Surprisingly, however, the novel managed reasonable sales, thus briefly relieving Twain of his economic hardships. More recently, critics have made major claims for the work, some placing it among the finest American novels of the late 19th century.\n\r\nWith satisfactory sales of The Tragedy of Pudd’nhead Wilson, and the Comedy of Those Extraordinary Twins, Twain enjoyed a respite from financial woes. To further extricate himself from dire straits, he commenced a series of successful lecture tours in Canada, Australia, India, and South Africa in the mid-1890s. Always an engaging speaker, Twain would regale and cajole audiences with tall tales, amusing anecdotes, and barbed comments. After completing the tour, he published his observations as Following the Equator (1897), which realized substantial sales. With profits from both the lecture tour and the book, Twain managed to once again attain financial stability.\n\r\nAs Twain’s financial situation improved, however, his health and personal life suffered. By the early 1890s, both Twain and his wife, who was plagued with a delicate constitution, experienced a variety of physical ailments. In addition, their daughter Olivia Susan contracted meningitis, and in 1896 she died. This further aggravated the already tenuous health of Twain’s wife, who began having emotional problems. In 1903, however, doctors pronounced her well enough to travel with Twain to Italy, where it was hoped the milder climate might prove restorative. But her health declined drastically after they arrived in Florence, and she died the following spring. Four years later another of Twain’s daughter’s fell ill, this time with epilepsy, which eventually led to her death by drowning while she bathed. Finally, another daughter suffered a nervous collapse. Her relationship with Twain had often been volatile, and doctors therefore forbade them to communicate.\n\r\nDuring this final, tumultuous decade of his life, Twain—perhaps understandably—grew increasingly bitter and misanthropic. He had already vented considerable pessimism in 1899 with The Man that Corrupted Hadleyburg, his story about a stranger who exacts keen revenge on self-avowedly honest folk by compelling them to falsely vie for possession of a bag supposedly containing $40,000. And in the posthumously published novel The Mysterious Stranger (1916), Satan takes human form to undo the ostensibly just citizens of a 16th-century Austrian town—its name, Eseldorf, translates as “Assville.” Here the devil leads a priest into corruption and madness, betrays several children, and eventually causes an earthquake that claims the lives of 500 people, after which he encourages the children to dance heartily. Writing in his book Mark Twain, Robert Keith Miller referred to The Mysterious Stranger as “the most important of Twain’s shorter works, [and] the most contemptuous.”\n\r\nTwain’s streak of misanthropy is especially apparent in the published collections of his works, which include The Complete Mark Twain, The Outrageous Mark Twain, and Collected Tales, Sketches, Speeches, and Essays, the last published in 1992. As a Tribune Books critic noted, Twain “didn’t like human beings much, except as targets for his scorn, indignation or wrath. … He sent his energetic prose crackling about the heads of (among others) arrogant public officials, inept musicians and singers, vain women, vainglorious military evangelists, advocates of temperance, lecturers who pretended to have known Dickens, noisemakers, males who did violence to females, smart-talking two-year-olds, editors, officious train conductors, lynchers, book-pirating publishers, nearly all barbers, scientists who deduced too much from too little evidence, swindlers (unless they had style), and, in a ferocious defense of ‘family honor,’ all seducers of women.” However, Twain also was one of his generation’s staunchest defenders of Black Americans, Native Americans, and the working class: “Twain thought that the white man’s debt was endless,” according to New Yorker essayist Clive James. “He didn’t come out on the side of the Union just because it won [the Civil War.] The Southern cause had deepened on repressing a minority, and that made the cause irredeemable.” Twain’s sympathy for the plight of his country’s non-privileged citizenry would be taken up in many of the short stories and journalistic works that mortar together his published anthologies.\n\r\nIn his last years, conducted another prosperous tour of Europe, then settled in New York City, where he enjoyed great celebrity as a prominent writer and general—often malicious—wit. His health continued to trouble him, and he suffered from angina. Hoping to provide himself some measure of relief, he traveled to Bermuda. His health continued to decline, however, and he soon returned to the United States. He died near Redding, Connecticut, on April 21, 1910.\n\r\nIn the years since Twain’s death, the mass of his literary achievement has increased immensely. Numerous volumes of correspondence have appeared, as have several collections of speeches, autobiographical writings, notebook entries, and even more fiction. The University of California Press has committed to publishing all remaining material in the Twain archives.\n", "attrs": {"Region:": ["U.S., New England"], "School/Period:": ["Victorian"]}}