{"pf_url": "https://www.poetryfoundation.org/poets/martin-dyar", "name": "Martin Dyar", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/8cbe5e4c492e89d3f7045edaa9bd61883e9c13e1.jpeg", "bio": "\nMartin Dyar grew up in Swinford, in County Mayo, Ireland. He earned an MA in English literature at NUI Galway and a PhD in English literature at Trinity College Dublin, where he wrote his thesis on Wallace Stevens. His debut collection of poems, Maiden Names (2012) was shortlisted for the Pigott Poetry Prize and the Shine/Strong Poetry Award. With the composer Ryan Molloy he has written a poetry song cycle for soprano, harp and flute, titled Buaine na Gaoithe, which had an Irish national tour in 2018. \nHis poems have been included in the anthologies Windharp: Poems of Ireland Since 1916 (2015); Everything to Play For: 99 Poems About Sport (2015); and Town Stitched by River: Irish Writers at the International Writing Program (2015). His poem “Death and the Post Office” has been included on the prescribed poetry syllabus on the Leaving Certificate, the Irish state exam which determines secondary school students’ entry to higher education.\nWriting about Maiden Names, the poet Bernard O’Donoghue remarked: “Dyar’s narratives about the strangeness of the everyday have a vividness and colour which are a thrilling new development in Irish poetry. Their eloquence and life clear the boards of anything tired or familiar, making room for the language of poetry to move into new areas to cope with the central moments of people’s lives. This is a book of real importance and originality.”\nDyar won the Patrick Kavanagh Poetry Award in 2009 and the Strokestown International Poetry Award in 2001. In 2010 he was selected for the Poetry Ireland Introductions Series. He has also been the recipient of an Irish Arts Council Bursary Award for Literature. From 2013 to 2014 he was the Dublin UNESCO City of Literature writing fellow at the International Writing Program at the University of Iowa. He has also held fellowships at the Washington Ireland Program, and the University of Limerick. In 2019-2020 he was the John Broderick writer in residence at the Aidan Heavey Library in Athlone.\nDyar is editor of the anthology Vital Signs: Poems about Illness and Healing (forthcoming 2022). He is adjunct assistant professor in Medical Ethics and Humanities in the School of Medicine at Trinity College Dublin.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}