{"pf_url": "https://www.poetryfoundation.org/poets/martin-espada", "name": "Martín Espada", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/09/941b9161d7a06cfcc24a9a6229f31afdb68b8a93.jpeg", "bio": "\nAs a poet, essayist, translator, editor, and attorney, Martín Espada has dedicated much of his career to the pursuit of social justice, including fighting for human rights and reclaiming the historical record. His critically acclaimed collections of poetry celebrate—and lament—the working class experience. Whether narrating the struggles of immigrants as they adjust to life in the United States, or chronicling the battles that Latin Americans have waged against their own repressive governments, Espada has given voice to otherness, powerlessness, and poverty into poetry that is at once moving and vivid. He is the author of more than a dozen collections of poetry and several books of essays, the translator of Puerto Rican poet Clemente Soto Vélez, and the editor of influential anthologies such as El Coro (1997) and Poetry Like Bread (1994).\nEspada was born in Brooklyn, New York. His greatest influence is his father, Frank Espada, a community organizer, civil rights activist, and documentary photographer who created the Puerto Rican Diaspora Documentary Project. Espada earned a BA in history at the University of Wisconsin-Madison and earned his JD from Northeastern University. For many years he was a tenant lawyer; his first book of poetry, The Immigrant Iceboy’s Bolero (1982), included photographs taken by his father. His subsequent books, including Trumpets from the Island of Their Eviction (1987), Rebellion is the Circle of a Lover’s Hands (1990), and City of Coughing and Dead Radiators (1993), received significant attention. Imagine the Angels of Bread (1996) won an American Book Award and was a finalist for the National Book Critics Circle Award. Often concerned with socially, economically, and racially marginalized individuals, Espada’s early work is full of engaging narratives. Rebellion Is the Circle of a Lover's Hands (1990) won the PEN/Revson Award and the Paterson Poetry Prize. Though defiantly and insistently political, his work is also known for its gentle humor. Richard Blanco has commented, “Espada’s poems continue to define the role of the poet as an emotional historian. Like Whitman, Espada stirs in us an undeniable social consciousness and connectedness.”\nSome of Espada’s more recent books of poetry include A Mayan Astronomer in Hell’s Kitchen (2000), Alabanza: New and Selected Poems, 1982–2002 (2003), The Republic of Poetry (2006), The Trouble Ball (2011), The Meaning of the Shovel (2014), and Vivas to Those Who Have Failed (2016). His collection Alabanza won the Paterson Award for Sustained Literary Achievement and was also named an American Library Association Notable Book of the Year; its title poem, which addresses 9/11, has been widely anthologized and performed. The Republic of Poetry, which is concerned with the political power and efficacy of poetry, was a finalist for the Pulitzer Prize. Taking cues from documentary poetics as well as formal argumentation and Espada’s ongoing fascination with Chilean poet Pablo Neruda, the volume interrogates the role of poetry in the public and private spheres: poems range from elegies to poets known and unknown—including Robert Creeley and Jeff Male—to treatments of the Chilean coup, to anti-war statements, to sage instructions for young poets.\nEspada has edited three important anthologies: El Coro: A Chorus of Latino and Latina Poetry (1997), Poetry Like Bread: Poets of the Political Imagination (2000), and His Hands Were Gentle: Selected Lyrics of Víctor Jara (2012). In addition to his work as a translator and editor, Espada has also published books of essays and criticism, including Zapata’s Disciple (1998, 2016), The Lover of a Subversive is Also a Subversive (2010), and The Necessary Poetics of Atheism (with Lauren Schmidt and Jeremy Schraffenberger, 2016). In the Progressive, poet Rafael Campo commended Espada’s courage in Zapata’s Disciple, maintaining that he is one of only a few poets who “take[s] on the life-and-death issues of American society at large.” The book was banned in Tucson as part of the Mexican American Studies program outlawed by the state of Arizona, and issued in a 2016 edition by Northwestern University Press. The Lover of a Subversive is Also a Subversive considers the role of poetry in political movements. According to poet Barbara Jane Reyes, “To be a poet, Espada asserts throughout this series of essays, is to be an advocate, to advocate for those who have been silenced, and for places that are unspoken … Our work as poets can empower the silenced to speak.” Espada himself has never wavered in his commitment to poetry as a source of political and personal power. In a 2016 Democracy Now! interview with Juan González, Espada spoke to the impact of poetry and its relationship to social activism: “I grew up with it. I grew up in an activist household. I grew up in my father’s household. Resistance was as natural as breathing. I was surprised when I went into the world and discovered that not everybody was raised the way I was. So, when it turned to the writing of poetry, quite naturally it turned to poetry about social justice. That’s how I was raised.”\nEspada is professor of English at the University of Massachusetts, Amherst, and has also taught at the Stonecoast Low-Residency MFA Program at the University of Southern Maine, Holy Cross College, Emerson College, Wheelock College, Tufts University, and Suffolk University Law School. His honors include the Shelley Memorial Award, the Robert Creeley Award, the Massachusetts Book Award, the John William Corrington Award for Literary Excellence, the Busboys and Poets Award, the International Latino Book Award, the Milt Kessler Poetry Book Award, the National Hispanic Cultural Center Literary Award, and fellowships from the National Endowment for the Arts, the Massachusetts Artists Foundation, United States Artists, and the Guggenheim Foundation. In 2018 he was awarded the Ruth Lilly Poetry Prize from the Poetry Foundation. \n", "attrs": {}}