{"pf_url": "https://www.poetryfoundation.org/poets/mary-swander", "name": "Mary Swander", "yob": "1950", "yod": null, "image": null, "bio": "\nMary Swander’s autobiographical poetry is rooted in religious faith and rural life. Her verses speak of natural wonders, of learning from the land, and of the people who live and work on the land. Her work has been greatly influenced by a serious medical condition, one that led her to take up a simple life among the Amish. She chronicled her integration into their culture in her book Out of This World: A Woman’s Life among the Amish (1995).\nSince childhood, Swander had suffered with many allergies and food sensitivities. In 1983, an allergist’s treatment, far from improving her situation, drove her into an autoimmune disorder called “environmental illness,” a condition that causes the body to reject most foods, pollutants, and odors. A whiff of perfume or any common cleaning agent, or even a bite of non-organically-farmed food would send her into a severe reaction that might require a trip to the hospital. Just finding foods to eat in order to survive was a tremendous challenge, and it led the author to try such unusual meals as road-killed squirrel, yucca plant, and bear meat. Eventually, her quest for health led her to buy an old schoolhouse in an area of Iowa settled by the Amish, a religious group that practices a lifestyle free of modern chemicals and conveniences. Here she became dedicated to feeding herself by careful, organic gardening and raising her own goats and poultry.\nThe Amish are known for being a closed society, in fact referring to all who are not Amish by the term “English.” Despite her “English” status, Swander found that she was warmly welcomed by her new neighbors. “Where she expected a dour, humorless people, she found mischievous, often sparkling wit. Where she thought to find the inferior effects of an eighth-grade education, she saw a resourceful culture equipped to adapt to any natural condition,” reported Rebecca Freligh in the Cleveland Plain Dealer. “Swander had also believed that the Amish culture was oppressive to women. Instead, she writes, her neighbors had a thing or two to teach her about feminism.” Eventually, Swander was able to adjust her body chemistry so that she could accept about 200 different foods and tolerate some of the common pollutants of everyday life. Elizabeth Cameron, a contributor to Natural Health, felt that Out of This World “is an inspiring, carefully and beautifully written memoir that nudges readers to make the same kind of discoveries in dealing with a difficult illness or other challenge as Swander made in learning to cope with hers.”\nThe author’s concern with health, healing, and natural food production has colored much of her work. For example, she has coedited The Healing Circle: Authors Writing of Recovery (1998), a collection of essays by writers who have struggled with chronic or long-term illness. A reviewer for the Los Angeles Times called this a book that “deserves a very wide audience,” including health-care workers, patients, and “any lover of good writing.” Swander also edited Bloom and Blossom: The Reader’s Guide to Gardening, which features a collection of works about gardening. “Readers won’t learn any techniques in this volume but will find an affirmation of the emotional benefits of working the soil,” reported Molly Newling in Library Journal.\nSwander’s poetry collection Succession (1980) has earned praise and sparked comparisons with the work of Southern author Flannery O’Connor. Like O’Connor, Swander uses country scenes and details to “deal with the interiors of characters and with the fact, and mystery, of death,” wrote Joyce Coyne Dyer in Iowa Woman. Swander writes with “precision and brilliance” about people and places she has known, creating “a poetic genealogy that is invested with emotion.”\nSwander’s Driving the Body Back (1986) shows her skill in creating a narrative stitched together with authentic characters and idioms. Like a Midwest version of Faulkner’s As I Lay Dying or Chaucer’s Canterbury Tales, Swander tells stories which Dyer, in Poet and Critic, called “sometimes outrageous, often entertaining, and always emotional.” Louise Erdrich, in the New York Times Book Review, noted how Swander’s “novelistic form is direct and interesting” as she details, through the voices of nine eccentric and vivid family members, the driving of the poet’s mother across Iowa to be buried in the town in which she was born, giving the reader “a unique perspective on the minutiae of everyday rural and small-town life.” In Heaven-and-Earth House (1994), Swander “steps up into the big leagues of her art,” according to Pat Monaghan in Booklist, as “her poems attend to life’s small joys: a muddy road, calm weather, spicy apples.” The critic for Publishers Weekly found that the poems create a “music of Midwest rural encounters” as the reader walks along “a pathway with ‘common’ language: the rhythms of weather, humor and talk.” In 2009, Swander published the poetry collection The Girls on the Roof. With the Eulenspiegel Puppet Company, she created a performance piece based on this collection.\n", "attrs": {}}