{"pf_url": "https://www.poetryfoundation.org/poets/mary-jo-bang", "name": "Mary Jo Bang", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0df584047e904a7b7b9b70d31d3ef7e567950dee.jpeg", "bio": "\nMary Jo Bang was born in Missouri and grew up in Cool Valley, outside of St. Louis. She originally studied sociology, earning both her BA and MA in the subject from Northwestern University. She earned a BA in photography from the Polytechnic of Central London, and an MFA in creative writing from Columbia University. She is the author of numerous collections of poetry, including A Doll for Throwing (2017); The Last Two Seconds (2015); The Bride of E (2009); Elegy (2007), which won both the National Book Critics Circle Award and the Alice Fay di Castagnola Award; Louise in Love (2001); The Downstream Extremity of the Isle of Swans (2001); and Apology for Want (1997), which received the Katherine Bakeless Nason Prize. In 2012 she published a translation of Inferno by Dante Allegheri.\nBang’s poetry has been praised for its linguistic energy, subtle imagery, and innovative technique. Mixing philosophical or postmodern concerns with chiseled, formal control, Bang’s work has been frequently cast as a pioneering example of hybrid poetry. As poet and critic Karla Kelsey has noted, “Reviewers like categories, and Bang is bad at staying in them.” Bang’s early collections use poetry to address art, in books such as The Downstream Extremity of the Isle of Swans, or make popular culture a central concern, as in Louise in Love, which revolves around the silent movie actress Louise Brooks. “Her poems are a route to a new way of looking at what we’ve grown into,” argued Frank Allen in the American Book Review, “‘the longing’ that restores us to what we once ‘hoped’ to be.” Bang’s fifth collection, Elegy, won high praise for its profound, meditative lyrics on loss. Written in the wake of her adult son’s death, the book was described by David Orr in the New York Times as, “a tightly focused, completely forthright collection written almost entirely in the bleakest key imaginable.” He continued, “Collectively [the poems] are overwhelming—which is both a compliment to Bang’s talent and to the toughness of mind that allowed her to attempt this difficult project in the first place.” Bang’s follow-up to Elegy is an abecedarian, taking its organizing principles from the alphabet. The Bride of E was praised by Kelsey for its self-aware positioning, even its reversal of the single-subject laments of Elegy. Kelsey noted that the book “of course reflects [Bang’s] image reservoirs and gestures, but it does not have the autobiographical focus that Elegy (and elegies in general) demand. The book is much more about the way we still can make use of worn-out images and phrases to ask existential questions of the post-postmodern world.”\nBang discussed her circuitous route to professional poet—including years of working as a professional photographer and physician’s assistant—with the journal 99 Percent: “I could see myself getting closer and closer,” she said of her years learning photography. “Over time, what was on the film and the photographic paper more and more resembled what I’d imagined when I looked into the viewfinder. And I saw how, if you steadily worked at something, what you don’t know gradually erodes and what you do know slowly grows and at some point you’ve gained a degree of mastery. What you know becomes what you are. You know photography and you are a photographer. You know writing and you are a writer.”\nBang has received numerous honors and awards for her work, including the Berlin Prize, fellowships from the Guggenheim Foundation and the Bellagio Foundation, and a Hodder Fellowship from Princeton University. She has received a “Discovery”/The Nation award and a Pushcart Prize, and her poems have been included in multiple editions of The Best American Poetry. Bang served as editor of the Boston Review from 1995 to 2005. From 2003 to 2006, she was the director of the creative writing program at Washington University in St. Louis.\nIn April 2013, she was a featured writer for Harriet.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}