{"pf_url": "https://www.poetryfoundation.org/poets/mary-sidney-herbert", "name": "Mary Sidney Herbert Countess of Pembroke", "yob": "1561", "yod": "1621", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/17/98770574c52baa53bef1141109a738af0a2ca50d.jpeg", "bio": "\nMary Sidney was the most important non-royal woman writer and patron in Elizabethan England. Without appearing to transgress the strictures against women's writing, she composed a sizable body of work, evading criticism by focusing on religious themes and by confining her work to the genres thought appropriate to women: translation, dedication, elegy, and encomium. Even more important to her success was her identity as the sister of Sir Philip Sidney. She began her public literary career after his death by encouraging works written in his praise, publishing his works, and completing his translation of the Psalms. Except for some business correspondence, all of her extant works were completed or published in the 1590s. Tantalizing later references indicate that she continued writing and translating until her death, but all subsequent works have been lost, probably to fire; her primary residences of Wilton and Baynards Castle burned in the seventeenth century. The extensive family correspondence mentioned by her brothers and other contemporaries has also been lost; her only surviving personal letters were written to her uncle, Robert Dudley, Earl of Leicester, in 1578; and to Robert Sidney's wife, Barbara Gamage, in 1591, offering the services of a nurse.\n\r\nThe daughter of Sir Henry Sidney and Mary Dudley, Mary Sidney was born on 27 October 1561 at Tickenhall near Bewdley, Worcestershire, on the Welsh border while her father was serving as lord Governor of the marches of Wales. He had been a companion of King Edward, who died in his arms. Her mother, a well-educated woman who was a close friend of Queen Elizabeth, was the daughter of the Earl of Northumberland, who was virtual ruler of England in King Edward's final years, and the sister of Elizabeth's favorite, Robert Dudley. Lady Sidney was badly scarred by smallpox after nursing the queen, and thereafter rarely appeared at court.\n\r\nWhile Mary's brothers, Philip, Robert, and Thomas, were preparing to enter the university, she and her younger sister, Ambrosia, received an outstanding education for women of their time, including training in Latin, French, and Italian language and literature, as well as more typically feminine subjects such as needlework, lute playing, and singing. After Ambrosia died in 1575, Queen Elizabeth invited the Sidneys to send Mary to court, away from the \"unpleasant\" air of Wales.\n\r\nWhen Mary was fifteen she became the third wife of Henry Herbert, Earl of Pembroke, one of the richest men in England and an important ally of her father and of her uncle, the earl of Leicester. Although a 1578 letter to Leicester shows her struggling to please these two powerful earls, she quickly grew into her role as countess of Pembroke. As mistress of the primary Pembroke estate at Wilton, their London home Baynards Castle, and several smaller estates, she encouraged literary and scientific endeavors among her friends and household. Between 1580 and 1584 she bore four children: Katherine, who died in childhood; Anne, who died in her early twenties; William, who became the third earl of Pembroke; and Philip, whom King James created Earl of Montgomery and who eventually succeeded his brother as fourth earl of Pembroke. Her sons were the \"Incomparable Pair of Brethren\" to whom Shakespeare's First Folio was dedicated.\n\r\nMary Sidney began her writing career in the late 1580s, after her three surviving children were out of infancy and after she had experienced a devastating series of deaths in her family. Her three-year-old daughter Katherine died in 1584 on the same day her son Philip was born. The death of her father in May 1586 was quickly followed by her mother's death in August. Because all three of her brothers were serving with the English forces sent to help free Protestant Holland from the occupying forces of Catholic Spain, Mary was the only one who could represent the family at the funeral. In the autumn, while seriously ill herself, the countess learned that her brother Philip died on 17 October from infection of a wound received at Zutphen. All England and Holland mourned his death; several collections of elegies and his splendid funeral (delayed until February for financial reasons) helped to establish the Sidney legend. Overcome by illness and grief, fearing invasion by the Spanish Armada, Mary Sidney remained in the country for two years.\n\r\nIn November 1588, she returned to London in a splendid procession, and began to honor her brother by her activities as patron, translator, and writer. The stream of elegies for Sir Philip had dried up quickly after the death of the earl of Leicester, who had rewarded those who honored his nephew; Mary Sidney stepped into that role, encouraging a second wave of elegies, including works by Thomas Moffet, Abraham Fraunce, and Edmund Spenser. Her first known literary work, \"The Doleful Lay of Clorinda,\" was published 1595 with Spenser's \"Astrophel\" in a collection of elegies. Although some critics have attributed the poem to Spenser, evidence of her authorship includes her 1594 letter to Philip Sidney's friend Sir Edward Wotton, asking for his copy of a poem of mourning that she had written long ago and now needed; Spenser's parallel treatment of Lodowick Bryskett as \"Thestylis\" and the countess as \"Clorinda\"; the parallel separation of \"Clorinda\" from \"Astrophel\" and from \"The Mourning Muse of Thestylis\" by the use of borders and introductory stanzas in the first publication of the \"Lay\"; Spenser's own references to the countess in \"Astrophel\" and in The Ruines of Time (1591); and stylistic similarities to the countess' other works.\n\r\nThe most probable scenario is that the countess worked with Spenser, assembling poems printed earlier in  The Phoenix Nest (1593) and revising her poem written shortly after Philip's death. Spenser then wrote \"Astrophel\" for the volume, as well as stanzas introducing the other elegies. In \"The Doleful Lay of Clorinda\" Sidney uses pastoral language to mourn the death of one who was the \"Joy of the world, and shepherd's pride.\" A more personal note is sounded in her lament for the \"merry maker\" of riddles and poems. She follows convention in the final apotheosis, showing her brother living in heaven \"in everlasting bliss\" while those below mourn his absence.\n\r\nSidney next turned to translationia form of writing, like elegies for male relatives, deemed suitably feminine. Her boldness lay in publishing under her own name, a most unusual action for an aristocratic woman. Like her brother Philip, the countess was deeply influenced by Continental writers and sought to bring European literary forms and themes to England. Two translations from French, A Discourse of Life and Death  (dated \"The 13 of May 1590. At Wilton\") and Antonius (dated \"At Ramsburie. 26. of November 1590\"), were published together in 1592.\n\r\nSidney's translation of Robert Garnier's Marc Antoine (1578), among the first English dramas in blank verse, helped introduce the Continental vogue for using historical drama to comment on contemporary politics, a method of indirect political statement which was continued through her patronage and that of her sons. Samuel Daniel's Cleopatra  (1594) was written as a companion to her translation, and William Shakespeare's  Anthony and Cleopatra (circa 1606) was directly influenced by her Antonius .\n\r\nGarnier's work is based on Plutarch's Life of Antonius but dramatizes only his final days. As the play opens, Antonius, once the most powerful man in the Roman empire, has become so besotted with love for the Egyptian queen Cleopatra that he has thrown away his power and his marriage to Caesar's sister, Octavia. At war with Octavius Caesar, he has lost the battle of Actium by foolishly fleeing with Cleopatra and is now besieged in Alexandria. The play is written in the form of Senecan closet drama, emphasizing character rather than action. Major events take place offstage; the drama consists of a series of soliloquies, interspersed with discussions with servants and friends, and comments by a chorus, representing \"first Egyptians and after Roman soldiers.\" Acts 1 and 3 are devoted primarily to Antony, Acts 2 and 5 to Cleopatra, and Act 4 to Octavius Caesar. Antony and Cleopatra learn to stop blaming fate or each other, and to accept responsibility for the devastating consequences of their abandoning of public duty for private pleasure. As in Greek drama, the chorus comments on the action, the characters, and particularly on the consequences of the ruler's acts for the people.\n\r\nWhile there are no explicit references to English politics, the play was particularly appropriate in the turbulent 1590s, when England feared that Elizabeth's death would plunge them into a civil war as bloody as Rome's. The form of the closet drama, more suitable for reading aloud on a country estate than for acting on the public stage, was popular enough that Antonius was republished in 1595 and was followed by similar works on historical themes by Samuel Daniel, Thomas Kyd, Samuel Brandon, Sir Fulke Greville, William Alexander (later Earl of Stirling), and Elizabeth Cary, Viscountess Falkland.\n\r\nPublished with Antonius, Mary Sidney's translation of Philippe de Mornay's Discours de la vie et de la mort (1576) one of a series of translations undertaken by Philip Sidney and his continental friends to support Mornay and the Huguenot cause. A close friend of Philip Sidney, Mornay had visited England in 1578 and had probably met the countess on that trip. His meditation on death as the beginning of true life was particularly suited to the countess's own grief for the recent deaths in her family, Like Antonius , the  Discourse also served as an oblique commentary on court politics, demonstrating the vanity of earthly ambition as had previous sixteenth-century writers such as Desiderius Erasmus, Sir Thomas More, and Sir Thomas Wyatt. Like Antonius, Mornay's work emphasizes the dangers of civil war, although Mornay concludes that \"we find greater civil war within ourselves.\" The theme is Christian stoicism: \"Happy is he only who in mind lives contented: and he most of all unhappy, whom nothing he can have can content.\"\n\r\nThe Countess of Pembroke also translated Petrarch's \"The Triumph of Death\" (written 1348, published 1470) from Italian, preserving the original terza rima form. She may have translated the other five poems of the  Trionfi, since the only extant manuscript is a transcript of a copy Sir John Harington sent to his cousin Lucy, Countess of Bedford, on 19 December 1600, along with three of the countess's 107 Psalms and some other pieces; certainly Thomas Moffett's suggestion in his Silkworms (1599) that Sidney \"let Petrarch sleep, give rest to sacred writ\" indicates a substantial project.\n\r\nLike the Discourse, \"The Triumph of Death\" offers consolation to the bereaved; the poem also permitted the countess to interject a female voice into the Petrarchan tradition. English Petrarchanists had focused on the first part of the  Canzoniere, sonnets in which Laura is given little chance to speak. In \"The Triumph of Death\" the spirit of Laura eloquently describes the experience of death, the joy of heaven, and her love for Petrarch. Even though the original was written by a man, Mary Sidney's vibrant and eloquent Laura provided an entry into the genre of love poetry for English women.\n\r\nSometime in the early 1590s, probably while she was completing her Petrarch translation, the countess had begun the work for which she is known, her metric translation of Psalms 44-150 that completes and revises a project that her brother Philip had begun in his final years. Although the Psalms have always been an important part of Judeo-Christian worship, translating them into the vernacular for private meditation and public singing had become a particularly Protestant activity in the sixteenth century. When the countess first began her metric versions, she remained fairly close to the phrasing and interpretation familiar to her from Miles Coverdale's prose version in the Great Bible, incorporated into the Book of Common Prayer. Her more polished versions, transcribed by Sir John Davies of Hereford in the Penshurst manuscript, evidence a scholarly process of revision, however. Choosing Protestant scholarship based on the original Hebrew, the countess revised her Psalms  to be closer to the Geneva Bible than to the Great Bible, with considerable reliance on Théodore de Bèze (in the original Latin and in Anthony Gilby's English translation), on John Calvin, and on Les Psaumes de David mis en rime Françoise, par Clément Marot, et Théodore de Bèze (1562). References are also made to other continental versions and to earlier English metrical Psalms, such as those by Anne Lok and Matthew Parker.\n\r\nThe countess used 128 different verse forms for the 107 Psalms she translated (Psalm 119 has twenty-two sections), making her achievement significant for metrical variety as well as for the content, Like her Genevan sources, the countess used the Psalms to comment on contemporary politics, particularly the persecution of \"the godly,\" as Protestants called themselves. By expanding metaphors and descriptions present in the original Hebrew, Sidney also incorporated her experience at Elizabeth's court, as well as female experiences of marriage and childbirth.\n\r\nThe Psalms were essentially completed by 1599, the date recorded on the Tixall Manuscript owned by Dr. Bent Juel-Jensen. This manuscript also includes the unique copies of two poems, Sir Philip Sidney and \"Even Now That Care,\" a dedicatory poem to Queen Elizabeth. In \"Angel Spirit\" the countess makes the traditional gesture of humility, saying as other writers had done that her ability is not equal to the task of praising her brother. She calls the paraphrase of the Psalms a \"half-maimed piece,\" begun by \"thy matchless Muse,\" the rest pieced together by herself. As in several of her Psalms, she develops a metaphor from accounting, adding up the sum of her woes. Unlike \"The Doleful Lay of Clorinda,\" Sidney final elegy for her brother avoids pastoral conventions in order to make a direct statement of her loss and of her determination to honor him by her writing; her tears have \"dissolved to ink.\" The poem is signed, \"By the sister of that Incomparable Sidney,\" paralleling her self-designation as \"Sister of Sir Philip Sidney\" in a business letter of 8 July 1603 to Sir Julius Caesar.\n\r\nAs Beth Wynne Fisken has shown, the humility of Sidney's phrasing in \"Angel Spirit\" partly masks the boldness of her literary initiative. Her literary career was both inspired by her brother and enabled by his death; as his literary heir, she could accomplish things usually restricted to the male prerogative by using (consciously or unconsciously) the traditionally feminine role of grieving relative to create a public persona. Her grief was undoubtedly genuine, but so was her poetic ambition.\n\n\"Even Now That Care,\" Sidney's dedicatory poem intended for presentation to Queen Elizabeth, continues her praise of her brother, presenting his death as martyrdom for the Protestant cause, and reminding Elizabeth that he would not have died if she had favored him as she ought to have done. By using the Protestant code in phrases like \"these most active times\" and in comparing the monarch to King David, she was urging the queen to act on behalf of continental Protestants. The poem may also provide evidence that the countess worked on the Psalms from the beginning, for she says that they originally had two authors, but now only one is left. In an apt metaphor, the countess says that Sir Philip set up the warp, the structural threads, while she wove the web, or completed the work. Together they have woven a cloth that becomes a \"livery robe\" for the queen to present as she sees fit.\n\r\nHer praise of Queen Elizabeth continues in \"A Dialogue between Two Shepherds, Thenot and Piers, in Praise of Astrea.\" Like the Psalms manuscript, it was apparently intended for presentation during the queen's visit to one of the Pembroke estates, most likely the visit to Wilton planned for August 1599, Using the familiar form of pastoral dialogue, Mary Sidney adapts the conventions of the encomium, or poem of praise, to question the adequacy of language. Platonic Thenot debates the nature of poetic language with Protestant Piers, who says that one need only tell the truth plainly. Since it is a dialogue, we need not identify the countess with either position, but Piers concludes that only silence is adequate for the queen's praise, an ambiguity that calls into question the genre of the encomium itself.\n\r\nSidney would have been particularly anxious to please the queen at this time, since she was seeking a suitable position at court for her eldest son, William, a teenager ready to begin his public career. An obsequious letter written in January of 1601 gives the queen even more extravagant praise than \"Astrea.\" Written in her own hand with unaccustomed neatness, it employs the thickest flattery to recall the queen's kindness in bringing her to court when she was a girl, asks similar favors for her son, and is signed in the extreme lower right corner, the position of most humility.\n\r\nSidney had need of the queen's favor. The earl of Pembroke, a man in his late sixties who had long been struggling against serious illness, was drawing near death. William would not come of age until April of 1601, leaving the countess, her children, and all the Pembroke property vulnerable to the Court of Wards. Pembroke did die on 19 January 1601. Instead of comforting his mother, young William added to her problems when he seduced and abandoned Mary Fitton, one of the queen's Maids of honor. By refusing to marry his pregnant mistress, he incurred Elizabeth's fury and blotted a promising career. Although he was finally released from Fleet Prison on grounds that his health was failing, William was not able to obtain a suitable position at court until the queen died and James came to the throne. These events may account for the period of estrangement from his mother indicated by Robert Sidney's correspondence.\n\r\nUnder Queen Elizabeth the Countess of Pembroke had held a position of honor and some power; in the opening years of James's reign the widowed Dowager Countess lost her influence at court. She turned from literary endeavors to administration. Trying to protect the family property in Cardiff from popular uprisings against the seigneurial hold of the Pembrokes, she lodged charges of jewel theft, piracy, and murder against several residents of Cardiff, particularly Edmund Mathew. Mathew was allied to the Herberts by marriage but had turned against them after Pembroke jailed his older brother, William, for piracy. The convoluted cases can be traced through the countess's correspondence and the records of the Star Chamber.\n\r\nIn 1604 her son William married Mary Talbot, daughter of the Earl of Shrewsbury; her son Philip married Susan de Vere, the granddaughter of Lord Burghley; and her niece Mary Sidney married Sir Robert Wroth. Arrangements for Anne's marriage were apparently thwarted by a recurring illness, although she had been well enough to participate in Ben Jonson's Masque of Blackness in January. The countess took her to Cambridge for the best medical care, but Anne died there, probably in December 1606.\n\r\nFrom 1608 to 1614 a hiatus remains in the records of Mary Sidney's life. From 1614 through 1616, however, we have detailed accounts of her journey to the fashionable continental resort of Spa and her amusements there. By that time her son William had matured into a leader of the anti-Spanish party at court, and her son Philip had become one of James's favorites, so she apparently left politics to them. Her role as literary patron had also been assumed by her sons; only a few writers, such as her old friends Samuel Daniel and Sir John Davies, continued to dedicate works to her. Her religious and political activities of the 1590s were reputedly replaced by amusements that included shooting pistols with the Countess of Barlemont, taking tobacco, playing cards, dancing, and flirting with her handsome and learned doctor, Sir Matthew Lister. That romance may be reflected in the courtship of Simena and Lissius in Lady Wroth's pastoral drama Love's Victory . Letters attributed to Mary Sidney by John Donne the Younger indicate that she continued to write and to exchange manuscripts with friends, but any such works have been lost.\n\r\nAs a mature woman she also undertook acts of self-definition: after her new daughter-in-law Mary Talbot adopted her signature, \"M. Pembroke,\" Sidney used the usual male signature \"Pembroke,\" distinguished from that of her son by the surrounding \"S fermé,\" or closed S, to represent Sidney. She also adapted the Sidney crest of a pheon, or arrow head, into her own deviceitwo pheons intersecting to form an M for Mary and crossed by an H for Herbert. She began to use that device to seal her letters and had it carved in a recurring motif (along with the Sidney porcupine and the Dudley bear with ragged staff) on a stone frieze that decorated Houghton House, a home she had designed and built on land granted to her in Bedfordshire by the king. She asserted her role as writer in the portrait engraved by Simon van de Passe, which shows her holding her translation of \"David's Psalms.\"\n\r\nSidney's final years seem to have been relatively cheerful. Reconciled with her sons, she presided over local society in Bedfordshire, fiercely protected her property through legal suits, and continued to enjoy the company of Sir Matthew Lister. She also maintained a London home and occasionally took part in court activities, such as the funeral of Queen Anne in 1619, when she visited with friends and relatives, including Lady Wroth and Anne Clifford. As mother of the Earls of Pembroke and Montgomery, she was honored by the king, who visited her at Houghton House in July 1621. In the 1590s she had been praised for her writing and patronage, for her music and her needlework, and for her Protestant piety. In the seventeenth century she became part of the legend of Sir Philip Sidney and was praised both as a writer and for personal qualities, her \"virtue, wisdom, learning, dignity,\" as Aemilia Lanyer wrote. Sidney was usually linked with her brother, as she had desired. John Donne, for example, praised the pair as the Moses and Miriam who \"Both told us what, and taught us how to do.... They tell us why, and teach us how to sing\" in their translation of the Psalms.\n\r\nMary Sidney died from smallpox at her home on Aldersgate Street in London on 25 September 1621 and is buried under the choir steps of Salisbury Cathedral with her husband and sons. No contemporary monument survives, but a brass plaque commemorating them was installed by the sixteenth earl of Pembroke in 1963. The most familiar eulogy is that of William Browne, written in hopes of patronage from her son William, praising her as \"Sidney's sister, Pembroke's mother.\" Certainly she played those roles well, but she was also a writer, translator, editor, patron, administrator, and Protestant activist. A woman who used all the resources available to heriher husband's wealth, her own position as a Sidney, her brother's legendary deathishe stretched the boundaries of what was possible for a woman and became a role model for seventeenth-century women writers, including Aemilia Lanyer and Mary Sidney, Lady Wroth.\n\r\nAlthough she was renowned in her time, so much so that one seventeenth-century manuscript identifies Sir Philip as \"brother to the Countess of Pembroke,\" her reputation suffered a subsequent decline, reducing her to a mere shadow of her brother. Earlier in this century her part in editing the Arcadia was denounced as bowdlerizing, her translation of Garnier and her literary patronage were (despite chronological improbabilities) termed attacks on Shakespeare, and her other works were either dismissed as worthless or attributed to male writers. The process of reevaluating Sidney's patronage and literary works was begun by Frances B. Young in her 1912 biography, and continued by scholars such current scholars as John Rathmell, Coburn Freer, Gary Waller, Mary Ellen Lamb, Michael G. Brennan, Noel J. Kinnamon, Barbara Lewalski, Beth Wynne Fisken, and Susanne Woods. Included in virtually all recent Elizabethan anthologies, Mary Sidney is now recognized as the most important literary woman of her generation, one who helped to open up possibilities for other women writers.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Renaissance"]}}