{"pf_url": "https://www.poetryfoundation.org/poets/mary-elizabeth-coleridge", "name": "Mary Elizabeth Coleridge", "yob": "1861", "yod": "1907", "image": null, "bio": "\nBritish writer Mary Coleridge was well known in her day as a novelist and essayist; now, she is better known for her poetry. The great-grandniece of Romantic poet Samuel Taylor Coleridge and the daughter of musically talented parents, Coleridge grew up in a literary and artistic environment. According to Dictionary of Literary Biography writer Warren Stevenson, she lived in a home visited by family friends Alfred, Lord Tennyson, Anthony Trollope, John Ruskin, and Robert Browning, among others. As a child, she read widely and well, and at 13 wrote her first poem, characteristically (as it turned out), about death. She traveled each year to the Continent, and by 19 knew German, French, Italian, and Hebrew; later, she learned Greek and Latin. When she was only 20 years old, she was publishing essays in several periodicals. She lived with her parents for her entire life and she never married.\nIn a 13-year period, Coleridge published five novels; for 27 years she published short stories and critical essays. Known by her friends for her merry though shy disposition and her whimsy, for “the rare gift of being in love with the moment” and for being “easily amused by things and people,” according to Edith Sichel in her introduction to Poems by Mary E. Coleridge, her poetry is marked by a sense of loss and change and her essays by the “downright cut-and-thrust manliness” style she admired in William Hazlitt.\nHer first book of poems, Fancy’s Following (1896), was privately published in a limited edition of 125 copies in 1896. Although her first novel The Seven Sleepers of Ephesus (1893) had been published three years earlier under the name M.E. Coleridge, the poetry appeared under the name “Anodos.” She said she did not want to disgrace the family name by acknowledging authorship. The following year, 11 of the 48 poems in Fancy’s Following, plus 7 others, were published as Fancy’s Guerdon (1897), again under the pseudonym. Most of Fancy’s Following, at least, went to family and friends, but 10 years after Fancy’s Guerdon was published, more than half the copies remained unsold. Four months after Coleridge’s death, Henry Newbolt published 237 of her poems under her real name, and the volume proved popular enough to require four printings in six months. Newbolt’s granddaughter Theresa Whistler put out a new edition, The Collected Poems of Mary Coleridge, in 1954, with 31 additional poems.\nColeridge’s novels sold well. The King with Two Faces (1897), a historical romance based on the life of Sweden’s King Gustav III, was immediately popular, and The Lady on the Drawingroom Floor (1906) was printed five times in one year. The novels were noted for dramatic episodes, rather than plot or character development, and as critic Carolyn M. Dole was quoted in the Dictionary of Literary Biography as saying, showed “her love for dark, mysterious scenes that fascinate but also bewilder.” In The Lady on the Drawingroom Floor (1906), the narrator tells of a woman he once loved but never pursued, and a letter she wrote which he never opened, then lost. The King with Two Faces opens with a scene involving four men waiting in a dark house to kill a courtier.\nColeridge also taught grammar and literature to young women, first at her home and then, from 1895 on, at Working Women’s College, as part of her belief that it was her Christian duty to help the poor. Coleridge died in 1907. According to a writer in the Encyclopedia of British Women’s Writers, her students demonstrated their feelings for Coleridge by disbanding after her death, rather than accepting a replacement.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}