{"pf_url": "https://www.poetryfoundation.org/poets/mary-o'donnell", "name": "Mary O'Donnell", "yob": null, "yod": null, "image": null, "bio": "\nPoet and novelist Mary O’Donnell was born in County Monaghan and studied German and philosophy at National University of Ireland, Maynooth. O’Donnell is recognized as a leading figure in the generation of Irish women writers who began publishing in the 1980s and 1990s; her work is often cited as key in expanding the horizons of Ireland’s traditionally male-dominated literary world. O’Donnell has published numerous collections of poetry, including Reading the Sunflowers in September (1990) and Spiderwoman’s Third Avenue Rhapsody (1993), both nominated for an Irish Times Literature Award. Her other books of poetry include September Elegies (2003), The Place of Miracles (2006), and The Ark Builders (2009). A Hungarian translation of her new and selected poems was published in 2011. With Manuela Palacios, she coedited To the Winds Our Sails: Irish Poets Translate Galician Poetry (2010).\r\n \r\nO’Donnell’s works of fiction include the novels The Light-Makers (1992), The Elysium Testament (1999), and Where They Lie (2014). She has also published works of short fiction, including Strong Pagans (1991) and Storm over Belfast (2008). Her essays and criticism have been widely published, and she has presented programs on poetry for RTE. O’Donnell has received numerous awards for her work, including a Hennessy Literature Award, an Allingham Award, and prizes from the Fish International Short Story Competition and the Cardiff International Poetry Competition.\r\n \r\nFormerly on faculty in Carlow University Pittsburgh’s MFA program, O’Donnell has also taught in the Iowa Summer Writing Program at Trinity College and NUI Maynooth. She currently teaches poetry at Galway University. In 2001 she was elected to Aosdana, the Irish artists’ organization.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}