{"pf_url": "https://www.poetryfoundation.org/poets/matthew-prior", "name": "Matthew Prior", "yob": "1664", "yod": "1721", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b3da8eb3d093b9233d2b3e2135c5ea11f72e7228.jpeg", "bio": "\nMatthew Prior was the most important poet writing in England between the death of John Dryden (1700) and the poetic maturity of Alexander Pope (about 1712). A significant influence on British and German poetry throughout the eighteenth century, Prior had an effect on several different forms: long philosophical poems either serious or half-mocking, Horatian imitations, psychologically realistic tales, and polished, metrical songs and lyrics. Though his influence was still plainly discernible in Britain, Germany, and the United States throughout the nineteenth century, it was felt almost exclusively, especially in the English-speaking countries, in the one genre of vers de société. He was particularly important in his own century in England for two accomplishments: he helped to keep alive as a lesser current, in the main current of polished Augustan couplets, the Restoration gifts of lyricism and levity in tone and of octosyllabics and anapests in metrical form; and the tremendous financial success of his 1718 Poems on Several Occasions, with its 1,446 subscribers paying half the price of the edition in advance, helped to teach his fellow poets a significant economic lesson—that it was possible to support oneself handsomely by relying on the reading public in general rather than on one titled patron.\n\r\nPrior was born in the Westminster area of London on either 21 or 23 July 1664 to Elizabeth and George Prior, a London joiner (skilled carpenter). He was the fifth of their six children but the only one to survive infancy. George Prior had left his native Dorset to practice his carpenter’s trade in London, where two of his brothers had already opened taverns. From early childhood the precocious Matthew wrote poetry, his first hero being Guy of Warwick, the hero of the popular Anglo-Norman verse romance. Noting his literary bent, his parents sent him, at the age of eight, to nearby Westminster School, ruled rigidly by Richard Busby, who emphasized strict discipline, the traditional classical curriculum, extemporaneous composition in prose and verse, and oratory. Before Prior had attended Westminster, it could boast of such distinguished alumni as Ben Jonson, Abraham Cowley, John Locke, Christopher Wren, and Dryden; Prior’s own generation included Nicholas Rowe and Francis Atterbury. Prior later praised the training he had received at Westminster, particularly in the making of extemporaneous verses and the composing of declamations in a short length of time.\n\r\nThree years later (about 1675), when Prior was about eleven, his father died. Unable to support Prior in Westminster, his mother withdrew him from school and put him to work keeping the books at his uncle Arthur Prior’s Rhenish Tavern. A year later, Charles Sackville, Sixth Earl of Dorset and patron to Dryden, William Congreve, Thomas Shadwell, Nathaniel Lee, Thomas Otway, and George Etherege, came into the Rhenish Tavern and found the twelve-year-old Prior behind the bar reading Horace. Dorset asked him first to construe a passage or two, then asked him to turn an ode into English verse. Prior performed these tasks so well that, on later visits to the tavern, Dorset and his aristocratic friends often asked him to turn Horace or Ovid into English verse. Soon Dorset offered to pay Prior’s tuition to return to Westminster School, if his uncle Arthur would continue to provide his clothing and other necessities. The family gratefully agreed, and Prior returned to Westminster in 1676. Five years later (in 1681) Prior was named a King’s Scholar there—an important award based upon a distinguished command of classical languages—exempting him from tuition and residence fees, giving him a dress allowance and funds for luxuries like holidays and festivals, and conferring upon him a range of ceremonial and practical rights and privileges.\n\r\nMost Westminster King’s Scholars went to Christ Church, Oxford, but Prior chose instead to try to win one of the five scholarships just established by the duchess of Somerset at St. John’s College, Cambridge. The scholarship he won paid all his tuition and gave him a living allowance, a shared bedroom, and a private study. During his four years at Cambridge, Prior pursued a curriculum still heavy in logic and divinity. During these years he wrote mainly occasional poetry; still extant from this period are over thirty Latin poems and a dozen English ones. The most interesting of these poems now is the English A Satyr on the modern Translators (1685), which Prior steadfastly refused to acknowledge as his in later life. The poem is a sort of Dunciad of translators, attacking mainly Dryden but also John Sheffield, Third Earl of Mulgrave, Aphra Behn, Thomas Rymer, and Thomas Creech. Witty but uneven, the poem is important in Prior’s development for showing his close acquaintance with George Villiers, Second Duke of Buckingham’s Rehearsal (1672) and his realization that its method would once again prove useful in satirizing Dryden—as Prior would again employ it in his first great public poetic success: The Hind and the Panther Transvers’d (1687).\n\r\nShortly after his 1687 graduation from St. John’s College, Prior wrote Satyr on the Poets. In Imitation of the Seventh Satyr of Juvenal, adapting the first hundred lines of Juvenal’s poem to attack contemporary poets. Prior shifts the emphasis, however; the main point of the poem is not the existence of bad poets but the fact that England would not support even its good ones. A recent college graduate, Prior did not forget this point.\n\r\nIn July of 1687 Prior published The Hind and the Panther Transvers’d, on which he collaborated with Charles Montagu, a mixed prose and verse attack upon Dryden’s Hind and the Panther, which had appeared two months earlier. In their work Prior and Montagu, a school friend, gained literary fame, travestying and deflating Dryden’s elegant beast-epic by approaching it with humdrum and unmetaphorical common sense. Prior objected to Dryden’s poem in content as defending Roman Catholicism by a slanderous attack on Anglicans and Dissenters, and in style as taking the devices of a tradition beast-epic but changing the animals, with unconventional symbolism, into verbose and unrecognizable types.\n\r\nDespite the great public acclaim The Hind and the Panther Transvers’d received, Prior found no clear professional direction for over a year after his graduation from St. John’s. On 3 April 1688, however, he was entered as a Keyton Fellow at St. John’s. In that same month he moved into the Fellows’ quarters at St. John’s and was assigned to one of the two medical fellowships. He was later required to lecture on Galen as Linacre Lecturer (1706-1710). About the middle of the year of his St. John’s appointment, Prior accepted a position at Burleigh as tutor to the sons of the earl of Exeter. His poems written during the period are chiefly occasional, directed to William III, to members of the family of the earl of Exeter, to Lady Margaret Beaufort, mother of Henry VII and foundress of St. John’s College, and (the most interesting of the lot) four times to Fleet wood Shepherd, the poet and wit who acted as intermediary between the earl of Dorset and the young men he sponsored. These poems to Shepherd are particularly important both in their content—sometimes asking Dorset to award Prior a political post—and in their evidence that Prior was becoming increasingly sure in his command of light verse.\n\r\nOn 1 November 1690 Prior’s political hopes were realized when he was appointed secretary to Lord Dursley at The Hague, a city where Prior was to stay, with growing political power, for the next seven years. The Hague was an important outpost in the War of the Grand Alliance (The War of the League of Augsburg), which was already two years underway when Prior was appointed, and was to go on for almost another seven. The struggle for power between the Bourbons and the Hapsburgs pitted France against England, Spain, Savoy, the Netherlands, and the Holy Roman Empire. In his seven years at The Hague during this war, Prior performed the duties that Americans would expect of a cultural attache or a vice consul in the modern foreign service.\n\r\nPrior never married, but about the time of his appointment to The Hague he established the first of three intimate relationships with women who would successively become his mistresses for the remaining thirty years of his life. This first one was Jane Ansley, known as Flanders Jane, the widow who became his mistress and housekeeper for the next sixteen years and was to be the subject of one of his most popular poems, “Jinny the Just,” not collected until 1907 (in Dialogues of the Dead).\n\r\nBesides the diplomatic correspondence Prior carried on as a part of his appointment to The Hague, he wrote several poems there. Understandably many of these poems took on a distinctly patriotic and political tone. Others, however, were nonlaureate verse: love poems, religious poems, classical paraphrases, occasional poems called forth by his school, his noble patrons, or the royal family, and personal poems about his private life.\n\r\nAs to these panegyrics, Prior gained his greatest fame with the much celebrated and circulated An English Ballad ... On the Taking of Namur by the King of Great Britain (1695). Three years earlier, Nicolas Boileau-Despreaux had written a mythologically ornate poem, “Ode Sur la Prise de Namur, Par les Armes du Roy, L’ Année 1692,” praising Louis XIV extravagantly for having taken Namur. Prior deflated Boileau’s distended mythological rhetoric by printing the two poems side by side and parodying Boileau’s encomia figure by figure, for William III had now retaken Namur. The poem’s success was immediate.\n\r\nIn contrast, Prior’s best personal poem of the period was a work never printed till two decades after his death, “Written in the Year 1696” (in Miscellaneous Works, 1740), often called “The Secretary”—but never called that by Prior. The poem is interesting both biographically and artistically. Describing the pleasures of a weekend (Saturday evening and Sunday), it also suggests Prior’s professional activities during the rest of the week. In tone and approach, moreover, it strikes notes that would later prove most successful in Prior’s colloquial poems: a casual self-deprecatory use of classical learning, comic feminine rhymes, and an underplaying of his work that yet makes it seem important.\n\r\nDespite his writing of these strong poems, however, Prior’s activities at The Hague remained chiefly diplomatic. He went back to London briefly, returning to The Hague on 10 March 1697 as secretary of the embassy. The first meeting of the Congress at Ryswick took place on 9 May 1697; the peace treaties were signed on 20 and 21 September of that same year. Prior’s duty was to check the Latin and French versions of these papers and to carry to London on 24 September, the official message that England, Holland, and Spain had signed the treaty with France, thus ending the War of the Grand Alliance. Earlier (on 17 May 1697) Prior had been named chief secretary to the Lords Justice of Ireland. More important to his later poetical career, he had met at the Congress of Ryswick, there in the service of the earl of Jersey, a fellow Londoner, Adrian Drift, who was to become Prior’s friend, amanuensis, transcriber, and preserver of his manuscript poems after his death.\n\r\nOn 11 December 1697 it was announced that Prior was to serve as secretary to the reopened British Embassy in Paris. He left for Paris on 21 January 1698 and remained there for nineteen months. On 4 February 1698 he had his first audience with Louis XIV; in mid August of the same year he saw the exiled James II and his queen; still later he glimpsed the young Prince James. His primary duty in Paris seems to have been to report to his superiors in England anything he learned of the actions and designs of Jacobites and of those in power in France. While in Paris he was elected (on or about 23 March 1698) to membership in the Royal Society in England. Although these initial nineteen months in Paris were not successful for Prior in every sense (they were a financial disaster and a period in which he produced no poetry), they were important to him because of the strong ties he established: in literature, with Boileau, Andre Dacier, and Bernard Le Boviér de Fontenelle; in politics, with the Duc de Villeroi, the Marquis de Torcy, and Louis XIV.\n\r\nPrior returned to London in late 1699 and was based there for the next two years, the last years of the life of William III. Prior served the king as a traveling diplomatic agent, going repeatedly to Paris and Marly to carry out secret negotiations with Louis XIV on the Second Partition Treaty. On 28 June 1700 he was also appointed a commissioner of the Board of Trade and Plantations, succeeding John Locke, who had been forced to resign because of ill health. This important board oversaw all the American colonies and all international English trade, including that of the mighty trading companies. By early 1700 Prior had also joined the Kit-Cats, Whig aristocrats and the young writers for whom they were patrons, meeting weekly in London in the Cat and the Fiddle under the sponsorship of the publisher Jacob Tonson. The Kit-Cats included Joseph Addison, Richard Steele, Congreve, and Rowe. For four months in 1701 (February to June) Prior also served as a member of Parliament, accepting the pocket borough of East Grinstead in Sussex from the earl of Dorset. Before the appointment Prior had already been moving to the right politically, advocating that a strong king such as William be unhindered by the majority opposition in Parliament; by the end of his four months in Parliament, he had openly become a Tory. He thus did not receive again his Whig pocket-borough seat, and his membership in the Kit-Cats was abruptly terminated. The money from his various positions came in erratically or not at all, but although sometimes short of funds, Prior managed in 1700 to buy for himself a London home he called “Matt’s Palace” to be his chief place of residence during the twenty remaining years of his life. This Westminster house was on the west side of Duke Street, with its rear overlooking St. James Park. During all this period, Prior served William III in shaping the Grand Alliance between England, Austria, and Holland as a force for containing or defeating Louis XIV.\n\r\nIn these London years (1699-1702) Prior produced a significant part of his poetry. Carmen Sæculare (1700) is his most elegantly contrived Pindaric poem, a celebration almost six hundred lines long of the glorious future of England as it entered a new century under the rule of its patriot king. Three later and more private political poems, however, expressed the fear that William was losing his chance at greatness by dealing weakly with the political factions that beset him. His nonpolitical poems of this period show an impressive range and power. He wrote two polished love songs and his first ribald tale in verse, “Hans Carvel,” a free adaptation of Jean La Fontaine, who in turn had taken his account from Rabelais. Filled with realistic details of Augustan life, lively and bawdy, “Hans Carvel” was later to be praised by Oliver Goldsmith. This same three-year period also produced the most famous of Prior’s poems for and about children, “To a Child of Quality of Five Years Old, the Author suppos’d Forty.” In this poem Miss Mary (Lady Mary Villiers, daughter of Edward Villiers, First Earl of Jersey) rolls up her hair and makes beds for her silkworms from the love poems Prior has written her. Prior adds four years to his real age to intensify his contention that their possible love affair is defeated by time: “For as our different Ages move, / ‘Tis so ordain’d wou’d Fate but mend it, / That I shall be past making Love, / When she begins to comprehend it.” During this same period Prior wrote two other poems advocating Horatian simple life: “Written at Paris, 1700. In the Beginning of Robe’s Geography” (asking Rhea, the nature goddess, for a garden); and “Song. Sett by Mr. Abell” (praising friendship above learning, love, riches, or mere joviality).\n\r\nThis literary period brought Prior a growing literary reputation; however, it also brought him the strongest attack upon himself produced during his lifetime by a literary figure of some importance. Daniel Defoe, in the second part of Reformation of Manners, A Satyr (1702), spent over twenty lines attacking Prior, on the undeniable grounds that he had spent his early years in a tavern and that he had both praised and blamed William III.\n\r\nAlready in failing health, William was thrown from a horse on 21 February 1702 and died on 8 March. He was succeeded to the throne on 23 April 1702 by his sister-in-law Anne, who was to rule for the twelve years until her death. Under her reign Prior’s political range was reduced; Anne disliked using him, because he was a person of “meane extraction” and was much influenced by the duchess of Marlborough, who disliked and distrusted Prior. In this first decade of the eighteenth century Prior was to find himself not so much a powerful political figure as an important poet. Dryden had died in 1700; Pope would not achieve his full poetic development until about 1712. For this one decade Prior became perhaps the most important practicing poet in England. Two collections of his poems came out during this decade. The fifth part of Tonson’s Miscellanies, published early in 1704, contained eighteen of Prior’s poems, as well as poems by Addison, Congreve, and Thomas Sackville, Earl of Dorset. In 1707 Edmund Curll published a pirated edition of Prior’s Poems on Several Occasions; in 1709 Tonson printed an authorized edition, carefully prepared by Prior, with a second edition appearing in the same year and later editions in 1711, 1713, and 1717, attesting to the book’s popularity.\n\r\nThe poems in Tonson’s Miscellanies and in Poems on Several Occasions show Prior to be a poet with a wide range of topic, tone, approach, and metrical form, now writing with a sure and steady hand. Some of these poems resulted from his unsettled private affairs with women. For several months in 1703 and 1704 Prior casually courted Elizabeth Singer, a twenty-nine-year-old pastoral poet, to whom he wrote at least nine letters and two poems. Several years later, sometime between 1706 and 1708, Prior exchanged Jane Ansley, his mistress for sixteen years, for Anne Durham, in her mid teens at that time. She was to remain his mistress until about 1718 and became the subject of at least three of his poems and probably of nine others as well.\n\r\nThe best description of Prior during this decade was written by John Mackey in Memoirs of the Secret Service of John Macky [sic], Esq. (1733): “one of the best Poets in England, but very factious in Conversation; a thin hollow-looked Man, turned of forty years old.” Twelve or more years afterward, Jonathan Swift concurred with Mackey’s description, writing under it in his copy: “This is near the truth.”\n\r\nThe year 1709 was propitious for Prior, politically as well as poetically. Some of his implacable political enemies—the Sidney Godolphin ministry and the duchess of Marlborough—fell from power in that year. The new ministry was made up of Moderates and began, on 3 August 1710, to publish the Tory Examiner, a political newspaper. Prior’s entry into journalism came through this newspaper, for which he wrote one poem and at least one entire issue (no. 6, 31 August 1710). On 30 November 1710 Swift, Rowe, and Prior collaborated on a letter to the Tatler, attacking the Whig-British chauvinism of Steele.\n\r\nPrior ventured into Tory journalism at least partly because of his deepening friendship with Swift and the other members of the Brothers Club, a group of Tory friends ranging in number from seventeen to twenty-two and meeting weekly during the last few years of Queen Anne’s reign. Swift’s Journal to Stella (1710-1712) records at least thirteen occasions when Prior was dining with Swift, often with all the brothers, but sometimes with only two or three. Prior and Swift were close friends by 18 November 1710. By 1711 the two men were showing each other their manuscripts before they were published, exchanging gifts (Prior gave Swift a fine edition of Plautus), and walking together around St. James’s Park. “This walking is a strange remedy,” wrote Swift in the Journal. “Mr. Prior walks to make himself fat, and I to bring myself down; he has generally a cough, which he only calls a cold: we often round the Park together.” On 21 April 1711 Swift wrote again of “Prior’s lean carcase.” The two men became so identified in the public mind that works by one were often attributed to the other, and as Swift wrote to Stella, a Whig newspaper in that year called Swift and Prior “the two Sosias,” alluding to the doubling of Mercury and the slave in Plautus’s Amphitryon.\n\r\nIn his preface to the 1709 edition of Poems on Several Occasions, Prior characterizes himself as a writer of “Public Panegyrics, Amorous Odes, Serious Reflections, or idle Tales....” In considering his poems of this first decade of the century, it is useful to look at them in terms of these four categories.\n\r\nThe “Public Panegyrics” include several short poems and two longer state panegyrics: A Letter to Monsieur Boileau Despreaux; Occasion’d by the Victory at Blenheim, 1704 and An Ode, Humbly Inscrib’d to the Queen. On the Late Glorious Success of Her Majesty’s Arms (1706). For different reasons, each of these long pieces of laureate verse (the last that Prior wrote) are of special interest. A Letter to Monsieur Boileau Despreaux begins by jeering at Boileau as a hired eulogist who will have trouble finding anything encouraging to say on this occasion of an undeniable military defeat. But during Prior’s prolonged stay in France he made an admiring friend of Boileau and sympathizes with Boileau’s problem on this occasion. The poem praises Marlborough’s military prowess while never praising Louis XIV’s, but it also praises Boileau’s poetical powers as superior to Prior’s, though applied to a less worthy object. An accident of fate has placed the two friendly poets on opposite military and national sides. Prior feels that he should write a Virgilian panegyric for Marlborough and the English victory, but it is too late in his life for him to do that:\r\n \r\nBut We must change the Style.—Just now I said,\r\nI ne’er was Master of the tuneful Trade.\r\nOr the small Genius which my Youth could boast\r\nIn Prose and Business lies extinct and lost.\r\nBless’d, if I may some younger Muse excite;\r\nPoint out the Game, and animate the Flight.\r\n \r\nThe poem is, in a sense, Prior’s resignation at forty from the writing of laureate verse. He can no longer see the world (or military victories) in simple terms; that is a business better left to younger men, who have less knowledge of the world as it is.\n\r\nThe other long piece of laureate verse from this period, An Ode, Humbly Inscrib’d to the Queen, is less interesting in content than A Letter to Monsieur Boileau Despreaux but more interesting in metrical form. Like many of Prior’s poems, it is in content strongest at its close, which mixes praise of Anne and Marlborough (whom the poem treats as William’s successor), belittling of Prior’s panegyric talents, and a wish for a lasting peace. It is in its stanzaic form, however, that the poem is distinctive. Prior chose for the poem—and defended in its preface—a modified form of the Spenserian stanza, with a less complicated rhyme scheme in the octave and a rhyming alexandrine couplet at the end. Prior hoped to instigate a Spenserian revival by using this stanzaic form and by sprinkling his language with occasional antiquated terms; there is considerable evidence that he did just that. Such a revival gained strength later in the eighteenth century.\n\r\nPrior never again wrote the lengthy political poem, though this same period saw some short, informal poems on political topics. Perhaps the most memorable of these is his “True Statesmen,” datable to the latter part of Queen Anne’s reign. The poem draws a moral:\r\n \r\n     Be not the Bully of the Nation\r\nNor foam at mouth for Moderation.\r\nTake not thy Sentiments on trust\r\nNor be by others Notions just.\r\nTo Church and Queen and Laws be hearty\r\nBut hate a Trick and scorn a Party....\r\nVote Right tho certain to be blam’d\r\nAnd rather Starve than be asham’d.\n\r\nEighteen of Prior’s poems written during the period from 1702 to 1708 belong in his second category, “Amorous Odes.” Eleven of these poems employ mythology or pastoral conventions as key elements; the others use an occasional pastoral name or term and maintain their tone of formal elegance. In this second less conventional grouping Prior sounds one of his most convincing notes: a wry recognition of the mutability of love. In “The Merchant, to secure his treasure,” for example, Prior draws an uneasy triangle of persons: a new lover courting his mistress in the presence of the old one, which embarrasses all three.\n\r\nThe half-concealed cynicism of “The Merchant” becomes open in Prior’s third category, “Idle Tales.” Three of these were written and published between 1700 and 1710. To a Young Gentleman in Love. A Tale (1702) presents lovers, Celia and Celadon, who speak to each other with hypocritically flowery language but whose thoughts are elsewhere. Each desires something else far more than his or her purported love. Celadon wants a place at court; Celia wants Thyrsis, who is hidden under the bed.\n\r\nA year later, in 1703, Prior wrote “The Ladle,” reworking Ovid’s story of Baucis and Philemon. This second “Idle Tale” belongs to those folktales that relate three wishes, granted by the gods or other supernatural beings but wasted by the human beings on which they are bestowed. In these folktales the pattern is similar: a couple is granted the three wishes; one of them (usually the wife) wastes the first on a triviality. Enraged at the waste, the husband uses the second wish to punish his wife physically and then must use the last to reverse his cruelty. Prior follows Ovid in most of his recounting, but adds a moral distinctively his, a close unlike that in any other idle tale-but much like his position and concepts in the more serious poems. “The Ladle” ends:\r\n \r\n     Against our Peace We arm our Will:\r\nAmidst our Plenty, Something still\r\nFor Horses, Houses, Pictures, Planting\r\nTo Thee, to Me, to Him is wanting.\r\nThat cruel Something unpossess’d\r\nCorrodes, and levens all the rest.\r\nThat Something, if We could obtain,\r\nWould soon create a future Pain:\r\nAnd to the Coffin, from the Cradle\r\n‘Tis all a WISH, and all a LADLE.\n\n\r\nThe third of Prior’s “Idle Tales” is “Paulo Purganti and His Wife: An Honest, but a Simple Pair” (1708). Like “Hans Carvel” earlier, the poem deals with a wife who demands more of her husband sexually than he can provide: “The Doctor understood the Call; / But had not always wherewithal.” Perhaps its most interesting comment, however, is literary-critical, not domestic or sexual. Like “The Ladle,” it contains a warning that tales must be brief: “Reduce, my Muse, the wand’ring Song: / A Tale should never be too long.” When later eighteenth-century critics discussed the reputation of these “Idle Tales,” the talk tended to center upon “Paulo Purganti and His Wife.” Both Samuel Johnson and Oliver Goldsmith considered these tales to be moral and not shocking, but the two men were already facing opposition when they did so. As reported in his Life of Johnson , James Boswell reminded Johnson that David Dalrymple, Lord Hailes, had attacked Prior’s “impure tales,” but Johnson retorted, “There is nothing in Prior that will excite to lewdness. If Lord Hailes thinks there is, he must be more combustible than other people.” When Boswell specifically referred to “Paulo Purganti and His Wife,” Johnson responded, “Sir, there is nothing there, but that his wife wanted to be kissed, when poor Paulo was out of pocket. No, Sir, Prior is a lady’s book. No lady is ashamed to have it standing in her library.”\n\r\nBut in the matter of these “Idle Tales” the tastes of the time were running against Johnson and Goldsmith by the late eighteenth century. Goldsmith in 1767 edited The Beauties of English Poesy, intending it especially as an anthology for young people and including some of Prior’s work. “To our youth, particularly,” Goldsmith wrote in his preface, “a publication of this sort may be useful ... ; every poem here is well known, and possessed, or the public has been long mistaken, of peculiar merit....” The Critical Review (June 1767), however, attacked Goldsmith’s choice of pieces, particularly his inclusion of “Hans Carvel”; the buying public apparently agreed and objected also to “The Ladle,” and Goldsmith’s anthology had only a limited sale. It was this very Chaucerian quality in the tales that did Prior great harm in the nineteenth century when they were considered unacceptably bawdy.\n\r\nPrior’s fourth category was “Serious Reflections,” though the seriousness is generally salted with bits of grim humor. In this category fall the first two of Prior’s self-epitaphs, the 1702 “NOBLES, and Heralds by Your leave...,” and the 1703 “Adriani Morientis ad Animam Suam. Imitated.” In 1703 Prior also wrote “Charity. A Paraphrase on the Thirteenth Chapter of the first Epistle to the Corinthians,” a sixty-line elaboration upon the same New Testament passage that he had treated at equal length twelve years earlier in “Charity never faileth.” Two of Prior’s “Serious Reflections” from this first decade of the eighteenth century were classical translations, and two others were poems of unusual melancholy strength, including George Villiers a Horatian imitation in heroic couplets, especially strong in its expressions of man’s predestined doom:\r\n \r\nIn vain We think that free-will’d Man has Pow’r\r\nTo hasten or protract th’ appointed Hour.\r\nOur Term of Life depends not on our Deed:\r\nBefore our Birth our Funeral was decreed.\r\nNor aw’d by Foresight, nor mis-led by Chance,\r\n \r\nEbon:\r\n \r\nPeoples great HENRY’s Tombs, and leads up HOLBEN’s Dance.\r\n \r\nPrior, who had won his way back into Westminster School by his precocious mastery of the art of turning Horace into English verse, had not lost his touch, as shown in this description of the imagined burial of Villiers: “And fragrant Mould upon his Body throw; / And plant the Warrior Lawrel o’er his Brow: / Light lye the Earth; and flourish green the Bough.”\n\r\nAn equally powerful melancholy piece was Prior’s “Written in the Beginning of Mezeray’s History of France,” in which he took six lines written a decade earlier and expanded them to four times that length. Over a century later, the aging Sir Walter Scott repeated the 24-line poem by memory, applying it to himself, for it points out how tenaciously men cling to life. No lame, blind beggar in the Invalides would trade his wretched life for the completed, distinguished ones of the dead Mezeray or of the dead kings whom Mezeray has described: “All covet Life, yet call it Pain: / All feel the III, yet shun the Cure: / Can Sense this Paradox endure?” Even the old are reluctant to leave the stage of life, long after their roles, whether tragic or comic, have been played out:\r\n \r\nThe Man in graver Tragic known\r\n(Tho’ his best Part long since was done)\r\n      Still on the Stage desires to tarry:\r\nAnd He who play’d the Harlequin,\r\nAfter the Jest still loads the Scene,\r\n      Unwilling to retire, tho’ Weary.\n\r\nSeveral important poems from this first decade of the eighteenth century do not fit neatly into any of Prior’s four categories. There are wittily cynical reflections upon human nature; a reaction to a foreign book just read; an elaboration upon a foreign epigram; a comic epilogue to a highly serious tragedy; and a Latin epitaph. More important, four of Prior’s most highly regarded poems were written in this decade but do not fit clearly into any of Prior’s categories: Henry and Emma (1708), Solomon (1718), An English Padlock (1705), and “Jinny the Just.”\n\r\nIn one sense Henry and Emma is an “Amorous Ode,” but its almost eight hundred lines are more narrative and dialogic than lyric. Prior modeled his poem on the anonymous late-Middle-English Nut-brown Maid (1503?) and printed the earlier poem immediately preceding his in the 1709 edition of Poems on Several Occasions. The Nutbrown Maid was a poem about a test in which a woman proved her fidelity in a manner suggested by the Franciscan defense of women; Prior recast the story along eighteenth-century lines in eighteenth-century phraseology. As in the original, Prior’s Emma is confronted by her disguised lover, who challenges her to stay with him under a series of conditions increasingly painful to her. He tells her that he is a murderer who must flee into perpetual exile, that if she accompanies him, she will damage her reputation, live in danger, want, and discomfort, wear male garb, and associate with “a lewd abandon’d Pack.” He suggests that her eagerness to accompany him to the woods is “loose Desire” not “constant Love,” and that he has taken on a younger, fairer mistress. But when Emma insists that she will nevertheless accompany him into exile, even if only to serve him and his new mistress, Henry reveals that he has been testing the limits of her fidelity, that he is really a blameless young lord of high repute. In telling this story, Prior doubles the length of the original Nut-brown Maid and changes its meter to heroic couplets, with an alexandrine refrain for each lover. Henry’s alexandrines ring changes upon “Condemn’d in lonely Woods a banish’d Man to rove,” Emma’s “That I, of all Mankind, will love but Thee alone.” The lovers address each other in the elegantly stylized language of Augustan courtship. Prior also modifies the original poem by adding a specific setting (“South of the Castle, in a verdant Glade”), a personal prologue addressed to Cloe, an explanatory framework, and a closing section that uses mythology to eulogize Queen Anne and the duke of Marlborough.\n\nHenry and Emma became an international success. By 1748 it had been translated into Latin, by 1753 into German, and by 1764 into French. Sections of it were set to music in 1749, other parts in 1774. Critics in England, even those as difficult to please as John Dennis, openly praised it. Lady Mary Wortley Montagu, as an early advocate of women’s rights, objected to the test story in principle yet liked the poem itself so well that even at seventy-three she could still recite it all by memory.\n\r\nIn the late eighteenth century two key critics—Dr. Johnson and Thomas Warton the younger—raised objections to Henry and Emma (Johnson found it immoral and tedious), but William Cowper and John Wesley replied vigorously to Johnson in its defense, and Horace Walpole angrily responded to Warton. Lady Montagu’s poem, “The Basset Table” (1716), resounds with echoes of Prior’s poem. In 1739 William Shenstone went through his copy of Poems on Several Occasions (which he had purchased when an Oxford student four years earlier) “marking the Pieces I most admired with a proportionate Number of Crosses,” as he wrote in his copy of the book. His highest commendation was seven crosses: “The Garland” and Henry and Emma received this award. Two contemporaries of Pope, James Ralph and Richard Savage, insisted that Pope wrote Eloisa to Abelard (1720) in a deliberate attempt to compete with Prior’s Henry and Emma while taking advantage of its popularity. Surely Eloisa to Abelard resembles Henry and Emma in certain of its themes and approaches, and there are many verbal echoes. Henry and Emma also provided phrasing for some of Pope’s other poems: The Rape of the Lock (1714), Windsor-Forest (1713), The Dunciad (1728), and Of the Characters of Women: An Epistle to a Lady (1735).\n\r\nBut the general admiration for Henry and Emma did not last beyond its own century. Of all Prior’s poems it was the one most consistently attacked in the nineteenth century, and it has had only one detailed and friendly examination in the twentieth. James Sutherland, in his 1948 Preface to Eighteenth Century Poetry, treated the poem in detail, favorably interpreting it in the light of Prior’s intentions: “What Prior has done is not so much to translate the poem into modern English as to inject it with some sort of poetical serum which completely alters the blood-content. He has treated it as a modern choreographer might treat sophisticated ballet.”\n\r\nPrior as modernizer had two motives and two audiences. For the unsophisticated reader, he was attempting to put the material into accessible form. For the sophisticated reader, he offered the pleasure of hearing a familiar old story retold in modern fashion and phrasing. All any modernizer can expect is what Prior received for Henry and Emma: spectacular success in his own poetic age and rejection and obscurity in the ages that follow, which need once more to do their own modernizations.\n\r\nPrior was also writing another long poem in 1707 and 1708, one which he himself was to prize most highly—Solomon on the Vanity of the World. Although not printed until the 1718 Poems on Several Occasions, the poem was completed a decade earlier. The longest of Prior’s poems (2,652 lines), Solomon is also the most serious of his major efforts, and Monroe K. Spears and H. Bunker Wright are surely correct in calling it “an important document in literary and intellectual history” (Introduction to The Literary Works, 1959). Its three books are Solomon’s description of his unsuccessful attempts to find happiness and meaning in knowledge, in pleasure, or in power.\n\r\nIn the preface, of particular critical interest, Prior writes of his efforts to find the proper verse form for Solomon and of his eventual decision to choose a modified form of heroic couplets and include occasional triplets, because “He that writes in Rhimes, dances in Fetters: And as his Chain is more extended, he may certainly take larger Steps.”\n\r\nIn book I Solomon looks for satisfaction in physical and metaphysical learning but is thwarted repeatedly. He finally concludes, Pyrrhonistically, that human reason is insufficient to give sure answers to material or spiritual questions.\n\r\nIn book II Solomon turns from seeking knowledge to seeking pleasure—in wealth, architecture, music, dance, drink, and love. He is most conspicuously unsuccessful in love. First he falls in love with but is spurned by an Egyptian beauty. Then he is sought out by Abra, a simple, lowborn girl. He first falls into uxoriousness with her and corrupts his court and himself to please her; when he finally throws off her degrading power over him, she kills herself. In grief Solomon seeks satisfaction in “Tribes of Women,” adopting their gods. Finally he rejects these as well, despairing of finding happiness in love.\n\r\nBy book III Solomon feels little hope (“For Hope is but the Dream of Those that wake”) but turns to the only source of possible happiness left for him on earth: power. However, he has already observed the vicissitudes of fortune. Today’s hero, already of questionable merit (his laurel “Wet with the Soldier’s Blood, and Widow’s Tears”), becomes tomorrow’s scorned prisoner or dishonored corpse. It would be best never to have lived. All mankind is trapped between the past and the future:\r\n \r\nAmid Two Seas on One small Point of Land\r\nWeary’d, uncertain, and amaz’d We stand:\r\nOn either Side our Thoughts incessant turn:\r\nForward We dread; and looking back We mourn.\r\nLosing the Present in this dubious Hast:\r\nAnd lost Our selves betwixt the Future, and the Past.\r\n \r\nAn angel appears in response to Solomon’s lamentations and tells him to cease looking for relief from sorrow and trouble. The angel then foretells the history of Israel from Solomon’s time to the coming of Christ, advising Solomon to “Stop Thy Enquiry then; and curb Thy Sense: / Nor let Dust argue with Omnipotence. / ‘Tis GOD who must dispose, and Man sustain, / Born to endure, forbidden to complain.” Telling Solomon to “Be Humble, and be Just,” the angel flies upward, and Solomon accepts its injunctions: “Benign Creator, let Thy plastic Hand / Dispose it’s own Effect. Let Thy Command / Restore, Great Father, Thy Instructed Son; / And in My Act may THY great WILL BE DONE.”\n\r\nHoxie Neale Fairchild, studying Prior as a melancholy skeptic influenced by his early Calvinist background and by later scientific determinism, quipped that “Set amidst all the vers de société and bawdy tales, Solomon looks like a parson in a night club.” Yet Solomon is simply the longest expression of Prior’s lifelong interest in religious questions, ranging from his “On Exodus iii. 14,” written while he was still a student at St. John’s College, to “Predestination,” written during the last months of his life and left in fragments at the time of his death. In most of the religious poems written throughout his mature life Prior shows two consistent philosophical strains: Pyrrhonism (extreme skepticism about the efficacy of human reason) and fideism (accepting on faith matters that cannot be determined by this fallible reason). Prior cannot decide, however, whether it is better under these dubious circumstances to solace oneself with admittedly transitory pleasures. Most of his poems, like “Jinny the Just,” suggest that it is; Solomon argues that it is not.\n\r\nThough never as popular as Henry and Emma, Solomon was favorably received in its own day. By 1736 it had been translated into Latin; in 1743 book II received yet another Latin translation; in 1757 the whole poem was translated into German. Pope apparently preferred Prior’s Alma to Solomon, yet Pope’s Essay on Man (1733-1734) is heavily indebted to Solomon. Because Prior refuses to accept rational answers, Solomon is more consistent but less lively than is the Essay on Man. Johnson found this tedium fatal to Solomon. Damon in Prior’s The Conversation (1720) pretends to be intimate with Prior and says of Solomon: “Indeed poor SOLOMON in Rhime / Was much too grave to be Sublime.” Yet, though both Pope and Johnson found fault with the tedium of the poem as a whole, each learned much from its parts. The Essay on Man has forty verbal borrowings from Solomon, these almost always appearing in the parts of the Essay on Man that examine the moral and physical ills of the world, man’s search for happiness, reason versus passions, and the animal kingdom. Both poets are similar in their treatment of the Great Chain of Being and of the Ages of Man. But when Pope endeavors in the Essay on Man to establish reasonably that those things that appear to man to be evil and unjust may not be so when viewed in the whole scheme of things, Prior can conclude in Solomon only that man must accept on faith evils that he cannot explain. While Solomon is less lively than the Essay on Man, it may ultimately have more philosophical depth. Thus, George Saintsbury maintained (in The Peace of the Augustans, 1916) that “If he had not Pope’s intense craftsmanship, Prior ... has something of the `behind the veil’ touch that Pope never even hints at.” It is this quality of unresolved doubt in Prior that leads Spears to call him “a harbinger of future dissatisfactions.” In a line that intrigued William Empson, Pope speaks of the world in the Essay on Man as “A mighty maze! but not without a plan....” Prior had earlier found it without a discernible plan and himself “unable to explain / The secret Lab’rynths of Thy Ways to Man.... “\n\r\nLike Pope, Johnson found Solomon unattractive as a whole yet learned much from it. Both Rasselas (1759) and The Vanity of Human Wishes (1749) show strong and direct influence from Solomon. Like Solomon, Rasselas is an elegant, serious narrative in which a young prince is attempting to make a choice in life, but finds himself frequently blocked from this choice. Ian Jack has pointed out that both works have a “remote, vague, and Oriental” setting, are heavily indebted to the Bible, and are basically “Christian satires on the lot of Man,” standing squarely in the tradition of Christian pessimism. Likewise, Johnson’s Vanity of Human Wishes reinforces specifically Solomon’s categories of investigation. And Johnson’s dictum that Solomon was tedious, partly vitiated by his heavy borrowings from Prior’s poem, was answered directly by John Wesley, who called Solomon “one of the noblest poems in the English tongue” and replied specifically to Johnson’s charge: “Did any one ever discern it before? ... So far from it, that if I dip in any of the three books, I scarce know where to leave off.” Furthermore, Wesley quotes forty-nine lines from Solomon, then asks “Now what has Mr. Pope in all his eleven volumes, which will bear any comparison with this?”\n\r\nMost of the other critics at the end of the eighteenth century who talked or wrote of Solomon shared Wesley’s high opinion of the poem as a whole, though a few shared Johnson’s lower one. Most Victorian critics paid little attention to Solomon, but those who did were not entirely unfriendly, finding its high seriousness to their taste. In the twentieth century, critics have continued to mix praise and blame of Solomon in single pronouncements. Solomon has many strong lines, a number of memorable images, and a versification worthy of notice. It has moreover proved a particularly useful storehouse of Augustan attitudes—theological, ethical, and scientific—both those that it accepts and those that it ultimately rejects.\n\r\nThe third of Prior’s poems from the period under discussion that fails to fit into his four categories is An English Padlock. Partly an amorous ode, partly a serious reflection, partly an idle tale, An English Padlock deals with the best way to keep a wife faithful. It begins by reminding its reader that “MISS DANAE” could not be shut away from Jove’s embrace. How, then, can a modern English husband keep his wife? Every scheme that attempts to confine or isolate her physically can be circumvented. Therefore the answer must be to set her free to see the world. Then she may return of her own free will.\n\r\nThe fourth and last of these important uncategorizable poems is “Jinny the Just,” not published until the twentieth century but highly regarded in manuscript form by Pope and Swift, who wished to include it in their 1728 Miscellanies but did not receive permission to do so. The poem is a long tribute, in anapestic triplets, probably to Jane Ansley, once Prior’s housekeeper and mistress. Its subject is a warm-blooded, earthy, simple woman, unlearned yet shrewdly adaptable, moving comfortably and charitably through her domestic world:\r\n \r\nSo Notions and modes she referr’d to the Scholes\r\nAnd in matters of Conscience adher’d to two rules\r\nTo advise with no biggots and jeast with no fools...\r\n \r\nWhile she read and accounted and pay’d and abated\r\nEat and drank, play’d and workt, laught and cry’d, lov’d and hated\r\nAs answer’d the End of her being created....\n\r\nThis first decade of the eighteenth century thus remains of particular interest in Prior’s life. In it he wrote many of his most important and highly valued poems, while he was then the most significant living English poet.\n\r\nPrior matched the impressive gain in his poetical fortunes during the last few years of Queen Anne’s reign by an equally impressive recovery of his political fortunes. The fall from power of the Godolphin ministry and of the duchess of Marlborough made it possible for Prior once more to be active in diplomatic negotiations. During the latter part of June 1711, Robert Harley, Earl of Oxford and Lord Treasurer, asked that Prior be sent to France to take part in the peace negotiations being worked out there with England. On 12 July 1711 Prior left for France for that purpose. The negotiations continued through August and September, often at Prior’s house, and on 8 October three documents were signed as preliminary treaties between England and France. These documents eventually became the Treaty of Utrecht, but once again Prior almost missed the glory of being plenipotentiary when it was signed. Queen Anne acquiesced but objected to Prior’s “meane extraction”; Thomas Wentworth, Earl of Strafford, at first refused to serve with one of such low birth. Perhaps by way of compensatory apology, Prior was on 25 January 1712 appointed commissioner of customs. (He complained in person to Swift that [as quoted in the Journal to Stella the appointment was ruining his wit, that he now dreamed of nothing but “Cockets, & Dockets and Drawbacks, and other Jargon words of the Custom house.”) By the end of September 1712 papers arrived in France naming Prior as minister plenipotentiary, and in November and December of that year he continued to travel back and forth between France and London, smoothing out disputed details in the treaty. On 8 November 1712 Swift wrote in his Journal to Stella: “Prior is just come over from France for a few days; I suppose, upon some important affair. I saw him last night, but had no private talk with him. Stocks rise upon his coming.” Finally, on 11 April 1713, the Treaty of Utrecht was signed between England, Holland, Portugal, Prussia, Savoy, and France, ending the War of the Spanish Succession for these nations. The duke of Shrewsbury, ambassador to France, wrote on 8 March 1713 to the earl of Oxford about the large role Prior’s “zeal, diligence and ability” had played in the successful drawing up of the Treaty.\n\r\nPrior wrote only a few poems during this period of increasing political turmoil (1711-1714), but two of these deserve special notice. The unfinished “Frederic & ca.: From Boccace” is significant as a reworking of La Fontaine in blank verse. “For His Own Epitaph,” the fullest and most detailed of his three self-epitaphs, sums up in eight quatrains his view of himself at fifty. Written in 1714, the poem begins with Prior confessing that he is writing his own epitaph for fear that his heir will fail to do so. (Actually, there was no heir.) He assures the reader that the sculptor of the monument has been paid but advises mistrusting its inscription, “For we flatter our Selves, and teach Marble to lye.” Summing up his first half century, he writes:\r\n \r\nYet counting as far as to Fifty his Years,\r\n    His Virtues and Vices were as other Mens are,\r\nHigh Hopes he conceiv’d, and he smother’d great fears,\r\nIn a Life party-colour’d, half Pleasure half care.\r\n \r\nNor to Business a Drudge, nor to Faction a Slave,\r\n    He strove to make Intrest and freedom agree.\r\nIn public Employments industrious and grave,\r\n    And alone with his Friends, Lord, how merry was He.\r\n \r\nNow in Equipage Stately, now humbly on foot,\r\nBoth Fortunes he Try’d but to neither wou’d Trust\r\nAnd whirl’d in the round, as the Wheel turn’d about\r\nHe found Riches had wings, and knew Man was but dust.\r\n \r\nPrior recognizes the epitaph’s tentative nature. In case of robbery, hanging, or drowning, there may not even be bones to put beneath the stone. The poem closes by asking its reader to give Prior “a Smile, or a Tear / He cares not—Yet prythee be kind to his Fame.” The epitaph shows Prior’s mixture of smiles and tears.\n\r\nBy 1714 a quarrel between Oxford and Bolingbroke threatened the Tory party and its individual members, among whom Prior was particularly vulnerable because of his role in the secret negotiations for the Treaty of Utrecht, popularly known as “Matt’s Peace.” In Henry Esmond (1852), William Makepeace Thackeray describes Prior as “the earthen pot swimming with the pots of brass down the stream, and always and justly frightened lest he should break in the voyage... thinking about his plate and his place, and what on earth should become of him should his party go out.” Prior’s concern was more than that. Not only his plate and his place but his life might have hinged on the settling of the quarrel between Oxford and Bolingbroke before the imminent death of Queen Anne. Swift believed that Prior could have reconciled the two angry ministers if he had been in England at this critical time, but he had been sent back to France, and the quarrel climaxed by Oxford’s being forced out of office on 30 July 1714. Two days later Queen Anne died, and the Stuarts no longer ruled England.\n\r\nThe Hanoverian succession to the throne found Prior still forced to act as ambassador in Paris without official appointment or sufficient funding, negotiating with Louis XIV about the destruction of Dunkirk while worrying about the five-thousand-pound debt he had incurred, but poorly funded and mistrusted by the new Whig government. Prior was removed from his post of commissioner of customs. The Whig ministry finally agreed to pay off his debts in Paris so that he could return home to be questioned and examined. On 9 June 1715 he was arrested and confined in his Duke Street home; a week later he was summoned to testify before the secret committee set up to investigate corruption and treason in the preceding Tory ministry, especially concerning the Treaty of Utrecht. As Prior later noted in his History of His Own Time (1740), the committee intended to support charges of treason against the earl of Oxford by having Prior verify that the earl had been present at a meeting at Prior’s Duke Street house with the French negotiators. Prior replied, however, that either the duke of Shrewsbury or the earl of Oxford had been present, with the other absent, but that he could not recollect, four years later, which man had attended—an answer, Prior recorded in the History, that “had this Effect, that it was the same Thing as if they were both absent, since they could not determine which of them was present.” Despite repeated questioning, Prior refused to implicate either man. He thus managed to protect his Tory friends at the risk of his own life. To punish him for his noncooperation, the Whig government confined him for more than a year in the home of the sergeant at arms of the House of Commons, not allowing him to receive guests except by permission of the speaker of the House (Robert Walpole) or to write or receive letters from friends. In response to Prior’s letter protesting his imprisonment, Walpole replied that Prior had lied to the secret committee and was being held as a material witness against others. He was not released until 26 June 1716, when Parliament was prorogued. Even a year later his name was omitted from the list of those pardoned by the Royal Act of Grace in July 1717. The spitefulness in the whole episode rankled many Tories; Prior’s name became synonymous with undeserved ill-treatment. After Prior’s death Swift wrote “To Charles Ford Esq. on his Birth-day January 31st for the Year 1722-3,”\r\n \r\nYour Foes, triumphant o’er the Laws,\r\nWho hate Your Person, and Your Cause,\r\nIf once they get you on the Spot\r\nYou must be guilty of the Plot,\r\nFor, true or false, they’ll ne’er enquire,\r\nBut use You ten times worse than Pri’r.\n\n\r\nYet this troubled period, 1715 to 1716, in which Prior’s life hung in the balance, produced three significant poems and a critical prose work, only one of which had any connection with contemporary politics. The poems were “The Viceroy. A Ballad,” “Daphne and Apollo” (both date 1715), and Alma: or, The Progress of the Mind (Poems, 1718); the critical prose work was “Observations on Homer: A Letter” (written circa 1715).\n\r\n“The Viceroy. A Ballad” was Prior’s only political poem of this period. Spears and Wright consider this poem, of all Prior’s ballads, to be “closest to the street-ballads in style.” Prior instructed that it was to be sung “To the Tune of the Lady Isabella’s Tragedy: Or: The Step-Mother’s Cruelty.” In the typical ballad fourteener meter, “The Viceroy” attacks Thomas Coningsby for his dishonesty, greed, maladministration, and cruelty in Ireland, particularly for having Gafney executed without a trial. Thirteen stanzas praise the late Queen Anne (against whom Coningsby is shown as satanically ungrateful), and the poem closes with the prediction that Coningsby will eventually be punished, either in hell or at the hands of the mob.\n\r\n“Daphne and Apollo” is an entirely nonpolitical poem and one of the best instances of Prior’s domestication of myth. The poem is subtitled “Faithfully translated from Ovids Metamorp,” but there is nothing faithful about this translation, loved by both Pope and Horace Walpole. Talking to Joseph Spence of Prior’s collection of manuscripts, Pope said, “there are nine or ten copies of verses among them, which I thought much better than several things he... published. In particular, I remember there was a dialogue of about two hundred verses, between Apollo and Daphne, which pleased me as much as anything of his I ever read.” In an October 1790 letter, Walpole called “Daphne and Apollo” one of Prior’s “wittiest and genteelest poems.” In the poem, Apollo may come from Ovid, but Daphne comes straight from Augustan England. Their worlds are ill fitted together: Apollo can offer Daphne nothing that interests her in her modern world. He boasts that he rules Claros Isle and Tenedos, but she replies, with sound English pride, “Thank you, I would not leave my Native Land.” He can foretell the future, but so, she retorts, can Partridge. His beautiful locks do not interest her-they might be a Spanish Wig; she worries more about his bare chin. His healing arts are no use to her in her wholesome English climate. When he boasts that he composes fine verses, she replies that she is tired of versifiers: “So do your Brother Quacks and Brother Beaux / Memorials only and Reviews write Prose.” She likewise has no use for his skill in archery-it would be dangerous to her in civil society, and has its place only in the thicket. When in despair Apollo surrenders to Daphne and begs, “Oh let me woo thee as thou wou’d’st be woo’d, “ she has a list ready of Augustan rules for well-bred country courtship. He is to quiet down, coming at evening to her father’s home to read the newspaper with him and discuss European politics; he is to inquire respectfully of the servants how Daphne is doing; he is to bring home gifts from all his journeys-”A Lacquer’d Cabinet some China Ware / You have them mighty cheap at Pekin fair”; he is never to philander as did his Father Jove; finally, he is to marry her, legally and properly. The Augustan world has met the classical world and demanded capitulation.\n\r\nIn three weeks, while under house arrest, Prior wrote one of his most successful long poems, again nonpolitical in nature, Alma: or, The Progress of the Mind. As reported by Owen Ruffhead, he did not initially think highly of the poem, “a loose and hasty scribble, to relieve the tedious hours of my imprisonment, while in the messenger’s hand,” but after it was highly praised by Pope, Bathurst, and Harley, he went to some pains to revise it extensively.\n\r\nPrior divides Alma into three cantos, all written in Hudibrastic couplets and satirizing philosophers who construct physical and metaphysical systems. There was currently a conflict between philosophers at Oxford and those at Cambridge as to the placing of the human mind. Following Aristotle, those at Oxford argued that the mind or soul was to be found everywhere throughout the body; those at Cambridge followed Descartes and found it only in the brain. In a dialogue with his crabbed but fidus Achates, Richard Shelton, Prior jestingly proposes a compromise system. The mind passes from the feet to the head as the man grows older. (Prior can thus also provide a comic tracing of the Ages of Man.) The serious implications of the comic treatment are sweeping. Prior is mocking those who build confident systems on flimsy evidence, and this particular mocksystem deals directly with the existence of alma (more frequently translated as soul than mind), if it does exist, with its relationship to the body.\n\r\nThe first canto introduces the Oxonian and Cantabrigian systems, rejecting them both in favor of Prior’s. Then it traces “Alma” from the feet (in infancy) to the waist (in young adults). Prior opens the second canto with a tribute to Samuel Butler, who provided him with the Hudibrastic metrical form, then produces some consequential inferences of his proposed new system. For example, he argues that the mind will return in age to wherever it resided most happily in youth (whether the leg or the tongue). He further maintains that the way the mind reacts is partly conditioned by its environment: “In ALMA’s Manners You may read / The Place, where She was born and bred.” Each of the consequential inferences provides Prior with wide-ranging opportunities to satirize individual and collective human folly. In the third canto Shelton, who has been dozing, objects that Prior has done just what he accused the Oxford and Cambridge philosophers of doing: he has created an elaborate system on unsubstantial evidence and then insisted that others join him in believing in it. When Prior ignores this objection and describes instead the mind’s final progress in elderly persons, Shelton counters this new system with his own: the mind really seats itself in the belly. Prior retorts that Shelton’s system lacks spontaneity and logic. The two friends can agree only that in the face of uncertain systems and of certain death, the mind does best to forget itself in harmless pastime\r\n \n", "attrs": {"Region:": ["England"], "School/Period:": ["Augustan"]}}