{"pf_url": "https://www.poetryfoundation.org/poets/matthea-harvey", "name": "Matthea Harvey", "yob": "1973", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/b86ff992a6dcaa69ebbf3c3090c503c708e3ce45.jpeg", "bio": "\nMatthea Harvey was born in Germany, spent her childhood in England, and moved to Milwaukee with her family when she was eight years old. She attended Harvard University as an undergraduate and earned an MFA in creative writing at the University of Iowa. Her collections of poems include If the Tabloids Are True What Are You? (2014), Of Lamb (2011), Modern Life (2007), Sad Little Breathing Machine (2004), and Pity the Bathtub Its Forced Embrace of the Human Form (2000). She has also published two children’s books: Cecil the Pet Glacier (2012), illustrated by Giselle Potter, and The Little General and the Giant Snowflake (2009), illustrated by Elizabeth Zechel. In 2017, Harvey was awarded a Guggenheim Fellowship.\nHarvey draws from a wide variety of sources for her poems: music, scraps of conversation, images, and paintings; she identifies herself as “a general gatherer.” A reviewer on Bookslut.com commented that Harvey is equally a “conductor as she is a poet: much of her work reads as if she’s created a dazzling system and is then pushing language through the structure she’s created.”\nDavid Orr described her poems as containing “disconnected phrases ... abrupt syntactical shifts ... quirky diction ... and a tone ranging from daffy to plangent—basically two scoops of John Ashbery and a sprinkling of Gertrude Stein.” In his review of Modern Life, Orr described her ability to catch the dread of the political climate post-September 11: “Harvey’s poetry becomes a glass through which we can perceive, darkly, an even greater darkness.”\nHarvey has taught at Sarah Lawrence College, Warren Wilson College, the Pratt Institute, the University of Houston, and the Iowa Writers’ Workshop. She has been contributing editor to jubilat and BOMB. She lives in Brooklyn.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}