{"pf_url": "https://www.poetryfoundation.org/poets/maureen-n-mclane", "name": "Maureen N. McLane", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/a8d9936fce57f59327a02491ebad66862b6f1548.jpeg", "bio": "\nMaureen N. McLane grew up in upstate New York and was educated at Harvard University, Oxford University, and the University of Chicago. She is the author of five books of poetry: Some Say (FSG, 2017), Mz N: the serial: a poem-in-episodes (FSG, 2016), This Blue (FSG, 2014—Finalist for the National Book Award in Poetry), World Enough (FSG, 2010), and Same Life (FSG, 2008), as well as the poetry chapbook, This Carrying Life (Pressed Wafer/Arrowsmith, 2006). Her book My Poets (FSG, 2012)—an experimental hybrid of memoir and criticism—was a finalist for the 2012 National Book Critics Circle Award in autobiography. She has also published two books of literary criticism, Balladeering, Minstrelsy, and the Making of British Romantic Poetry (Cambridge UP, 2008) and Romanticism and the Human Sciences (CUP, 2000), and coedited The Cambridge Companion to British Romantic Poetry (CUP, 2008).\nIn 2014, the National Book Award poetry jury described McLane’s This Blue as “an extended love song to the natural world, to the poignant fallibility of contemporary culture, and to the multifoliate possibilities of the poetic voice itself.” Of McLane’s work, Parul Sehgal wrote in the New York Times: “She’s my favorite living poet, and ‘Mz N: the Serial’ (2016) is her best book yet. It bristles with life, feeling, argument; it’s sexy and cerebral and romantic and—somewhat surprisingly for a book of poetry—a bit of a page-turner.” UK poet and critic Sarah Howe has praised McLane’s poetry for “its candour and wicked wit, its humane gaze and unabashed complexity,” while Christina Smallwood in Harper’s observes: “Her mix of the humorous and the cerebral is at once exuberant and rinsed with melancholy. ... Her vistas are democratic but unmonumental.”\nMcLane has published widely on poetry and poetics, contemporary literature, and sexuality in the New York Times, the Los Angeles Review of Books, the Chicago Tribune, Boston Review, the Washington Post, American Poet, and elsewhere. In 2003 she won the National Book Critics Circle’s Nona Balakian Award for Excellence in Book Reviewing.  Professor of English at NYU, she has taught at Harvard, the University of Chicago, MIT, and the East Harlem Poetry Project.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}