{"pf_url": "https://www.poetryfoundation.org/poets/maurice-riordan", "name": "Maurice Riordan", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/5c1becf055656a8216c5d792c87016728dcf8528.jpeg", "bio": "\nMaurice Riordan was born in Lisgoold, County Cork, Ireland. He earned his degree at University College Cork, where he studied with the poets Sean Lucey and John Montague. His collections of poetry include A Word from the Loki (1995), which was a Poetry Book Society Choice and shortlisted for a T.S. Eliot Award; Floods (2000), shortlisted for a Whitbread Poetry Award; The Holy Land (2007), which won a Michael Hartnett Award for Poetry; The Water Stealer (2013); and The Shoulder Tap (forthcoming 2021). Riordan’s editing projects include A Quark for Mister Mark: 101 Poems about Science (2000), which he edited with science writer John Turney; Wild Reckoning: An Anthology Provoked by Rachel Carson’s Silent Spring (2004), coedited with poet John Burnside; and Dark Matter: Poems of Space (2008), with Jocelyn Bell Burnell. He is also the translator of Maltese poet Immanuel Mifsud’s Confidential Reports (2005) and Portuguese poet José Letria’s The Moon Has Written You a Poem (2005), a collection for children.\r\n \r\nIn his work, Riordan is known for his narrative lyricism and interest in rural life and themes. He also explores the intersections between poetry and science, especially ecology. Of his work, Riordan has said, “I write to make discoveries—about the world, and about myself I suppose, but more than that to find out where the poems will take me. I see the activity as an adventure that requires circumspection and steady discipline.”\r\n \r\nRiordan has taught at Imperial College and Goldsmiths College and is currently professor of poetry at Sheffield Hallam University. In 2013, he took over as editor of the UK Poetry Review.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}