{"pf_url": "https://www.poetryfoundation.org/poets/maxine-hong-kingston", "name": "Maxine Hong Kingston", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/762b940551a2800e38598ca4cfcf0237075bcdb7.jpeg", "bio": "\nThe daughter of Chinese immigrants, poet, memoirist, and fiction writer Maxine Hong Kingston was born in Stockton, California, and educated at the University of California, Berkeley.\nKingston is the author of the book-length poem I Love a Broad Margin to My Life (2011). Walt Whitman influenced her, and the poetic lines in the book shift between real and imagined time, tracing the writer’s journey. Discussing her decision to compose I Love a Broad Margin to My Life as a book-length, free verse poem, Kingston spoke in an interview of the decade each of her previous two books had taken to write and her desire for a lighter, faster form. She noted, “there is not enough time to write everything that one is feeling and thinking—and I have thought that my whole writing life.”\nKingston’s numerous nonfiction books include The Fifth Book of Peace (2003), To Be the Poet (2002), National Book Award-winner China Men (1980), and National Book Critics Circle Award-winner The Woman Warrior: Memoirs of a Girlhood Among Ghosts (1976). She is also the author of the novel Tripmaster Monkey: His Fake Book (1989). She edited the anthology Veterans of War, Veterans of Peace (2006), compiled from the work of participants in the therapeutic poetry workshops she has led for more than 500 veterans of war.\nHer honors include the National Medal of Arts (presented by former President Barack Obama), the National Endowment for the Humanities’ National Humanities Medal (presented by former President Bill Clinton), the American Academy of Arts and Letters’ Award in Literature, the National Book Foundation’s Lifetime Achievement Award, and the title Living Treasure of Hawaii. She is a professor emeritus at the University of California, Berkeley and lives in Oakland, California.\n", "attrs": {"Region:": ["U.S., Western"]}}