{"pf_url": "https://www.poetryfoundation.org/poets/may-sarton", "name": "May Sarton", "yob": "1912", "yod": "1995", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/1780376e172b6c6230b5c95960338574c28d7966.jpeg", "bio": "\nMay Sarton was a prolific author who was long considered by her very loyal readers to be a gifted and sensitive writer of poetry, novels, and journals. Although at first overlooked by literary critics, in the later part of her career reviewers and feminist academics began to discover Sarton's work, lauding her as an important contemporary American author.\n\r\nCritics have found Sarton's poetry, fiction, and autobiographical writings to be inspirational, touching, honest, and thought-provoking. She examines such universally appealing themes as love, friendship, relationships, and the search for self-knowledge, personal fulfillment, and inner peace. In her many books, Sarton also explores many social and political concerns, including issues of feminism and sexuality. As Penelope Moffet stated in the Los Angeles Times, Sarton's \"fiction, nonfiction, and poetry have a broad range and audience, encompassing the personal impacts of political events, the nature of marriages and friendships, the experiences of aging and illness, and the deaths of friends.\"\n\r\n\"Not only is she a poet, not only does she write novels and journals, but she holds herself up for all to see, large, clear,\" wrote George Bailin of the writer in  May Sarton: Woman and Poet. \"She examines her thinking in the open, so that one can see what a writer is, what is being accomplished, why, how. This artist reveals herself fully, and outlines the spirit of the times as well.\" Linda Barrett Osborne noted in the Washington Post Book World that \"in whatever May Sarton writes one can hear the human heart pulsing just below the surface.\"\n\r\n\"Examined as a whole,\" Lenora P. Blouin wrote in May Sarton: A Bibliography, \"the body of May Sarton's writing is almost overwhelming. It reveals an artist who has not remained stagnant or afraid of change. 'Truth,' especially the truth within herself, has been her life-long quest.\" \"It is clear that May Sarton's best work,\" suggested Sheila Ballantyne in the New York Times Book Review, \"whatever its form, will endure well beyond the influence of particular reviews or current tastes. For in it she is an example: a seeker after truth with a kind of awesome energy for renewal, an ardent explorer of life's important questions. Her great strength is that when she achieves insight, one believes—because one has witnessed the struggle that preceded the knowledge; her discoveries do not come cheap.\"\n\r\nCritics have termed Sarton's poetry calm, cultured, and urbane. A reviewer for  Poetry described it as \"fluent, fluid, humble with a humility not entirely false, cultivated rather than worldly, tasteful, civilized, and accomplished.\" In Babel to Byzantium, James Dickey commented that Sarton \"attains a delicate simplicity as quickeningly direct as it is deeply given, and does so with the courteous serenity, the clear, caring, intelligent and human calm of the queen of a small, well-ordered country.\" \"In her most perfect poems,\" a reviewer for  Choice wrote, \". . . the fusion of passion and discipline is marvelously realized.\" Reviewing Collected Poems: 1930-1973, Elizabeth Knies described the volume as \"intelligently conceived and finely wrought\" and called it \"the consummation of a distinguished career and a major achievement in its own right.\"\n\r\nSeveral reviewers have hailed Sarton's ability to connect with the essence of humanity. In an appraisal of Collected Poems: 1990-1993, Belles Lettres critic Andrea Lockett praised Sarton's skillful use of images and added that \"the content of the poems goes straight to the marrow of human experience.\" In a  Poetry review of Collected Poems: 1930-1973, James Martin remarked that \"Sarton's poems enter and illuminate every natural corner of our lives. . . . Sarton has, for more than forty years, made patient, enduring testament. . . . Sarton's poems are so strong in their faith and in their positive response to the human condition that they will outlast much of the fashionable, cynical poetry of our ear. One hopes that her passionate voice will continue restless and resolute for many years to come.\"\n\r\nSarton's poetic labors continued far into her old age. After recovering from a 1986 stroke, she told Los Angeles Times interviewer Penelope Moffet that the most difficult aspect of her recuperation period was the temporary inability to write poetry. When she returned to writing, many of her poems explored growing older. Her final poetry book, Coming into Eighty, deals bluntly with the realities of aging and the difficulties of performing everyday tasks. \"In form the poems are very restrained, but not in emotion,\" a Publishers Weekly reviewer observed.\n\r\nIn addition to her poems, Sarton also wrote many novels and frequently received acclaim for these works, critics citing such qualities as her strong narrative technique, her sensitive and revealing character portrayals, and her simple, unadorned prose style. Jane S. Bakerman remarked in Critique that Sarton \"treats in her novels two basic motifs from a variety of points of view, one of which is the driving need of each individual to 'create' himself, to come to a deep and positive kind of self-understanding which will both liberate and discipline him so that he can live in the deepest and highest reaches.\" Bakerman continued: \"In the process of achieving that understanding, the individual must, also, come to understand others and his relations with them. The conflict that such a search generates is always identified in Sarton's works as the difficult and sometimes destructive thrust of each human to unite with others in friendship and love while he is dealing with an equally stronger urge to remain aloof and inward.\"\n\r\nSarton's first novel, The Single Hound, was hailed as \"beautiful and distinguished\" by Jane Spence Southron in the New York Times Book Review. In this tale of two poets, Sarton endows her characters with \"rich, bountiful life . . . deeply rooted in that humanity which is ageless,\" Southron wrote. A few years later Sarton's The Bridge of Years, a story of a Belgian family resisting fascism, won praise; it is a \"delicately lovely novel,\" enthused Florence Haxton Bullock in the New York Herald Tribune Weekly Book Review. \"Its style is limpid, unpretentious, beautifully expressive, and its content is beyond all things warmly and humanly emotional.\" Faithful Are the Wounds, released in 1955, deals with a liberal U.S. academic driven to suicide by the political repressiveness of the times; it is \"by all odds [Sarton's] . . . best\" novel, according to Edward Weeks in the Atlantic Monthly, although Yale Review contributor Paul Pickrel found the characters and their motivations excessively ambiguous. Mrs. Stevens Hears the Mermaids Singing, published in 1965, is considered by many to be a groundbreaking work and Sarton's most important novel. The book explores the inspirations of a poet who also happens to be a lesbian—making it one of the first novels written for a general audience to feature a lesbian central character portrayed in a positive fashion.\n\r\nAs Sarton's body of work grew, she began to address sexuality, feminism, and other social concerns in her fiction. \"Although Sarton's books could hardly be called political novels (with the exception of Faithful Are the Wounds), most of them are set in the framework of an acute social conscience,\" commented Valerie Miner in a review of The Magnificent Spinster for the Women's Review of Books. This novel, a story of a lifelong friendship between two distinguished women, shows its protagonists fighting sexism, racism, and other forces of oppression, and deals with \"lesbian attraction . . . without the throat-clearing fanfare of more didactic lesbian novels.\" Sarton resisted being pegged as strictly a lesbian or feminist writer: \"The vision of life in my work is not limited to one segment of humanity . . . and has little to do with sexual proclivity,\" Sarton wrote in  Recovering: A Journal 1978-1979. New York Times Book Review critic Sheila Ballantyne, though, found this professed universality contradicted by the characterizations in Sarton's novel Anger. Ballantyne believed that in this book, Sarton used gender stereotypes in portraying the marriage of an emotional, artistic woman and a cold, distant man. In the Washington Post Book World, however, Linda Barrett Osborne asserted that \"the ideas developed in Anger reach beyond the conflict of men and women and consider the deeper questions of personal, emotional, and artistic growth\"—these deeper questions being frequent themes of Sarton's. \"To see it as part of the body of Sarton's work amplifies and enhances the book, and gives it a resonance it might not otherwise have,\" Osborne concluded.\n\r\nIn addition to poetry and novels, Sarton wrote many journals, beginning with 1973's Journal of a Solitude. She had written memoirs previously, but turned to journal writing in a quest for \"a more immediate, less controlled record,\" as Rockwell Gray put it in a Chicago Tribune Books review of  Encore: A Journal of the Eightieth Year. Suzanne Owens, describing  Journal of a Solitude as \"a brooding work,\" pointed out the difference between memoirs and journals in an essay for May Sarton: Woman and Poet: \"the daily and scrupulous recording of life through journal writing may be a much darker work than the memoir softened by memory.\" Sarton's journals found a wide audience; she became \"perhaps best known for the journals that have chronicled her life of solitude on the coast and in the interior of New England, her passionate love of other women and her wrestle with the demons of creativity,\" remarked Sue Halpern in a review of Endgame: A Journal of the Seventy-ninth Year for the  New York Times Book Review. Halpern termed Sarton's journals \"reflective, honest, engaged and circumspect.\" While readers could tire of Endgame's detailing of Sarton's physical ills, Halpern wrote, this is part of a truthful recounting of this period of Sarton's life, and the book has numerous uplifting moments as well.\n\nEncore likewise devotes some space to the infirmities of Sarton's old age while also dealing with her interactions with friends and observations of current events. New York Times contributor Herbert Mitgang found  Encore \"consistently charming\" and  Bloomsbury Review writer Nancy Schwartzkopff deemed it \"a celebration of life.\" Rockwell Gray, however, thought it marred by \"narcissistic vanity and self-regard that surface unbecomingly in so many of her entries.\" The work would benefit, Gray went on, from \"greater stringency and self-criticism.\" Women's Review of Books contributor Nancy Milton had a similar complaint: \"What fails [Sarton] . . . is her imagination. Nowhere does she push her observation beyond herself.\"\n\r\nMany of Sarton's previously unpublished poems, letters, journals, and photographs are collected in  May Sarton: Among the Usual Days: A Portrait. Selected and edited by Susan Sherman, a close friend of Sarton's, the material provides \"a complex but seamless portrait,\" commented Phyllis F. Mannocchi in the NWSA Journal. There was more to come from Sarton, however; At Eighty-Two: A Journal was published the year of the writer's death, serving as a \"poignantly intimate\" look at the writer, according to a  Publishers Weekly reviewer.\n\r\nSarton died of breast cancer on July 16, 1995, after what Mel Gussow, in an obituary for the New York Times, termed a \"remarkably prolific career.\" Sarton had expressed a wish for readers to see the interrelationships of her numerous writings: \"It is my hope,\" she once wrote, \"that all [my work] may come to be seen as a whole, the communication of a vision of life that is unsentimental, humorous, passionate, and, in the end, timeless.\" Since her death, Sarton's friend Sherman has edited and collected much of her previously unpublished correspondence. 1999's Dear Juliette: Letters of May Sarton to Juliette Huxley contains letters between Sarton and Juliette Huxley, the wife of biologist Julian Huxley, with whom she had a lesbian affair after abandoning Huxley himself, who had first been her lover. Reviewing this volume for Library Journal, David Kirby assured fans of Sarton that Sherman is \"a model editor\" who \"footnotes lavishly.\"\n", "attrs": {}}