{"pf_url": "https://www.poetryfoundation.org/poets/may-wedderburn-cannan", "name": "May Wedderburn Cannan", "yob": "1893", "yod": "1973", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/52eee70828d437cf2a1f75a3f23f15079067e1ba.jpeg", "bio": "\n                                                                    May Wedderburn Cannan was born in Oxford, England to an intellectual family. Her father was a publisher and scholar, and Cannan and her sisters created a family magazine, even publishing their own anthology The Tripled Crown (1907), with an introductory poem by Sir Arthur Quiller-Couch, professor of English at Cambridge, editor of the Oxford Book of English Verse, and family friend. During World War I, Cannan volunteered with the Oxford Voluntary Aid Detachment and helped publish government propaganda with Clarendon Press. She spent a month in Rouen, France in 1915 volunteering at a railway canteen for soldiers, an experience that inspired her most famous poem, “Rouen.” When the Armistice was declared, Cannan was working for MI5 in Paris.   Cannan published three books of poetry: In War Time (1917), The Splendid Days (1919), dedicated to her fiancée Bevil Quiller-Couch who died in the influenza pandemic of 1919, and The House of Hope (1923). She married Percival James Slater in 1923 and published one more book in her lifetime, the fictionalized memoir The Lonely Generation (1934). After Slater’s reaction, she gave up publishing. Her autobiography Grey Ghosts and Voices (1976) was published posthumously. Her poems have been included in anthologies such as Philip Larkin’s Oxford Book of Twentieth Century English Verse (1973) and The Oxford Book of War Poetry. Her poetry and correspondence with Quiller-Couch were edited by her great-niece Charlotte Fyfe and published as The Tears of War: the Love Story of a Young Poet and a War Hero (2000).\n                                                            ", "attrs": {"Region:": ["England"]}}