{"pf_url": "https://www.poetryfoundation.org/poets/maya-angelou", "name": "Maya Angelou", "yob": "1928", "yod": "2014", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/aac7a41bab7fe2fa6836ab376d1f87e8792b7b80.jpeg", "bio": "\nAn acclaimed American poet, storyteller, activist, and autobiographer, Maya Angelou was born Marguerite Johnson in St. Louis, Missouri. Angelou had a broad career as a singer, dancer, actress, composer, and Hollywood’s first female black director, but became most famous as a writer, editor, essayist, playwright, and poet. As a civil rights activist, Angelou worked for Dr. Martin Luther King Jr. and Malcolm X. She was also an educator and served as the Reynolds professor of American Studies at Wake Forest University. By 1975, wrote Carol E. Neubauer in Southern Women Writers: The New Generation, Angelou was recognized “as a spokesperson for… all people who are committed to raising the moral standards of living in the United States.” She served on two presidential committees, for Gerald Ford in 1975 and for Jimmy Carter in 1977. In 2000, Angelou was awarded the National Medal of Arts by President Bill Clinton. In 2010, she was awarded the Presidential Medal of Freedom, the highest civilian honor in the U.S., by President Barack Obama. Angelou was awarded over 50 honorary degrees before her death.\n\r\nAngelou’s most famous work, I Know Why the Caged Bird Sings (1969), deals with her early years in Long Beach, St. Louis and Stamps, Arkansas, where she lived with her brother and paternal grandmother. In one of its most evocative (and controversial) moments, Angelou describes how she was first cuddled then raped by her mother’s boyfriend when she was just seven years old. When the man was murdered by her uncles for his crime, Angelou felt responsible, and stopped talking. Angelou remained mute for five years, but developed a love for language. She read Black authors like Langston Hughes, W. E. B. Du Bois, and Paul Lawrence Dunbar, as well as canonical works by William Shakespeare, Charles Dickens, and Edgar Allan Poe. When Angelou was twelve and a half, Mrs. Flowers, an educated African American woman, finally got her to speak again. Mrs. Flowers, as Angelou recalled in her children’s book Mrs. Flowers: A Moment of Friendship (1986), emphasized the importance of the spoken word, explained the nature of and importance of education, and instilled in her a love of poetry. Angelou graduated at the top of her eighth-grade class.\n\r\nAngelou attended George Washington High School in San Francisco and took lessons in dance and drama on a scholarship at the California Labor School. When Angelou, just seventeen, graduated from high school and gave birth to a son, Guy, she began to work as the first African American and first female street car conductor in San Francisco. As she explained in Singin’ and Swingin’ and Gettin’ Merry like Christmas (1976), the third of her autobiographies, she also “worked as a shake dancer in night clubs, fry cook in hamburger joints, dinner cook in a Creole restaurant and once had a job in a mechanic’s shop, taking the paint off cars with my hands.” Angelou married a white ex-sailor, Tosh Angelos, in 1950. After they separated, Angelou continued her study of dance in New York City, returning to San Francisco to sing in the Purple Onion cabaret and garnering the attention of talent scouts. From 1954 to 1955, she was a member of the cast of a touring production of Porgy and Bess. During the late 1950s, Angelou sang in West Coast and Hawaiian nightclubs, before returning to New York to continue her stage career.\n\r\nAngelou joined the Harlem Writers Guild in the late 1950s and met James Baldwin and other important writers. It was during this time that Angelou had the opportunity to hear Dr. Martin Luther King speak. Inspired by his message, she decided to become a part of the struggle for civil rights. She was offered a position as the northern coordinator for Dr. King’s SCLC. Following her work for Dr. King, Angelou moved to Cairo with her son, and, in 1962, to Ghana in West Africa. She worked as a freelance writer and was a feature editor at the African Review. When Angelou returned to the United States in the mid-1960s, she was encouraged by author James Baldwin and Robert Loomis, an editor at Random House, to write an autobiography. Initially, Angelou declined the offers, but eventually changed her mind and wrote I Know Why the Caged Bird Sings. The book chronicles Angelou’s childhood and ends with the birth of her son. It won immediate success and was nominated for a National Book Award.\n\nI Know Why the Caged Bird Sings is the first of Angelou’s six autobiographies. It is widely taught in schools, though it has faced controversy over its portrayal of race, sexual abuse and violence. Angelou’s use of fiction-writing techniques like dialogue and plot in her autobiographies was innovative for its time and helped, in part, to complicate the genre’s relationship with truth and memory. Though her books are episodic and tightly-crafted, the events seldom follow a strict chronology and are arranged to emphasize themes. Other volumes include Gather Together in My Name (1974), which begins when Angelou is seventeen and a new mother; Singin’ and Swingin’ and Gettin’ Merry like Christmas, an account of her tour in Europe and Africa with Porgy and Bess; The Heart of a Woman (1981), a description of Angelou’s acting and writing career in New York and her work for the civil rights movement; and All God’s Children Need Traveling Shoes (1986), which recounts Angelou’s travels in West Africa and her decision to return, without her son, to America.\n\r\nIt took Angelou fifteen years to write the final volume of her autobiography, A Song Flung up to Heaven (2002). The book covers four years, from the time Angelou returned from Ghana in 1964 through the moment when she sat down at her mother’s table and began to write I Know Why the Caged Bird Sings in 1968. Angelou hesitated so long to start the book and took so long to finish it, she told Knight Ridder/Tribune News Service interviewer Sherryl Connelly, because so many painful things happened to her, and to the entire African-American community, in those four years. “I didn’t know how to write it,” she said. “I didn’t see how the assassination of Malcolm [X], the Watts riot, the breakup of a love affair, then [the assassination of Dr.] Martin [Luther] King [Jr.], how I could get all that loose with something uplifting in it.” A Song Flung up to Heaven deals forthrightly with these events, and “the poignant beauty of Angelou’s writing enhances rather than masks the candor with which she addresses the racial crisis through which America was passing,” Wayne A. Holst wrote in Christian Century.\n\r\nAngelou was also a prolific and widely-read poet, and her poetry has often been lauded more for its depictions of Black beauty, the strength of women, and the human spirit; criticizing the Vietnam War; demanding social justice for all—than for its poetic virtue. Yet Just Give Me a Cool Drink of Water ‘fore I Diiie, which was published in 1971, was nominated for a Pulitzer Prize in 1972. According to Carol Neubauer in Southern Women Writers, “the first twenty poems describe the whole gamut of love, from the first moment of passionate discovery to the first suspicion of painful loss.” In other poems, “Angelou turns her attention to the lives of black people in America from the time of slavery to the rebellious 1960s. Her themes deal broadly with the painful anguish suffered by blacks forced into submission, with guilt over accepting too much, and with protest and basic survival.”\n\r\nAs Angelou wrote her autobiographies and poems, she continued her career in film and television. She was the first Black woman to have a screenplay (Georgia, Georgia) produced in 1972. She was honored with a nomination for an Emmy award for her performance in Roots in 1977. In 1979, Angelou helped adapt her book, I Know Why the Caged Bird Sings, for a television movie of the same name. Angelou wrote the poetry for the 1993 film Poetic Justice and played the role of Aunt June. She also played Lelia Mae in the 1993 television film There Are No Children Here and appeared as Anna in the feature film How to Make an American Quilt in 1995.\nOne source of Angelou’s fame in the early 1990s was President Bill Clinton’s invitation to write and read an inaugural poem. Americans all across the country watched as she read “On the Pulse of Morning,” which begins “A Rock, a River, a Tree” and calls for peace, racial and religious harmony, and social justice for people of different origins, incomes, genders, and sexual orientations. It recalls the civil rights movement and Dr. Martin Luther King, Jr.’s famous “I have a dream” speech as it urges America to “Give birth again / To the Dream” of equality. Angelou challenged the new administration and all Americans to work together for progress: “Here, on the pulse of this new day, / You may have the grace to look up and out / And into your sister’s eyes, and into / Your brother’s face, your country /And say simply / Very simply / With hope—Good morning.”\n\r\nDuring the early 1990s, Angelou wrote several books for children, including Life Doesn’t Frighten Me (1993), which also featured the work of Jean-Michel Basquiat; My Painted House, My Friendly Chicken, and Me (1994), and Kofi and His Magic (1996), both collaborations with the photographer Margaret Courtney-Clark. Angelou’s poetry collections include The Complete Collected Poems of Maya Angelou (1994) and Phenomenal Woman (1995), a collection of four poems that takes its title from a poem which originally appeared in Cosmopolitan magazine in 1978. The poem’s narrator describes the physical and spiritual characteristics and qualities that make her attractive. Angelou also wrote occasional poems, including A Brave Startling Truth (1995), which commemorated the founding of the United Nations, and Amazing Peace (2005), a poem written for the White House Christmas tree-lighting ceremony.\n\r\nAngelou published multiple collections of essays. Wouldn’t Take Nothing for My Journey Now (1993) contains declarations, complaints, memories, opinions, and advice on subjects ranging from faith to jealousy. Genevieve Stuttaford, writing in Publishers Weekly, described the essays as “quietly inspirational pieces.” Anne Whitehouse of the New York Times Book Review observed that the book would “appeal to readers in search of clear messages with easily digested meanings.” Even the Stars Look Lonesome (1997) is the sister volume, a book of “candid and lovingly crafted homilies” to “sensuality, beauty, and black women” said Donna Seaman in Booklist. Letter to my Daughter was published in 2008.\nAngelou’s poetry often benefited from her performance of it, and during her lifetime Angelou recited her poems before spellbound crowds. Indeed, Angelou’s poetry can also be traced to African-American oral traditions like slave and work songs, especially in her use of personal narrative and emphasis on individual responses to hardship, oppression and loss. In addition to examining individual experience, Angelou’s poems often respond to matters like race and sex on a larger social and psychological scale. Describing her work to George Plimpton, Angelou said, “Once I got into it I realized I was following a tradition established by Frederick Douglass—the slave narrative—speaking in the first-person singular talking about the first-person plural, always saying I meaning ‘we.’ And what a responsibility. Trying to work with that form, the autobiographical mode, to change it, to make it bigger, richer, finer, and more inclusive in the twentieth century has been a great challenge for me.”\n\r\nIn 2013 she was the recipient of the Literarian Award, an honorary National Book Award for contributions to the literary community. She died in 2014 at the age of 86.\n", "attrs": {"Region:": ["U.S., Southern"], "School/Period:": ["Black Arts Movement"]}}