{"pf_url": "https://www.poetryfoundation.org/poets/medbh-mcguckian", "name": "Medbh McGuckian", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/3a6c7cad30274ccf0fd99cf17d3f378c56197369.jpeg", "bio": "\nMedbh McGuckian was born in 1950 to Catholic parents in Belfast, Northern Ireland, where she now lives with her family. She studied with Seamus Heaney at Queen’s University, earning a BA and MA, and later returned as their first female writer-in-residence. She is the author of over 20 poetry collections including most recently Love, The Magician (2018), Blaris Moor (2015), The High Caul Cap (2012), and The Currach Requires No Harbours (2010). Her poems are layered collages of feminine and domestic imagery complicated by a liminal, active syntax that, in drawing attention to the weight of one phrase on another, emphasizes and questions our constructions of power and gender. Her work is reminiscent of Rainer Maria Rilke in its emotional scope and John Ashbery in its creation of rich interior landscapes. Praising McGuckian’s Selected Poems (1997), Heaney said, “Her language is like the inner lining of consciousness, the inner lining of English itself, and it moves amphibiously between the dreamlife and her actual domestic and historical experience as a woman in late-20th-century Ireland.”\n\r\nMcGuckian has earned significant critical acclaim over the course of her career. Her poem “The Flitting,” published under a male pseudonym, won the 1979 National Poetry Competition. In 1980 McGuckian published two chapbooks and also won the prestigious Eric Gregory Award. Her first collection, The Flower Master (1982), won the Poetry Society’s Alice Hunt Bartlett Prize, the Rooney Prize for Irish Literature, and an award from the Ireland Arts Council. On Ballycastle Beach (1988) won the Cheltenham Award, and The Currach Requires No Harbour (2007) was shortlisted for the Irish Times Poetry Now Award. Her most recent collections include Love, the Magician (2018) and Selected Poems 1978-1994 (2018). \n\r\nHer honors also include the Bass Ireland Award for Literature, the Denis Devlin Award, and the American Ireland Fund’s Literary Award. She won the Forward Prize for Best Poem for “She Is in the Past, She Has This Grace.” She is a member of the selective Irish arts association Asodána.\n\r\nShe edited The Big Striped Golfing Umbrella: Poems by Young People from Northern Ireland (1985) and cotranslated, with Eilean Ni Chuilleanain, the Irish poet Nuala Ni Dhomhnaill’s collection The Water Horse (1999). She is also the author of Horsepower Pass By! A Study of the Car in the Poetry of Seamus Heaney (1999).\nMcGuckian is a professor of English at Queen's University. \n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}