{"pf_url": "https://www.poetryfoundation.org/poets/meena-alexander", "name": "Meena Alexander", "yob": "1951", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/19/a8ddf0cc004e3fef6c20ae6e48cde0f10dd1f80d.jpeg", "bio": "\nBorn in Allahabad, India, poet Meena Alexander was raised in Kerala and Sudan. She earned a BA at Khartoum University and a PhD at Nottingham University. Described as “undoubtedly one of the finest poets of contemporary times” by The Statesman (India), she was the author of numerous collections of poetry, including Atmospheric Embroidery (2018), Birthplace with Buried Stones (2013), and PEN Open Book Award-winner Illiterate Heart (2002). In her poetry, which has been translated into several languages, she explores migration, trauma, and reconciliation. Discussing how her fluency in multiple languages informs her poetry, Alexander told Ruth Maxey of the Kenyon Review, “I have always grown up in a world where there were things one did not understand, because there were languages that were not completely accessible … I think this is a very good hedge against a certain kind of rational understanding, the presumption of linguistic clarity or transparency, post-Enlightenment, that sense that everything can be known and a light can be shone into all parts of one’s thought.”\r\n \r\nAlexander’s prose includes the memoir Fault Lines (1993, expanded in 2003), the novels Manhattan Music (1997) and Nampally Road (1991), the essay collections Poetics of Dislocation (2009) and The Shock of Arrival: Reflections on Postcolonial Experience (1996), as well as the critical studies Women in Romanticism: Mary Wollstonecraft, Dorothy Wordsworth and Mary Shelley (1989) and The Poetic Self: Towards a Phenomenology of Romanticism (1979). She is the editor of Indian Love Poems (2005) and Name Me a Word: Indian Writers Reflect on Writing (2018).\r\n \r\nAlexander’s honors included grants and fellowships from the John Simon Guggenheim Foundation, National Endowment for the Humanities, Fulbright Foundation, Rockefeller Foundation, National Council for Research on Women, Arts Council of England, the Imbongi Yesizwe International Poetry Award, and New York Foundation for the Arts, as well as the South Asian Literary Association’s Distinguished Achievement Award in Literature. Alexander taught at the University of Hyderabad, Columbia University, and Al Quds University, and was a National Fellow at the Indian Institute for Advanced Study, Shimla. She lived in New York City for many years, where she was Distinguished Professor of English at the Graduate Center/Hunter College, CUNY. She died in late 2018.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}