{"pf_url": "https://www.poetryfoundation.org/poets/mei-mei-berssenbrugge", "name": "Mei-mei Berssenbrugge", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/45e922c83b8c1d5e563a12e3f24e0d795479218c.jpeg", "bio": "\nMei-mei Berssenbrugge was born in Beijing, the daughter of a Chinese mother and an American father who was the son of Dutch immigrants. Her mother was a mathematician, and her maternal grandmother received a college education in prerevolutionary China. Her father was employed at the American Embassy in Chungking, and later pursued Far Eastern studies at Harvard University. Her family moved to the United States when she was a year old. She earned a BA from Reed College and an MFA from Columbia University.\r\n \r\nBerssenbrugge is the author of  fourteen books of poetry, most recently A Treatise on Stars (New Directions, 2020). Her other works include The Heat Bird (1983), winner of the American Book Award; Empathy (1989), winner of the PEN West Award; Sphericity (1993); Endocrinology (1997), a collaboration with the artist Kiki Smith; Four Year Old Girl (1998), winner of the Western States Book Award; Nest (2003); I Love Artists: New and Selected Poems (2006); and Hello, the Roses (2013).\r\n \r\nBerssenbrugge’s characteristically long-lined poems combine abstract statements and specific observation; they reveal her knowledge of philosophy, architecture, and science as well as her affinity for the New Mexico landscape. Poet Ben Lerner, reviewing I Love Artists for Rain Taxi, commented: “[F]or four decades, Mei-mei Berssenbrugge has been writing poems that seek to make the process of perception perceptible.”\r\n \r\nBerssenbrugge has taught at the Institute of American Indian Arts in Santa Fe and in New York City. In both locations she has been influenced by and collaborated with local visual artists, including Kiki Smith and Richard Tuttle, her husband. She has also been associated with the New York School of poets and the Language poets.\r\n \r\nBerssenbrugge has received two fellowships from the National Endowment for the Arts, two American Book Awards, and honors from the Western States Art Foundation and the Asian American Writers Workshop. She lives in New Mexico.\n", "attrs": {"Region:": ["U.S., Southwestern"]}}