{"pf_url": "https://www.poetryfoundation.org/poets/melissa-kwasny", "name": "Melissa Kwasny", "yob": "1954", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/bef815ef7bd0b644e59edfada900d3544613aaa0.jpeg", "bio": "\nA resident of Montana, Melissa Kwasny earned an MFA in poetry and an MA in literature from University of Montana, Missoula, Montana. She is the author of the poetry collections Where Outside the Body Is the Soul Today (2017), Pictograph (2015), The Nine Senses (2011), Reading Novalis in Montana (2009), Thistle (2006), and The Archival Birds (2000), as well as the novels Trees Call for What They Need (1993) and Modern Daughters of the Outlaw West (1990). Her collection of essays is titled Earth Recitals: Essays on Image and Vision (2o12). She is also the editor of Toward the Open Field: Poets on the Art of Poetry 1800–1950 (2004), and, with M.L. Smoker, the anthology I Go to the Ruined Place: Contemporary Poems in Defense of Global Human Rights (2009). With Smoker, Kwasny was elected poet laureate of Montana in 2019.\nThistle was the Silver Meadow winner of ForeWord magazine’s 2007 Book of the Year Award for Poetry and the winner of the Idaho Prize. Christopher Howell, judging for the Idaho Prize, found Thistle to be in “the great tradition of meditative poetry.” Of Reading Novalis in Montana, reviewer Melinda Wilson commented, “Both Novalis and Kwasny insist that sentience of all that surrounds humankind is central to a full existence … Kwasny consistently relies on the marriage of man and nature to inform her understanding of existence.” Kwasny won the 2009 Cecil Hemley Award from the Poetry Society of America and the 2009 Alice Fay Di Castagnola Award. Reading Novalis in Montana was picked by Anis Shivani of the Huffington Post as one the top 10 books of 2009.\nKwasny teaches in Lesley University’s Integrated Teaching through the Arts MEd program.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}