{"pf_url": "https://www.poetryfoundation.org/poets/michelle-cliff", "name": "Michelle Cliff", "yob": "1946", "yod": "2016", "image": null, "bio": "\nWriter, editor, and poet Michelle Cliff was born in Kingston, Jamaica, and grew up in Jamaica and the United States. She earned a BA at Wagner College and did her graduate work at the University of London’s Warburg Institute. In her writing, Cliff slips between genres, combining memoir, history, and criticism in explorations of racism, homophobia, identity, and landscape. Early in her debut novel, Abeng, Cliff asserts, “To write a complete Caribbean woman, or man for that matter, demands of us retracing the African past of ourselves, reclaiming as our own, and as our subject, a history sunk under the sea, or scattered as potash in the cane fields, or gone to bush, or trapped in a class system notable for its rigidity and absolute dependence on colour stratification. Or a past bleached from our minds. It means finding the art forms of those of our ancestors and speaking in the patois forbidden us. It means realizing our knowledge will always be wanting. It means also, I think, mixing in the forms taught us by the oppressor, undermining his language and co-opting his style, and turning it to our purpose.”\nCliff published two volumes of prose poetry: Claiming an Identity They Taught Me to Despise (1980) and The Land of Look Behind: Prose and Poetry (1985). Her nonfiction includes the memoir/criticism volume If I Could Write This in Fire (2008). Her novels include Abeng (1985), Free Enterprise: A Novel of Mary Ellen Pleasant (1993), and Into the Interior (2010). Cliff also edited The Winner Names the Age: A Collection of Writings by Lillian Smith (1978). During the 1980s, she served on the editorial board of Signs: Journal of Women in Culture and Society. Her work has been included in the anthologies Home Girls: A Black Feminist Anthology (1983), Making Face/Making Soul/Haciendo Caras: Creative and Critical Perspectives by Women of Color (1990), and Poems from the Women’s Movement (2009).\nAfter serving as an editor for Norton, Cliff was the Allan K. Smith Professor of English Language and Literature at Trinity College in Hartford, Connecticut. She was the life partner of poet Adrienne Rich. Cliff died at her home in Santa Cruz, California, at the age of 69.\n", "attrs": {"Region:": ["Caribbean", "U.S., Western"]}}