{"pf_url": "https://www.poetryfoundation.org/poets/michael-s-harper", "name": "Michael S. Harper", "yob": "1938", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/7f9308684a54957ad1fc1e4a75e5a087d529502d.jpeg", "bio": "\nAcclaimed poet and teacher Michael S. Harper was born in 1938, in Brooklyn, New York. He earned his BA and MA from California State University and his MFA from the Iowa Writers’ Workshop. Known for his innovative use of jazz rhythms, cultural allusion, historical referent, and personal narrative, Harper was “a deeply complex poet whose mission is to unite the fractured, inhumane technologies of our time with the abiding deep well of Negro folk traditions,” wrote John Callahan in the New Republic. Poetry reviewer Paul Breslin noted that Harper did this by drawing “upon black history, literature, and myth.” However, Harper was distinctive in that he often sought to bridge the traditional separation between black America and white America, writing poems that speak across the divide and draw upon elements of the racial, historical, and personal past of all Americans.\n\r\nHarper’s vision came through a sustained engagement with other cultures. In an interview with Contemporary Authors, Harper noted that his voice evolved from travels made in the late 1960s “to Mexico and Europe where those landscapes broadened my scope and interest in poetry and culture of other countries while I searched my own family and racial history for folklore, history, and myth for themes that would give my writing the tradition and context where I could find my own voice. My travels made me look closely at the wealth of human materials in my own life, its ethnic richness, complexity of language and stylization, the tension between stated moral idealism and brutal historical realities, and I investigated the inner reality of those struggles to find the lyrical expression of their secrets in my own voice.”\n\r\nHarper’s interest in history pervaded his poetry. David Lehman, in Poetry, noted that Harper’s efforts are “attempts of a more historical nature to illuminate the black experience in America.” Using stories from both his family's past and from events in black history in general, he builds a sophisticated vision of racial encounter and experience. Harper’s use of jazz and blues in his poems is also remarkable. Through syncopation, rhyme, and rhythm, Harper alluded to musical forms that were born out of the African-American experience. In doing so, he often managed to destabilize or blur time and historical awareness. In his first volume, the National Book Award-nominated Dear John, Dear Coltrane (1970), Harper used the legendary jazz pioneer John Coltrane as a character and cribs his style. Coltrane became a link for Harper to connect the historical with his own personal family history.\r\n \r\nIn his next books, Harper continued to explore his own family ancestry and the trauma of history. History is Your Own Heartbeat (1971) won the Poetry Award of the Black Academy of Letters. The success of Harper’s early work may have been due in part to his sense of “history automatically yielding up its metaphor, as the facts are salvaged by the careful eye and ear informed by a remarkable imagination which balances the American present and past,” according to Laurence Lieberman in the Yale Review. Although Harper’s early work included many poems about his wife’s family, his wife, and their children, it was not until the publication of Nightmare Begins Responsibility (1974) that he began to write about his own past, including the lives of his grandfathers and his mother’s mother. But in addition to personal family figures, Harper frequently used key historical figures. In collections such as Dear John, Dear Coltrane (1970), Debridement (1973), and Images of Kin (1977), also nominated for a National Book Award, figures such as baseball player Jackie Robinson, novelist Richard Wright, poet Sterling Brown, and jazz musician John Coltrane are treated as “kin.” Scholar Michael G. Cooke elaborated on Harper’s use of “kinship”: “kinship means social bonding, a recognition of likeness in context, concern, need, liability, value. It is humanistic, a cross between consanguinity and technical organization.” Cooke commented that while Harper “invokes blood relations” in several inspired cases, “his approach to kinship is a radiant one, reaching out across time, across space, even across race” to include white men such as the Puritan dissident and founder of Rhode Island, Roger Williams, and the farmer-turned-abolitionist, John Brown. Harper’s acceptance of both black and white historical figures as “kin” is unique. Both accepting and utilizing black and white literary forms and techniques in his work, Harper acknowledges a dual tradition of American letters.\n\r\nHarper’s later collections of poetry included Honorable Amendments (1995), Songlines in Michaeltree: New and Collected Poems (2000), which brings together work from Harper's past, as well as previously unpublished verse, Debridement/Song (2002), and Use Trouble (2009). As a professor at Brown University from 1970 to 2016, Harper helped shape generations of poets, writers, and scholars. The first poet laureate of Rhode Island (1988-1993), he received fellowships from the National Endowment for the Arts and the Guggenheim Foundation, among others. In 2008 he won the prestigious Frost Medal for Lifetime Achievement from the Poetry Society of America.\n\r\nIn the African-American Review, Keith Leonard wrote that in Harper’s “best poems about personal pain, about historical figures like Frederick Douglass, or about musicians and writers and, therefore, about artistry, his chiseled, forbidding poetics effectively suggest the harrowing unity between vision and memory, Western and non-Western, pain and beauty, by which Harper defines black identity and resists literary convention.” Michael S. Harper died in 2016.\n", "attrs": {}}