{"pf_url": "https://www.poetryfoundation.org/poets/michael-s-glaser", "name": "Michael S. Glaser", "yob": "1943", "yod": null, "image": null, "bio": "\nBorn in Chicago, poet Michael S. Glaser earned a BA at Dennison University and an MA and a PhD at Kent State University. His poetry collections include A Lover’s Eye (1989) and Being a Father (2004) as well as several chapbooks. Known for his accessible, free verse style, Glaser often engages everyday life in deceptively simple ways. He spoke to the ways in which writing and the domestic sphere are intertwined in an interview for The Enterprise. “To me, part of the revision process is that this poem on the page has its own life,” he said. “How do I honor that? You think of it almost like, and this might be a very dangerous analogy, raising children. You hold an infant in your hand and that child is totally dependent on you. And the whole rest of your life is the process of letting go and then honoring the otherness of your child—if you’re good and lucky.”\r\n \r\nIn addition to his own collections, Glaser edited the anthologies The Cooke Book: A Seasoning of Poets (1987) and Weavings 2000: The Maryland Millennial Anthology (2000). With Kevin Young, he coedited The Collected Poems of Lucille Clifton 1965–2010 (2012). His poems have been featured in numerous anthologies, including Unsettling America: An Anthology of Contemporary Multicultural Poetry (1994), Outsiders: Poems about Rebels, Exiles, and Renegades (1999), and Light-Gathering Poems (2000).\r\n \r\nGlaser’s honors include the Columbia Merit Award for service to poetry and the Homer Dodge Endowed Award for Excellence in Teaching. He served as poet laureate of Maryland from 2004 to 2009. A professor emeritus at St. Mary’s College of Maryland, he is on the board of the Maryland Humanities Council. Glaser also taught as a poet-in-the-schools through the Maryland State Arts Council for more than 20 years. He lives in St. Mary’s City, Maryland.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}