{"pf_url": "https://www.poetryfoundation.org/poets/michael-lally", "name": "Michael Lally", "yob": null, "yod": null, "image": null, "bio": "\nMichael Lally was born in New Jersey into a working-class family. He joined the Air Force before gravitating toward the poetry scenes associated with both the Beats and the second generation New York School poets. A jazz musician, a former actor, an organizer, and an activist, he is the author of more than 30 books of poetry and prose. David Lehman has described Lally as a “gregarious, theatrical, funny, sometimes pugnacious master of the contemporary American idiom.” Frequently compared to Frank O’Hara, Lally also taps into poetry’s spiritual largesse in the manner of William Carlos Williams. Or as Lally himself put it, “I’m always attracted to Whitman as opposed to Eliot, Kerouac as opposed to Burroughs, who believed in the transcendent power of the human spirit…My goal has been to talk to the kid I was when I was 14, 15, 16—before I had any education, before I had read anything that sophisticated but still knew certain things in my heart.”\nLally’s collections include Stupid Rabbits (1971); White Life (1980); Cant Be Wrong: Poems 1985–1992 (1996), which won a PEN Oakland/Josephine Miles Literary Award; It’s Not Nostalgia (1999), winner of an American Book Award; Swing Theory (2015); and Another Way to Play: Poems 1960–2017 (2018). Poet Eileen Myles introduced Another Way to Play as “a broken book in the best sense. There’s no whole here, the self is never resolved, but what’s delivered, weltered in poem form, is a novelistic series of impressions. It’s a real thing and a changing thing. An aesthetic and a biographical one.” Lally is the recipient of a fellowship from the National Endowment for the Arts, among other honors. He lives in Maplewood, New Jersey.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["New York School (2nd Generation)"]}}