{"pf_url": "https://www.poetryfoundation.org/poets/michelle-chan-brown", "name": "Michelle Chan Brown", "yob": null, "yod": null, "image": null, "bio": "\nBorn in London, poet Michelle Chan Brown grew up in Prague, Krakow, Moscow, Belgrade, and Kiev. She earned a BA and an MFA at the University of Michigan, where she was a Rackham Fellow.\nIn her poems, Brown pairs psychological and social investigations into themes of identity, distance, and home. Poet Bhanu Kapil chose Brown’s debut collection, Double Agent (2012), for a Kore First Book Award. In a 2015 interview for the blog Writing Like an Asian, Brown discusses the title of her second book of poems, Motherland, With Wolves (2015), which won a Jean Feldman Poetry Prize. “Motherland—as concerned with the bleed between mother and daughter, passive or active resistance to the maternal definition of what a woman should be; motherland: a term that's been embedded in my brain since living in Moscow in the late ‘90s and studying Russian language and literature in college; motherland: both profound and also used satirically; motherland: a place I'm ambivalent about entering—both the interior of my own mother, her separateness, her mysteries, and the experience of mothering itself, which may never be; motherland: mysterious, because as a hybrid/halfie, and one for whom home meant disconcertingly similar houses in cities throughout Eastern Europe and Eurasia (my father was in the foreign service), and, in the States, calling DC, the least motherlandish of cities, transient as it is, home—I have a fascination with, and difficulty understanding, a soul-connection to place, as much as I desire it.”\nA poetry editor for Drunken Boat and recipient of scholarships from the Sewanee Writers’ Conference and the Vermont Studio Center, Brown has also received a Kundiman fellowship and a Fulbright scholarship to Kazakhstan, a journey she recorded in her blog, Year of the Horse.\n", "attrs": {}}