{"pf_url": "https://www.poetryfoundation.org/poets/michael-mcclure", "name": "Michael McClure", "yob": "1932", "yod": "2020", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b40710f4bf1a40e5c8e26ddadc6180f60fcd3ab2.jpeg", "bio": "\nBeat poet, playwright, novelist, and documentary filmmaker Michael McClure was born in Marysville, Kansas, and raised there and in Seattle. Educated at the University of Wichita, the University of Arizona, and San Francisco State College—where he studied with poet Robert Duncan. He gave his first poetry reading in 1955 alongside Allen Ginsberg, who gave his first public reading of \"Howl,\" when McClure organized the famous Six Gallery readings which would launch the legend of the Beat Poets and the San Francisco Renaissance.\n\r\nMcClure was the author of numerous collections of poetry, including Persian Pony (2017), Mephistos and Other Poems (2016), Of Indigo and Saffron (2011), Mysteriosos and Other Poems (2010), Rebel Lions (1991), and The New Book/A Book of Torture (1961). McClure’s poetry combined spontaneity, typographical experimentation, Buddhist practice, and “body language” to merge the ecstatic and the corporeal. Publishers Weekly noted of his work, “McClure infuses ecstatic direct address and colloquial diction with an exquisite sensibility, one that reveals the world in its ordinary complex gorgeousness.” He frequently performed his poetry with musical collaborators, including composer Terry Riley, and recorded several CDs with Doors keyboardist Ray Manzarek.\n\r\nHe is also the author of the novels The Mad Cub (1970) and The Adept (1971), and several essay collections, including Scratching the Beat Surface: Essays on New Vision from Blake to Kerouac (1994) and Meat Science Essays (1963). He has written more than 20 plays and musicals, several television documentaries, and the song “Mercedes Benz,” which was made famous by singer Janis Joplin. His 1965 play “The Beard,” which depicts an imagined sexual encounter between Jean Harlow and Billy the Kid, gained notoriety when it was (unsuccessfully) brought to trial on charges of obscenity. In Jack Kerouac's autobiographical novel Big Sur, he based the character Pat McLear on McClure.\r\n \nMcClure's honors included a fellowship from the Guggenheim Foundation, a grant from the National Endowment for the Arts, and the Alfred Jarry Award, as well as a Rockefeller grant for playwriting and an Obie Award for Best Play. \n\r\nMcClure taught poetry at California College of the Arts for over 40 years. He lived in Oakland with his wife, the sculptor Amy Evans McClure, before his death in 2020. A selection of his papers is held at the Bancroft Library of the University of California, Berkeley.﻿\n \n\n", "attrs": {"Region:": ["U.S., Western"], "School/Period:": ["Beat"]}}