{"pf_url": "https://www.poetryfoundation.org/poets/michael-field", "name": "Michael Field", "yob": null, "yod": null, "image": null, "bio": "\nUnder the pseudonym Michael Field, Katherine Harris Bradley and her niece Edith Emma Cooper collaboratively published eight books of poetry and twenty-seven plays in late 19th-century Britain. The two women enjoyed a warm reception as Field in Victorian literary circles upon the release of their first major verse drama, Callirhoë and Fair Rosamond (1884), even garnering the admiration of Walter Pater, George Meredith, and Robert Browning. Though Browning, a lifelong friend, later let slip Field’s true identity and tempered the enthusiasm surrounding ‘his’ debut, Cooper and Bradley would nevertheless remain an integral part of the British literary scene up until their deaths from cancer within nine months of each other in 1913 and 1914.Born to a wealthy tobacco industry family in 1846, Katherine Bradley was well-educated in the arts and sufficiently financially independent to pursue that interest to the exclusion of work and marriage. She lived with and cared for her ailing older sister Emma, and assumed responsibility for Emma’s daughter Edith, born in 1862. Edith herself became interested in literature, composing poetry and translating Virgil as a teenager. Despite an age difference of sixteen years, the two women bonded over their shared interests. By the time they attended classes together at University College, Bristol, in the late 1870s, Cooper and Bradley’s relationship had evolved into a deep romantic connection. Though they lived together for nearly the next forty years, their relationship met with little criticism from the community at large.\nAll of their work, even their private journals, was written jointly; Cooper and Bradley even claimed that they often could not tell each other’s lines apart. Many critics feel that the Michael Field pseudonym, along with masking their gender, allowed them to explore the intensity of their connection to one another. Much of Field’s verse, such as the collections Long Ago (1889) and Sight and Song (1892), deals quite openly with feminine sexuality and erotic love between women. Pagan classicism and the works of Sappho, who had just been reintroduced to Victorian audiences through Henry Wharton’s 1885 translations, became for Cooper and Bradley a source of great inspiration. Later, they would turn to social and political commentary, both contemporary and historical, and towards the end of their lives, replaced their atheistic beliefs with those of Catholicism (they converted in 1907). Yet, despite shifting interests, their plays and poetry still focused on the power of the feminine, prominently featuring strong and complex female characters.Though Michael Field—and the two women who made him—was largely forgotten after Cooper and Bradley’s deaths, the late 20th century saw a renewed interest in this unique literary partnership. Today, Katherine Bradley and Edith Cooper are renowned both for their formal acuity and for their groundbreaking contributions to lesbian and women’s literature.\n", "attrs": {"Region:": ["England"], "School/Period:": ["Victorian"]}}