{"pf_url": "https://www.poetryfoundation.org/poets/michael-longley", "name": "Michael Longley", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/f67121e92156dcdac13e620913ff89f13516d025.jpeg", "bio": "\nOne of Northern Ireland’s foremost contemporary poets, Michael Longley was born on July 27, 1939. He is renowned for the quiet beauty of his compact, meditative lyrics. He is the author of many poetry collections, including Angel Hill (2017); The Stairwell (2015), which received the 2015 International Griffin Poetry Prize; The Ghost Orchid (2012); The Weather in Japan (2000), which won the Irish Times Literature Prize for Poetry, the Hawthornden Prize, and the T.S. Eliot Prize; and Gorse Fires (1991), winner of the Whitbread Poetry Prize. In 2001 Longley was awarded the Queen’s Gold Medal for Poetry. He is a fellow of the Royal Society of Literature.\nKnown for using classical allusions to cast provocative light on contemporary concerns—including Northern Ireland’s “Troubles”—Longley’s poetry is also marked by sharp observation of the natural world, deft use of technique, and deeply felt emotion. His debut volume, No Continuing City (1969), heralded the arrival of a new voice from a region which had already produced recognized talents like Seamus Heaney and Derek Mahon. Longley’s early influences were English poets like Philip Larkin, Louis MacNeice, World War I poets, as well as masters from the classical tradition. The critic Langdon Hammer has described Longley’s poems as masterpieces of “lucidity, economy, sincerity … by means of meticulous, unpretentious technique.” When asked in a 1998 interview about the formal discipline that helps him produce four- and two-line poems, Longley replied, “Was it Tennyson who said that a perfect lyric inscribes the shape of an S? That sense of a gesture, you know, the way you use your hand if you’re bowing, if you’re reaching out to shake somebody’s hand, if you’re going to stroke a cat, if you’re holding a woman’s hand to take her on to the dance floor.”\n\r\nLongley’s work engages diverse subjects, including Homeric literature, the landscape of Carrigskeewaun, jazz, Walter Mitty, and the politics of Northern Ireland. On the public and political responsibilities of being a Northern Irish poet, he has commented, “Though the poet’s first duty must be to his imagination, he has other obligations—and not just as a citizen. He would be inhuman if he did not respond to tragic events in his own community, and a poor artist if he did not seek to endorse that response imaginatively.” Reviewing his Selected Poems (1993), critic Fran Brearton praised in particular Longley’s more political poems, noting his “use of a compassionate yet unsentimental voice, and an attention to detail which restores specificity at a point in history when it is most in danger of being lost in abstraction—numbers, dates, death-tolls counted beyond comprehension.”\nLongley is married to the critic Edna Longley. They live in Belfast, Ireland.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}