{"pf_url": "https://www.poetryfoundation.org/poets/michael-anania", "name": "Michael Anania", "yob": "1939", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/eb9c309017754e23aac7f1775e1992bd3ffa76d9.jpeg", "bio": "\nMichael Anania was born in Omaha, Nebraska, on 5 August 1939. His mother, Dora, was born in Oldenburg, Germany, and his father, Angelo, who died when Anania was nine, was born in Omaha to parents from the southern Italian province of Calabria. Tuberculosis made it impossible for Angelo to hold a steady job, and Anania grew up in an Omaha housing project. Anania's fascination with his father, who survived by odd jobs, card dealing, and street wisdom and who never left the house without a gun, is reflected in The Red Menace. Both the father and the gun make repeated appearances in Anania's poetry, notably in \"Temper\" in The Color of Dust (1970) and \"Reeving\" in Riversongs (1978). \"Reeving\" depicts Angelo as \"the dying gambler in black / coughing into his cards / or oiling the blue sheen / of his stub revolver.\"\nIn the afterword to his first book, the 1969 New Poetry Anthology, Michael Anania wrote, \"There is little evidence that modernism is dead or even dying. The tradition of Pound, Eliot, Williams, Stevens and their contemporaries is very much alive.\" Anania's importance as a poet lies in how he preserves and develops this modernist tradition in American poetry. A deep commitment to modernism and the tradition of experimental, often difficult, poetry that flows from modernism has informed Anania's career as poet, editor, essayist, and novelist from its beginning to the present day. Anania's poetry draws its energies from a wide range of modernist sources; it shows the influence of William Carlos Williams in its emphasis on concrete particulars and American places and the influence of Wallace Stevens in its speculative, philosophical lyricism. Anania has also shown a strong commitment to modernism and its traditions as an editor with Audit (later Audit/Poetry) from 1962 to 1967, Partisan Review from 1974 to 1975, the Swallow Press from 1967 to 1974, and Tri-Quarterly since 1976. His essays, many of which are collected in In Plain Sight: Obsessions, Morals and Domestic Laughter (1991), include some of the most insightful insider's views of American literary publishing available today as well as sensitive treatments of many poets whose work lies outside the American mainstream. The 1984 autobiographical novel The Red Menace also shows Anania's modernist and experimentalist allegiances in its deliberately disjointed and digressive narrative structure.\n\r\nOf the Omaha schools where he was educated, Anania has said, \"Standing up and saying you were a poet would be a little bit like standing up and saying you were a target.\" Nevertheless, Anania developed an interest in poetry early and carried it with him first to the University of Nebraska at Lincoln, where he studied from 1957 to 1958, and later to the Municipal University of Omaha (now the Omaha campus of the University of Nebraska), where he completed his undergraduate studies. As an undergraduate Anania wrote poetry as well as plays and stories modeled on Jean-Paul Sartre, edited the campus literary magazine (the first step on a distinguished editorial career), admired existentialism, and was, in his own words, \"thrilled by anything complicated and remote.\" He also became what he calls a \"sentimental Communist\"; he documented his failed attempt to join the Communist Party in his novel The Red Menace. While an undergraduate Anania also clashed with one of his teachers at Nebraska, the poet Karl Shapiro, who was later to become a friend and influence. The clash itself was an instance of unfortunate timing: Shapiro was then writing an important series of articles attacking the more retrograde political and social views of Pound and Eliot while Anania, entranced with their \"complicated and remote\" cosmopolitan modernism, was just coming to appreciate them.\n\r\nBefore leaving Omaha for graduate school, Anania attended a Poetry magazine gala in Chicago that was to prove important in two ways. Here Anania met W.H. Auden, whom he was to see on several occasions in later years, and their association helped form Anania's deep attachment to English poetry. Here, too, Anania met Louis Untermeyer and Oscar Williams, the leading anthologists of the day, a meeting that becomes significant in light of Anania's later achievements as an anthologist and editor of books and journals.\n\r\nAfter marrying Joanne Oliver in December 1960, Anania arrived at SUNY at Buffalo in 1961 with the goal of using its extensive modern poetry archive to write a dissertation on Wallace Stevens or William Butler Yeats. Anania was still feeling the lure of the remote and complicated when he arrived in Buffalo, but the simple fact of leaving his home state soon gave him the impetus to attempt a poetry that was not remote but grounded in the very things with which he was most intimately familiar. As Anania puts it, \"Leaving Nebraska made it clear that writing about Nebraska was like writing about Rome or Florence—it was tangible, real, nobody knew it, there were concrete things in it for poems and what had absolute familiarity for me was unknown to others.\" This sense of the value of the tangible and familiar was reinforced by Anania's discovery of William Carlos Williams. While Anania had read some of Williams's poetry before coming to Buffalo, he now had access to an astonishing archive of material and came to see the possibilities of Williams's poetics for the first time.\n\r\nA dissertation on Williams's early poetry was already under way when Albert Cook, then chairman of the English department at Buffalo, brought together an unprecedented group of poets and critics concerned with contemporary poetry, including at one time or another such luminaries as Charles Olson, Robert Creeley, Gregory Corso, Ed Dorn, Leroi Jones, Diane Wakowski, Leslie Fiedler, and Hugh Kenner. Soon Cook had transformed Buffalo into a vortex of creative energy, a vortex hospitable to both the modernism and the regionalism that had become so important to Anania. In this company Anania wrote many of the poems included in The Color of Dust, the manuscript of which was largely complete by the time Anania left Buffalo in 1964 to teach at nearby Fredonia.\n\r\nAnania's work on the manuscript for The Color of Dust was in no small way facilitated by the confidence and camaraderie that came from this gathering of poets who wrote outside the American mainstream. Describing the democratic atmosphere of Buffalo in the early 1960s, Anania has said that \"all poets of any stripe other than the kind of Snodgrass-Roethke-Dickey official American poetry were all ridiculous outsiders, so we were all strangely equal.\" To be treated like a peer by poets 20 years his senior was a great boon to an aspiring poet such as Anania.\n\r\nAnania left upstate New York in 1965 to teach for three years at Northwestern University before taking a position at the Chicago campus of the University of Illinois. Editorial and teaching duties along with work on the never-finished Williams dissertation delayed the publication of The Color of Dust, but when the book came out in 1970, it was well received and widely reviewed. The book is made up of four sections, the first of which, \"Stops Along the Western Bank of the Missouri River,\" consists of nine linked poems that return again and again to the urban and rural landscapes Anania had known in Nebraska and to themes about the relation of landscape to history and to language. The first section begins with the four-part poem \"A Journey,\" the most successful poem in the volume and the most indicative of the direction Anania's career was to follow. It foreshadowed the poetics of place that informs \"The Riversongs of Arion,\" the major series in Anania's next book of poems, Riversongs.\n\r\nThe landscapes of \"A Journey\" are primarily urban and reflect that, while Anania is very much a Midwestern poet, he can also be a profoundly urban poet. These landscapes, saturated with detail, can have the dry, quiet, uncanny quality of a Giorgio de Chirico painting:\nan old black fisherman\nwrinkles the shadows of a doorway,\ndreams of bullheads, long horns.\nClark Street at the silent turning\nof shadows in the dust of August,\na passing car rearranges the atmosphere\nraising a cloud of fine curb dust,\na carp breaks water in a swirl of scum\nthen slips back into the ages of mud\nas the dust sifts through sunlight\ninto heavy air.\n\r\nThis passage is one of many that show how one of the things Anania learned from his intense study of William Carlos Williams was how to love the details of a place, right down to the particularities of the sidewalks (\"cracked by the roots of elms / that hang over the walks\") and the proper nouns by which places are known (\"Cecil's Barber Shop, Mason Street, Rees Street\"). Williams's work also taught Anania how to get those particularities into his poems without romanticizing or idealizing them. In fact, the distance between the ideal and the real is one of the themes of \"A Journey,\" which begins by ironically juxtaposing the name of Grace Street in Omaha and the aspirations of those who named that street with the reality of the street itself as it drops \"down to the yards, / to the open sewer that / swills into the river.\"\n\r\nThe mythical and historical only begin to be layered onto the intimate geography of \"A Journey\" at the end. Here, in a section significantly titled \"Afterthoughts,\" Anania sees Omaha in the quasi- mythic context of the landscapes of the American West and sees \"At the flats where the river bends / a party of white men, / a dark woman standing apart / looking to round hills.\" This unnamed group is Meriwether Lewis and William Clark's expedition, the woman Sacagawea, who is transformed into the river's spirit of place in the final, epiphanic lines where the ordinary world fuses with the world of mythic history:\nWe move through intersections\ncapable of history.\nBirdwoman, bronze lady of the river,\nfigurehead of keelboats,\nsteel lady of bridges,\nwe pass in the dead of August.\n\r\nThe association of the quotidian place with these figures of American myth and history comes only late in the poem, however, and this epiphany remains secondary to the evocation of the physical details of the city itself. They are \"Afterthoughts. First, // the city in dust.\"\n\r\nAmong the other poems from \"Stops Along the Western Bank of the Missouri River\" that stress themes of the connections and distances between place and the language and stories through which readers understand place are \"Shear Face,\" \"Arbor Lodge,\" and \"Missouri Among the Rivers,\" which ends with the lines \"Bluff crests in Fontenelle are quiet, / give no emblem, figured name.\" Herein lies the paradox of place and language that so fascinates Anania: the place bears no natural relation to language for it; yet even to speak of this disjunction between place and language the poet finds himself using a proper name (that of Logan Fontenelle, last chief of the Omahas) that is redolent with the history of the region.\n\r\nAnother poem from this section, \"Of the River Itself,\" addresses the dichotomy of permanence and change, a theme that is to haunt Anania's work for the rest of his career. \"This is my advice to foreigners,\" the poem begins, \"call it simply—the river / . . . and except when it is necessary / ignore the fact that it moves.\" There is a kind of will to stability and permanence here despite the poet's knowing such stability to be illusory. The poem ends with a bold assertion—\"We are not confused, / we do not lose our place\"—but in the context of the poem this statement must be taken not as certainty but as a wish for, or will to, certainty, a desire for an impossibly unchanging world. The river, despite what the reader may want to believe, is in constant flux, and what is dramatized in this poem is the impossible wish to turn it into an emblem of permanence.\n\r\nThe second section of The Color of Dust is untitled and consists of short lyric and dramatic poems notable for the casualness with which they mix references to high and popular culture: William Butler Yeats, the classical Japanese printmaker Hokusai, Lois Lane, and Grace Slick of Jefferson Airplane all make their appearances. Anania's casualness in this regard shows the influence of Frank O'Hara, whose poetry Anania selected for a special issue of Audit/Poetry and whose work influenced Anania in many of his early poems, \"Nemesis to Lois Lane\" showing the influence most clearly. This section of The Color of Dust is also notable for its sympathetic but unromanticized portraits of society's outsiders (as in \"Valeeta\" and the three \"Songs From an Institution\").\n\r\nThe third and fourth sections of The Color of Dust consist primarily of meditative poems. When Anania returns to the past in these poems, his concerns are less with the particularities of place and more with his own ancestry. In \"The Temper,\" for example, Anania remembers his father and uses this memory as an occasion to reflect once again on the question of permanence and change. Anania first evokes his father's sense of what is reliable in this world by showing him in one of his characteristic poses:\nholding the revolver in his hand,\ntapping the butt on the table,\nsaying, that is solid,\nmore than this table, solid,\ntempered blue sheen thunk\nreflected on the table top\nsnubnosed, hammerless real McCoy.\n\r\nIn contrast to his father's faith in the solidity and reliability of the gun is Anania's recurrent sense of a world in flux, a world where \"the steam gathers into droplets / that run through us,\" where \"we are no barrier / to the gathering in, changes in the weather.\" In \"Document,\" an elegy for his grandfather that follows \"Temper\" in The Color of Dust, Anania comes to embrace this sense of flux and impermanence. Near the end of that poem Anania has his grandfather accept his own impermanence, saying \"I flow, / to goldenrod and sunflower, / flower of my hands, color of dust.\"\n\nRiversongs, Anania's second major collection, appeared in 1978 and includes the poems \"Set/ Sorts\" and \"Esthetique du Râle,\" both of which had appeared under separate cover in limited editions. The book begins with the ten-poem series \"The Riversongs of Arion,\" which intentionally recalls \"Stops Along the Western Bank of the Missouri River\" and was first drafted in 1970 as a development of the earlier poems. The poems in \"The Riversongs of Arion\" echo the earlier poems in both their series form and their concern with the geography of the Missouri River near Omaha. The series is particularly reminiscent of Anania's concern in \"A Journey\" with showing how the world of our daily lives is \"capable of history.\" However, while myth and history come only as afterthoughts to a cataloguing of particulars in \"A Journey,\" they are at the center of \"The Riversongs of Arion,\" beginning with the identity of the speaker himself. The Arion of Greek legend is a man captured by pirates who is allowed to sing one last song before his execution. This song summons a dolphin that carries him to freedom. The Arion of Anania's sequence is a contemporary man who, while rafting down the Missouri, gets stuck just south of Omaha at a spot he imagines is just across the river from the place where the Lewis and Clark expedition camped. While the Arion of Greek legend is literally delivered from captivity by his song, the Arion of Anania's sequence delivers the reader from his captivity in the present world of historyless phenomena through his evocation of a mythic, regional past in song.\n\r\nThe first poem in the sequence begins with the evocation of the present-day world, a world of immediate sensations in which the speaker is, literally and figuratively, stranded: \"Adrift on an oil-drum raft / I have traveled this river south / past packinghouse spills // with split-bellied watermelons / and castaway chicken heads.\" The series continues this presentation of a despoiled world until a random detail, the movement of catfish upstream, brings to mind first the oral lore of those who have worked the river and then a memory of the explorers who traveled this same river generations ago:\n. . . Rivermen call this\nthe catfish dance because\nfrom the banks they seem\n \nstationary, bobbing up\nand down in the dark foam.\nMarquette feared the thud\n \nof their bodies against his canoe.\n\r\nSoon Arion wills himself to believe that the point where he is stranded is a spot across from the camp of the Lewis and Clark expedition, and the series becomes a rich blend of Arion's song and material from Captain Clark's journals. As in Anania's earlier poem \"A Journey,\" Sacagawea seems to become Omaha's spirit of place—\"the city squats above the river, / as an Indian woman at her / day's work might squat\"—but the vision here is a tentative one, tempered by Anania's sense of impermanence and flux. The idea of Sacagawea transformed into Omaha's spirit of place relies on the notion that these riverbanks are the same shores on which Sacagawea stood, but as Anania's Arion acknowledges, \"In time / the river sidewinds its banks. / Never the same soil.\"\n\r\nIn the end, though, the series of poems offers two affirmations. The first of these takes the form of embracing the process by which the world of observed phenomena seems to invite and accept imaginative leaps like that Arion takes in envisioning Sacagawea as the local spirit of Omaha: \"Light play and murmur acquiesce / to image and parable, that tongue // flicking, our incessant song.\" The second affirmation is an acceptance of change itself, which comes in the final song, in which the flow of the river is transformed into the flow of fluids through \"the delicate tubes that feed and drain\" a man in a hospital. Here, in a development of a theme announced in \"Document\" from The Color of Dust, the river's flux and flow becomes emblematic of the cycle of life itself.\n\r\nMemory, the passage of time, and the image of the river come up repeatedly in sections 2 and 3 of Riversongs, but these sections also invoke a strong sense of the urban world of social unrest, the world of activism and protest and riots that surrounded Anania at the Chicago campus of the University of Illinois where he taught. Chicago's urban landscapes and the tension of the Cold War find their way into such poems as \"Tracings\" and \"Blind Pew,\" and the milieu of urban riot and protest is the subject of \"NewsNotes, 1970,\" the immediate occasion of which was a riot in the Chicago Loop following a concert by Sly and the Family Stone. This last poem is important not only for the way it documents the experience of urban unrest but also for its exploding of certain romantic notions of how one can escape from such unrest. The last of the four parts of the poem turns suddenly from a city with \"cars / overturned and burning\" to a calm and apparently changeless pastoral landscape. Anania refuses the easy romantic notion of nature as a timeless retreat from historical strife and change, however; he sees the processes of change in nature itself in \"the sounding fall / as ice moved a millennium.\" Even at a time when the need for stability became a psychological necessity, Anania remained fundamentally a poet of transience and change.\n\r\nThe fourth section of Riversongs consists of a series of poems called \"Set/Sorts,\" which in their spare, short-lined tercets show the influence of Robert Creeley, a poet Anania had known at Buffalo. While the series deals with love intimately and beautifully, its lyricism is matched by Anania's typical intellectual rigor. The poem includes some of his finest images of the mind trying and failing to grasp stable patterns in the world, such as the following from \"Sorts: I\": \"how // soon the sense fails / like crystal husking / its facets into some // dazzle without weight or shape.\"\n\r\nThe fifth and final section of Riversongs develops Anania's concerns with transience, perception, and landscape in new ways. In \"A Hanging Screen\" Anania wishes for his poetry to be an art which embodies in its very form the transience he had celebrated in so many of his earlier poems: \"I wanted to make this poem / of silk,\" he says, \"stretched tight / and polished, an ink wash / drifting ambiguous mountains, // words gathered like momentary details.\" He longs for an art \"alive and painting a surface / of perceptual change, the eye's / return always at odds with / memory.\" Two other poems from this section, \"Interstate 80\" and \"Return,\" develop Anania's concern with how the world is perceived by taking as their subject the automobile as an instrument not of transportation but of perception, marking the ways rapid linear movement down the highways affects our perception of landscape and time.\n\r\nLike Riversongs, Anania's 1986 book, The Sky at Ashland, includes many poems previously published under separate covers in limited editions: \"Constructions,\" \"Such Summers,\" and \"Variations for a Summer Evening\" initially appeared as Constructions/Variations (1985), while \"The Sky at Ashland\" and \"On the Conditions of Place\" were first printed as The Sky at Ashland: On the Conditions of Place: Two Poems (1985). The world of urban disturbance has receded in this book, along with the activist furor that surrounded Anania at the University of Illinois-Chicago in the 1970s. Here, as the critic Robert Bray says, \"The landscape is natural, not cultural: a single implication of roads, one lonely image of farming ('gray silos'); the rest is a wild garden place whose 'natural' literary genre is the pastoral.\"\n\r\nThe book opens with a section consisting of the six-part title poem and many shorter works, many of which use the terse, Creeleyesque tercets of \"Set/Sorts,\" and all of which revisit tropes and themes familiar to readers of Anania's earlier work. Meditations on the relation of language to the world are found in the title poem (\"If words extend themselves from place / to place, are their movements less // determined than the course of water . . . \") and in \"The Fair Maid of Ribblesdale,\" in which \"words, like waves, define the shore,\" making the merely physical into human experience. There are also differences in Anania's use of the recurring symbol of permanence and change, the river. In \"Mt. Vernon Gardens, 1978,\" for example, the river becomes a symbol not of historical change and duration but of individual identity and the ever-changing current of consciousness and emotion that somehow makes up a life. The river here\n. . . seems to slide\nthrough us, not\n \nin the blood,\nstrumming, but\nin the under-\n \ncurrent of feeling\nbulging like dense\nwater, moment to\n \nmoment, this dry\nseason, all these\nyears beneath our skin\n\r\nThe second and third sections of The Sky at Ashland, by contrast, mark a departure from Anania's previous work. The second section, with such poems as \"Song Vert(e),\" \"Motet,\" and \"Canticle,\" uses music as both metaphor and formal guide as do some of the jazz-influenced poems from the third section, such as \"Cantilena\" and \"Variations for a Summer Evening.\" Other poems from the third section exploit the energy of demotic American speech, which Anania rightly sees as heavily mannered and rhetorical. (In his essay \"O Lana Turner We Love You Get Up\" he has written that what is \"plain\" is \"not the least bit like talk,\" with its \"lovely slouch and exaggeration.\") \"A Pastoral,\" which is dedicated to Anania's friend Chicago novelist Nelson Algren, shows Anania's marvelous ear for the structure of speech with lines such as \"Hilda used to live on Milwaukee Avenue, and now, who knows, if ya get my drift.\" While this kind of demotic language is one of the primary idioms of Anania's novel The Red Menace, poems such as \"A Pastoral\" and \"Lucy to the Driver\" from the third section of The Sky at Ashland are among the few poems in which Anania makes extended use of the energies of demotic speech. The section ends with another rarity in Anania's work, an occasional poem. \"Fortieth Anniversary Poem, August 6, 1985,\" written for the fortieth anniversary of the dropping of the atomic bomb on Hiroshima, makes powerful use of chantlike repetition (a rare device in Anania's spare, even fastidious, poetics) to stress the incomprehensible power of the blast, \"this light and its forty-year shadow.\"\n\r\nEach of the final two sections in The Sky at Ashland consists of a single poem of several parts: \"Borrowed Music\" (dedicated to Objectivist poet Ralph Mills Jr., Anania's colleague at the University of Illinois—Chicago) and \"Constructions,\" an elegiac poem in twelve parts. While distinct in both form and thematic concern, both poems end by confronting the artifice of poetry and \"the limits of words / all they cannot touch.\" In this sense they can be seen as a continuation of Anania's long meditation on the relation of language to the world.\n\r\nAmong the many previously uncollected poems that appear in Anania's Selected Poems (1994), the most important, \"Factum, Chansons, Etc.,\" also takes up the question of language and its relation to physical things. The poem begins with a quotation from Amethe Smeaton's 1937 translation of the book by Vienna-circle linguistic philosopher Rudolph Carnap, The Logical Syntax of Language, in which Carnap makes a distinction between determined and undetermined names: \"In a name / language, in / addition to // names with / determined / meanings, such // as Prague\" there are also \"names with / undetermined // meanings, such / as a and b.\" In the sections of the poem that follow, Anania takes this abstruse statement and plays with it, as in this passage in which he watches an old film of Carnap's Prague and proposes that\nIf a is the city, gray\nand somewhat out of focus,\nand b, the sharp trolley lines,\n \nor if the foreground\nis scattered with mulberries\nand pin-cherry is a tree\n \nwhose gnarled branches shine\n. . . . . . . . . . . . . . . . . . . . . . . .\nthe residue of decaying fruit seems reliable[.]\n\r\nThe mock-logic of Anania's proposition and the juxtaposition of the arid language of Carnap's philosophy with the lush world of pin cherries and mulberries show both the limitations of our philosophical frameworks as descriptions of the world and the poverty of linguistic theory. For Anania, \"what there is at hand demands / the more attention always.\"\n\r\nNearly 25 years after \"A Journey,\" in which Anania wrote of abstractions as afterthoughts secondary to the power of physical particulars, Anania states again in \"Factum, Chansons, Etc.\" an affirmation of the world of things, and in this the reader can sense the underlying consistency of Anania's sensibility, a sensibility as rooted in the concrete as that of William Carlos Williams and as speculative as that of Wallace Stevens. While the difficulty of Anania's work will always limit its audience, the work rewards the effort it demands, and his work promises to carry the modernist tradition in American prose and poetry into the future.\n", "attrs": {"Region:": ["U.S., Midwestern"], "School/Period:": ["Modern"]}}