{"pf_url": "https://www.poetryfoundation.org/poets/michael-collier", "name": "Michael Collier", "yob": "1953", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/54ee17f9374c4c056162392f7b059d6c43af418e.jpeg", "bio": "\nMichael Collier was born in Phoenix, Arizona in 1953. He studied with William Meredith as an undergraduate at Connecticut College, and earned his MFA at the University of Arizona. Poet laureate of Maryland from 2001-2004, Collier is also the director of the Bread Loaf Writers’ Conference, and teaches in the creative writing program at the University of Maryland. His books of poetry include The Clasp and Other Poems (1986), The Folded Heart (1989), The Neighbor (1995), The Ledge (2000), which was a finalist for the National Book Critics Circle Award, and Dark Wild Realm (2006).\nCollier’s poems often reveal a fascination with objects and their significance; they are populated with, according to poet and critic James Longenbach, a “sinister and yet oddly comic cast of misfits, ogres and giants.” One of his poems from The Neighbor juxtaposes a map of Vietnam, bread balls, and fish hooks for catching bluegills; in “All Souls,” macabre, costumed revelers watching a raccoon are dressed as historical and political figures. Collier himself has noted, “I suppose… that I believe almost literally in Williams’ notion of ‘no ideas but in things.’ I’m a consumer. I like things.” Beyond the surfaces of the things and characters, Collier’s poems reach for moments of truth and clarity.\n\r\nAs an editor and director of the Bread Loaf Writers’ Conference since 1995, Collier has been an influential member of the writing and teaching community, saying in a Blackbird interview about teaching poetry, “I think poetry does have this ability to help us deal with things that aren’t black and white and make our thinking more subtle.” He has spoken of his relationship with Meredith, and other teachers, as necessary stages in his development. In an interview with the University of Maryland’s magazine he noted, “A mentor can take you to a certain place, can take you so far and then you have to move on from your mentor.” Collier is the editor of two acclaimed anthologies of poetry, The Wesleyan Tradition: Four Decades of American Poetry (1993) and The New American Poets: A Bread Loaf Anthology (2000), and a translation of Medea (2006). He is also the author of a collection of essays, Make Us Wave Back (2007).\n\r\nMichael Collier has received numerous awards for his poetry, including fellowships from the Guggenheim Foundation and the National Endowment for the Arts, the Alice Fay di Castagnola Award, an Academy Award in Literature, a Pushcart Prize, the Thomas Watson Fellowship, and a “Discovery”/The Nation award. He lives in Maryland.\n \n \n \n \n \n", "attrs": {"Region:": ["U.S., New England"]}}