{"pf_url": "https://www.poetryfoundation.org/poets/miguel-hernandez", "name": "Miguel Hernández", "yob": "1910", "yod": "1942", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/eafbfd195a57a53657ae13ca12760ae99cef622d.jpeg", "bio": "\nMiguel Hernández Gilabert was born to poor parents on October 30, 1910 in the town of Orihuela, near Murcia, in southeastern Spain. His father, Miguel Hernández Sánchez, a herdsman and dealer in sheep and goats, took for granted that his son would soon be hard at work helping with the family business. From a very early age, Miguel was expected to perform menial tasks around the house and stable. A lengthy, enriched education was out of the question, both for economic and socio-cultural reasons; instead of starting school at the usual age, Hernández was forced for years to shepherd his father’s flock. This grueling, solitary experience had a profound impact on him. His work on the farm led him to establish a special bond with nature, and he later drew on that experience in his poetry.\nWhen Hernández’s passion for reading and writing became evident, his father tried hard to discourage such impractical pursuits. However, Hernández had made a conscious decision to become a poet. A gifted writer with a phenomenal memory, he survived a difficult apprenticeship; with the help and advice of close friends and mentors, he studied Hispanic literature and theater while mastering a wide variety of styles of poetry from earlier decades and other cultures. Against enormous odds, he broke loose from the severe limitations of his humble beginnings to emerge as one of the greatest and best-loved Spanish poets. Hernández’s many books of poetry include El hombre acecha (1939), Viento del pueblo (1937), El rayo que no cesa (1936), and Perito en lunas (1933), as well as numerous posthumously published collections such as Miguel Hernández, selected poems translated by Don Share (2013) and El silbo vulnerado (1949).\nOne common thread in the lives of so many of Hernández’s contemporaries is their education, erudition, and worldliness; unlike them, he was rigidly forbidden to indulge in such interests by his father, who saw no use for formal education or for what his son wrote and recited. Throughout most of his youth Hernández was in conflict with his father over his desire to read and study, and later over his ambition to become a poet. Hernández’s early poems were thus shaped and inspired as much by the numbing routine of his pastoral chores as by the poets whose works he read. His day-to-day chores provided a common motif in poems, such as “En cuclillas, ordeño una cabrita y un sueño” (“Squatting on My Heels, I Milk My Goat and My Dream,”) in Obra completa, a short poem which illustrates his early predilection for creating visual and auditory metaphors out of the down-to-earth scenes of everyday life. In “Aprendiz de Chivo” (“The Apprentice Kid”), also in Obra completa, Hernández depicts the miracle of birth, the awkward yet splendid first moments of a newborn goat as it slowly awakens to the pleasures of its mother’s milk and the sheer joy of being alive. Although many of Hernández’s early poems probably have not survived, about 40 of them were published for the first time in Obra completa, which includes over 100 previously unpublished works.\nIn the years immediately after Hernández left school, he befriended the Catholic writer Sijé (Marín Gutierrez) who was drawn to Hernández for his poetry and intellect. Sijé became Hernández’s mentor and guru, suggesting that he study in great depth the 16th-and 17th-century Spanish poets and dramatists and teaching him to fashion his verse with particular care for allegory, semantics, and symbols. Hernández’s poem “Pastoril,” which he had written in his beloved orchard, was published in the Pueblo de Orihuela on January 13, 1930; his career as a published poet had begun.\nMadrid at the time was the literary and cultural capital of Spain; Hernández was naturally drawn to it and made his first trip in 1931. His enthusiasm was dispelled by the cool reception he met within the Spanish metropolis. The tension caused in Hernández by the differences between big-city and country life was to affect him and pervade his poetry at every stage of his life. The butt of mildly unflattering articles, Hernández returned to Orihuela but not before publishing a poem, “Reloj rústico” (“Rustic Clock”), now in Obra completa, in the Gaceta Literaria (May 1, 1932). On his way home, however, he was stopped and imprisoned for not having the proper documentation—the first of two such arrests that left indelible impressions on Hernández. He was obliged to contact his family and friends for funds to get him out of jail, where he remained for several days. He felt that his six months in Madrid had been a disaster; help from the cultural powers had not been forthcoming, nor would it be for years to come.\nBack in Orihuela, Hernández worked menial jobs and wooed the daughter of an officer of the Guardia Civil, Josefina Manresa. Their long and tumultuous courtship would be an inspiration for much of Hernández’s later love poetry. Sijé’s influence on Hernández also became especially strong following his return in seeming disgrace from Madrid. Hernández was hard at work composing his first book, “Poliedros”—published as Perito en lunas (Lunar Expert, 1933). Although he had absorbed through his reading the styles and techniques of baroque pastoral poetry, his “lunar” Arcadia was far removed from its aristocratic source. Beneath the artifice of his culteranismo (art for the sake of art) conceits, his poetry abounds with regional themes, rustic flavors, and popular images intimately linked with the common elements of life on the land: wells and irrigation systems; trees and vegetation; bulls and roosters; and palms and snakes—proof of Hernández’s deep attachment to the natural world around him, the wellspring of his pantheism.\nWith the publication of Perito en lunas (1933), Hernández had finally proved himself a full-fledged poet. His career took off rapidly from that point, and his work evolved from the hermetic baroque style of Perito en lunas through the sensual love poems and quasi-religious themes of early versions of El silbo vulnerado (The Injured Whistle), posthumously published in 1949, to the crystal clarity and sexual candor of the sonnets in later versions of El silbo vulnerado and Imagen de tu huella (Image of Your Footprint), published in 1963, which were reworked in Hernández’s first major work, El rayo que no cesa (1936), translated as Unceasing Lightning (1986).\nIn March 1934, Hernández returned to Madrid, where he befriended poets like Federico García Lorca, Pablo Neruda, and Vicente Aleixandre. Drawn deeper and deeper into the circle of poets that favored the Republican government and its socialist views, Hernández moved further away from Orihuela and Sijé’s influence. When Sijé paid him a visit in Madrid, it was clear that, though they remained close friends, irreconcilable changes had drawn a permanent intellectual barrier between them. Hernández remained torn between two worlds, between the artificial, decadent city and the pure, Arcadian countryside. In June 1935 Hernández collaborated on an homage to Neruda which included a warm dedication (collected in Obra completa) and three then-unpublished cantos materiales (material songs) from Residencia en la tierra. His support of Neruda cost him Sijé’s friendship and he returned to Orihuela emotionally drained; however, the loss also occasioned one of his great poems. In late December 1935, Sijé died of pneumonia. Devastated by the news and beset by terrible feelings of guilt, Hernández turned inward to concentrate and distill his sorrow, composing an elegy to Sijé that many critics consider to be one of the finest elegies in the Spanish language. First published in Revista de Occidente on January 10, 1936, the elegy is an earthy evocation of his friendship and love for Sijé and of Sijé’s long-standing influence on Hernández:\r\n \r\nYo quiero ser llorando el hortelano\r\nde la tierra que ocupas y estercolas,\r\ncompañero del alma, tan temprano.\r\n \r\nAlimentando lluvias, caracolas\r\ny órganos mi dolor sin instrumento,\r\na las desalentadas amapolas\r\n \r\ndaré tu corazón por alimento.\r\nTanto dolor se agupa en mi costado\r\nque por doler me duele hasta el aliento.\r\n \r\nI want to be the grieving gardener\r\nof the earth you fill and fertilize,\r\nmy dearest friend, so soon.\r\n \r\nWith rain and snails my stifled sorrow\r\nnourishes the organs of your body\r\nand I would feed your heart\r\n \r\nthe drooping poppies. Pain bunches up\r\nbetween my ribs till every breath I draw\r\nbecomes an aching stitch.\r\n \r\n—translation by Edwin Honig (from The Unending Lightning, 1990)\r\n \r\nHernández’s style evolved from a tendency toward traditionalism to greater and greater independence of form and imagery. His early preference for the octava and the sonnet and his penchant for la tropología culterana (culturalist tropology) eventually gave way to the simpler textures and more direct language of the canción (song) and the romance (ballad), revealing his kinship with Machado and Lorca. This coexistence of popular and sophisticated art, common throughout most of Spanish history, was also typical of Spanish literature in the 1930s.\nThe culmination of Hernández’s enthusiasm for traditional forms can be found in El rayo que no cesa (1936). These poems were composed over a crucial two-year period in Hernández’s career: 1934–1935. As such, El rayo que no cesa is a pivotal work in Hernández’s development as a poet. His discovery of love, in the person of Josefina, caused him to search out a richer, yet more restricted, vocabulary, less excessively decorative and more functional. Hernández still exhibits a love of wordplay, conceits, and occasional verbal and rhetorical excess, but much less so than in earlier works. The influence of the religious eroticism latent in the Song of Songs and de la Cruz’s Cántico Espiritual (Spiritual Canticle, 1584) can be felt throughout, as well as echoes of Neruda’s Residencia en la tierra and Aleixandre’s La destrucción o el amor.\nOn July 18, 1936 a Spanish military uprising led by Generalissimo Francisco Franco in the North African province of Melilla caused vital Spanish services, such as mail and trains, to come to a stop. Sometime during the next day, Lorca, who ironically had left Madrid to seek the comparative peace and safety of his beloved Andalusia, was captured by the military and killed with some other prisoners near Granada. Such mass executions and other chaotic events threw the country into turmoil and exemplified the wanton death and destruction of the next three years. The Spanish Civil War had a disastrous effect on all aspects of life in the country, particularly those involving culture. Many of the greatest intellectuals and finest artists eventually left the country to live in exile; others, like Lorca, Miguel de Unamuno, and Machado, died at the onset or during the war; and others died not long afterward as a direct result of that brutal conflict and the subsequent savage reprisals and executions.\nHernández enrolled in the well-known Fifth Regiment, part of the Republican forces fighting Franco and the Nationalists; he also joined the First Calvary Company of the Peasants’ Battalion as a cultural-affairs officer, reading his poetry daily on the radio. He traveled extensively throughout the area, organizing cultural events and doing poetry readings for soldiers on the front lines, or even pitching in where necessary to dig a ditch or defend a position. As more and more war poems flowed from his pen, he slowly approached the status of prime poet of the nation during the war years.\nHernández and Josefina were finally married in Orihuela on March 9, 1937 in a no-frills civil ceremony attended by close friends Carlos Fenoll and Jesús Poveda. The atmosphere at the wedding was not entirely happy, but Hernández’s post-marital poetry soon took on new tones and colors, full of sensuality and sexuality seemingly fulfilled. Hernández kept busy working on his poetry during the war, correcting proofs of Viento del pueblo (1937) and preparing speeches. When his propaganda unit was shifted to Castuera in Estremadura province, he took time off from his exhausting pace to see Josefina and came down with a severe case of anemia. Hugh Thomas, noted Spanish Civil War historian, mentions the accelerating pace of Hernández’s literary activities during the war years, a pace that inevitably took a heavy toll on the poet’s health and required him to rest and recuperate on several occasions.\nDuring the war, Hernández also took part in the International Writers’ Congress, held in Madrid and Valencia, and the Fifth Festival of Soviet Theater in Moscow. Attending as one of a group of Spanish intellectuals, the Moscow trip influenced Hernández’s burgeoning dramatic style. However, his commitment to a democratic Spain, and his inability to escape into exile after the triumph of Franco’s troops, meant that he faced a life of arrest and imprisonment. Sentenced to death at one point, his term was commuted to 30 years. Years of war and struggle had left him weakened, however, and Miguel Hernández died in prison, of tuberculosis, in 1942.\n", "attrs": {"Region:": ["Spain"]}}