{"pf_url": "https://www.poetryfoundation.org/poets/miklos-radnoti", "name": "Miklós Radnóti", "yob": null, "yod": null, "image": null, "bio": "\nMiklós Radnóti is considered one of the greatest Hungarian poets of the 20th century. He was born in Budapest to Jewish parents. After a stint in his uncle’s textile business, he turned to literature. Inspired by the activities of the Czech and Hungarian avant-gardes, Radnóti worked for a number of little magazines in Budapest, and his early poetry is influenced by avant-garde techniques. His first collection of verse, Pogány köszöntõ (Pagan Statue, 1930), however, delved into highly personal symbolism rife with pagan imagery. From 1930–1935, Radnóti studied Hungarian and French literature at the University of Szeged, forming important friendships with many of interwar Budapest’s most prominent artists and intellectuals. His second book, Újmódi pásztorok éneke (Song of New-Fashioned Shepherds, 1931), was banned, and Radnóti barely escaped imprisonment. He published seven more collections of poetry and one memoir, Ikrek hava (1940; published as Under Gemini in English, 1985), during his lifetime.\nAs the political climate in Hungary darkened, Radnóti converted to Catholicism. During the 1930s, he traveled to France with his wife, Fanni Gyarmati, several times. During World War II, he was drafted into forced labor because of his Jewish heritage. He continued to write poems and translate poets such as Apollinaire and Henry de Montherlant as well as essays, fiction, and African folk poetry. Radnóti was drafted into a third and final term of forced labor in May 1944. He worked in the copper mines in Yugoslavia; as Soviet troops advanced, Radnóti and his fellow prisoners were force-marched in retreat. Weakened from hunger and torture, Radnóti collapsed and was shot. His body was dumped into a mass grave. Upon exhumation of the grave a year later, a small notebook containing his final poems was discovered. Radnóti’s collected poetry, including his final poems, was published as Tajtékos ég (1946; translated into English as Clouded Sky, 1986). Radnóti is recognized as one of the most important poetic witnesses to the Holocaust, and his work has been translated widely and continuously. Recent English editions of his works include All That Still Matters at All (2014, translated by John Ridland and Peter Czipott).\n", "attrs": {"Region:": ["Eastern Europe"]}}