{"pf_url": "https://www.poetryfoundation.org/poets/miller-williams", "name": "Miller Williams", "yob": "1930", "yod": "2015", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/942d3fc2d506df3d6541dc8b7304638ddcc099bf.jpeg", "bio": "\nPoet, editor, critic, and translator Miller Williams was born in Hoxie, Arkansas in 1930, the son of a Methodist clergyman and civil rights activist. Miller’s work is known for its gritty realism as much as for its musicality. Equally comfortable in formal and free verse, Williams wrote poems grounded in the material of American life, frequently using dialogue and dramatic monologue to capture the pitch and tone of American voices. In 1997 Williams was honored as the country’s third inaugural poet, reading his poem “Of History and Hope” at the start of former President Bill Clinton’s second term. His many other honors include the Henry Bellman Award, the Amy Lowell Traveling Poetry Fellowship, a Fulbright professorship at the National University of Mexico, the Prix de Rome for Literature, the Charity Randall Citation for Contribution to Poetry as a Spoken Art, the John William Corrington Award for Literary Excellence, and the National Arts Award. He was the father of the singer-songwriter Lucinda Williams.\n\r\nAs a child, Miller Williams exhibited more ability in science than in writing. Though he entered college as double major in English and foreign languages, an aptitude test revealed “absolutely no aptitude in the handling of words,” Miller has said in interviews. He changed his major to hard sciences to avoid “embarrassing my parents.” Williams earned a BS in biology from Arkansas State University and an MS in zoology from the University of Arkansas. He taught science at the college-level for many years before securing a job in the English department at LSU, partly with the help of his friend Flannery O’Connor. In an interview, Miller told the story: “We became dear friends and in 1961, LSU advertised for a poet to teach in their writing program. Though I had only had three hours of freshman English formally, she saw the ad and, without mentioning it to me, wrote them and said the person you want teaches biology at Wesleyan College. They couldn’t believe that, of course, but they couldn’t ignore Flannery O’Connor. So they sent me word that said, ‘Would you send us some of your work?’ And I did.” Williams’s appointment began a long career in academia: as a professor at Loyola University, he founded the New Orleans Review; while at the University of Arkansas, where he taught until his retirement in 2003, he founded the University of Arkansas Press, serving as director for 20 years. He also founded the MFA in Translation at the University of Arkansas.\nWilliams has written, translated, or edited over 30 books, including a dozen poetry collections, such as Time and the Tilting Earth (2008); Some Jazz a While: Collected Poems (1999); Living on the Surface: New and Selected Poems (1989), which received the Poets’ Prize; and Halfway from Hoxie: New and Selected Poems (1973). In a review of his collected poems, Some Jazz a While (1999), critic Lee Oser called Williams a poet “of eloquent sanity and distinguished formal competence … a fine observer of the emotional and imaginative lives of his fellow citizens.” In an interview with Elizabeth Farnsworth for PBS, Williams noted, “I like to think that the best poetry is or involves a contest between ordinary conversation and ritual. There is something about the best poem that wants to set it in a pattern like a Gregorian chant. And there is something about the best poetry that makes it want to seem like a cocktail party conversation. It’s partly in the tension between these two tendencies that a poem gets its energy and its life.”\n\r\nWilliams is also the author of Making a Poem: Some Thoughts about Poetry and the People Who Write It (2006). He edited Contemporary Poetry in America (1973) and Patterns of Poetry: An Encyclopedia of Forms (1986), and coedited How Does a Poem Mean? (1975) with John Ciardi. He later selected and arranged the poems in Ciardi’s Stations of the Air: Thirty-Three Poems (1993). Williams also translated poetry by Nicanor Parra, Giuseppe Belli, and Pablo Neruda.\nWilliams collaborated with his daughter Lucinda, and he has been compared to another great country musician. According to Williams, “One of the best things that has ever been said about my work was said by a critic who wrote that ‘Miller Williams is the Hank Williams of American poetry. While his poetry is taught at Princeton and Harvard, it’s read and understood by squirrel hunters and taxi drivers.’” Williams died on January 1, 2015, the same day Hank Williams had died on in 1953. A selection of his papers is archived in the Special Collections at the University of Arkansas library.\n", "attrs": {"Region:": ["U.S., Southern"]}}