{"pf_url": "https://www.poetryfoundation.org/poets/mina-loy", "name": "Mina Loy", "yob": "1882", "yod": "1966", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/799c93276eea644ca3f1109e4bd1156611933def.jpeg", "bio": "\nMina Loy, poet and painter, was a charter member of the generation that—beginning in 1912 with the founding of Poetry  magazine—launched the modernist revolution in poetry in the United States. Loy was too radical for Poetry's editor Harriet Monroe, who published her poetry only in a review article, but the generation's more innovative members admired her defiant honesty of subject and applauded the new directions she advanced for poetry. Gertrude Stein in The Autobiography of Alice B. Toklas  (1933) remembered that in 1913 Mina Loy did not ask for the addition of commas when she read the manuscript for Stein's The Making of Americans  (1925): \"Mina Loy ... was able to understand without the commas. She has always been able to understand.\" William Carlos Williams in his prologue to Kora in Hell (1920) divided the psychic landscape of New York's avant-garde into the Dionysian South of Mina Loy and the fastidious North of Marianne Moore. Ezra Pound, writing to Moore in 1921, placed Mina Loy among the most promising insurgents: \"Entre nooz: is there anyone in America except you, Bill [Williams] and Mina Loy who can write anything of interest in verse?\" Alfred Kreymborg remembered in his autobiography, Troubadour (1925), that for the first issue of Others (July 1915), a raffish \"yellow dog\" journal more tolerant of innovation than Poetry, he and coeditor Walter Arensberg agreed that poems by Loy and Wallace Stevens were a must. Most such recognition came to Mina Loy in the decade 1914-1925; thereafter she gave less attention to poetry and withdrew from the literary scene except for infrequent little magazine publications. In their memoirs Loy's contemporaries made a legend of her beauty and personal tragedy; literary historians occasionally remembered her as an exotic fringe figure of the American and Dada avant-gardes. Then in the 1940s and 1950s began the rediscovery of Mina Loy by the radical current of modernism (running from Stein, Pound, and Williams to Kenneth Rexroth and the Black Mountain poets), and in the succeeding decades feminist poets and critics recognized in Loy a very contemporary ancestor.\n\r\nAlthough numbered among the Americans, Mina Loy was born in London, England, and educated in the art capitals of Europe. Oldest of the three daughters of Sigmund and Julia Bryan Lowy, Mina Gertrude Lowy early rebelled against the conventional expectations for women held by her prosperous middle-class family. The long autobiographical poem Anglo-Mongrels and the Rose (published in installments in 1923-1925) focuses her resentment on her mother, \"Alice\" in the poem, whom she depicts as both victim and executrix of English mores. She treats \"Exodus,\" the father in the poem, more sympathetically; an immigrant buffered by British proprieties and prejudices, Exodus seems a composite of Loy's father, a tailor, and her paternal grandfather, a Hungarian Jew. Loy's family did not believe in formal education for women, but Lowy, an indulgent father, sent Mina at seventeen to study art in Munich. In 1901-1902 she returned to London, where she studied with Augustus John and exhibited in student shows; she also met her first husband, art student Hugh Oscar William Haweis, who called himself Stephen Haweis (\"Esau\" in Anglo-Mongrels and the Rose). She moved to Paris in 1903 to continue her study of art, changed her name to Loy, and married Haweis on 31 December 1903. Loy and Haweis met many of the emerging modernist artists and writers of Paris, including Gertrude and Leo Stein in whose salon they were introduced to Guillaume Apollinaire and Pablo Picasso. The death of the Haweises' first child, Oda Janet (1904-1905), began the series of tragedies that stalked Loy for the next twenty years. Loy and Haweis exhibited in the Autumn Salon for 1906 (a critic for the Gazette des Beaux-Arts said her painting combined the styles of Constantin Guys, Felicien Rops, and Aubrey Beardsley; while his resembled James McNeill Whistler's). When Loy was twenty-three, they moved to Florence, Italy.\n\r\nThe Florence years (1906-1916) brought personal problems as well as Loy's emergence as a modern poet. Two more children were born—Joella (1907-) and Giles (1909-1923). Loy continued to paint and exhibit her work in England and Italy, but she was frequently ill. She also suffered from neurasthenia, which probably originated in her unpreparedness for motherhood, financial worries, and marital unhappiness that ended in Haweis's departure for the South Seas in 1913 and divorce in 1917. Joella's affliction by polio in 1909 led Loy to a lifelong commitment to a personal version of Christian Science. The Haweises were friends with the Anglo-American community in Florence, including Muriel and Paul Draper, Leo Stein, and Mabel Dodge (Luhan), who took up residence at the Villa Curonia in 1910. Mina Loy describes herself during these years as a reclusive hermit crab. A more positive image is offered by Carl Van Vechten, a guest at the Villa Curonia who became Loy's confidant and, with Dodge, her literary agent in America. In his Sacred and Profane Memories (1932) Van Vechten remembered a strikingly beautiful woman: \"She made an unforgettable figure with her gray-blue eyes, her patrician features, her waved black hair, parted in the centre. Tall and slender, her too large ankles were concealed by the tight hobble-skirts she wore. Her dresses, of soft dove-coloured shades, or brilliant lemon with magenta flowers, or pale green and blue, were extremely lovely. Strange, long earrings dangled from her artificially rosy ears: one amber pair imprisoned flies with extended wings.\" (These wings became something of a signature in Loy's poetry and painting, representing spiritual aspiration or, when bloodied, the psyche's defeat.)\n\r\nThe great stimulant to Loy's poetry was her meeting, before 1913, with the Italian futurists—most significantly her friend Carlo Carrà and her lovers and adversaries F.T. Marinetti and Giovanni Papini. Futurism, like Christian Science, offered Loy a program of positive thinking; she credited Marinetti with awakening her and showing her how to use her \"vitality.\" She spoke of her conversion to futurism, but she had too much common sense to tolerate the futurists' machismo long or to be deluded by their manifesto-ese. Soon the futurists and their ideas were the objects of her satire: as lovers, artists, and promulgators of social programs they were leveled to comic buffoons. The most amusing of her futurist-inspired writings—which also include the unpublished play \"The Sacred Prostitute\" (written circa 1914), the pamphlet Psycho-Democracy (1920), and several poems—is \"Lions' Jaws\" (in the Little Review, September-December 1920), a poetic satire of the aesthete \"Danriel Gabrunzio\" (Gabriel D'Annunzio) and the rival \"Flabbergast\" (futurist) movement. Led by \"Raminetti\" (Marinetti) and \"Bapini\" (Papini), the Flabbergasts ramp \"the tottering platform/of the Arts\" and issue a manifesto \"notifying women's wombs/of Man's immediate agamogenesis.\" At the beginning of World War I Loy was caught up in the futurists' war fever and worked as a nurse in a surgical hospital; but by 1915 her thoughts turned to the United States and ways of supporting herself there—perhaps by designing clothing, magazine covers, theater sets. Her poems were already appearing in American little magazines. Finally, leaving her children with a nurse in the expectation that she could later return for them, she sailed for New York in October 1916. When she landed, she was quickly singled out by the New York Evening Sun as the \"modern woman\" and joined the shifting configurations of American and expatriate poets and artists grouped around little magazines such as Camera Work, Rogue, and Others. She starred with William Carlos Williams and William Zorach in Kreymborg's experimental play Lima Beans, produced in December 1916 at the Provincetown Playhouse, and when the New York Independents Exhibition (1917) rejected Marcel Duchamp's ready-made sculpture—a urinal—she joined with Duchamp and others of a Dadaistic frame of mind to publish the two-issue journal the Blind Man .\n\r\nTo the lively discussions within these groups about the new possibilities for poetry Mina Loy offered examples of how one might adapt the innovations of the modern European painters and writers to poetry—to convey the dynamism of life (\"The Costa San Giorgio,\" in Trend, November 1914), the movement of consciousness (\"Parturition,\" in Trend, November 1914), and the collapse of old truths (Love Songs, the first parts of which were published in 1915). Her poetry of 1914-1919 is distinguished by typographical fragmentations and collage structures learned from Apollinaire, futurism, and cubism; a distinctive abstract/concrete diction that looks back to Jules Laforgue and forward to surrealism; and an unsentimental application of Whitmanesque sexual honesty to female experience. Loy's enduring theme is the necessity of honest vision as the I-eye probes the shifting images of reality for self-realization (\"Our person is a covered entrance to infinity\"). However, she warns in poems such as \"Human Cylinders\" (in Alfred Kreymborg's Others anthology for 1917), \"The Black Virginity\" (Others, December 1918), and \"The Dead\" (in Others for 1919, 1920) against absolutes, fearing to \"Destroy the Universe/With a solution.\" She satirizes those who have taken refuge in false Nirvanas: religious absolutists, escapist artists, derelicts feeding on alcoholic delusions. Her heroes are the genuine artists among her contemporaries—Stein,James Joyce, Constantin Brancusi, Wyndham Lewis. They have achieved the divine tension, the giving of form to the unarrestable flux of life.\n\r\nLoy's early poetry is autobiographical in theme and subject. Her first American publication, in the January 1914 issue of Alfred Stieglitz's Camera Work, was appropriately the \"Aphorisms on Futurism,\" fifty-two prescriptions for self-realization. Her satires of the Futurists were often combined with analyses of the repression of women, her main subject in these early poems. \"Virgins Plus Curtains Minus Dots\" (dots=dowery; in Rogue, 15 August 1915), \"At the Door of the House\" and \"The Effectual Marriage\" (both in the Others anthology for 1917), and \"Magasins du Louvre\" (in  Rogue, 1 May 1915) offer sad-eyed (Italian) virgins and matrons blinded by romantic dreams and marketed like the dolls in a Paris shop. (Loy's \"Feminist Manifesto\"—written in 1914 and unpublished until 1982 in  The Last Lunar Baedeker—asserts that because the economic value of virginity limits women to the roles of wife and mistress it should be surgically destroyed in all women at puberty.) In \"One O'Clock at Night\" (in Rogue, 1 May 1915), \"Sketch of a Man on a Platform\" (in Rogue, 1 April 1915), and \"Giovanni Franchi\" (in Rogue, 1916) a more worldly, autobiographical woman seeks a hero to relieve her of her self-quest, but she discovers that her hope is falsely placed in a bombastic poseur. Seeking an ideal love, she has been unable to subdue her sharp intelligence that inevitably stumbles over the clay feet of her idol. In \"Parturition\" this same woman, in giving birth to a child, strives to give birth to herself. Bound on every side by pain, she observes a man, presumably the baby's father, bounding up neighboring stairs to a liaison with another woman. In addition to its honest presentation of woman's experience, the poem is important for its technical experiment. Line length fluctuates as the pain crests and then recedes; internal spaces suggest pauses of the intuition. The movement of consciousness is structured as a Bergsonian alternation of abstraction and image that carries the speaker toward ironic oneness with cosmic becoming: she is a cat \"With blind kittens/Among her legs.\"\n\r\nSeveral of Mina Loy's early poems image the vibrant unreflective life of the Italian commoners she observed from her home on the Costa San Giorgio. These Italians resemble Williams's \"Giants in the dirt\"; and it is thus appropriate that two works in this vein—the poem \"O Hell\" and the prose sketch \"Summer Night in A Florentine Slum\"—appeared in the first issue of Contact (December 1920), a journal founded by Williams and Robert McAlmon to advance poetic attention to the traditionally unpoetic reality of America. Especially good in its vivid imagery, colloquial phrasing, and depiction of Italian vitality is \"The Costa San Giorgio\" (in Trend, November 1914). The collage fragmentations of futurist canvases and the literary revolution espoused by their Technical Manifesto of Futurist Literature (1912) surely helped to shape this dynamic poem.\n\r\nThe outlets for these poems were the American little magazines—Camera Work, Trend, Rogue, and Others, above all Others and Kreymborg's three Others anthologies for 1916, 1917, 1919. Significantly, Others devoted an entire issue (April 1917) to Loy's long poem Songs to Joannes, parts of which had appeared as \"Love Songs\" earlier in Others (July 1915) and the Others  anthology for 1916. The whole poem was republished as Love Songs in 1981.\n\nLove Songs, a thirty-four-poem montage of disillusioned love, is Loy's major poem of the 1910s. Its expression of outraged and despairing love, looking back to Loy's relationship with one or more men during the Florence years, is controlled by a self-defensive irony that transforms tears into sardonic verbal thrusts. The poem is an ambitious critique of the disintegration of the old verities, especially the alliance between religion and romantic love as well as the sympathy of nature. It employs the verbal compression and montage structure that were to become characteristic of modernist poetry. Long neglected, the poem deserves consideration alongside modernist classics such as Stein's Tender Buttons  (1914), Eliot's \"The Love Song of J. Alfred Prufrock\" (1915), Pound's Hugh Selwyn Mauberley (1920), and Marianne Moore's \"Marriage\" (1923). Conscious of her literary predecessors, as is Prufrock, the I of the Love Songs looks back to Sappho, the Song of Solomon, and the lunar lamentations of Jules Laforgue's Pierrot. She is imaged as a modern Psyche who has dared to look at her lover and is henceforth doomed to pursue him through deserted streets filled with the suffocating white sexual scum of their unholy union. The lamp that she carries is also the empty lamp of one of the virgins in Matthew who was unprepared when the bridegroom Christ appeared. This narrative is obscured, however, by the shifting kaleidoscopic (montage) structure that fragments and juxtaposes images without transition to suggest the chaotic commingling of the speaker's outer and inner life. It also creates a spatialization of experience that makes past, present, and future simultaneous and prevents the speaker's escape into the healing passage of time. The sexual honesty of Love Songs shocked conservative readers, and even sympathetic contemporaries such as Kreymborg had difficulty with what at times seems a jigsaw puzzle of imagery. He recalled in Troubadour that \"no manuscripts required more readings than those of Mina Loy and Marianne Moore.\" The occasional literary critic or historian who has alluded to Loy usually cites the Love Songs as exemplary of extreme modernist experimentation. The difficulty of locating the complete sequence, or the ease of dismissing it upon superficial reading as the fin de siècle platitudes of an embittered woman, may have led to its neglect.\n\r\nAlthough these early poems earned Loy the regard of her contemporaries, they received little critical attention, with the notable exceptions of T.S. Eliot and Ezra Pound. In a review of the  Others anthology for 1917 (Egoist, April 1917) Eliot expressed admiration for Loy's poetry when she retained the support of the image, \"even if only as the instant point of departure,\" as in \"The Effectual Marriage\"; but in the highly abstract \"Human Cylinders\" \"the word separates from the thing,\" and he found the poem \"not so good.\" Most readers would probably agree with Eliot. A number of these early poems lapse into gray cerebral passages. Many, however,effectively combine or alternate abstraction and image. Loy may have been influenced in such alternation by French metaphysician and aesthetician Henri Bergson, whom she mentions in her article on Gertrude Stein for the transatlantic review (October and November 1924). If so, the abstract passages probably convey the intellect's external apprehension of a person or situation while the image is an intuitional plunge into its essence. Loy's frequently brilliant imagery allies her with the imagists, although she was much too abstract and discursive for the pure imagism of Pound's program. But Pound was one of Loy's strongest and most loyal champions. In his review of the 1917 Others anthology (Little Review, March 1918) he characterized her poetry as \"logopoeia or poetry that is akin to nothing but language, which is a dance of the intelligence among words and ideas and modification of ideas and characters.\" He distinguished logopoeia from \"melopoeia,\" \"poetry which moves by its music,\" and from \"imagism\" (elsewhere called \"phanopoeia\"), poetry which relies on the image. Jargon aside, Pound hit upon the flamboyant verbal dexterity that was matched in that generation, as he noted, only by Marianne Moore. He cited Jules Laforgue as the significant ancestor of this experiment. Certainly the French symbolist poet influenced Loy's use of exotic diction and imagery as well as her inclusion of an unexpected, scientific word such as \"sialagogues\" or in a love poem the startling \"mucous membrane\" and \"spermatozoa.\" Like Laforgue she plays abstractions against each other to suggest the elusiveness of selfhood or to satirize the mind that flees reality for the lessened anguish of ambiguity. Irregular line length and internal spacing emphasize individual words and phrases, as does an almost compulsive sound patterning that also intensifies irony.\n\r\nLoy is considered a free verse poet, but most of her poetry is better defined as the organic poetry that poet Denise Levertov, in \"Some Notes on Organic Form\" (in her The Poet in the World, 1965), distinguishes from the formlessness of free verse: it \"is a poetry that in thought and in feeling and in perception seeks the forms peculiar to these experiences.\" Loy's line, though its length fluctuates widely, is typically short; line length, indentations, and internal spacing are based on syntactic and image units and frequently capture the halting progress of discourse. The poem's visual properties are extremely important to Loy, and occasionally she produces a virtuoso construct of shape and sound. Her rhythms have been criticized for inconsistency, but this problem should not be overstressed. Her rhythm is based upon the line and movement from stanzaic image to stanzaic image, or upon the alternation of abstraction and image—intellect and intuition. The tone is generally colloquial, ironic, and deflationary. In these early poems closure often takes the form of the speaker's ironic dismissal of her (male) subject or of a mocking shrug at her effort to explain her own predicament.\n\r\nMina Loy's sojourn in New York was financially disappointing, but it did fulfill her long quest for a man as forceful as his rhetoric. This man was Arthur Cravan (born Fabian Avenarius Lloyd), forerunner of Dada and surrealism. A legend in his own time for his irreverent assaults on propriety, Cravan had earned passage to New York by taking a fall in a boxing match with his friend black heavyweight champion Jack Johnson in Barcelona, Spain (1916). Loy and Cravan met in New York and were married in Mexico City in January 1918. They led a hand-to-mouth existence in Mexico until November 1918 when, with Loy pregnant, they decided to return to Europe to pick up her children and settle in Paris. She sailed ahead to Buenos Aires, expecting Cravan to join her; but he disappeared, never to be heard of again. She returned to London for the birth of their daughter, Fabi (Jemima Fabienne), in April 1919. Cravan's disappearance was, as Loy's response to the Little Review \"Questionnaire\" of 1929 makes clear, the foremost tragedy of her life: \"What has been the happiest moment of your life?\"—\"Every moment I spent with Arthur Cravan.\" \"The unhappiest?\"—\"The rest of the time.\" She remembers him in prose fragments and an unpublished novel where, as in Anglo-Mongrels and the Rose, he appears as \"Colossus.\" The poem \"The Widow's Jazz\" (in Pagany, April-June 1931) is Loy's elegy for their love: \"Husband/ how secretly you cuckold me with death.\"\n\r\nAfter the birth of Fabi, Mina Loy returned to her other children in Florence, but in 1920 she left them once again to seek information on Cravan in New York. There she became friends with the bohemians of Greenwich Village, particularly Robert McAlmon and Djuna Barnes; and she appeared once more on the Provincetown stage, this time as \"Esther, a spinster\" in Laurence Vail's What D'You Want? (27 December 1920). She returned to Florence in 1921, collected her daughters, and traveled to Vienna (where she met and sketched Freud) and to Germany before coming to rest in Paris in 1923 with Joella and Fabi. (The final great tragedy of Loy's life was Haweis's abduction of Giles from Florence in 1921 and then the boy's death in 1923.) In Paris from 1923 to 1930 Mina Loy supported herself by running, with Joella's practical assistance and the financial backing of her friends Peggy Guggenheim and Laurence Vail, a design business and retail shop, where she marketed her original lampshade creations. Socially she and her daughters were at the center of the exciting Parisian artistic milieu of the 1920s. Friend of Europeans and Americans, Loy was a hostess to many Americans and secured for some an introduction to Gertrude Stein's salon. Sylvia Beach, proprietor of Shakespeare and Company, a Left Bank American bookstore, recalled in her memoir, Shakespeare and Company (1959), the beauty of mother and daughters: \"We had three raving beauties in 'the Crowd,' all in one family, which was not fair. Mina Loy, the poetess, and her daughters, Joella and Faby ... were so lovely that they were stared at wherever they went, and were used to it.\" Harriet Monroe, however unimpressed she had been by Loy's poetry, was charmed by the woman during a visit to Paris in 1923: \"Beauty ever-young which has survived four babies, and charm which will survive a century if she lives that long, are sustained by a gayety that seems the worldly-wise conquest of many despairs .... Yes, poetry is in this lady whether she writes it or not.\"\n\r\nThe principal outlets for Loy's poetry in the 1920s were the Little Review and the Dial. The Dial also published two of her watercolors, a drawing, and the experimental play \"The Pamperers\" (July 1920); and in its Autumn 1921 issue the Little Review  republished the 1920 pamphlet Psycho-Democracy. Composition dates for the poetry are uncertain; however, the first collection of Loy's poetry, Lunar Baedecker (1923)—with its title misspelled by McAlmon—is divided into eight \"Poems for 1914-1915\" and eleven \"Poems 1921-1922.\" The second section includes the Dial poems on art, indicating that the early 1920s saw a resurgence of Loy's poetic activity after a dry spell following Cravan's disappearance.\n\r\nLoy's distinction at this time among the fledgling modernists is testified to by the inclusion of one of her art poems, \"Brancusi's Golden Bird,\" in the well-known Waste Land issue of the Dial (November 1922). A tribute to the glistening abstract sculpture of Loy's friend, the poem captures in scintillating sound currents the brass beauty of this abstraction of flight and preaches the aesthetic of abstract art: \"As if/some patient peasant God/had rubbed and rubbed/the Alpha and Omega/of Form/into a lump of metal.\" Another prognosticator of Loy's likely emergence as one of the preeminent modernists was the volume Lunar Baedecker, published by her friend Robert McAlmon for his Contact Editions. Admittedly, as the misspelled title makes clear, McAlmon's volumes were not very accurate or elegant, but they did provide early recognition to a few emerging modernists who were to become major figures of twentieth-century American literature. In addition to  Lunar Baedecker, Contact's 1923 list included books by Marsden Hartley, McAlmon and his wife Bryher (Winifred Ellerman), as well as William Carlos Williams ( Spring and All) and Ernest Hemingway (Three Stories & Ten Poems). Contact published Gertrude Stein's The Making of Americans in 1925. The 1923 date for Lunar Baedecker is also significant as a culminating point of early experiment by other modernists: in addition to Williams's and Hemingway's volumes, Wallace Stevens's Harmonium  appeared in 1923, followed in 1924 by Marianne Moore's Observations. Recent Loy commentator and editor Roger Conover records that McAlmon printed about three hundred copies of each of his volumes; that Sylvia Beach sold Lunar Baedecker for $1.50 at her shop; and that a shipment of Lunar Baedecker destined for the Chaucer Head Bookshop in New York was seized by New York City customs officials on the ground that the volume contained pornographic material (perhaps \"Love Songs\" or \"Parturition\"). Lunar Baedecker has long been a rare book.\n\r\nLoy's poems of the early 1920s are distinguished by an even greater reliance on the image and a consistently short line. They are usually structured as a series of images, sometimes brilliantly concrete, sometimes wittily uniting the abstract and concrete. Published in  Lunar Baedecker, these poems possess a Parnassian hardness and polish, and with a few exceptions (notably \"Der Blinde Junge\") they share the Parnassian preference for the work of art as subject. \"Apology of Genius\" (first published in Dial, July 1922) acknowledges the moderns' artistic heritage in the alienated martyr-clowns of Baudelaire's \"Benediction\" and Laforgue's \"Pierrots.\" Poe (first published in Dial, October 1921) evokes the chill opulence of the death chambers of another ancestor. \"Crab-Angel\" amusingly caricatures the decadent artist who has turned art into a circus; while \"Lunar Baedeker\" uses a gilded, exotic diction and imagery derived from Laforgue's \"Climat, Faune et Flore de la Lune\" to satirize aesthetes, dandies, and reformers who flee their responsibilities for sterile dreams. The image of the lunar deity, \"Pocked with personification,\" acknowledges the dead end of a romantic tradition. The poems on individual artists—\"Brancusi's Golden Bird,\" \"Joyce's Ulysses,\" Wyndham Lewis and Gertrude Stein—praise and evoke the work of modernists who have fought off alienation, despair, and tradition. They have abandoned a realistic presentation of life in order to possess, through abstraction, the essence of life. For Brancusi, this essence is \"the nucleus of flight.\" Joyce, \"Master/of meteoric idiom,\" releases \"The word made flesh/and feeding upon itself/with erudite fangs.\" Lewis's vorticist drawing (1912) erects \"rocks of human mist//pyramidical survivors/in the cyclorama of space.\" Gertrude Stein is epigrammatically imaged as \"Curie/of the laboratory/of vocabulary.\"\n\r\nLoy's other major publication of the 1920s was the long autobiographical poem (a personal mythology) Anglo-Mongrels and the Rose, which appeared in installments in two issues of the Little Review (Spring 1923 and Autumn-Winter 1923-1924) and McAlmon's Contact Collection of Contemporary Writers (1925). Formally, structurally, and linguistically the poem assimilates Loy's experiments to this point. Its subject is the formation of its child-heroine Ova's sense of being: her self-and- world consciousness. The narrative begins with her father Exodus's Hebraic origins on the Danube and his immigration to England. Exodus's fate awaits him in Alice, an English Rose, \"simpering in her/ ideological pink.\" Her reading of popular novels has educated her to expect that \"anatomical man/ has no notion/of offering other than the bended knee/to femininity\"; he anticipates a passionate wild rose. Out of this union of miscomprehension and ignorance comes Ova, whose sense of beauty is thwarted by a hostile adult world. Two other children, Esau and Colossus, offer contrasts to the dull middle-class pabulum fed Ova. Esau, an \"infant aesthete,\" is the pampered darling of the upper classes; Colossus is born with the iron fists and will that have him breaking social conventions in his infancy. Ova is in many ways Every-Child, but her story is particularly that of a female child in a \"mongrel\" family. The poem satirizes British courtship rituals and marital forms, methods of raising children, and social prejudices. The fragments of  Anglo-Mongrels and the Rose were not collected until 1982, when they appeared in The Last Lunar Baedeker, and the poem seems to have been neglected until Jerome Rothenberg singled out Mina Loy in his Revolution of the Word anthology (1974) as a member of an international avant-garde that began to emerge about 1913 and was to evolve a \"counter-poetics\" to the New Criticism. Rothenberg calls Anglo- Mongrels and the Rose a lost masterpiece of modernism \"comparable to, & probably not chronologically behind, Pound's early Cantos & Eliot's Waste Land .\"\n\r\nOf Loy's contemporaries, only Yvor Winters in \"Mina Loy\" ( Dial, June 1926) seems to have offered an evaluation of her work up to 1925. He distinguished Loy, Stevens, Moore, and Williams—the Others group—from the mid-American poets and what he called vorticists (Pound, Eliot, H.D.), praising their courage and self-reliant intellect. He ranked Williams closest to Loy in spirit. She, he said, overcame occasional clumsiness to write \"momentous poems,\" attacking \"the dirty commonplace with the doggedness of a weight-lifter.\" He continued, \"Using an unexciting method, and writing of the drabbest of material; she has written seven or eight of the most brilliant and unshakably solid satirical poems of our time\" (he cited \"The Black Virginity\" and \"Lions' Jaws\" and, among the nonsatiric poems, \"Der Blinde Junge\" and \"Apology of Genius\"). In describing the image stanzas of \"Lunar Baedeker\" Winters characterized the dominant trait of Loy's poems of 1920-1925: \"They are images that have frozen into epigrams.\"\n\nThe Last Lunar Baedeker, a fairly complete edition of Loy's published and unpublished poems and short prose pieces, reveals that Loy wrote numerous poems after 1925. However, she published little, except for two poems in Pagany (1931), four in Accent in the 1940s, \"Hot Cross Bum\" in New Directions in Prose & Poetry, no. 12 (1950), one poem in Partisan Review (1952), and seven poems in Between Worlds in the early 1960s. Kreymborg also included \"Human Cylinders\" in his Lyric America (1930). Pound in Profile: An Anthology Collected in 1931 included \"The Effectual Marriage,\" which he retitled \"Ineffectual Marriage\" and shortened to one-fifth its original length, and remembered it as one of the poems of the last thirty years possessing \"sufficient, individual character to stick in my head as entities.\" Jonathan Williams, a publisher and one of the Black Mountain poets, published a second volume of Loy's poetry, Lunar Baedeker & Time-Tables, in 1958. This volume includes a selection of her published and unpublished poetry and appreciations by Williams, Levertov, and Kenneth Rexroth. Like the first Lunar Baedecker this volume rapidly became a collector's item. Roger Conover, Loy's most recent editor, trying to account for the virtual disappearance of her work from the little magazines and poetry journals, notes that she sometimes turned down requests for manuscripts, either finding the journals too conventional or being too caught up in her own inner life to care much about publication.\n\r\nLoy lived in Paris until 1936. She may have suffered a stroke about her fiftieth year that contributed to a growing self-absorption. Her lampshade business, a constant source of worry because she feared that her designs were being stolen, folded in 1930. In 1927 Joella married art dealer Julien Levy and returned to New York; Fabi followed in 1936. Levy aided his mother-in-law financially and arranged a showing of her paintings at his gallery in 1933. One of Loy's closest friends during the late 1920s seems to have been Djuna Barnes. The two lived in the same apartment building from 1928 to 1930, when Barnes returned to America and acted temporarily as Loy's agent. In memoirs of the late 1920s, Loy appears once more—in 1927 at Natalie Barney's salon, where she lectured on Gertrude Stein and read from her own poetry. Loy was also preoccupied in the early 1930s with her unpublished novel, \"Insel,\" a fictionalized account of the life of her friend Richard Oelze, a German surrealist painter. Loy followed her daughters to New York in 1936. She lived with them at first and then moved in 1949 to live alone in the Bowery. She seemed to be seeking among its derelicts a spiritual revelation; certainly she found in them the subjects for her late poems and painting. For a while in New York she was involved with surrealist expatriates from World War II, but she did not join in their antics as she had in those of the Dadaist expatriates from World War I. In 1953 Loy moved to Aspen, Colorado, where both of her daughters lived. Her friendships among the artists of the 1910s and 1920s had been allowed to lapse, and she spent her last years in a quiet personal life unbothered by the general lack of public recognition. Two exceptions to this neglect were Jonathan Williams's 1958 volume of her poetry and a 1959 exhibition of her \"Constructions\" (mystical collages) at New York's Bodley Gallery.\n\r\nLoy's later poetry refines the themes and techniques of her earlier work. The poems are heavily metaphysical. Loy's enduring central theme of the need for clear vision now frequently has for its subject life's human failures: a drunken socialite, Bowery derelicts, a Jewish showman hounded by \"maniac/misfortune,\" a blind child, a destitute old woman, and the city's poor enthralled by the gaudy illusions of a cheap cinema house. These individuals fall into the categories of those who consciously sidestep the inevitable human quest for meaning (\"Ignoramus,\" first published in her 1923 book, is a delightful early portrait of such clownish escapists) and those whose social victimization obstructs and distorts their vision. The observer-poet attends these figures, so it seems, in the hope that from their various quests she herself may glimpse the desired revelation. One brief instance of unlikely fulfillment is the poem \"I Almost Saw God in the Metro\" (first published in The Last Lunar Baedeker, 1982). The speaker observes a comatose tramp who suggests to her \"deity—/ an inordinate flower / opening undefiled/among ordure.\" The explanation for her quest opens \"Ephemerid\" (in Accent, Summer 1946), a charming depiction of a child's fantasy world: \"The Eternal is sustained by serial metamorphosis.\" The later poems also contain tributes to admired artists and friends—Jules Pascin, Isadora Duncan, Igor Stravinski, and Nancy Cunard. For the most part these poems lack the tour-deforce evocation of the artists' distinctive styles that the artist poems of the 1920s offer. With few exceptions, Loy continues to use the short free verse line. Her imagery is less vivid, her language more brittle, attenuated, but still marked by the exotic unusual word or allusion. Sound patterning remains a trademark. At their best these poems unite sound with delicate visual imagery, reminding the reader of their more passionate and vibrant predecessors. \"Letters of the Unliving\" (first published in The Last Lunar Baedeker, 1982) helps to account for Loy's later life and poetry. The subject is Arthur Cravan's death: \"Ego's oasis now's/the sole companion. // My body and my reason/you left to the drought of your dying.\"\n\r\nLoy pursued her poetic avocation for at least forty years, \"avocation\" because she disclaimed, in a 5 July 1969 letter to her publisher Jonathan Williams, a professional commitment: \"Why do you waste your time on these thoughts of mine—I was never a poet?\" Her main theme endured throughout her career, but her subjects reflected her immediate interests: women's repression by social conventions, male arrogance, and romantic illusions; divinely sighted artists; the economically and spiritually destitute. She is sympathetic to human limitations, but she usually brings to her poems an ironic penetration of her fellow beings' deceptions and evasions. It is appropriate that Loy's editors have retained \"Lunar Baedeker\" as part of their titles for later volumes, for her poetry does indeed provide a map to the dreams offered up to the deity of love and imagination. And it is not mere coincidence that \"lunar\" and \"lunatic\" share the same root.\n\r\nKenneth Rexroth began the rediscovery of Mina Loy in a 1944 article for Circle. Like her previous critics he compared her to Marianne Moore, finding Loy's material \"self evidently more important than Miss Moore's, and treated with great earnestness, never with Moore's dehydrated levity.\" Of her virtues he said, \"She is tough, forthright, very witty, atypical, anti-rhetorical, devoid of chi-chi.\" He made a strong concluding claim for her place in twentieth-century American poetry: \"the 'Five Young Poets' are still Eliot, Stevens, Williams, Moore, Loy.\" In the more than forty years since Rexroth's article other readers have increasingly been drawn to her poetry, and they continue to be intrigued by the woman who like few others lived from 1914 to 1925 at the very center of her age's consciousness. Her poems are important for the incorporation of the modern \"crisis in consciousness\" (\"Aphorisms on Futurism\") into their substance and structure, but they are above all exciting experiments in the \"laboratory/of vocabulary.\"\n", "attrs": {"School/Period:": ["Modern"]}}