{"pf_url": "https://www.poetryfoundation.org/poets/minnie-bruce-pratt", "name": "Minnie Bruce Pratt", "yob": "1946", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/836bc29812cae0507a4da4a66d46240a71dfac60.jpeg", "bio": "\nMinnie Bruce Pratt is recognized as an eminent poet in the United States. In addition to receiving acclaim for her verse, Pratt is acknowledged as an essayist, activist, lesbian-feminist, and educator. By chronicling her existence in poetry and prose, Pratt has explored themes reflecting the particularities of her life. She has surveyed her Southern, middle-class upbringing, her ten-year marriage and strained divorce, her battle to retain relationships with her sons, and her subsequent life as a lesbian poet.\n\r\nPratt's first book of poetry, The Sound of One Fork, was inspired by the women's liberation and lesbian/gay liberation movements of the 1970s. Pratt had written poetry during college, but had stopped during her marriage; she began again when she fell in love with another woman in 1975. She addresses this on her Web site, \"I returned to poetry not because I had 'become a lesbian'ibut because I had returned to my own body after years of alienation.\" Pratt took over all aspects (except illustrations) of publishing her book and toured around the country, selling thousands of copies as she read. We Say We Love Each Other is her next collection; it is intense poetry centered on finding a place in the world to live as a lesbian and to savor life. The book was condemned by right-wing censors for erotic intensity; Eloise Klein Healy from the  Lesbian Review of Books disagreed, \"Pratt has written a holy book, poetry that will get to you and rearrange your heart.\" Mary Ann Daly from the Washington Blade wrote that the poetry \"does contain some of the sexiest love lyrics since Sappho.\"\n\r\nPratt's first collection of essays, Yours in Struggle: Three Feminist Perspectives on Anti-Semitism and Racism, was written with two other women. The authors addressed their readers on Pratt's Web site: \"Yours in Struggle grew out of the three of us having known each other for several years. We are all lesbians who have worked together politically and respect each other's work. . . . Each of us speaks only for herself, and we do not necessarily agree with each other, yet we believe our cooperation on this book indicates possibilities for coalition work.\" Pratt's essay in the collection produced an innovative approach to analysis in lesbian-feminist scholarship: a naming of personal racial myths she accumulated in childhood and of her own making. Devoid of guilt and hyperbole, Pratt intermixed historical analysis, theory, and personal accounts to relay the process of understanding herself as an individual.\n\nCrime against Nature, winner of the 1989 Lamont Poetry award, was a New York Times Notable Book of the Year, and was awarded the Gay and Lesbian Book Award by the American Library Association. Through poetry, Crime against Nature tells the story of Pratt's life after she came out as a lesbian; the ending of her marriage, her unsuccessful battle to keep custody of her children, and her new life as a lesbian. A reviewer from  Publishers Weekly noted, \"Never sentimental or histrionic, Pratt's poems deal directly and explicitly with issues of anger, shame, sexuality and injustice.\" In selecting Crime against Nature for the Lamont Poetry award, the judges of the Academy of American Poets said, \"In spare and forceful language Minnie Bruce Pratt tells a moving story of loss and recuperation. . . . She makes it plain, in this masterful sequence of poems, that the real crime against nature is violence and oppression.\" Carol Muske, a New York Times Review of Books critic, praised: \"This book is a publishing event. . . . It deserves maximum attention because it is original, startling in the beauty of its unadorned voice.\"\n\r\nAfter Crime against Nature Pratt released another collection of essays. The essays in Rebellion: Essays, 1980-1991 focus on the \"wild terrain of personal and political change,\" as the author describes it on her Web site. A critic from Publishers Weekly commented, \"Pratt's eleven polished, articulate essays offer a striking example of everyday philosophy at work: a feminist assessing her experiences and learning from them.\"\n\nS/HE examines the questions that go beyond the boundaries of sex and gender. Pratt explores the inconsistencies and fluidity of sex and gender through poems. Victoria A. Brownworth from  Lambda Book Report explained, \" S/ HE is a book about gender, a book that tells tales about women and men, femininity and masculinity. . . . They are nonfiction, autobiographical, but they have the rhythm and cadence of prose poems.\" Pratt is very close to this subject; her partner, Leslie Feinberg, defines herself as transgendered and Brownworth believed that \"well over half of S/HE is less explicative of the 'issues' of gender and sexuality than a loving paean to Pratt's affaire de coeur with Feinberg.\" Booklist's Whitney Scott called S/HE a \"highrisk book\" and claimed that Pratt \"breaks traditions, restrictions, and taboos.\" Deanna Kriesel, a critic from Belles Lettres, called  S/HE a \"real treasure\" and thought, \"The poems are daring, measured, lush, sexy, and beautiful. Some of the stronger ones are among the best writing I have ever read about lesbian lives.\"\n\r\nPratt's collection of lyric and narrative poems, Walking Back up Depot Street, follows Beatrice, a woman leaving the segregated rural South for the postindustrial North. Through her travels, her eyes slowly open to the truth about her past; her childhood based upon the lies perpetuated by the white South and her need to find herself and freedom as a lesbian. Healy, writing for Lambda Book Report, found this book to \"represent a full flowering of the lesbian poetic tradition. . . . Pratt celebrates the lesbian erotic in powerful lyrical language and strikingly sensual imagery.\" She continued, \"The power of this collection comes from what Pratt addresses, but the heart of its strength is Pratt's ability to do whatever she wants with language.\"\n\nThe Dirt She Ate is Pratt's 2003 collection of poems. The work is described on The University of Pittsburgh Press Web site as \"Suffused with pain and power . . . evocative of the swamps and streets of the southern United States as it is of the emotional lives of those too often forced into the margins of society.\"\n\r\nPratt lives in Syracuse, New York.\n", "attrs": {"Region:": ["U.S., New England"]}}