{"pf_url": "https://www.poetryfoundation.org/poets/miy-vestrini", "name": "Miyó Vestrini", "yob": "1938", "yod": "1991", "image": null, "bio": "\nPoet Miyó Vestrini was born in Nimes, France and immigrated to Venezuela as a child. As a teenager, she joined the avant-garde group Apocalipsis (Apocalypse); she eventually became affiliated with a number of other groups, including 40 Grados Bajo la Sombra (40 degrees in the Shade), El Techo de La Ballena (The Ceiling of the Whale) and La Republica del este (The Republic of the East). One of the few women in the male-dominated Venezuelan avant-garde of the 1960s, ‘70s, and ‘80s, she was also a respected journalist and editor of the arts section of El Nacional. She published three books of poetry during these years: Las historias de Giovana (1971), El invierno próximo (1975), and Pocas virtudes (1986). Vestrini committed suicide in 1991, leaving behind a book of poems, Valiente Ciudadano, and a book of stories, Órdenes al corazón. \nSometimes called the poet of “militant death” or the Venezuelan Sylvia Plath, Vestrini’s work braids political and confessional registers to address what the publishers of Vestrini’s first book in English, Grenade in Mouth, call “a fatal disappointment with the world at large.” Reviewing the translation for Hyperallergic, M. Buda noted, “for Vestrini, the refusal to compromise or accept tyrannical notions of truth was as much a part of her process as her meditations on death. In her writings, death and poetry have their own dark choreography that doesn’t shy away from affirming the stark contradictions at its core—exercises in morbidity also result in the resurrection of a new will to live, in a counter-suicidal impulse, even if it’s only a temporary one.” Grenade in Mouth: Some Poems of Miyó Vestrini (2019) spans the decades of Vestrini’s career and includes previously unpublished work. Poems were selected by Faride Mereb and Elisa Maggi and translated by Anne Boyer and Cassandra Gillig.\n \n", "attrs": {}}