{"pf_url": "https://www.poetryfoundation.org/poets/molly-peacock", "name": "Molly Peacock", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/f25cdb6244eafd933db2ccaed904254530971031.jpeg", "bio": "\nPoet, essayist, short fiction writer, and biographer Molly Peacock was born in Buffalo, New York and earned her BA from Harpur College (Binghamton University) and her MA from the Johns Hopkins University. She has taught at many universities and served as the president of the Poetry Society of America, where she began the Poetry in Motion program, which places poetry placards on subway cars and buses throughout American cities. She is the author of many books of poetry, including The Analyst (2017), The Second Blush (2008), and Cornucopia: New and Selected Poems 1975-2002. Her prose works include the story collection Alphabetique: 26 Characteristic Fictions (2014), the biography Paper Garden: Mrs. Delany Begins Her Life’s Work at 72 (2012), the guide How to Read a Poem & Start a Poetry Circle (1999), and the memoir Paradise, Piece by Piece (1998).\nPeacock often uses strong rhyme schemes, skillful alliteration, and biting humor to explore such themes as fate, family, sexuality, pain, and the many facets of love. Writing in the Washington Post Book World, David Lehman observed that “Peacock has a luxuriantly sensual imagination—and an equally sensual feel for the language. In mood her poems range from high-spirited whimsy ... to bemused reflection. ... Whatever the subject, rich music follows the tap of her baton.” Annette Allen commented on Peacock’s poetic structures, stating that “Peacock’s skillful wielding of form ensures a continual dialectic between the inner world of memory and feeling and the external world. She accomplishes this dynamic, the balance between inner and outer worlds, by employing sound patterns that keep the poem close to unconscious rhythms and by using images or metaphors from the civilized and the natural worlds.”\nPeacock’s first collection, And Live Apart (1980), introduced her artistic preoccupation with the past. Robert Phillips noted in Hudson Review that Peacock’s “concerns are big ones: the separations we make between one another, the reversals of love, the inescapability of fate, inevitabilities of inheritance, a concern for the language of emotion in conversation.” He went on to say that And Live Apart “is notable for plumbing the past without sentimentality, and for finding new solutions to old dilemmas.”\nIn Take Heart (1989), Peacock continues to address inviolable topics, including the horrors and repercussions of physical and mental child abuse. Many of the volume’s opening poems deal with the death of Peacock’s father and her childhood memories of his alcoholism. Several critics praised her ability to illuminate universal concerns through intimate memories. Los Angeles Times Book Review critic Ian Gregson noted, “Peacock is conspicuously courageous in the subjects she is willing to tackle. The [reason] she’s mostly successful in doing so in Take Heart ... is because she’s discovered a technique that meticulously follows the labyrinthine twists and turns of these emotional tangles.”\nPeacock began to move away from more formally structured verse in Original Love (1995). In this work, as Frank Allen stated in Library Journal, she addresses “the boundaries between men and women, mother and daughter, and one’s mind, body, and senses.” Like her other works, Original Love directly and relentlessly examines such subjects as sexuality, desire, death, and human fallibility. Regarding Peacock’s work as a whole, Allen observed, “The intelligence and music of her work, the belief in exploring consciousness with honesty, the sheer beauty of the language—all contribute to the ‘pleasure of the text.’ Because all the pain and joy of living are in [Peacock’s] poetry, people will continue to turn to her poems.”\nPeacock served as president of the Poetry Society of America, where she initiated the Poetry in Motion series on New York City’s subways and buses. After she moved to Canada, she created The Best Canadian Poetry series, and serves as its general editor. Her poetry is the subject of Jason Guriel’s monograph, Molly Peacock: A Critical Introduction (2014). Her papers are held at Binghampton University Library.\nA dual-citizen of Canada and the United States, Peacock lives in Toronto. \n", "attrs": {}}