{"pf_url": "https://www.poetryfoundation.org/poets/mother-goose", "name": "Mother Goose", "yob": null, "yod": null, "image": null, "bio": "\n                                                                    Mother Goose is often cited as the author of hundreds of children’s stories that have been passed down through oral tradition and published over centuries. Various chants, songs, and even games have been attributed to her, but she is most recognized for her nursery rhymes, which have been familiar with readers of all generations. Her work is often published as Mother Goose Rhymes.   Despite her celebrated place in children’s literature, the exact identity and origin of Mother Goose herself is still unknown. Some believe that the original Mother Goose was a real woman who lived in Boston during the later half of the 17th century. After being widowed by Isaac Goose, a woman named either Elizabeth Foster Goose or Mary Goose (depending on sources) moved in with her eldest daughter, entertaining her grandchildren with amusing jingles which quickly gained popularity with the neighborhood children. According to the legend, her son-in-law, a publisher, printed her rhymes, and thus the reputation of Mother Goose was born.    However, literary historians often dismiss the possibility of a Bostonian Mother Goose, as the existence of various French texts that refer to Mother Goose at a much earlier date make the American legend improbable.  These texts, dating as early as 1626, even show that the French terms “mere l’oye” or “mere oye” (Mother Goose) were already familiar to readers and could be referenced. The figure of Mother Goose may even date back as the 10th century, according to other sources.  In an ancient French legend, King Robert II had a wife who often told incredible tales that fascinated children.    Regardless of Mother Goose’s origins, Charles Perrault was the first to actually publish a Mother Goose collection of rhymes and other folk tales in 1697, essentially initiating the fairy tale genre. With the subtitle Les Contes de ma Mère l'Oie (Tales of my Mother Goose), the collection quickly gained popularity all over France. By 1729, Perrault’s collection had been translated into English, in the form of Robert Samber’s Histories or Tales of Past Times, Told by Mother Goose.  Samber’s volume was eventually republished in 1786 and brought to the U.S.   English publisher of children’s literature John Newbery later focused on the nursery rhymes, publishing Mother Goose's Melody, or, Sonnets for the Cradle, which helped Mother Goose become further associated with children’s poetry.   \n", "attrs": {}}