{"pf_url": "https://www.poetryfoundation.org/poets/muriel-rukeyser", "name": "Muriel Rukeyser", "yob": "1913", "yod": "1980", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/eecbb1e63a11859f947205bc3e8c8a3b37b79645.jpeg", "bio": "\nMuriel Rukeyser was a poet, playwright, biographer, children’s book author, and political activist. Indeed, for Rukeyser, these activities and forms of expression were linked. As Marilyn Hacker has noted, for Rukeyser “poetry could encompass both science and history, that of the past and of the present, from the Depression through the anti-war movements in which the poet was active at the end of her career.” Over her five-decade literary career, Rukeyser was central to both American modernism and Leftist political communities. She created new forms of documentary poetics in long poems such as “The Book of the Dead,” written in response to the Hawk’s Nest Tunnel disaster in 1931 in Gauley Ridge, West Virginia and unique in its use of survivor interviews, court transcripts, and other investigative material. And she was an important figurehead for feminist poets and activists in the 1960s and 1970s, when she mentored scores of younger poets including Alice Walker, Anne Sexton, Sharon Olds, and Adrienne Rich, among many others.\nOf her first collection, Theory of Flight (1935), winner of the Yale Younger Poets Prize, W.R. Benet remarked in the Saturday Review of Literature: “She is a radical politically, but she writes as a poet not a propagandist. When you hold this book in your hand you hold a living thing.” Some 45 years later, Gramercy Review contributor Jascha Kessler described Rukeyser as embodying “the heroic, the bardic, the romantic. … Poets who are bardic … take on mankind and the whole cosmos as the field of their utterance, … [and] try to carry whole nations forward through the urgency of their message. … Wherever there are hot spots that journalists blow up on the front page—strikes, massacres, revolutions, tortures, wars, prisoners and marches—there is Rukeyser, in the very front line, a spokesperson, or spokespoet perhaps, speaking up loudly for freedom in the world.” She remained a “spokespoet” all of her adult life.\nRukeyser was born in New York City and attended Vassar College, where she was literary editor of the leftist undergraduate journal Student Review. As a reporter for the journal, Rukeyser covered the 1932 Scottsboro trial in Alabama in which nine black youths were accused of raping two white girls. According to Wolfgang Saxon in his New York Times obituary of Rukeyser, the Scottsboro incident was the basis of Rukeyser’s poem “The Trial” and “may have been the genesis of her commitment to the cause of the underdog and the unjustly condemned.” Following the Scottsboro trial, Rukeyser traveled extensively and moved amongst many different communities and social worlds for the remainder of her life. Among other things, she supported the Spanish Loyalists during the Spanish Civil War where she reported from Barcelona; she was once jailed in Washington for her protests of the Vietnam War; and, as president of the American Center for PEN, she traveled to South Korea in the 1970s to rally against the death sentence of poet Kim Chi-Ha, the incident which later became the framework of one of Rukeyser’s last poems, “The Gates.” Since she aligned her creative capacities so closely with the current events of her day, a number of reviewers have said that the history of the United States over several decades can be culled from Rukeyser’s poetry.\n\r\nThough frequently incensed by injustice, Rukeyser valued and was capable of an optimism that at times surprised her critics. Rukeyser’s distress at social and political oppression at times “mingled with a romantic’s belief in the perfectibility of the universe, and a young patriot’s belief in the perfectibility of her nation,” wrote Roy B. Hoffman in his Village Voice review of The Collected Poems of Muriel Rukeyser (1978). “Perhaps it is this belief of Rukeyser’s—in a radiant epiphany behind the pain of conflict—that both dates her and makes her refreshing to read. Her idealism is unmarked by heavy irony, cynicism, or an intricacy of wit that characterizes much contemporary poetry.” Contemporary reviewers compared Rukeyser’s style to that of 19th-century American poet Walt Whitman. In an assessment of Waterlily Fire: Poems, 1935-1962 (1962), a Virginia Quarterly Review critic explained that “like Whitman, Muriel Rukeyser has so much joy that it is not to be contained in regular verse but comes out in lines that are rugged and soaring.” Contemporary reviewers were frequently dismissive of Rukeyser, often labeling her “emotional,” “primordial” or “impassioned”; however, Rukeyser’s interest in “the politicization of intimate experience,” as the Paris Review’s Sam Huber has claimed, long predated the wide adoption of slogans such as “the personal is political” in the 1960s.\nRukeyser’s earliest poems contain intrepid research into tone and imagery; this early work tended to feature cluster poems, or collage poems. These poems centered on a single theme but developed in “separate, autonomous bits, [and] varied in line length and stanza form … the parts of each book roll[ing] toward the reader in a series of waves, each of which crashes firmly,” explained Alberta Turner in the Dictionary of Literary Biography. In Poetry magazine, John Malcolm Brinnin explained that with the publication of Theory of Flight, “American poetry found its first full-blown expression of the rebellious temper that prevailed on American campuses and among the younger intellectuals. Its success was immediate. … Rukeyser was praised for the ruggedness of her technique, her experimentalism, and for the powerful utterance which, from a woman, seemed unique.” Other critics chastised Rukeyser in blatantly misogynist terms. “This passionate, innocent young woman … talks so noisily and so hurriedly that it never occurs to her that other people have seen these things before, and have learned to speak more calmly,” wrote Michael Roberts in his Spectator review of Theory of Flight.\nMore recent poetry criticism has repositioned Rukeyser as an important figure not only in second-wave feminism, but also in shaping an entire generation of innovative poetics. Though Rukeyser’s overtly political poems could attempt to “carry whole nations forward through the urgency of their message,” her more intimate or small-scale works insisted the personal and political belonged in the same fields of reference. Many of her poems focused on her role as a mother and daughter, explored sexuality, creativity, the poetic process, and illness and death, and they frequently utilized symbolic networks drawn from myth and dreamwork as well as striving to “represent the obligations and demands of a dense public world from the private vantage of intimate experience,” in the words of Huber. In her book Beast in View (1944), the poem “Ajanta” is “purportedly” a poem about painted caves in India, “but when she wrote it,” noted Kenneth Rexroth, “Muriel had never been to India. … ‘Ajanta’ is an exploration … of her own interior—in every sense. It is the interior of her mind as a human being, as a poet, and as a woman.”\nIn the same way that Rukeyser’s poetry was various—labeled, among other things, as romantic, political, feminist, erotic, Whitmanesque—her oeuvre explored a variety of genres. Although known best for her poetry, Rukeyser wrote biographical material (which was sometimes in the form of poetry), children’s books, plays, and television scripts, and she also translated poetry from the Swedish, French, German, Spanish, and Italian. In addition, she taught and read her poetry at institutions nationwide.\nRukeyser’s work as a biographer also received critical attention. As Jane Cooper noted in the Washington Post Book World, Rukeyser “loved science and history and modern technology, enjoying their puzzles and solvings much as she enjoyed the puzzles and solvings of poetic form.” Rukeyser wrote about a wide range of individuals: from memorable poems about the German lithographer Käthe Kollwitz, American composer Charles Ives, and mythological figures like Orpheus to profiles of New England eccentric Lord Timothy Dexter, 19th-century mathematician Willard Gibbs, English mathematician and scientist Thomas Hariot, and lawyer and business executive Wendell Willkie, who ran for president on the 1940 Republican party ticket. Indeed, Rukeyser wrote full-length biographies of the latter three men.\nOne of Rukeyser’s intentions behind writing biographies of nonliterary persons was to find a meeting place between science and poetry. In an analysis of Rukeyser’s The Life of Poetry, Virginia Terris argued that Rukeyser believed that in the West, poetry and science are wrongly considered to be in opposition to one another. Thus, writes Terris, “Rukeyser [set] forth her theoretical acceptance of science … [and pointed] out the many parallels between [poetry and science]—unity within themselves, symbolic language, selectivity, the use of the imagination in formulating concepts and in execution. Both, she believe[d], ultimately contribute to one another.” For many, Rukeyser’s biographies illuminated their subject in revelatory ways. Reviewing Rukeyser’s account entitled The Traces of Thomas Hariot, Washington Post Book World critic Vincent Cronin wrote: “By her carefully controlled imaginative sympathy, by the dazzling range of her learning, and above all by the poetry of her style she leads the reader further than he is ever likely to go into the speculative 17th century, where daring men were trying, on half-a-dozen fronts, to break through into what was to become the modern world. … From now on, thanks to this highly enjoyable trail-blazing book, Thomas Hariot will never be ‘just another minor Elizabethan.’” Commonweal reviewer E.L. Keyes called Rukeyser’s biography of Willard Gibbs an “intelligible collation of a mountain of mysteries.”\n\r\nImpassioned, self-confident, eclectic, a poet of powerful expression, a poet of the political and the personal—these and similar phrases have characterized the life and work of Muriel Rukeyser for decades. Although critics in Rukeyser’s early years seldom agreed on the value of her achievements, a new generation of reviewers had come along by the time Rukeyser published The Collected Poems in 1978. A year before Rukeyser’s death, Hoffman concluded that “poems like ‘The Poem as Mask’ make me wonder if Muriel Rukeyser is not our greatest living American poet. The Collected Poems … enable us to see a breadth of history, energy, and experience rarely matched in American letters.” As for Kessler, “any reading of [Rukeyser’s] poems will excite the best and most ingenious impulses of … people everywhere, who want goodness and freedom and love in the world and in their own personal lives. Rukeyser remained faithful and consistent with her own youthful visions, and all this work [in The Collected Poems] … testifies to that.”\nAfter her death in 1980, Rukeyser’s work suffered critical and popular neglect; while Rukeyser “articulated the thoughts and feelings of the unnoticed and excluded,” wrote Anna Herzog in The Women’s Review of Books, she was also “one of this country’s most distinguished, misunderstood and undervalued poets.” However, Rukeyser’s body of work has emerged as particularly vital and important to poets and scholars in the first decades of the 21st century. Lee Upton observed in Belles Lettres that Rukeyser “gives voice to the repressed, particularly to the lives of women and the marginalized.” And in the Paris Review, Sam Huber noted that, in the aftermath of the 2016 election, Rukeyser’s “Poem” from her collection The Speed of Darkness (1968) has “become a vehicle for anti-Trump sentiment, an equivocal fate for any artifact but one Rukeyser would not likely have chafed against. Throughout her career, she remained sensitized to a political and cultural landscape that was changing rapidly.” Her work remains an urgent dispatch for readers struggling to make sense of multiple, volatile political, humanitarian, and environmental crises.\nPosthumous volumes and editions of Rukeyser’s work include Out of Silence: Selected Poems (1992), A Muriel Rukeyser Reader (1994), the Library of America edition of Selected Poems (2004) with an introduction by Adrienne Rich, and the republication of the Collected Poems (2006) and The Book of the Dead (2018).\n", "attrs": {}}