{"pf_url": "https://www.poetryfoundation.org/poets/muriel-spark", "name": "Muriel Spark", "yob": "1918", "yod": "2006", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/da2c358c78d9cd37f1ba1a6cbb53c8275efae226.jpeg", "bio": "\nBorn and raised in Edinburgh, Scottish poet, essayist, and novelist Muriel Spark (nee Camberg) was educated at James Gillespie’s High School for Girls and Heriot-Watt College. In 1937, she traveled to the country now named Zimbabwe and married Sydney Oswald Spark, from whom she was later divorced. In 1944, she returned to England, where she worked in military intelligence during World War II before turning to writing full-time. From 1947 to 1949, she served as an editor for the Poetry Review, the literary journal of the Poetry Society.\r\n \r\nIn a 2014 essay in the New Yorker, writer Parul Sehgal, exploring an image from Spark’s novel The Girls of Slender Means, observes, “This is Spark’s particular genius: the cruelty mixed with camp, the lightness of touch, the flick of the wrist that lands the lash.” That light touch under precise control is evident in Spark’s poetry as well. Her poems, in which she often shows a careful attention to form, are spare, sharply powerful, and often dryly witty. Her poetry collections include The Fanfarlo and Other Verse (1952) and Going up to Sotheby’s and Other Poems (1982). All the Poems of Muriel Spark (2004) offers an overview of her poetry.\r\n \r\nMuch of Spark’s considerable literary output found its form in the novel. Her 22 published novels include The Comforters (1957), The Prime of Miss Jean Brodie (1961, adapted for the stage in a 1966 production starring Vanessa Redgrave and into a 1969 film starring Maggie Smith), The Girls of Slender Means (1963), The Driver’s Seat (1970, adapted as a 1974 film starring Elizabeth Taylor), and The Finishing School (2004). Her novels have been widely translated.\r\n \r\nSpark’s short story collections include The Go-Away Bird (1958) and Bang-bang You’re Dead (1982). Her stories are collected in Complete Short Stories (2001). Her nonfiction was posthumously gathered into The Informed Air: Essays (2014). She wrote critical studies of Emily Brontë, Mary Wollstonecraft Shelley, William Wordsworth, and John Masefield, as well as a memoir, Curriculum Vitae (1992). She is the subject of biographies by Allan Massie, Alan Bold, Dorothea Walker, and Norman Page, as well as many critical studies, including Critical Essays on Muriel Spark (1992) and Theorizing Muriel Spark: Gender, Race, Deconstruction (2002, edited by Martin McQuillan).\r\n \r\nHer many awards include an Italia Prize, a James Tait Black Memorial Prize, an Ingersoll Foundation T.S. Eliot Award, and a David Cohen British Literature Prize for Lifetime Achievement. In 1993, she was made a Dame Commander of the Order of the British Empire as well as a Commandeur de l'Ordre des Arts et des Lettres in France.\r\n \r\nSpark died at her home in Tuscany in 2006. A comprehensive personal archive she began compiling in 1945 is housed in the National Library of Scotland.\n", "attrs": {"Region:": ["Scotland"]}}