{"pf_url": "https://www.poetryfoundation.org/poets/nh-pritchard", "name": "N. H. Pritchard", "yob": "1939", "yod": "1996", "image": null, "bio": "\nBlack Arts poet Norman Henry Pritchard was born in New York City, and he studied at New York University and Columbia University. His visual and concrete poems often use unconventional typography and spacing and engage with not just visual innovation but also musical or sound-based experimentation, as can be heard in his jazz poetry recordings. In a 2004 essay for Jacket2, Charles Bernstein states, “The Matrix is a strikingly designed volume, composed of 71 poems in three parts, mostly visual or ‘concrete’ poems, which are at the same time ‘sound’ poems. … Pritchard hops, skips, and jumps with his syncopated words, creating spaces inside words in a way that makes one word many. It’s a rhythmic concatenation that relies on multiplicity and ambiguity.” Zachary Schomburg, in a 2007 essay on Pritchard’s work for Octopus Magazine, observes, “Not unlike the avant-garde jazz of the 1950’s or jazz fusion, Pritchard’s [poetry] doesn’t approach meaning through narrative or melody, but through vibrations: vibrations of life, black life, urban life, jazz culture, pre-hip-hop, vibrations of what was more directly encountered in the literature of the Black Arts Movement.”\nPritchard published two collections of poetry: Eecchhooeess (1971) and The Matrix, Poems: 1960–1970. His work was also featured in the journals Umbra and The East Village Other. Pritchard performed his work on the jazz poetry compilation New Jazz Poets (1967), and his poetry was anthologized in The New Black Poetry (1969) and In a Time of Revolution: Poems from Our Third World (1969). Critical discussions of his work and legacy can be found in A.L. Nielsen’s Black Chant: Languages of African-American Postmodernism (1997) and in Dark Horses: Poets on Lost Poems (2004).\nPritchard taught poetry at the New School for Social Research and was a poet-in-residence at Friends Seminary. He died in eastern Pennsylvania on February 8, 1996.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}