{"pf_url": "https://www.poetryfoundation.org/poets/naomi-shihab-nye", "name": "Naomi Shihab Nye", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/ec1c22c174e23aafdce1fb2a9b3bf9030dbf3562.jpeg", "bio": "\nNaomi Shihab Nye was born in St. Louis, Missouri. Her father was a Palestinian refugee and her mother an American of German and Swiss descent, and Nye spent her adolescence in both Jerusalem and San Antonio, Texas. She earned her BA from Trinity University in San Antonio. Nye is the recipient of numerous honors and awards for her work, including the Ivan Sandrof Award for Lifetime Achievement from the National Book Critics Circle, the Lavan Award, the Paterson Poetry Prize, the Carity Randall Prize, the Isabella Gardner Poetry Award, the Lee Bennett Hopkins Poetry award, the Robert Creeley Prize, and many Pushcart Prizes. She has received fellowships from the Lannan Foundation, the Guggenheim Foundation, and she was a Witter Bynner Fellow. From 2010 to 2015 she served as a Chancellor of the Academy of American Poets. In 2018 she was awarded the Lon Tinkle Award for Lifetime Achievement from the Texas Institute of Letters. Nye is the Poetry Foundation's Young People's Poet Laureate.\nNye’s experience of both cultural difference and different cultures has influenced much of her work. Known for poetry that lends a fresh perspective to ordinary events, people, and objects, Nye has said that, for her, “the primary source of poetry has always been local life, random characters met on the streets, our own ancestry sifting down to us through small essential daily tasks.” In her work, according to Jane Tanner in the Dictionary of Literary Biography, “Nye observes the business of living and the continuity among all the world’s inhabitants … She is international in scope and internal in focus.” Nye is also considered one of the leading female poets of the American Southwest. A contributor to Contemporary Poets wrote that she “brings attention to the female as a humorous, wry creature with brisk, hard intelligence and a sense of personal freedom unheard of” in the history of pioneer women.\n\r\nNye continues to live and work in San Antonio, Texas. “My poems and stories often begin with the voices of our neighbors, mostly Mexican American, always inventive and surprising,” Nye wrote for Four Winds Press. “I never get tired of mixtures.” A contributor to Contemporary Southern Writers wrote that Nye’s poetry “is playfully and imaginatively instructive, borrows from Eastern and Middle Eastern and Native American religions, and resembles the meditative poetry of William Stafford, Wallace Stevens, and Gary Snyder.” Nye’s first two chapbooks were published in the 1970s. Both Tattooed Feet (1977) and Eye-to-Eye (1978) are written in free verse and structured around the theme of a journey or quest. They announced Nye as a “wandering poet,” one interested in travel, place, and cultural exchange. In her first full-length collection, Different Ways to Pray (1980), Nye explores the differences between, and shared experiences of, cultures from California to Texas, from South America to Mexico. In “Grandfather’s Heaven,” a child declares: “Grandma liked me even though my daddy was a Moslem.” As Tanner observed, “with her acceptance of different ‘ways to pray’ is also Nye’s growing awareness that living in the world can sometimes be difficult.”\nNye’s next books include On the Edge of the Sky (1981), Hugging the Jukebox (1982), a full-length collection that also won the Voertman Poetry Prize, and Yellow Glove (1986). In Hugging the Jukebox, Nye emphasized the ordinary connections between diverse peoples and the perspectives of those in other lands. She writes: “We move forward, / confident we were born into a large family, / our brothers cover the earth.” Reviewers praised the book, noting Nye’s warmth and celebratory tone. Writing in the Village Voice, Mary Logue commented that in Nye’s poems about daily life, “Nye often pulls gold from the ordinary.” The poems in Yellow Glove presented a perspective tempered by tragedy and sorrow. In “Blood” Nye considers the Palestinian-Israeli conflict. She describes a café in combat-weary Beirut, bemoans “a world where no one saves anyone,” and observes “The Gardener” for whom “everything she planted gave up under the ground.” Georgia Review contributor Philip Booth declared that Nye brings “home to readers both how variously and how similarly all people live.” In Red Suitcase (1994), Nye continued to explore the effect of on-going violence on everyday life in the Middle East. Writing for Booklist, Pat Monaghan explained that “some of her most powerful poems deal with her native land’s continuing search for peace and the echoes of that search that resound in an individual life. Nye is a fluid poet, and her poems are also full of the urgency of spoken language. Her direct, unadorned vocabulary serves her well: ‘A boy filled a bottle with water. / He let it sit. / Three days later it held the power / of three days.’ Such directness has its own mystery, its own depth and power, which Nye exploits to great effect.”\nNye’s next book, Fuel (1998), received wide acclaim. The poems range over a variety of subjects, settings and scenes. Reviewing the book for Ploughshares, Victoria Clausi regarded it as, above all, an attempt at connection: “Nye’s best poems often act as conduits between opposing or distant forces. Yet these are not didactic poems that lead to forced epiphanic moments. Rather, the carefully crafted connections offer bridges on which readers might find their own stable footing, enabling them to peek over the railings at the lush scenery.” Like her mentor, William Stafford, Nye again and again manifests her “belief in the value of the overlooked, the half-forgotten,” wrote Clausi, as well as investigating global concerns like the Israeli-Palestinian conflict. A reviewer for Publisher’s Weekly found that “Nye’s witnessings of everyday life and strife never quite acquire collective force, yet they convey a delicate sense of moral concern and a necessary sense of urgency.”\nAfter the World Trade Center attacks in 2001, Nye became an active voice for Arab Americans, speaking out against both terrorism and prejudice. The lack of understanding between Americans and Arabs led her to collect poems she had written which dealt with the Middle East and her experiences as an Arab American into one volume. 19 Varieties of Gazelle: Poems of the Middle East (2002) was a finalist for the National Book Award. Publisher’s Weekly declared that it was “an excellent way to invite exploration and discussion of events far away and their impact here at home.” Nye’s next book, You and Yours (2005), continued to explore the Middle East and the possibilities of poetic response. Divided into two sections, the first deals with Nye’s personal experiences as a mother and traveler and intersperses Nye’s typical free-verse with prose poems. Part two examines the Middle East with “indignity and compassion,” according to Publisher’s Weekly. Donna Seaman wrote that the book is “tender yet forceful, funny and commonsensical, reflective and empathic,” adding, “Nye writes radiant poems of nature and piercing poems of war, always touching base with homey details and radiant portraits of family and neighbors. Nye’s clarion condemnation of prejudice and injustice reminds readers that most Americans have ties to other lands and that all concerns truly are universal.” The book received the Isabel Gardner Poetry Award. Nye’s recent collections of poetry include Transfer (2011), Voices in the Air: Poems for Listeners (2018), and The Tiny Journalist (2019).\nIn addition to poetry, Nye has written fiction for children, poetry and song recordings, and poetry translations. She has also published a book of essays, Never in a Hurry (1996), and edited several anthologies, including the award-winning This Same Sky (1992), which represents 129 poets from sixty-eight countries. In her introduction to the anthology Nye writes, “Whenever someone suggests ‘how much is lost in translation!’ I want to say, ‘Perhaps—but how much is gained!’” Booklist critic Hazel Rochman called it “an extraordinary anthology, not only in its global range … but also in the quality of the selections and the immediacy of their appeal.” Nye also compiled and edited a bilingual anthology of Mexican poetry, The Tree Is Older Than You Are (1995), and she edited the collection I Feel a Little Jumpy around You (1996), which combines 194 “his and her” poems, pairing a poem written by a man with one written by a woman. Nye’s anthology The Space between Our Footsteps (1998) is a collection of the work of 127 contemporary Middle Eastern poets and artists representing nineteen countries.\nAs a children’s writer, Nye is acclaimed for her sensitivity and cultural awareness. Her book Sitti’s Secrets (1994) concerns an Arab American child’s relationship with her sitti—Arabic for grandmother—who lives in a Palestinian village. Booklist, praised Nye for capturing the emotions of the “child who longs for a distant grandparent” as well as for writing a narrative that deals personally with Arabs and Arab Americans. In 1997 Nye published Habibi, her first young-adult novel. Readers meet Liyana Abboud, an Arab American teen who moves with her family to her Palestinian father’s native country during the 1970s, only to discover that the violence in Jerusalem has not yet abated. As Liyana notes, “in Jerusalem, so much old anger floated around … [that] the air felt stacked with weeping and raging and praying to God by all the different names.” Autobiographical in its focus, Habibi was praised by Karen Leggett, who noted in the New York Times Book Review that the novel magnifies through the lens of adolescence “the joys and anxieties of growing up” and that Nye is “meticulously sensitive to this rainbow of emotion.” Nye sees her writing for children as part of her larger goals as a writer. As Nye explained to a Children’s Literature Review contributor, “to counteract negative images conveyed by blazing headlines, writers must steadily transmit simple stories closer to heart and more common to everyday life. Then we will be doing our job.” Nye has since published poetry for young adults, including Come With Me: Poems for a Journey (2000) and A Maze Me: Poems for Girls (2005). Nye has received many awards for her writing for children, including the NSK Neustadt Award for Children’s Literature and the 2018 May Hill Arbuthnot Honor Lecture Award from the American Library Association.\n\r\nNye has been affiliated with the Michener Center for writers at the University of Texas and poetry editor for the Texas Observer for over 20 years. She is a professor of creative writing at Texas State University. Nye told Contemporary Authors: “I have always loved the gaps, the spaces between things, as much as the things. I love staring, pondering, mulling, puttering. I love the times when someone or something is late—there’s that rich possibility of noticing more, in the meantime … Poetry calls us to pause. There is so much we overlook, while the abundance around us continues to shimmer, on its own.”\n \n \n", "attrs": {}}