{"pf_url": "https://www.poetryfoundation.org/poets/natalya-gorbanevskaya", "name": "Natalya Gorbanevskaya", "yob": "1936", "yod": "2013", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/c97c5231b5f78dd8c72ea127148bdbbf503b70ed.jpeg", "bio": "\nRussian poet and civil rights activist Natalya Yevgenyevna Gorbanevskaya was born in Moscow. She attended Moscow State University, but she was expelled for her political activities. She would later earn a philosophy degree from Leningrad State University and work for some time as a translator, librarian, and technical writer. She started to write poetry in her 20s, and her poems were published in Poems: The Trial. Prison (Carcanet, 1972) and Selected Poems (Carcanet, 2011).\nFrom 1968 onward, Gorbanevskaya was involved in the dissident movement in the Soviet Union. In late August of that year, she was one of the eight participants in the Red Square demonstration against the invasion of Czechoslovakia. She was founder and first editor of A Chronicle of Current Events, a samizdat publication that focused on the violation of basic human rights in the Soviet Union. She published a book called Noon (1970), about the demonstration and subsequent trial. The book was published later as Red Square at Noon in the 1970s, in France, the UK, Mexico, and the US.\nGorbanevskaya was arrested in December 1969 and was imprisoned for illegal acts while “of unsound mind.” She was committed to a psychiatric hospital for three years, until 1972. She moved to Paris in 1975. Her story became known to the West in the mid-70s: Adrienne Rich wrote the poem “For a Sister” (Diving into the Wreck, 1973), in acknowledgement of Gorbanevskaya and other women and their wrongful imprisonment, and singer Joan Baez released a song dedicated to Gorbanevskaya, called “Natalia,” on her live album From Every Stage (1976). In Paris she worked as a correspondent for Radio Free Europe/Radio Liberty and as an editor of Russian-language publications.\nGorbanevskaya was also a translator of Polish literature. Poland granted her citizenship in 2005. She died in 2013, in Paris, at the age of 77.\n \n", "attrs": {"Region:": ["Poland", "Russia"]}}