{"pf_url": "https://www.poetryfoundation.org/poets/natasha-trethewey", "name": "Natasha Trethewey", "yob": "1966", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a14f2013249b34532f64bd903e3f07b003c64133.jpeg", "bio": "\nNatasha Trethewey was born in Gulfport, Mississippi, the daughter of poet, professor, and Canadian emigrant Eric Trethewey and social worker Gwendolyn Ann Turnbough. The daughter of a mixed-race marriage, Trethewey experienced her parents’ divorce when she was six. She subsequently spent time in Atlanta, Georgia, with her mother and in New Orleans, Louisiana, with her father. Encouraged to read as a child, Trethewey studied English at the University of Georgia, earned an MA in English and creative writing from Hollins University, and earned an MFA in poetry from the University of Massachusetts, Amherst. A former US poet laureate, Trethewey is the author of five collections of poetry: Monument (2018), Thrall (2012), Native Guard (2006), Bellocq’s Ophelia (2002), and Domestic Work (2000). She is also the author of a book of creative non-fiction: Beyond Katrina: A Meditation on the Mississippi Gulf Coast (2010).\r\n \r\nTrethewey’s first collection, Domestic Work (2000), won the Cave Canem Prize for a first book by an African American poet. Domestic Work explores the lives and jobs of working-class people, particularly black men and women in the South. Based in part on her grandmother’s life, the poems are particularly attuned to the vivid imagery of their characters’ lives and the region itself. The book effortlessly blends free verse and traditional forms, including ballads and sonnets. The book also won the 2001 Mississippi Institute of Arts and Letters Book Prize and the 2001 Lillian Smith Award for Poetry.\r\n \r\nTrethewey is adept at combining the personal and the historical in her work. Her second book, Bellocq’s Ophelia (2002), is about a fictional prostitute in New Orleans in the early 1900s. For the book, Trethewey researched the lives of the women in the red-light district, many of whom were mixed-race. She commented that the project combined “the details of my own mixed-race experience in the deep South” with facts about the real women’s lives. Her third book of poems, Native Guard (2006), won the 2007 Pulitzer Prize in poetry. The book contains elegies to her mother, who died while Trethewey was in college, and a sonnet sequence in the voice of a black soldier fighting in the Civil War. Her next collection, Thrall (2012), examines historical representations of mixed-race families, focusing on fathers and children, through a series of poems that treat portrait art of the 18th century.\n\r\nTrethewey’s many honors and awards include fellowships from the Guggenheim Foundation, the Rockefeller Foundation, the National Endowment for the Arts, and Harvard's Radcliffe Institute, where she was a Bunting fellow. She has held appointments at Duke University, as the Lehman Brady Joint Chair Professor of Documentary and American Studies, and at Emory University, where she was Robert W. Woodruff Professor of English and Creative Writing; the University of North Carolina-Chapel Hill; and Yale University, where she was the James Weldon Johnson Fellow in African American Studies at the Beinecke Library.\n\r\nThe recipient of a Mississippi Governor’s Award for Excellence in the Arts, Trethewey was named the 2008 Georgia Woman of the Year. She has been inducted into both the Fellowship of Southern Writers and the Georgia Writers Hall of Fame. She has served as Poet Laureate of Mississippi (2012-2016) and as the 19th US Poet Laureate (2012-2014). Other honors include the 2016 Academy of American Poets Fellowship. Trethewey is currently the Board of Trustees Professor of English at Northwestern University.\n", "attrs": {"Region:": ["U.S., Southern"]}}