{"pf_url": "https://www.poetryfoundation.org/poets/nathaniel-hawthorne", "name": "Nathaniel Hawthorne", "yob": "1804", "yod": "1864", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/5be658a8d40d3d3edd83658faf06d0fc32658697.jpeg", "bio": "\nNew England writer Nathaniel Hawthorne was born in 1804 in Salem, Massachusetts, where his paternal ancestors had been prominent since the founding generation (who then spelled their last name Hathorn). When he began writing fiction, he was drawn into a search for material in the careers of his early ancestors and in the history of colonial New England. While attending Bowdoin College, Hawthorne began writing tales or a romance or both. He would go on to write many American stories and novels, including “Young Goodman Brown” (1835), Twice-Told Tales (1837), “Ethan Brand” (1850), The Scarlet Letter (1850), The House of the Seven Gables (1851), and The Blithedale Romance (1852).\r\n \r\nIn sketches, tales, and romances published in the second third of the 19th century, Hawthorne chose mainly American materials, drawing especially on the history of colonial New England and his native Salem in the time of his early American ancestors. Heir to the Puritan tradition and alert to the transcendental thought prominent in his region and time, he subjected both to his skeptical, questioning scrutiny in the moral and psychological probing that is characteristic of his fictional works. Considering guilt—actual or imagined, revealed or concealed—to be a universal human experience, he traced out in his characters the types and the effects of guilt. The seriousness of his literary purpose, his independence of mind, and his intellectual and artistic integrity were recognized by Herman Melville and others of his contemporaries. He placed a number of characters and scenes among the most memorable in world literature; he was master of a prose style that is individual, simple and direct, and yet richly varied. Hawthorne’s writing influenced Melville, who dedicated Moby-Dick (1851) to Hawthorne, as well as Henry James and William Faulkner; they were drawn particularly by his symbolic method and his attention to the dark elements in human experience. Through both direct statement and example, he helped define for his age the literary sketch, the tale, and long fiction that fuses romance and psychological realism.\r\n \r\nHawthorne lived in New England most of his life, and at one point lived in Concord, Massachusettes, where he lived near Ralph Waldo Emerson and Henry David Thoreau. He died on May 19, 1864 and was buried in Sleepy Hollow Cemetery in Concord, Massachusetts.\n", "attrs": {"Region:": ["U.S., New England"]}}