{"pf_url": "https://www.poetryfoundation.org/poets/nathaniel-mackey", "name": "Nathaniel Mackey", "yob": "1947", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/0cd5bb1eeba4403a6a40c4153508c098104288d0.jpeg", "bio": "\nBorn in Miami and raised in Southern California, poet, novelist, editor, and critic Nathaniel Mackey earned his BA from Princeton University and his PhD from Stanford University. Mackey is the author of numerous books of poetry, including Blue Fasa (2015), Nod House (2011), the National Book Award-winning Splay Anthem (2006), Whatsaid Serif (1998), and Eroding Witness (1985), which was chosen for the National Poetry Series. He has published several book-length installments of his ongoing prose work, From a Broken Bottle Traces of Perfume Still Emanate, beginning with Bedouin Hornbook in 1986. David Hajdu described the prose project as “not simply writing about jazz, but writing as jazz” in a 2008 New York Times Book Review piece on the fourth volume in Mackey’s series, Bass Cathedral (2007). Hajdu characterized the movement of language in the volumes as “kinetic and also contemplative, elegiac and mercurial, sometimes volatile.” The first three volumes of Mackey’s series were published together by New Directions in 2010. A recording of Mackey’s work Strick: Song of the Andoumboulou 16-25 was released in 1995 by Spoken Engine Company, with musical accompaniment by Royal Hartigan and Hafez Modirzadeh.\r\n \r\nMackey cites poets William Carlos Williams and Amiri Baraka, in addition to jazz musicians John Coltrane and Don Cherry, as early influences in his exploration of how language can be infused and informed by music. In a 2006 interview with Bill Forman for MetroActive magazine, Mackey addressed the relationship he seeks between music and his own poetry: “I try to cultivate the music of language, which is not just sounds. It’s also meaning and implication. It’s also nuance. It’s also a kind of angular suggestion.”\r\n \r\nMackey coedited Moment’s Notice (1993) with Art Lange, and American Poetry: The Twentieth Century (2000) with Robert Hass, John Hollander, Carolyn Kizer, and Marjorie Perloff. Mackey has broadcast jazz and world music as a DJ on local noncommercial radio since the late 1970s, an endeavor he describes as similar to that of bringing together journal issues during his long tenure as the editor of Hambone magazine: “You segue, you juxtapose, you mix,” he noted in the MetroActive interview. Mackey’s critical work includes Discrepant Engagement: Dissonance, Cross-Culturality, and Experimental Writing (1993) and Paracritical Hinge: Essays, Talks, Notes, Interviews (2005). His many honors and awards include fellowships from the Guggenheim Foundation and the Foundation for Contemporary Arts; the Roy Harvey Pearce/Archive for New Poetry Prize; and the Stephen Henderson Award from the African American Literature and Culture Society; the 2014 Ruth Lilly Poetry Prize from the Poetry Foundation; and the 2015 Bollingen Prize from Yale University. From 2001 to 2007, he served as a chancellor of the Academy of American Poets.\r\n \r\nMackey taught for many years at the University of California, Santa Cruz and is currently the Reynolds Price Professor of Creative Writing at Duke University.\n\r\n \n", "attrs": {"Region:": ["U.S., Western"]}}