{"pf_url": "https://www.poetryfoundation.org/poets/nathaniel-tarn", "name": "Nathaniel Tarn", "yob": "1928", "yod": null, "image": null, "bio": "\nEditor, anthropologist, translator, and critic Nathaniel Tarn was born in Paris and studied English and history at King’s College, Cambridge, before pursuing anthropology at the Collége de France and the Musée de l’Homme. He attended Yale University and the University of Chicago on a Fulbright grant and studied at the London School of Economics. His first collection of poetry, Old Savage / Young City, was published in 1964, and he went on to publish poetry in both the United States and Great Britain. Tarn’s subsequent collections include Gondwana (2017), Ins and Outs of the Forest Rivers (2008), Avia: A Poem of International Air Combat, 1939–1945 (2008), Palenque: Selected Poems 1972–1984 (1986), At the Western Gates (1985), Landsongs (1982), Selected Poems: 1950–2000 (2002), The House of Leaves (1976), Lyrics for the Bride of God (1975), and The Beautiful Contradictions (1969).\nReviewing Selected Poems: 1950–2000 for Jacket, poet Brenda Hillman noted that Tarn’s poetry “redefines nature and art for human culture, bringing a genuine psychological and linguistic curiosity about the human mind.” Of his style, she observed, “Tarn manages an unusually flexible tone; he seems to be a man bargaining with reality. … He effects his tone through the use of fragments, uneasy segue ways, hesitations, alternating at times with long unpunctuated passages; he mixes prose and verse, brings in aphorism, remarks, songlike passages, technical language to allow the greatest emotional range.”\nA respected translator and critic, Tarn translated Victor Segalen’s Stelae (1969) as well as Pablo Neruda’s Selected Poems: A Bilingual Edition (1970) and The Heights of Macchu Picchu (1966). Tarn’s critical writing has been collected in The Embattled Lyric: Essays and Conversations on Poetics and Anthropology (2007) and Views from the Weaving Mountain: Selected Essays in Poetics and Anthropology (1991).\nTarn lives near Santa Fe, New Mexico.\n", "attrs": {}}