{"pf_url": "https://www.poetryfoundation.org/poets/nicholson-baker", "name": "Nicholson Baker", "yob": "1957", "yod": null, "image": null, "bio": "\n                                                                    Born in Rochester, New York, novelist Nicholson Baker first studied music, specifically the bassoon. He attended Eastman School of Music in Rochester before transferring to Haverford College to study literature. In the early 1980s, Baker worked as a technical writer before concentrating on fiction; his novels include The Mezzanine (1988), Room Temperature (1990), Vox (1992), The Fermata (1994), A Box of Matches (2003), and The Anthologist (2009). Baker’s novels are varied in their styles and subject matter. He has focused on situations and topics as diverse as the details of a lunch break (The Mezzanine), the feeding of an infant (Room Temperature), phone sex between strangers (Vox), and the minutiae of a man’s life (A Box of Matches). In a 1996 review in the New York Times, Michiko Kakutani observed that “Mr. Baker is a connoisseur of the minute, the particular, the specific. He is a reader of footnotes, a consulter of dictionaries, a student of concordances.” In The Anthologist, Baker’s main character is a poet attempting to write an introduction for an anthology of poetry. David Orr, reviewing The Anthologist for the New York Times, noted, “somehow Nicholson Baker has written a novel about poetry that’s actually about poetry—and that is also startlingly perceptive and ardent, both as a work of fiction and as a representation of the kind of thinking poetry readers do.” Baker is the author of the nonfiction collections U and I: A True Story (1991), about John Updike; The Size of Thoughts: Essays and Other Lumber (1996); and Double Fold: Libraries and the Assault on Paper (2001). His interest in preservation led him to become the director of the nonprofit American Newspaper Repository to store old newspapers destined for the dump. Baker lives in South Berwick, Maine.\n                                                            ", "attrs": {"Region:": ["U.S., New England"]}}