{"pf_url": "https://www.poetryfoundation.org/poets/nicholas-christopher", "name": "Nicholas Christopher", "yob": "1951", "yod": null, "image": null, "bio": "\nPoet and novelist Nicholas Christopher was born in New York City and educated at Harvard University, where he studied poetry with Robert Lowell and Elizabeth Bishop. The son of an engineer for the Manhattan Project, Christopher traveled around Europe after graduation, living in Greece and Paris, France. The New Yorker published his first poems while he was still in his 20s, and he has contributed to magazines such as The New Republic, Esquire, and the New York Review of Books. Early collections of poetry such as On Tour with Rita (1982) and A Short History of the Island of Butterflies (1986) won acclaim for their surreal evocations of landscape and travel. Christopher’s verse novel, Desperate Characters (1988), was described by the New York Times as “a lurid, hallucinogenic (and, of course, noirish) 68-page free verse romp by a nameless hero and his ravishing chauffeur-bodyguard through an overripe California landscape.” It announced the signature themes Christopher has become known for: apocalyptically magical realism, interest in post-war American noir, narrative economy, and lush imagery.\nLater poetry collections include On Jupiter Place (2016), Crossing the Equator: New and Selected Poems (2007), Atomic Field: Two Poems (2000), The Creation of the Night Sky (1998), and Five Degrees and Other Poems (1995).\nChristopher has received numerous awards for his work, including fellowships from the Guggenheim Foundation, the National Endowment for the Arts, the Academy of American Poets, and the Poetry Society of America.\nIn all his books, Christopher plays with sequence and chronology, often stringing short poems together to create the sensation of narrative, or interlocking stories. “Five Degrees,” the titular poem in Five Degrees and Other Poems, for example, is actually an interlinked series of 35 poems with allegorical elements, all centered in a single night in an imaginary permutation of New York City where the current temperature is five degrees. The poem explores themes of magic, history, and spiritual transcendence, and features a quirky cast of characters and situations. Similarly, The Creation of the Night Sky presents individual poems that can be read multiples ways. Many reviewers noted the book’s rush of fantasy, dream, memory, and simultaneous realities, and Christopher’s attempts to draw connections between them. Reviewing Crossing the Equator, the New Yorker noted that much of the book “assumes what has become the poet’s signature form: episodic narrative achieved by means of short scenes, as in an art film, with swift cuts and special effects.”\nChristopher’s narrative and cinematic “special effects” stem from his dual career as novelist and interest in film noir. In novels like Veronica (1986), A Trip to the Stars (2000), and Bestiary (2007), he again treats magical occurrences, time-bending realities, myth, and mysticism with care and insight. Speaking about the connections between poetry and fiction for an interview in Curled up with a Good Book, Christopher noted, “I was a poet first, and I was publishing my poems in magazines and journals while still in college. When I began writing fiction in my mid-twenties, I thought at first that I must keep the two disciplines separate. I wanted to write fiction that was borne along by strong narratives and fully rounded characters. I did not want to write a beautifully wrought, but narratively aimless, novel—pejoratively called ‘a poet’s novel.’ But I soon realized that the precision and imagistic facility necessary to produce a vivid poem are among the tools required when one is constructing an extended narrative line and delineating character. My training as a poet, and the fact I write and publish poetry as steadily as I ever did, have helped me to strive always for precision and economy in my novels, no matter how dense or complex the subject matter.”\nChristopher is also the author of Somewhere in the Night: Film Noir and the American City (1997), a book of critical prose that explores the influence of the American city on noir film. He has taught at a number of institutions, including Yale University, New York University, and Barnard College, and is a professor at Columbia University. He lives in New York City with his wife, Constance, and continues to travel widely. As he told Contemporary Authors, “I write daily, whether at home or traveling.”\n", "attrs": {}}