{"pf_url": "https://www.poetryfoundation.org/poets/nicole-brossard", "name": "Nicole Brossard", "yob": "1943", "yod": null, "image": null, "bio": "\nQuebecois avant-garde poet, novelist, and essayist Nicole Brossard was born in Montreal, Canada, and educated at the Collège Marguerite Bourgeoys and the Université de Montréal. \nBrossard’s work explores feminism, desire, and their connection to the structure and flexibility of language. Believer reviewer Kate Zambreno has praised Brossard’s “lyrical descriptions of lesbian desire coupled with a continued meditation on language. Brossard conflates writing with lovemaking …the poems forming a grammar of desire, like a diagrammed body.”\nBrossard has published more than 30 books. Her poetry collections include Avant Desire: A Nicole Brossard Reader (2020), edited by Erin Wunker, Geneviève Robichaud, and Sina Queryas; White Piano (2013), translated by Robert Majzels and Erin Mouré; Nicole Brossard: Selections (2010), translated by Jennifer Moxley; Notebook of Roses and Civilization (2006), translated by Robert Majzels and Erin Mouré, which was shortlisted for the Griffin International Poetry Prize; and Installations (1989), translated by Robert Majzels and Erin Mouré. She is also the author of numerous novels, including Mauve Desert (1987), translated by Susanne de Lotbinière-Harwood, and Lovhers (1986), translated by Barbara Godard.\nThe editor of the anthology The Story So Far: Les Strategies du reel (1979), Brossard co-founded the Quebec literary journals La Barre du Jour and La Nouvelle Barre du Jour.\nHer honors include a Lifetime Recognition Award from the Griffin Trust for Excellence in Poetry, the Canada Council’s Molson Prize, the Prix Athanase-David and two awards for poetry from the Governor General. She lives in Montreal and is a member of L’Académie des Lettres du Québec.﻿\n", "attrs": {"Region:": ["Canada"]}}