{"pf_url": "https://www.poetryfoundation.org/poets/nicolas-guillen", "name": "Nicolás Guillén", "yob": "1902", "yod": "1989", "image": null, "bio": "\nBorn July 10, 1902 in the city of Camagüey, Nicolás Guillén is among Cuba’s most popular and significant 20th-century poets, a journalist and agent for social change, and a champion of Afro-Cuban people and culture. He was awarded the Stalin Peace Prize in 1954 and the Cuban Order of Jose Marti by Fidel Castro in 1981. In 1983, he was the inaugural honoree of Cuba’s Natopnal Prize for Literature. Most notably, Guillén was named National Poet of Cuba and appointed to the National Cuban Writer’s Union in 1961, serving as president for more than 25 years.\nGuillén read widely during his youth and worked as a typesetter to support his mother and five siblings when his father, a journalist and liberal senator, was assassinated by government forces in 1917. His first poems, discussing social problems he witnessed in his community, were published in the Camaguey Grafico when the author was still in high school. Planning to become a journalist and politician like his father, Guillén enrolled in the University of Havana in 1921 with plans to study law; he left school after one year to begin working on his career as a poet and essayist.\nMotivos de son (1930), Guillén’s first published collection of poetry was a revolutionarily realistic account of Black life in Havana’s slums. “The collection's socially complex and critically compassionate monologues,” writes Roberto Márquez in the Encyclopedia of African-American Culture and History, “brought unwonted, strikingly new dimensions to the shades of exoticism more typical of the negrista movement then coming into vogue.” His next collections, Sónogro cosongo (1931), West Indies Ltd. (1934), and Cantos para soldados y sones para turistas (1937) reflect his growing commitment to his politics. His other major collections include El son entero (1947), his several Elegías (1948-58), and La Paloma de vuelo popular (1958), decry racial oppression and colonial practices. He spoke in favor of reform throughout his career and, as a result, was arrested multiple times and exiled from Cuba during Fulgencio Batista’s regime in the 1950s. Guillen supported the 1959 Cuban Revolution, which became a central theme in his later collections, such as Tengo (1964). A bilingual edition of his poems, Man-making Words: Selected Poems of Nicolás Guillen, was published in 1975; another bilingual edition, Nueva poesia de amor: En algun sitio de la primavera or  New Love Poetry: In Springtime was posthumously published in 1994. \nToward the end of his life, he was diagnosed with Parkinson’s disease; Guillén died at age 87 on July 16, 1989. Richard Gott, writing for The Guardian of London, praised Guillén for creating \"an atmosphere in which black people as a whole become fully integrated into Cuban society.\"\n", "attrs": {}}