{"pf_url": "https://www.poetryfoundation.org/poets/nikky-finney", "name": "Nikky Finney", "yob": "1957", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/23/13542c0e9d89a1d2157dd5cd51ceddba3053126a.jpeg", "bio": "\nPoet Nikky Finney was born in South Carolina, the daughter of a lawyer and teacher. Finney’s parents were both active in the Civil Rights movement and her childhood was shaped by the turmoil and unrest of the South in the 1960s and ‘70s. In an interview with the Oxford American, Finney noted: “I've never been far away from the human-rights struggle black people have been involved with in the South. That has been one of the backdrops of my entire life.” Finney’s engagement with political activism has also influenced her trajectory as a poet. Carefully weaving the personal and political, Finney’s poetry is known for its graceful, heartfelt synthesis of the two. Influenced by Lucille Clifton and Nikki Giovanni, Finney’s poems explore subjects ranging from the human devastation of Hurricane Katrina to Rosa Parks to the career path of Condoleezza Rice.\nFinney's recent poetry collections include Love Child's Hotbed of Occasional Poetry (2020), On Head Off & Split (2011), winner of the National Book Award. Of Head Off & Split, Finney told the Lexington Herald-Leader: “I know the sound of the '60s and '70s. There was a lot of standing with signs, there was a lot of shouting. I wanted to be a poet who didn't shout, who said things but said them with the most beautiful attention to language … I've been really working on this for 30 years, exploring how those two paths intersect, the path where the beautifully said thing meets the really difficult-to-say thing, and that's where I think this book finds its light.”\nFinney’s other books of poetry include On Wings Made of Gauze (1985), Rice (1995, 2013), Heartwood (1997), and The World is Round (2003). She edited the collection Black Poets Lean South (2007), an anthology of poets associated with Cave Canem, where Finney is on faculty. She is also a founding member of the Affrilachian Poets, a group of black Appalachian poets. She has received numerous awards for her work, including a PEN America Open Book Award and the Benjamin Franklin Award for Poetry.\nFinney has received the Art for Change Fellowship from the Ford Foundation and currently serves as an ambassador for the University of Arizona Poetry Center’s Art for Justice Project. She is the John H. Bennett, Jr., Chair in Creative Writing and Southern Letters at the University of South Carolina.\n", "attrs": {"Region:": ["U.S., Southern"]}}