{"pf_url": "https://www.poetryfoundation.org/poets/nikolai-gumilev", "name": "Nikolai Gumilev", "yob": "1886", "yod": "1921", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/03/ac7c611c997a66456f3b74f3cec0ee05ea495cdc.jpeg", "bio": "\nA versatile critic, translator, prose writer, and theorist of poetry, Nikolai Stepanovich Gumilev was an innovative, imaginative, and influential poet who enjoyed particular prominence in Russia during the years before the revolution of 1917. Gumilev was born in 1886, in Kronstadt. From 1906 to 1908, he lived in Paris, France, where he attended university lectures. He later studied in St. Petersburg, Russia, but did not complete a degree. As a student he met Anna Andreyevna Gorenko, who would become a famous poet under the name of Anna Akhmatova, and who he married in 1910. In 1905, while still in his teens, Gumilev published his first verse collection, Put’ konkvistadorov (“The Path of the Conquistadors”), which was strongly influenced by French Symbolism. Critics generally regard this volume as insignificant. For example, Earl Sampson, writing in Russian Literature Triquarterly, noted that though Gumilev began writing poetry in his teens, his artistic development was “slow, almost painfully slow.” Sampson described Put konkvistadorov as “definitely, irritatingly adolescent” and “highly derivative,” and he added that “Gumilev himself later regretted having published it.”\nGumilev followed Put’ konkvistadorov with such poetry collections as Romanticheskie tsvety (“Romantic Flowers,” 1908) and Zhemchuga (“Pearls,” 1910), which, although written in the tradition of Symbolism, impressed contemporary critics with its rich, exotic, daring imagery. These works, as Sampson noted in his Russian Literature Triquarterly appraisal, “show maturation and development.”\nGumilev was an active participant in St. Petersburg’s literary life as a poet and critic. Particularly interested in poetics—the theory of poetry—Gumilev was instrumental in starting Acmeism, a new literary movement. Gumilev founded the “Guild of Poets,” and in 1912, with fellow poet Sergey Gorodetsky, invented the term “acmeism,” based on the Greek word akme, meaning “pinnacle,” to denote a new orientation in poetry.\nA reaction to a mystical approach to poetry—which provided many of Gumilev’s contemporaries an opportunity to address metaphysical and spiritual subjects—acmeism, with its focus on poetic technique, as well on procedures favoring clarity of expression, not only gained wide critical approval, but also exerted a significant influence on Russian poetry. Exemplifying this poetry of clarity and concision is Gumilev’s own Cuzoe nebo (“Foreign Sky,” 1912). Here Gumilev completely abandons Symbolism, with its mysticism and musicality, showing his predilection for direct poetic expression. Nevertheless, as critics have written, Gumilev continued to revel in the exoticism characteristic of his early poetry.\nWhen World War I broke out, Gumilev volunteered for service and soon found himself in the cavalry. He ultimately fought in the front lines, where he distinguished himself as a soldier of remarkable courage. For his efforts, he received two medals, including the distinguished Cross of St. George.\nIn ensuing collections—notably Kolchan (“The Quiver,” 1916)—Gumilev showed his prowess as a writer of war poems. N. Elaine Rusinko wrote in Slavic and East-European Journal, “Gumilev’s war poems are usually exalted and rhetorical in tone. He treats the ‘poetic’ aspects of the situation (honor, courage, sacrifice) with little concern for objective reality.” Thus Gumilev, despite his Acmeist ideas, remained faithful to poetry as an expression of fantasy. Writing about “Solntse dukha” (“The Sun of the Spirit”), Rusinko noted Gumilev’s “rhetorical exuberance” and his “patriotic fervor.” Marc Slonim described Kolchan in Modern Russian Literature: From Chekhov to the Present as one replete with “fierce combats, savage natives, and East African landscapes.” Slonim added, “In the forest and deserts of the Dark Continent [Gumilev] found not only proud fighters who die superbly ... but also a violence of colors, a power, and a spontaneous and magnificent outburst of the life instinct.”\nGumilev was eventually transferred from combat duty to administrative posts, but when the 1917 revolution erupted in Russia, he returned home. He found work as a lecturer, but he also continued to produce poetry collections. Among Gumilev’s other publications is Kostyor (“The Bonfire,” 1918), another volume in which he demonstrated his affinity for the exotic. When Kostyor appeared, Gumilev was relatively well established in the Russian literary community. He lectured at various educational institutions and served on the editorial board of Vsemirnaya Literatura, which was prominent in publishing.\nAccording to Dimitry Obolensky, Gumilev’s poetic oeuvre reaches its apex during the period after 1918. Discerning a certain duality in Gumilev’s poetry, a duality which, in his view, characterizes the works of Akhmatova, Obolensky wrote that, in the poems written between 1918 and 1921, Gumilev “achieved remarkable emotional tenseness and visionary power—as in the ‘The Sixth Sense’ or the hauntingly suggestive ‘Tram that Lost Its Way.’”\nUnlike many of his colleagues, Gumilev was not a supporter of Bolshevik power in Russia. In fact, he openly proclaimed himself a monarchist. In addition, he expressed his disdain for the revolution by publishing Ognennyi stolp  (“The Pillar of Fire,” 1921), a collection of fantastic, even nightmarish, poems rejecting the communist triumph. Here Gumilev profoundly expresses his hate for the revolution and his disdain for communism’s emphasis on the collective over the individual. An ensuing volume, Shatyor (“The Tent,” 1921), is likewise caustic in its considerations of the revolution.\nIn 1921 Gumilev was arrested, charged as a co-conspirator in the anti-communist conspiracy known as the Tagantsev plot, and executed without trial. For several years, the Soviet establishment regarded him as a non-person.\nNevertheless, the Soviet regime was unable to prevent the posthumous publication of K sinyei Zvezde (“To a Blue Star,” 1923), the poetry collection that Earl Sampson described in Russian Literature Triquarterly as Gumilev’s “best and most significant work.” Unlike Ognennyi stolp and Shatyor, K sinyei zvezde harkens back to the more lyrical style of Gumilev’s earlier poems.\nIn the years after Gumilev’s death, his works and reputation fell into obscurity. After the appearance of K sinyei zvezde and the essay collection Pisma o russkoy poezii, no further volumes of his writings appeared in the Soviet Union for more than 60 years, although some of his works were featured in Soviet anthologies. Only in the mid-1980s did Soviet authorities allow the publication of Gumilev’s works. Thus, after a very long hiatus, Russian readers were afforded the opportunity to renew acquaintance with the writer described by Sampson as an extraordinary poet, whose late poetry “tells us that he was in the midst of his creative development, that he still had new creative paths to follow, had fate so decreed.”\n", "attrs": {"Region:": ["Russia"]}}