{"pf_url": "https://www.poetryfoundation.org/poets/nora-marks-dauenhauer", "name": "Nora Marks Dauenhauer", "yob": "1927", "yod": "2017", "image": null, "bio": "\nNora Marks Dauenhauer was born in Juneau, Alaska, and grew up in Juneau and Hoona; her father was a fisherman and carver, her mother a beader, and the family lived at times on a fishing boat and in seasonal camps. As a member of the Tlingit tribe, Dauenhauer’s first language was Tlingit; she did not learn English until she was eight. She earned a BA in anthropology from Alaska Methodist University in Anchorage and was the author of the poetry collection The Droning Shaman (1988).\r\n \r\nShe published a volume of poetry and prose, Life Woven with Song, in 2000. An “autoethnography” of the Tlingit tribe, it contains autobiographical pieces detailing Dauenhauer’s life in the natural world of the northern Pacific coast; the collection also includes short lyric poems and a cycle of dramatic plays depicting traditional Tlingit Raven stories. Influenced by the land and sea, Dauenhauer’s work preserves the stories and oral culture of previous generations.\r\n \r\nDauenhauer worked as a Tlingit language researcher, translating, transcribing, and compiling Tlingit stories, sometimes in collaboration with her husband, Richard Dauenhauer. Her books include a Tlingit grammar, Beginning Tlingit (1976). She was a Tlingit language researcher for the Alaska Native Language Center at the University of Alaska, Fairbanks, from 1972 to 1973 and the principal researcher in language and cultural studies at the Sealaska Heritage Foundation in Juneau from 1983 to 1997.\r\n \r\nDauenhauer was named the 1980 Humanist of the Year by the Alaska Humanities Forum. Her other awards included the Alaska Governor’s Award for the Arts, an American Book Award from the Before Columbus Foundation, and the 2005 Community Spirit Award from the First People’s Fund.\r\n \r\nShe was a mother, grandmother, and great-grandmother and lived in Juneau, Alaska until her death.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}