{"pf_url": "https://www.poetryfoundation.org/poets/ntozake-shange", "name": "Ntozake Shange", "yob": "1948", "yod": "2018", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/8126085fa2bb2c59bbaa5aabf633aafbadab6a55.jpeg", "bio": "\nNtozake Shange was born Paulette Williams into an upper middle-class African American family. Her father was an Air Force surgeon and her mother a psychiatric social worker. Cultural icons such as Dizzie Gillepsie, Miles Davis, and W.E.B. DuBois were regular guests in the Williams home. Shange attended Barnard College and the University of Southern California, earning both a BA and MA in American Studies. Shange’s college years were difficult, however; frustrated and hurt after separating from her first husband, she attempted suicide several times before focusing her rage against the limitations society imposes on Black women. While earning an MA degree, she reaffirmed her personal strength based on a self-determined identity and took her African name, which means “she who comes with her own things” and she “who walks like a lion.” Shange would go on to a successful triple career as an educator, performer/director, and writer whose work drew heavily on her experiences of being a Black female in America.\nShange was perhaps most famous for her play For Colored Girls Who Have Considered Suicide/When the Rainbow Is Enuf (1975). A unique blend of poetry, music, dance and drama called a “choreopoem,” it “took the theatre world by storm,” noted Jacqueline Trescott in the Washington Post, as it “became an electrifying Broadway hit and provoked heated exchanges about the relationships between black men and women. ... Its form—seven women on the stage dramatizing poetry—was a refreshing slap at the traditional, one-two-three-act structures.” Mel Gussow, writing in the New York Times, stated that “Miss Shange was a pioneer in terms of her subject matter: the fury of black women at their double subjugation in white male America.” The play uses female dancers to dramatize poems that recall encounters with their classmates, lovers, rapists, abortionists, and latent killers. The women survive abuse and disappointment and come to recognize in each other the promise of a better future. The play received both enthusiastic reviews and criticism for its portrayal of African American men. However, “Shange’s poems aren’t war cries,” Jack Kroll wrote in a Newsweek review of the Public Theatre production of For Colored Girls. “They’re outcries filled with a controlled passion against the brutality that blasts the lives of ‘colored girls’—a phrase that in her hands vibrates with social irony and poetic beauty. These poems are political in the deepest sense, but there’s no dogma, no sentimentality, no grinding of false mythic axes.” Critic Edith Oliver of the New Yorker remarked, “The evening grows in dramatic power, encompassing, it seems, every feeling and experience a woman has ever had; strong and funny, it is entirely free of the rasping earnestness of most projects of this sort. The verses and monologues that constitute the program have been very well chosen—contrasting in mood yet always subtly building.” The play received an Obie Award, the Outer Critics Circle Award, and the AUDELCO Award as well as Tony, Grammy, and Emmy Award nominations. In 2010, director Tyler Perry adapted the choreo-poem into a feature-length film.\nShange’s next productions, A Photograph: A Study of Cruelty (1977), Boogie Woogie Landscapes (1977), Spell No. 7 (1979), which also received an Obie Award, Black and White Two Dimensional Planes (1979) impressed critics with their poetic quality. As Richard Eder wrote in the New York Times, “more than anything else, [Shange] is a troubadour. She declares her fertile vision of the love and pain between black women and black men in outbursts full of old malice and young cheerfulness. They are short outbursts, song-length; her characters are perceived in flashes, in illuminating vignettes.” Don Nelson, writing in the New York Daily News, deemed Spell No. 7  stated, “the word that best describes Shange’s works, which are not plays in the traditional sense, is power.”\n\r\nShange’s poetry, like her drama, is distinctively original. Her poetry collections include Wild Beauty: New and Selected Poems (2017), I Live in Music (1994), Three Pieces (1992), A Daughter's Geography (1983), Some Men (1981), and others. Washington Post Book World critic Harriet Gilbert praised Shange’s third book of poetry, Nappy Edges (1978), saying that Shange’s poems arise “from such an intense honesty, from so fresh an awareness of the beauty of sound and of vision, from such mastery of words, from such compassion, humor and intelligence.” Alice H.G. Phillips described Shange’s style in the Times Literary Supplement: “She lets go with verbal runs and trills, mixes in syncopations, spins out evocative hanging phrases, variations on themes and refrains. Rarely does she come to a full stop, relying instead on line breaks, extra space breaking up a line, and/ or oblique strokes.” In her poetry, Shange took liberties with the conventions of written English, using nonstandard spellings and punctuation. Explaining her “lower-case letters, slashes, and spelling,” Shange said that “poems where all the first letters are capitalized” bore her; “also, I like the idea that letters dance. ... I need some visual stimulation, so that reading becomes not just a passive act and more than an intellectual activity, but demands rigorous participation.” Her idiosyncratic punctuation assures her “that the reader is not in control of the process.” She wants her words in print to engage the reader in a kind of struggle, and not be “whatever you can just ignore.” The spellings, she said, “reflect language as I hear it. ... The structure is connected to the music I hear beneath the words.”\n\r\nShange played with conventions in her novels as well. Her first full-length novel, Sassafrass, Cypress, and Indigo (1982), was an admixture of narrative, recipes, letters, poetry and magic spells. Wrote Doris Grumbach in the Washington Post Book World, “Shange is primarily a poet…But her voice in this novel is entirely her own, an original, spare and primary-colored sound that will remind readers of Jean Toomer’s Cane.“ Shange’s other novels included Betsey Brown (1985) and Liliane: Resurrection of the Daughter (1995). Liliane explores the issues of race and gender in contemporary America in innovative prose. As Clarence Major noted in the Washington Post Book World, the story is presented “through twelve monologue-performance pieces narrated in turn by [Liliane] and her friends and lovers.” Shange “offers a daring portrait of a black woman artist re-creating herself out of social and psychological chaos,” remarked Kelly Cherry in the Los Angeles Times Book Review. Cherry added, “Shange has written a novel that manages to be both risky and stylish.”\nIn The Love Space Demands, a choreopoem published in 1991, Shange returned to the blend of music, dance, poetry and drama that characterized For Colored Girls Who Have Considered Suicide. “I’ve gone back to being more like myself,” Shange explained to Eileen Myles in the Voice Literary Supplement. Described by Myles as “a sexy, discomfiting, energizing, revealing, occasionally smug, fascinating kind of book,” The Love Space Demands includes poems on celibacy and sexuality and on Black women’s sense of abandonment by Black men. The lead poem of the book, “irrepressibly bronze, beautiful and mine,” was inspired by photographs of Black and white gay men taken by Robert Mapplethorpe, author of The Black Book (1986), to which Shange had provided the forward. \nShange’s The Sweet Breath of Life: A Poetic Narrative of the African-American Family (2004), with photographs by the Kamoinge Workshop, is another example of her multi-media approach to poetry. The volume pays homage to The Sweet Flypaper of Life, which was published in 1955 by poet Langston Hughes and photographer Roy DeCarava. The Hughes and DeCarava edition, renowned for portraying the lives of African Americans in mid-20th century Harlem, features poems paired with photographs. Shange’s volume follows the same format but expands the theme into a broader exploration of the African-American experience. Critics, however, gave the work mixed reviews. Black Issues Book Review contributor Patricia Spears Jones complained that Shange’s poems “directly respond to the photographs in such a manner that they feel more like journalism than poetry.” Yet Booklist reviewer Janet St. John responded to this issue in very different terms, stating that the poems and images are “inherently intertwined and equally expressive.”\nShange also published essay collections, including See No Evil: Prefaces, Essays, and Accounts 1976-1983 (1984) and If I Can Cook You Know God Can (1999). The latter is full of conversational essays that take the reader to the tables of African Americans, Nicaraguans, Londoners, Barbadoans, Brazilians, and Africans. A Booklist reviewer noted that the recipes are interwoven with a “fervent, richly impassioned chronicle of African-American experience” that examines political turmoil and relates “how connections are made beyond issues of class or skin color.” In addition to poetry, novels, essays, and screenplays, Shange published four books for children: Whitewash (1997); the tribute to Mohammed Ali, Float Like a Butterfly (2002); Ellington Was Not a Street (2003); Daddy Says (2003); and Coretta Scott (2009).  \n\r\nShange also edited The Beacon Best of 1999, a collection of poems, short stories, and essays written by lesser-known men and women of color. Shange defines the work of writers she profiled in Beacon’s Best as “artful glimpses of life at the end of the twentieth century,” which perhaps also describes Shange’s work at its most acclaimed and creative. Shange taught at numerous universities throughout her career and was the recipient of honors and awards including fellowships from the Guggenheim Foundation, the Lila Wallace-Reader’s Digest Fund, and a Pushcart Prize. She died in late 2018.\n", "attrs": {"School/Period:": ["Black Arts Movement"]}}