{"pf_url": "https://www.poetryfoundation.org/poets/nuala-ni-dhomhnaill", "name": "Nuala Ní Dhomhnaill", "yob": "1952", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/aff1f500e283fe6a4aa5b6fb639d490b557018cc.jpeg", "bio": "\nNuala Ni Dhomhnaill is one of the most prominent poets writing in the Irish language today. Her poetry has been translated into English by a number of well-known Irish poets, including Seamus Heaney, Medbh McGuckian, and Paul Muldoon. Irish themes, including language, are central to her poetry and range from ancient myths to small details of contemporary life. Her first collection was published in 1981, and the translation  Selected Poems: Rogha Danta appeared in 1986. Her works have since been translated into Italian, Japanese, and Turkish.\n\r\nBorn to Irish parents who were both doctors working in an Irish mining community in Lancashire, England, Ni Dhomhnaill spoke Gaelic at home. At the age of five, she went to live with an aunt in County Kerry, Ireland, where she was further immersed in the language. As a student at University College in Cork, she studied Irish and English and became part of a group of Irish language poets who were published the literary magazine Innti.\n\r\nNi Dhomhnaill's poem \"The Language Issue\" explains her decision not to write in English—and thereby possibly spark interest and expand acceptance of Gaelic in the English-speaking world—by likening her poems to a fragile reed boat such as the one that carried Moses to the Pharaoh's daughter. She also views the act as a means of female empowerment. In a conversation with Medbh McGuckian transcribed for The Southern Review, she remarked, \"One of the things that causes me to get up in the morning is the desire to take Irish back from that grey-faced Irish revivalist male preserve.\" However, she ranked her relative interest in the language over gender politics when she said, \"I feel much more strongly on the language issue than on the woman issue. Much as the exclusion of women in the Field Day Anthology bothers me, it angers me far more that Irish is so underrepresented there.\"\n\r\nIn the Southern Review Ni Dhomhnaill also commented on the nature of the Irish language and compared it to English. \"There's a major register problem translating from Irish to English,\" she explained. \"'Galleon' is pristine in Irish, but old hat in English, and what is pristine in English may sound all wrong in Irish. ... [Irish] just isn't prudish. The language is very open and non-judgmental about the body and its orifices. ... Nor has Irish a prejudice against the otherworld. ... When I knock on my aunt's door she'll say 'An de bheoaibh no de mhairbh thu' ('Are you of the living or of the dead?'), and it's partly a joke, but it puts you thinking at the same time.\"\n\r\nCritical response to Ni Dhomhnaill's work marks her as both a skilled writer and an influential figure among Irish poets, including those who write in English. In Contemporary Women Poets, Lavinia Greenlaw identified Ni Dhomhnaill as a \"fine storyteller\" who draws an intimate portrait of the countryside and towns. She further described a \"sense of discovery\" in poems that had a welcome \"lack of ego or interference.\" And Greenlaw admired the range found within the poet's work: \"Ni Dhomhnaill can weave together comedy and darkness, confrontation with casual chat. Her poems can be reflective lyrics or sprawling narratives, incantory or wisecracking.\"\n\r\nEamonn Wall called Selected Poems: Rogha Danta \"a watershed in modern Irish poetry\" in the Encyclopedia of World Literature in the Twentieth Century. He judged that Ni Dhomhnaill has \"renewed interest in poetry written in Irish, has revolutionized how poetry in Irish is written, and has widened the thematic possibilities available to Irish poets, writing in both Irish and English.\" Wall further considered her to be \"the great love poet of her generation\" and \"a great poet of place.\" He made special note of Ni Dhomhnaill's effort \"to recover the voice of the Irish woman\" and the inspiration she found in Gaelic myths with their models of powerful Irish women, including goddesses and queens.\n\r\nIn a review of the collection Pharaoh's Daughter in the Times Literary Supplement, Patricia Craig began by commenting on the multifaceted appeal Ni Dhomhnaill's work had for the thirteen poet-translators who worked on the book. \"Oddly enough, each one has found ... something peculiarly in keeping with his or her own predilection,\" she marveled. A common thread within the poetry, according to Craig, was the \"metamorphosis, the branching-out, or shape-shifting, from Gaelic myth or folk-song to some less romantic or quirkier emblem of the present.\" The critic saw this technique as a means of separating Gaelic from old negative associations and credited Ni Dhomhnaill with showing how the Irish language gives \"considerable scope for exuberance, word-play, contemporary preoccupations and a special kind of Irish urbanity.\"\n\r\nAmong Ni Dhomhnaill's translators in Pharaoh's Daughter was Paul Muldoon, who soon thereafter served as translator for the collection The Astrakhan Cloak (1992). In a  Times Literary Supplement review, Bernard O'Donoghue deemed that Muldoon's work on the earlier book \"showed him to be the ideal translator\" and that The Astrakhan Cloak was no less than the work of \"two of the very best modern Irish poets.\" O'Donoghue went on to assert that \"There is no mistaking the universality of [Ni Dhomhnaill's] extraordinary lyric gift. ... her mixture of myth, linguistic adeptness and feminine address are held together by an outstanding metaphorical force.\" He considered the collaboration of Ni Dhomhnaill and Muldoon to be an important meeting of Ireland's \"two component cultures and languages\" and part of the most important trend in contemporary Irish literature.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}