{"pf_url": "https://www.poetryfoundation.org/poets/octavio-paz", "name": "Octavio Paz", "yob": "1914", "yod": "1998", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/ac967740568fa7a210aba1cfcbf581f0d3703651.jpeg", "bio": "\nMexican author Octavio Paz enjoyed a worldwide reputation as a master poet and essayist. Although Mexico figures prominently in Paz’s work—one of his best-known books, The Labyrinth of Solitude, for example, is a comprehensive portrait of Mexican society—Los Angeles Timescontributor Jascha Kessler called Paz “truly international.” World Literature Today’s Manuel Duran felt that Paz’s “exploration of Mexican existential values permit[ted] him to open a door to an understanding of other countries and other cultures” and thus appeal to readers of diverse backgrounds. “What began as a slow, almost microscopic examination of self and of a single cultural tradition widens unexpectedly,” Duran continued, “becoming universal without sacrificing its unique characteristic.” Paz won the Nobel Prize in 1990, and died eight years later at the age of 84. His passing was mourned as the end of an era for Mexico. According to his obituary in Americas, “Paz’s literary career helped to define modern poetry and the Mexican personality.”\n\r\nPaz was born in 1914 near Mexico City, into a prominent family with ties to Mexico’s political, cultural, and military elite. His father served as assistant to Emiliano Zapata, the leader of a popular revolution in 1911. Many Zapatistas were forced into exile when their leader was slain a few years later, and the Paz family relocated to Los Angeles, California, for a time. Back in Mexico City, the family’s economic situation declined, but as a teen, Paz found increasing success for his poems and short stories in local publications. His first volume of poetry, Luna silvestre, appeared in 1933. While attending law school, however, Paz found himself drawn to leftist politics. When he sent some of his work to famed Chilean poet Pablo Neruda, the senior writer gave it a favorable review and encouraged Paz to attend a congress of leftist-thinking writers in Spain.\n\r\nIn Spain Paz was drawn into the raging Civil War and joined a brigade fighting the armies of fascist dictator Francisco Franco. He returned to Mexico with a mission to popularize the Spanish Republican cause, and spent time in both Berkeley, California, and New York City over the next few years as a graduate student, journalist, and translator. In 1946 he was offered a post as Mexico’s cultural attaché to France, and served in his country’s diplomatic corps for the next two decades. The work left him enough time to write prodigiously, and during the course of his career he published dozens of volumes of poetry and prose.\n\r\nOne of Paz’s best-known works was El laberinto de la soledad, which appeared first in 1950 and in English translation as The Labyrinth of Solitude: Life and Thought in Mexico eleven years later. “In it Paz argues that Mexicans see themselves as children of the conquering Spanish father who abandoned his offspring and the treacherous Indian mother who turned against her own people,” explained an Americas essay. “Because of the wounds that Mexicans suffer as a result of their dual cultural heritage, they have developed a defensive stance, hiding behind masks and taking refuge in a ‘labyrinth of solitude.’” The volume became standard reading for students of Latin American history and literature.\n\r\nOne aspect of Paz’s work often mentioned by critics is his tendency to maintain elements of prose—most commonly philosophical thought—in his poetry, and poetic elements in his prose. Perhaps the best example to support this claim can be found in Paz’s exploration of India, titled The Monkey Grammarian, a work which New York Times Book Review contributor Keith Botsford called “exceedingly curious” and described as “an extended meditation on the nature of language.” In separate World Literature Today essays, critics Jaime Alazraki and Jose Miguel Oviedo discussed the difficulty they would have assigning the book to a literary genre. “It is apparent,” Alazraki noted, “that The Monkey Grammarian is not an essay. It is also apparent that it is not a poem, at least not in the conventional sense. It is both an essay and a poem, or perhaps neither.” Oviedo similarly stated that the book “does not belong to any specific genre—although it has a bit of all of them—because it is deliberately written at the edge of genres.”\n\r\nAccording to Oviedo, The Monkey Grammarian is the product of Paz’s long-stated quest “to produce a text which would be an intersection of poetry, narrative and essay.” The fusion of opposites found in this work is an important element in nearly all Paz’s literary production. In many instances both the work’s structure and its content represent a blending of contradictory forces: Renga, for example, is written in four languages, while Air Born/Hijos del Aire, is written in two. According to World Literature Today contributor Frances Chiles, Paz strived to create in his writing “a sense of community or communion” which he found lacking in contemporary society. In his Neustadt Prize acceptance speech reprinted in World Literature Today, Paz attempted to explain his emphasis on contrasting thoughts: “Plurality is Universality, and Universality is the acknowledging of the admirable diversity of man and his works. ... To acknowledge the variety of visions and sensibilities is to preserve the richness of life and thus to ensure its continuity.”\n\r\nThrough juxtaposition of contrasting thoughts or objects Paz created a more harmonious world, one based on the complementary association of opposites found in the Eastern concept of yin and yang. This aspect of Paz’s thinking revealed the influence of his six-year stay in India as Mexican ambassador to that country. Grace Schulman explained Paz’s proclivity for Eastern philosophy in a Hudson Review essay: “Although he had embraced contraries from the beginning of his writing career ... [Paz] found in Tantric thought and in Hindu religious life dualities that enforced his conviction that history turns on reciprocal rhythms. In Alternating Current, he writes that the Hindu gods, creators or destroyers according to their names and region, manifest contradiction. ‘Duality,’ he says, ‘a basic feature of Tantrism, permeates all Hindu religious life: male and female, pure and impure, left and right. ... In Eastern thought, these opposites can co-exist; in Western philosophy, they disappear for the worst reasons: far from being resolved into a higher synthesis, they cancel each other out.’”\n\r\nCritics have pointed to several repeated contrasting images that dramatically capture the essence of Paz’s work. Ronald Christ, for example, commented in his Nation review of Aguila o sol?/Eagle or Sun? (the Spanish portion of which is the equivalent of the English expression “heads or tails?”): “The dual image of the Mexican coin which gives Eagle or Sun? its title epitomizes Paz’s technique and credo, for we see that there is no question of eagle or sun, rather of eagle and sun which together in their oppositeness are the same coin.” Another of the poet’s images which reviewers frequently have mentioned is “burnt water,” an ancient Mexican concept which appears in Paz’s work in both Spanish and in the Aztec original, “atl tlachinolli.” Schulman maintained that “burnt water” is “the dominant image of [Paz’s] poetry” and found that the image fulfills a role similar to that of the two sides of the coin in Eagle and Sun? She noted: “Paz sees the world burning, and knows with visionary clarity that opposites are resolved in a place beyond contraries, in a moment of pure vision: in that place, there are no frontiers between men and women, life and death.” Chiles called the Aztec combination of fire and water “particularly apt in its multiple connotations as a symbol of the union of all warring contraries.”\n\r\nIn Sor Juana; or, The Traps of Faith, Paz examined the literary achievement of Sor Juana Inés de la Cruz, a seventeenth-century New Spain nun and poetess who produced masterful verse from a convent in Mexico City. New York Times Book Review contributor Frederick Luciani wrote, “Her extant works ... are of such abundance and variety, in such a range of styles, voices and manners, as to be simultaneously seductive and bewildering. With characteristic lucidity, Mr. Paz sorts through this textual morass and arrives at an admiring and sympathetic portrait, but an honest and demythologizing one, too.” To understand his subject, Paz addressed the complex and turbulent civilization of colonial Mexico. “It is, after all,” according to Jonathan Keates in the London Observer, “not only the nun’s tale but that of Mexico itself, the kingdom of New Spain, its imposed framework of ideal constructs eroded by mutual resentment between governors and governed and by a chronic fear of change.” According to Electa Arenal in Criticism, “ Sor Juana; or, The Traps of Faithis a tour de force—biography, cultural history and ideological criticism all in one. It describes the intellectual, political and religious climate of sixteenth and seventeenth-century Mexico; comments on the poet as rebel against orthodoxy, then and now; and studies the life, times, and art of a woman with whom Paz identifies and to whom he implicitly compares himself.”\n\r\nWith La llama doble: Amor y erotisma, translated as The Double Flame, Paz provided a social and literary history of love and eroticism, comparing modern manifestations to those of earlier ages, while noting the special relationship between eroticism and poetry. “This book is a product of immense wisdom and patient observation, an approach to passion from the vantage of maturity,” wrote Ilan Stavans in Washington Post Book World. “His ultimate thesis is that our society is plagued by erotic permissiveness, placing the stability and continuity of love in jeopardy, and that the difficult encounter between two humans attracted to each other, has lost importance, a development that he believes threatens our psychological and cultural foundations.” According to Paz, “Both love and eroticism—the double flame—are fed by the original fire: sexuality.”\n\r\nIn The Other Voice: Essays on Modern Poetry, Paz offered a critique of contemporary poetry, including an analysis of the Romantics and Symbolists and a forceful objection to postmodernism and consumerism. Though noting Paz’s conservative New Critic perspective, Raymond Leslie Williams wrote in American Book Review, “The breadth of Paz’s literary repertoire in this volume, as in all his writing, is impressive. His understanding of Pound, Eliot, Apollinaire, and many other modern poets is vast.” Paz emphasized the unifying power of poetry and asserted the importance of a public audience. “The volume’s prevailing theme,”wrote Ilan Stavans in a Nation review, is “poetry as a nonconformist, rebellious force of the modern age.” Stavans observed, “Paz argues that while poets are elitists by nature, despite the tiny circulation of their craft it has a profound impact on society.” For Paz, as John Butt wrote in the Times Literary Supplement, “the poem aspires to be all-encompassing, an image of what a unified theory of life might be, ‘a miniature, animated cosmos’ which ‘unites the ten thousand things’ that swirl around us.”\n\r\nCritics have agreed that Paz’s great theme of a blended reality situated his work in the forefront of modern literature. As Christ noted: “By contraries then, by polarities and divergences converging in a rhetoric of opposites, Paz established himself as a brilliant stylist balancing the tension of East and West, art and criticism, the many and the one in the figures of his writing. Paz is thus not only a great writer: he is also an indispensable corrective to our cultural tradition and a critic in the highest sense in which he himself uses the word.” Enrique Fernandez similarly saw Octavio Paz as a writer of enormous influence. “Not only has he left his mark on world poetry, with a multilingual cortege of acolytes,” Fernandez wrote in a Village Voice essay, “he is a force to be reckoned with by anyone who chooses that modernist imitaio Christi, the Life of the Mind.”\n\r\nPaz ended his diplomatic career in protest in 1968 over Mexico’s suppression of student demonstrations in his hometown. The Asian subcontinent, however, continued to hold sway over him creatively. In 1997, his collection A Tale of Two Gardens: Poems from India, 1952-1995 appeared. A review from Barbara Mujica in Americas described the poet as “obsessed with India. Although many American and European writers have been fascinated with the subcontinent, none has studied its culture with the intensity and thoroughness of Paz.” Some of the poems in the collection were written in a short Sanskrit form called kayva; the form was also used for some verse that appeared in Paz’s prose memoir, In Light of India, also published in 1997. As Mujica noted, “In the kavya, Paz evokes exquisite and fleeting erotic images—a young bather emerging from the river, silks slipping off bodies and fluttering in the breeze. ... These verses are tiny treasures—delicate, suggestive, and profound.”\n\r\nPaz was an active critic of politics for nearly all of his career. Unlike some other leftist Latin American writers—Gabriel García Marquez, for example—Paz was not a supporter of Communist Cuban leader Fidel Castro. He also criticized Nicaragua’s Sandinista guerrilla movement; Mexican demonstrations of solidarity with the Sandinista movement sometimes included the burning of an effigy of Paz. Nor was he a champion of the Zapatista uprising that fomented in a mountainous Mexican state in 1994. The writer, in both his writings and public utterances, defended his views ardently. “Revolution begins as a promise,” Paz wrote, according to the New Republic, “is squandered in violent agitation, and freezes into bloody dictatorships that are the negation of the fiery impulse that brought it into being. In all revolutionary movements, the sacred time of myth is transformed inexorably into the profane time of history.”\n\r\nPaz’s death was announced by no less than the president of Mexico, Ernesto Zedillo. “This is an irreplaceable loss for contemporary thought and culture—not just for Latin America but for the entire world,” Notimex, the government news agency, quoted Zedillo as saying. Gabriel Zaid, who co-founded the literary journal Vuelta with Paz, recalled his last public appearance, in December of 1997, in a piece for Time International. “The day was overcast and gray,” Zaid wrote. “Octavio spoke of the sun, of gratitude and of grace. And the sun, as if engaged in conversation, peered down on him through the clouds.”\n \n", "attrs": {"Region:": ["Mexico"]}}