{"pf_url": "https://www.poetryfoundation.org/poets/ogden-nash", "name": "Ogden Nash", "yob": "1902", "yod": "1971", "image": null, "bio": "\nDuring his lifetime, Ogden Nash was the most widely known, appreciated, and imitated American creator of light verse, a reputation that has continued after his death. Few writers of light or serious verse can claim the same extensive dissemination of their poems that Nash’s works enjoy, both with and without citation of the author. Certain Nash lines, such as “If called by a panther, / Don’t anther,” and “In the vanities / No one wears panities,” and “Candy / Is dandy, / But liquor / Is quicker” have become bits of popular American folklore. As Nash remarked in a late verse, the turbulent modern world has much need for the relief his whimsy offers: “In chaos sublunary / What remains constant but buffoonery?” Nash’s peculiar variety of poetic buffoonery combines wit and imagination with eminently memorable rhymes.\nFrederick Ogden Nash was born in Rye, New York, to Edmund Strudwick and Mattie Chenault Nash, both of Southern stock. Nash’s great-great-grandfather was governor of North Carolina during the Revolution, and that ancestor’s brother was General Francis Nash, for whom Nashville, Tennessee, was named. This pedigree did not in the least restrain the poet-inheritor of the Nash name from gently but thoroughly deflating genealogical pretensions, along with other pomposities, in his verses. He was raised in Savannah, Georgia, and several other East Coast cities, as his father’s import-export business necessitated that the Nashes make frequent moves. Nash described his unique accent as “Clam chowder of the East Coast—New England with a little Savannah at odd moments” and attributed it to the influence of his family’s peripatetic existence during his formative years. Following his secondary education from 1917 to 1920 at St. George’s School in Newport, Rhode Island, Nash attended Harvard for the 1920–1921 academic year, and then, as he put it, he “had to drop out to earn a living.” He first tried teaching at his alma mater, but after a year he fled from St. George’s, “because I lost my entire nervous system carving lamb for a table of fourteen-year-olds.” Throughout his life Nash was a bit of a hypochondriac—one who, a friend recalled, “seemed to enjoy poor health.”\nAfter St. George’s Nash tried working as a bond salesman on Wall Street. The results left something to be desired; he sold one bond—“to my godmother”—but had the chance to “see lots of good movies.” Following his failure at high finance, Nash took a job writing streetcar advertising for Barron Collier. He moved on in 1925 to the advertising department at the Doubleday, Page publishing house, which was to become Doubleday, Doran in 1927. Nash had considerable aptitude for advertising, according to George Stevens, a colleague at Doubleday, Doran, who felt that Nash could have made quite a success at the business. Stevens later recalled Nash’s ad copy for Booth Tarkington’s The Plutocrat (1927), one of the house’s titles then high on the bestseller lists. Nash’s slogan, “First in New York, First in Chicago, and First in the Hearts of his Countrymen,” was effective and catchy but, much to Stevens’s delight, Nash’s paraphrase of the epithet commonly applied to George Washington scandalized an elderly vice president at the company. (In the 1940s Nash was to suggest a new slogan to Western Union: “Don’t write, telegraph. We’ll mail it for you.”)\nNash’s humorous advertising sallies were by no means his sole writings during this period. In off hours, he tried to write serious poetry. “I wrote sonnets about beauty and truth, eternity, poignant pain,” he remembered. “That was what the people I read wrote about, too—Keats, Shelley, Byron, the classical English poets.” Yet Nash’s final judgment on his serious literary efforts was that he had better “laugh at myself before anyone laughed at me,” and he restricted himself increasingly to writing the whimsical verse that was to make him famous. Nash began to refine his focus upon what he called “my field—the minor idiocies of humanity.”\nEarly in his stay at Doubleday, Page, Nash made his first attempt at writing a children’s book, collaborating with his friend Joseph Alger on The Cricket of Carador (1925). This slight but imaginative fantasy forecast his lifelong fascination with animals. Yet the majority of Nash’s spare time was not devoted to literary production. As George Stevens reminisced on his and Nash’s life during Prohibition, “It was the era of the ignoble experiment, and we ignored the law in each other’s society more than once. We used to go to Yankee Stadium to see Babe Ruth in his greatest year and the Yankees in theirs. In May we drove to Mineola and saw The Spirit of St. Louis a few days before her pilot took off for Paris. During the presidential campaign of 1928 both of us were enthusiastically for Al Smith, and, as I recall it, we were as much surprised as disappointed when Hoover swamped him.”\nWhile working at Doubleday, Doran, Nash collaborated with Christopher Morley and another colleague to create his first published piece of comic writing, an effusion of youthful good spirits that parodies various forms of serious literature: Born in a Beer Garden or, She Troupes to Conquer: Sundry Ejaculations by Christopher Morley, Cleon Throckmorton, and Ogden Nash, and Certain of the Hoboken Ads, with a Commentary by Earnest Elmo Calkins (1930). It was at Doubleday, Doran, as he faced Stevens across their desks, that Nash began scrawling brief verses on pieces of yellow paper and pitching them over to his friend. Some of these bits of poetry appeared in Nash’s first book of humorous verse, Hard Lines (1931), and Stevens later wondered why he had been unable to recognize the poetic squibs and one-liners for more than trifles. Nash’s first published humorous poem occurred to him one summer afternoon in 1930 as he gazed out his office window at an urban prominence, a mound covered by high-rise buildings, but still euphemistically called a “hill.” Nash, casting about for thoughts to keep his mind off the business of writing advertising copy, idly jotted down some lines of verse, which he soon threw into a trash bin. Later he retrieved the paper, titled the verse “Spring Comes to Murray Hill,” and mailed the poem to the New Yorker, which accepted it. The poem shows the characteristic mental process of the Nash poetic voice, or, more precisely, the Nash character’s voice: a moment’s boredom spiraling into an absurd festival of fractured rhyme and novel syllabication, as these lines suggest:\nI sit in an office at 244 Madison Avenue\r\nAnd say to myself you have a responsible job, havenue?\r\nWhy then do you fritter away your time on this doggerel?\r\nIf you have a sore throat you can cure it by using a good goggerel\r\nIf you have a sore foot you can get it fixed by a chiropodist\r\nAnd you can get your original sin removed by St. John the Bopodist.\nThe poem epitomizes Nash’s whimsical style and projects the essence of the comic vision that was to amuse Nash’s readers from that time to the present. Here, too, is Nash’s cheerful maiming of conventional syllabication and pronunciation, his novel reorganization of stresses, his near rhymes, and the extended, straggling line, which he so frequently employed and likened to “a horse running up to a hurdle but you don’t know when it’ll jump.” In the introduction to I Wouldn’t Have Missed It (1972) Archibald MacLeish, considering that afternoon in 1930 on which Nash’s poetic career began, commented, “as one approaches thirty, things have a way of happening.” And on that afternoon, said MacLeish, “He found himself—or, if not precisely himself, then a form of language he could speak,” MacLeish noted that if one does not see Murray Hill beyond the copywriter’s head as he leans from the window, “one can at least smell it: that penetrating pharmaceutical scent of face powder and sex which pervades the metropolises of our cosmetic civilization.” There is something empty about the young man’s hope, MacLeish stressed, “Even the defeated artist’s pain. The drugstore on the corner can take care of everything, and that longing for the long-unwritten poem is no worse—or better—than a brief sore throat.” The poem suggests that Nash had found his major theme—the countless banalities of the contemporary city, and the futility of the quest for meaning there—all expressed in the language of the whimsical.\nNash soon had a second poem taken by the New Yorker, quickly gained additional acceptances from other periodicals, and in 1931 saw his first collection of verses, Hard Lines, with Otto Soglow’s illustrations, published by Simon and Schuster. The book’s success was immediate: seven printings of Hard Lines were sold out in 1931 alone. In a very short time Nash noticed that he was making more money from selling poetry—about 40 dollars a week—than he was receiving from his advertising job. Quitting the advertising business, he took a position on the staff of the New Yorker in 1932 but kept the job only three months and thereafter wrote on a freelance basis.\nPretending to acknowledge a profound debt to the major sources of his inspiration, Nash dedicated Hard Lines to Dorothy Parker, Samuel Hoffenstein, Peter Mark Roget, and “The Sweet Singer of Michigan, without a complete and handy set of whose works this book could not have been written so quickly.” This invocation honors the would-be poetic warblings of Julia Moore, the 1870 farm-woman-versifier whose stabs at poetry, heavy with stock moralizing, overdone sentimentality, extensive cliches, awkward inversions, grotesquely tortured rhythms, and dreadful rhymes, offer an index to the sins of which the talentless poet may be guilty. While Nash claimed cheerfully that he was culpable of the full range of poetic wrongs with which the Sweet Singer might be charged, he avoided the rustic and the sentimental. Close scrutiny of his verse, moreover, points up how Nash transformed the pattern of other Julia Moore gaffes into something rich and rare. In Nash’s verse the unusual usages are wild; the standard cliches, literary borrowings, and moralistic saws of banal poetry become altered and refocused with hilarious effects and considerable loss of the expected conventional moral relevance in such lines as “A good way to forget today’s sorrows / is by thinking hard about tomorrow’s,” or “When I consider how my life is spent / I hardly ever repent.” The reader’s expectations are constantly overturned: “A man is very dishonorable to sell himself / for anything other than quite a lot of pelf.” Hard Lines also shows the variety of ways in which Nash first demonstrated his cheerful sabotage of conventional spelling which was to be his trademark. Orthography yields to phonology in such lines as “Philo Vance / needs a kick in the pance”; “Many an infant that screams like a calliope / could be soothed by a little attention to its diope”; and “Like an art lover looking at the Mona Lisa in the Louvre / is the New York Herald Tribune looking at Mr. Herbert Houvre.”\nIn other more earnest poems in Hard Lines, Nash’s comments on his society set the tone that was to mark his later satiric verse. His targets were rarely too deeply offended by his barbs, thanks to the whimsical tone in which they were expressed. The poems of Hard Lines introduce other Nash themes and affinities. These famous lines from “Autres Betes, Autres Moeurs” suggest how the animal world inspired Nash:\nThe Turtle lives’ twixt plated decks\r\nWhich practically conceal its sex.\r\nI think it clever of the turtle\r\nIn such a fix to be so fertile.\nBut Nash, for all his delight in them as comic capital, does not long to join the creatures in their habitats; when he shifts his focus from the natural to the human world, he celebrates not man in the fields, but man in the city. “I Want New York” stresses, in one of his reversed clichés, how content Nash is with his urban environment. “That’s why I really think New York is exquisite. / It isn’t all right just for a visit / ... I’d live in it and like it even better if you gave me the place.”\nThis celebratory tone, however, is countered in another verse in Hard Lines, the strikingly somber “Old Men,” with which the volume ends. This is the first of the rare but poignant meditations on aging and death which contrast the more cheery or satiric majority of Nash’s verses. “People expect old men to die,” he begins, and then he notes that the world at large is perfectly complacent to the death of old men. “They do not really mourn old men.” Yet Nash takes the little considered point of view of the other aged men, as they witness the death of one of their number: “But the old men know when an old man dies.”\nPresenting the essence of his comic vision, Hard Lines introduced Nash’s comedy and the occasional more serious directions in his thought with great success, as the book’s sales emphasized. Nash followed it up in the same year with Free Wheeling, in 1933 with Happy Days, and in 1935 with The Primrose Path. These volumes reflected approximately the same focus and emphasis as Hard Lines, and all enjoyed good sales and repeated printings as Nash began to attract greater and greater public attention.\nThe next significant addition to the themes in his verse occurred, naturally enough, as Nash and his wife—he married Frances Rider Leonard on June 6, 1931—began their family. The Bad Parents’ Garden of Verse, which appeared in 1936, expresses a variety of new concerns. His wife had borne him two baby girls by this time, and Nash, in his role as protective father, had developed new views on boys. In “Song to be Sung by the Father of Six-months-old-Female Children,” the father of girls expresses a special anxiety about the unknown little boy baby who may someday marry his daughter: “I never see an infant (male), / a-sleeping in the sun, / Without I turn a trifle pale / and think, is he the one?” Nash the father fantasizes about tormenting the wooer-to-be of his daughter: “Sand for his spinach I’ll gladly bring, / and tabasco sauce for his teething ring … ” until the potential courter decides that “perhaps he’ll struggle through fire and water / to marry somebody else’s daughter.”\nAs he settled, supposedly with much comic catastrophe, into parenthood, Nash continued to feature his thoughts on children along with his original themes in I’m a Stranger Here Myself (1938), The Face is Familiar (1940), Good Intentions (1942), and Many Long Years Ago (1945). Nash did not often discuss his comic patterns, but did once explain his formula for the telling use of cliché: “The trick is that it must be somebody else’s cliché and not the author’s own.” Typical is the treatment that Nash gives to the overworked advice, “Hate the sin but love the sinner,” in “Nevertheless,” from Many Long Years Ago.\nThe verses in Many Long Years Ago give evidence of Nash’s hypochondria; poems on the topic of his health appear with increasing frequency in the later collections. In “When the Devil Was Sick Could He Prove It?” from Many Long Years Ago, Nash’s comic speaker thinks about how embarrassing it is when you feel “unspecifically off-color,” but “still you can’t produce a red throat or a white tongue ... or any kind of symptom / and it is very embarrassing that whoever was supposed to be passing out the symptoms skymptom.” Thermometer gazing and pulse taking are featured in a number of Nash’s poems from this time and later, poems usually ending in a mild self-criticism: “I can get a very smug Monday, Tuesday, Wednesday, Thursday / or Friday in bed out of a tenth of a degree. / It is to this trait I am debtor / for the happy fact that on week ends I generally feel better.” This theme grew so compelling to Nash that in 1970, he compiled his lifetime dialogue with his body’s real or imagined ills into a poetic compendium of medical complaints, Bed Riddance.\nWhatever the nature of his ailments, however, they did not keep Nash from traveling or living happily away from the East Coast. From 1936 to 1942 he had a well-remunerated but frustrating sojourn in Hollywood. He wrote three screenplays for MGM: The Firefly (1937), his adaptation of Otto A. Harbach’s play; The Shining Hair (1938), coauthored with Jane Murfin; and The Feminine Touch (1941), written with George Oppenheimer and Edmund L. Hartman. None of these met with success.\nDuring this screenwriting interlude, however, Nash met S.J. Perelman, who was in Hollywood on similar business. The two quickly became friends and decided to collaborate on a musical, for which Kurt Weill was recruited to provide the score. The resulting effort, book by Perelman, lyrics by Nash, and music by Weill, was One Touch of Venus, a smash hit of the 1943 Broadway season that ran for 567 performances. A song from the musical, “Speak Low,” has continued to be popular. Although Nash was to try two more musicals, he did not repeat the success he achieved with his first attempt.\nNash had more consistent if less spectacular luck with radio and television than he did with the stage. In the 1940s he was heard on radio’s “Information, Please!” and on the Bing Crosby and Rudy Vallee shows. He was a regular panelist on the guess-the-celebrity show “Masquerade Party” in the 1950s, and was in frequent demand as a panelist for other such shows. He also wrote lyrics for the television show Art Carney Meets Peter and the Wolf, based on Sergei Prokofiev’s Peter and the Wolf, and for two other television specials for children based on Camille Saint-Saëns’s Carnival of Animals and Paul Dukas’s The Sorcerer’s Apprentice.\nIn the 1950s and 1960s Nash gave increasing attention to writing children’s poems, while he continued his steady output of adult-oriented whimsy. Works such as Parents Keep Out: Elderly Poems for Youngerly Readers (1951), The Christmas That Almost Wasn’t (1957), Custard the Dragon (1959), Custard the Dragon and the Wicked Knight (1961), and Girls are Silly (1962) give a sense of Nash’s increasing emphasis on poetry for children, and poetry addressed to adults that focuses on children. Numerous poems in these collections suggest the affection Nash felt for his daughters: “Roses red and violets blue, / I know a girl who is really two. / Yesterday she was only one; / today, I think, will be twice the fun.” He returned often to his so-called advice for parents, in such works as Santa Go Home: A Case History for Parents (1967). He continued also to address his younger readers in fantasies that demonstrated his imaginative communion with them, such as The Mysterious Ouphe (1965). Nash’s thoughts on the grandparently role are expressed in poems such as “The Ring in Grandfather’s Nose,” and “Preface to the Past,” from You Can’t Get There from Here (1957).\nIn Nash’s adult-oriented later works, considerable emphasis is given to mild complaints about aging and sickness, yet the comedy that always introduces and accompanies the complaint, the implied criticism that introduces the complainer, gives a very limited sense of morbidity. Nash always saw his role as that of cheerful light entertainer, and maintained it to the last in his writing.\nNot only did Nash use the fractured cliché to destroy the cliché, he also demonstrated, with hilarious results, the way that a zany idea can become its own motivation in his imagination. The comic confusion can destroy all the boundaries of conventional perception. This sort of mental-verbal confusion, and the triumph of the strange word, or combination of words, over common sense appears often in the comic quandaries of such modern writers as James Thurber and Robert Benchley, writers of what Blair terms the “dementia praecox” school of humor. These writers’ “little man” characters are often victimized by words and phrases that turn on them in this nonsensical way. Nash is connected not only with Thurber, but with a wide range of modern humorists who display that, on occasion, their comic personae have their perceptions shaped by minds not altogether under control. Nash’s speaker often finds himself pursued by his own curious associations and perceptions, and at points they seem to replace volition in his mind. When a cabbie turns out to be both adamant and an eavesdropper, Nash’s comic personae seems compelled to make a pun, calling him “an Adam-ant-Eves-dropper.” Similarities of sound often entrap Nash’s speakers, who seem unable to extricate their thoughts from the associated sounds and the imagistic momentum they develop. This tendency is seen in such titles as “Everything’s Haggis in Hoboken, or, Scots Wha Hae Hae,” “To Bargain Toboggan, To-Whoo!,” “Roulette Us Be Gay,” and “Curl Up and Diet.” The sounds of words also lead Nash into conscious spelling errors in order to maintain the phonic accuracy of his rhyme. Such spelling appears in the limerick “Arthur,” from Many Long Years Ago:\nThere was an old man of Calcutta,\r\nWho coated his tonsils with butta,\r\nThus converting his snore\r\nFrom a thunderous roar\r\nTo a soft, oleaginous mutta.\nThe comic speaker’s memory is also a frequent saboteur of his thoughts in the present; ancient ditties, ads, nursery rhymes both accurate and altered, grammar drills from grade school, pieces of verse and song, all flood his mind at inappropriate times, and make a hash of his current reflections. Wordsworth’s “Rainbow” runs through the speaker’s head as he lowers his eyes to a plate of intricate hors d’oeuvres, which he despises. Hence, “My heart leaps down when I behold gadgets with cocktails.”\nNash’s speaker, in a certain group of poems written throughout his career, shares with Benchley and Thurber a conviction that he is being pursued by inanimate things. In one of his verses, he receives a splinter in his foot as he steps from bed. In another he cannot keep his seemingly animated bedcovers on as he tries to stay warm in the night; they ingeniously defy his best efforts to keep himself covered. Nash has much in common with Thurber and Benchley when he strives to make peace with mechanical antagonists. Nash’s nemesis resides in such demons as malfunctioning children’s toys and the faulty plumbing in a vacation cottage: “if there is one thing that makes me terrified and panical / It is anything mechanical and nowadays everything is mechanical.” Nash also pictures himself as foiled by paperwork—income-tax returns, bills to be kept straight.\nYet, in his several laments for himself in the role of victimized little man, however effectively self-deprecatory those verses may be in themselves, Nash does not reverse the reader’s abiding sense that, when he voices his insecurity, Nash is not speaking in his truly characteristic tone. Despite his occasional similarities to such comic writers as Thurber and Benchley, Nash finally appears as one who, for all his momentary self-doubts, does indeed have a firm sense of identity and security. In the majority of his works, he seems united with less neurotic humorists of earlier periods. His more compact bits of witty social criticism, his most telling observations of human folly, are more in the tradition of Benjamin Franklin. Many of Nash’s pithier aphorisms contain such concise and witty punch that they might have been penned by Franklin, or—with worse spellings—by Josh Billings: “It is easier for one parent to support seven children than for seven children to support one parent” (The Private Dining Room, 1953); “One way to be very happy is to be very rich” (Hard Lines); “The reason for much matrimony is patrimony” (Many Long Years Ago).\nThe speaker of these aphorisms is troubled little by insecurity. These one-liners all have their basis in Nash’s close observation of the way things are in a world of compromises. The reality principle and the American respect for pragmatism that Blair identifies as “horse sense” underpin the great majority of Nash’s verses. Nash’s moral relativism is characterized with precision in “Golly, How Truth Will Out,” from Many Long Years Ago, when Nash cheerfully contemplates how vital it is to become skilled at the fine social art of smooth and convincing prevarication.\nHow does a person get to be a capable liar?\r\nThat is something that I respectfully inquiar,\r\n             ...........\r\nOh to be Machiavellian, Oh to be unscrupulous,\r\nOh to be glib!\r\nOh to be ever prepared with a plausible fib!\r\nBecause then a dinner engagement or a contract\r\n              or a treaty is no longer a fetter,\r\nBecause liars can just logically lie their way\r\nout of it if they don’t like it or if one comes\r\n              along that they like better;\nWilliam Soskin refers to Nash’s verses as “a compendium of bitter insanity, wry foolishness and considerably inspired lunacy.”\nYet Nash’s darker side appears infrequently. In most of the poems that brought him fame, the whimsical tone and the classic innocent’s pose predominate. Most project, moreover, an abiding easy-going feeling that the poet is fairly content with his quite comfortable middle-class life, even while he is poking gentle fun at it. In his most characteristic pose, Nash is a good-natured observer of the passing scene, hopeful that it is going to yield him adequate curiosities to turn into comic capital. One critic has called Nash “a philosopher, albeit a laughing one,” who writes most typically of the “vicissitudes and eccentricitudes of domestic life as they affected an apparently gentle, somewhat bewildered man.”\nThe sorts of things that bewilder or mildly irritate Nash point up his general contentment with things as they are. The good life, as he pictured it, is essentially urban and essentially well-heeled. The kinds of conflicts that are featured in Nash’s verse, too, make it clear that things in town are not too bad at all, from where the poet sits. Nash’s other themes range widely, but always keep to the comic treatment of the everyday—dining, buses and taxis, cocktails, the common cold, fashion, love, language, the theater, travel, conscience, money, birthdays, card games, the weather, football, matrimony, child rearing, family arguments, and even death.\nNash’s much less comic consideration of death in “Old Men” suggests his awareness of death and the ominous possibility of one’s passing meaning very little to others, but Nash’s own death was not unmourned. Throughout his life he enjoyed not only the popularity accorded him by his sizable readership but also the much rarer tribute of respect from his competitors in the creation of light verse. At the time of his death, in 1971, his admirers, both amateur and professional, accorded Nash the sincerest form of flattery as, with varying degrees of success, they attempted to couch their farewell tributes in Nash-like mangled meter. For example, poet Morris Bishop wrote:\nFree from flashiness, free from trashiness,\r\nIs the essence of ogdenashiness.\r\nRich, original, rash and rational\r\nStands the monument ogdenational.\n\r\nAny attempt to place Nash’s work in the context of other American humorous writing, or the humor of any other country, for that matter, tends initially to highlight his singularity. George Stevens notes this particularity. “Nash was not the only writer who could make frivolity immortal. But he was unique—not at all like Gilbert or Lear or Lewis Carroll, still less like his immediate predecessors in America: Dorothy Parker, Margaret Fishback, Franklin P. Adams. By the same token, he was and remains inimitable—easy to imitate badly, impossible to imitate well.”\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}