{"pf_url": "https://www.poetryfoundation.org/poets/olena-kalytiak-davis", "name": "Olena Kalytiak Davis", "yob": "1963", "yod": null, "image": null, "bio": "\nA first-generation Ukrainian American, Olena Kalytiak Davis grew up in Detroit and was educated at Wayne State University, the University of Michigan Law School, and Vermont College. Davis’s poetry collections include And Her Soul Out of Nothing (1997), selected by Rita Dove for the Brittingham Prize in Poetry, shattered sonnets, love cards, and other off and back handed importunities (2003), On the Kitchen Table From Which Everything Has Been Hastily Removed (2009), and The Poem She Didn't Write and Other Poems (2014).\nDavis’s free-verse, lyrical poems use variations in syntax, spacing, and punctuation to attend with precision and play to constructions of motherhood, inheritance, and romantic love. Her expansive poetry embraces simultaneity, referencing literature, the seen and heard world, and her children’s voices. Critic Ray McDaniel, reviewing shattered sonnets, love cards, and other off and back handed importunities for The Constant Critic, noted how “her poems seek to both analyze and occupy the intoxications of Spring, both as historical lyric force and febrile imagination, mulch and shoot. What you see here is thus a combination of Spring’s drunken relief, life uncontrolled and untrammeled; you also get to see the spasticity of new life, its hunger, desperation and ruin.” Davis noted in a 2004 interview with the American Booksellers Association that rather than a distinct writing process, her life is “mostly, getting my children raised, or just dressed: finding two matching socks, making sea creature mobiles, reading The Magic School Bus and Moby Dick to them, sweeping over and under the mess, including scraps of construction paper and scraps of the western canon.”\nDavis’s honors include a Pushcart Prize, the Rona Jaffe Foundation Writers’ Award, a Rasmuson Fellowship, and a Guggenheim Fellowship. Her poetry has been included in several Best American Poetry anthologies, The Best American Erotic Poems: from 1800 to the Present (2008) and The New Bread Loaf Anthology of New American Poets (2000). She practices law and lives in Alaska.\n", "attrs": {"Region:": ["U.S., Northwestern"]}}