{"pf_url": "https://www.poetryfoundation.org/poets/omar-khayaam", "name": "Omar Khayaam", "yob": "1048", "yod": "1131", "image": null, "bio": "\nBorn Ghiyath al-Din Abu'l-Fath Umar ibn Ibrahim Al-Nisaburi al-Khayyámi, the 11th-century Persian poet, astronomer, and mathematician Omar Khayyam was raised in the town of Nishapur in present-day northern Iran. He is thought to have been the son of tent makers, as al-khayyami translates to “tent maker.” As a child he studied first with the scholar Sheik Muhammad Mansuri in the town of Balkh, in present-day northern Afghanistan, and then with the imam Mowaffaq Nishapuri in Khorassan.\n\r\nMany of Khayyám’s mathematical and astronomical ideas were not proven until long after his death. His Treatise on Demonstrations of Problems of Algebra (1070) is a seminal text of algebra; in addition to engaging Euclidean geometry, Khayyám offers methods for solving cubic equations and quadratic equations, and introduces the concept of binomial expansion. As part of a team of scientists under the patronage of Seljuk dynasty Sultan Jalal al-Din Malekshah Saljuqi, Khayyám built an observatory in which he measured the length of the solar year with a precision that loses only one day every 5,000 years, as opposed to the day lost every 3,330 years in the Gregorian calendar. He helped to develop the Jalali calendar (precursor to the modern Iranian calendar) and also built a star map. He is believed to have built models illustrating the theory of the earth’s revolution on its axis. \n\r\nHowever, Khayyám is perhaps best known for his work as a poet. The Rubáiyát, his collection of hundreds of quatrains (or rubais), was first translated from Farsi into English in 1859 by Edward Fitzgerald. The short poems of the Rubáiyát celebrate the pleasures of life while illuminating the nuanced political and religious context in which they were created. Some scholars believe that Khayyám penned only 150 or so of the quatrains; peers or predecessors are thought to have contributed the remainder.\n\r\nWhile still regarded as the most influential, Fitzgerald’s translations, which he released in several variations, have since been shown to take significant liberties with the original content of the poems. The Quatrains of Omar Khayyám: Three Translations of the Rubáiyát (2005) includes Fitzgerald’s translations alongside versions by Justin McCarthy and Richard Le Gallienne. The indulgent attitudes of many of the poems in the Rubáiyát contradicted many of the precepts of Islam, and it is believed that Khayyám fell out of favor with his court patrons; he died in 1131.﻿\n", "attrs": {"Region:": ["Asia, South", "Middle East"]}}