{"pf_url": "https://www.poetryfoundation.org/poets/osip-mandelstam", "name": "Osip Mandelstam", "yob": "1891", "yod": "1938", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/4668e9657089e4f036ff73d901d38feec8eb4ebd.jpeg", "bio": "\nOsip Mandelstam ranks among the most significant Russian poets of the 20th century. He was born in Warsaw, Poland in or around 1891, but soon afterward his family moved to St. Petersburg, Russia. In St. Petersburg, the Jewish Mandelstams—on the strength, according to some critics, of the father’s fine standing as a leather merchant—managed to live relatively free of the anti-Semitic hostilities which were then pervasive. Mandelstam eventually studied at the city’s prestigious Tenishev School, but he failed to distinguish himself. Continuing his education abroad, he attended both the Sorbonne in Paris and the University of Heidelberg in Germany. After returning home Mandelstam—despite his Jewish ancestry and his somewhat unimpressive record at Tenishev—gained acceptance to the University of St. Petersburg, a rather exclusive, and exclusively Christian, institution.\r\n \r\nBy this time, the early 1910s, Mandelstam had already forsaken his actual studies in favor of writing, and he had begun contributing verse to Apollon, St. Petersburg’s leading literary journal. In 1913 he published his first verse collection, Kamen—translated as Stone, which immediately established him in the upper echelon of Russian poets. During the era when Stone was first published, symbolism was the dominant form of poetic expression among Russian poets. Mandelstam, however, renounced the symbolist style and its metaphysical, even occult aspects. His own poems were direct expressions of thoughts, feelings, and observations. As such, Mandelstam ranked as an Acmeist, which is to say that his poems were acknowledged to be rooted in intuition and a humanist perspective. Appropriately enough, Mandelstam himself described his Acmeist style as “organic.”\r\n \r\nUnfortunately for Mandelstam, the 1910s were hardly a prosperous decade for establishing one’s self as a poet in Russia. World War I was no sooner at an end than Russia erupted into revolution. The Bolsheviks, who were themselves divided, assumed control of the country and soon began bending art—and, thus, artists—to propagandist ends. For Mandelstam, who had supported the Bolsheviks, the appropriation of his poetry to a political cause, even one that presumed to advocate the greater good of the common people, proved untenable. Far from applying his poetry to the political ends recommended by Russia’s governing body, Mandelstam persisted in writing poetry that promoted his own humanism, which was at once profound yet personal. Consequently, he soon become the subject of reproach from those artists and intellectuals who had willingly compromised themselves.\r\n \r\nIn the 1920s, as the Bolsheviks established their communist state of the Soviet Union, it became increasingly difficult for the nonconformist Mandelstam to maintain himself as a poet. He unabashedly refused to yield his art to political aims. Indeed, Mandelstam chose instead to emphasize his autonomy as an artist. In 1922, as the Bolsheviks began to exert increasing control over Russian artists, Mandelstam published Tristia, a collection that implicitly celebrates the individual over the masses and love over comradeship. These poems, far from affirming the ideals of the state, revel in the personal, even the painful. “Come back to me,” writes Mandelstam in an untitled poem (as translated by Clarence Brown and W.S. Merwin in Selected Poems), “I’m frightened without you. / Never had you such power / over me as now. /Everything I desire / appears to me. / I’m not jealous any more. / I’m calling you.” It is clear from the poems in Tristia that in this period of apocalyptic upheaval [Mandelstam’s] main concern is with art, poetry, the word,” observed Nils Ake Nilsson in Scando-Slavica. “The question he puts to himself is: will poetry survive?”\nTristia contributed to Mandelstam’s further alienation from his country’s pro-state artists and intellectuals. Among peers who had willingly compromised their art for the communists, Mandelstam was reviled as a subversive and, thus, a threat to the well-being of the new communist state, which ostensibly emphasized the collective over the individual. Other artists who had adopted the same defiant stance as Mandelstam had already fallen victim to the vindictive communists. Notable among these figures is Nikolay Gumilev, who was generally recognized as the leader of the Acmeist poets. Gumilev—who had been married to Anna Akhmatova, considered by some scholars Russia’s greatest poet of the times—had already been executed by 1921, the year before Tristia first appeared in print.\nMandelstam likewise became the victim of recriminations from the newly empowered communists. He found it increasingly difficult to publish his poems in literary journals and eventually resorted to writing children’s books as a means of supporting himself. But in 1925, despite considerable adversity, Mandelstam published The Noise of Time, a collection of autobiographical accounts. Donald Rayfield, in his introduction to The Eyesight of Wasps: Poems, a collection of Mandelstam’s poems translated by James Greene, described The Noise of Time as “a haunting evocation of the cultural influences ... on the adolescent [Mandelstam].” Such personal writings, however, probably did little to endear Mandelstam to authorities eager to promote more political works explicitly supportive of the Soviet leadership’s— that is, dictator Joseph Stalin’s—own aims.\nIn 1928 Mandelstam, despite continued antagonism from state officials, managed to produce three more volumes: The Egyptian Stamp, a surreal novella about the sufferings of a Russian Jew; Poems, another verse collection, one that marked Mandelstam’s continued maturation as a poet; and On Poetry, a collection of critical essays. The Egyptian Stamp, commented Clarence Brown in Slavic and East European Journal, is “the single example of Mandelstam’s narrative prose and one of the few examples of surrealist fiction to be found in all of Russian literature.”\nThat Mandelstam managed to publish the three works of 1928 has been attributed, at least in part, to the political maneuverings of Nikolay Bukharin, a poetry enthusiast prominent in communist dictator Joseph Stalin’s ruling circle. That same year, Mandelstam was accused of stealing credit after a publication mistakenly listed him as a translator instead of as an editor. With considerable guidance from the state, the press mounted a campaign against Mandelstam. Fearing that such allegations would result in his being banned from publishing, Mandelstam vehemently denied the charges. His actions, however, only served to fuel the press’s activities and the public’s interest. Finally, Bukharin interceded and managed to have Mandelstam and Nadezhda Khazina, Mandelstam’s wife of seven years, sent to Armenia as journalists.\nBukharin’s ploy proved effective in that it removed Mandelstam from the center of controversy. But when Mandelstam returned in 1930, he again became the target of persecution from the communists. The state’s repressive ways with nonconformist poets continued to exact a heavy price: Akhmatova, for instance, chose to withdraw her work from consideration for publication. Another poet, Vladimir Mayakovsky, made a more extreme choice: suicide.\nLike fellow poet Boris Pasternak, Mandelstam eventually withdrew from poetry and began expressing himself in prose. He published Journey to Armenia, an account of his experiences there. D.M. Thomas noted in the Times Literary Supplement that Journey to Armenia is “as allusive and charged with daring metaphor as [Mandelstam’s] poetry.” The volume failed to find favor with the Soviet authorities, who removed its editor from the work force.\nAfter publishing Journey to Armenia, Mandelstam found life at home to be even more trying than before. Although banned from publishing, he continued to write. He returned to poetry, and in his work from this period, the early 1930s, he began to acknowledge the sense that he was, in effect, doomed. In Selected Poems, translators Brown and Merwin provide this translation from “To Anna Akhmatova”: “O ancient headsman’s blocks, keep on loving me! / Players in the garden seem to aim at death, and hit nine-pins. / I walk through my life aiming like that, in my iron shirt / (why not?) and I’ll find an old beheading axe in the woods.”\nMandelstam exacerbated his own demise when he wrote, in 1933, a poem characterizing Stalin as a gleeful killer. Brown and Merwin, in Selected Poems, present a translation of this poem, which concludes: “He rolls the executions on his tongue like berries. / He wishes he could hug them like big friends from home.” After news of this poem reached the Soviet leadership, Mandelstam was arrested. He was tortured both psychologically and physically, and it was assumed that he would eventually be executed. But once again Bukharin managed to intercede, this time having Mandelstam spared and consigned to a village in the Ural Mountains. During this period, Stalin undertook a series of murderous purges that rid the Soviet Union of countless citizens. No one, it seems, was safe. Even prominent party officials were executed.\nIn exile, Mandelstam lived fearing that the Soviets were not yet done with him. He grew mad from the horrific tortures he had already endured, and he eventually attempted suicide. Through the ministrations of his wife, Mandelstam stabilized sufficiently to continue with his poetry. By this time he was fearless in depicting his hardships and writing of the crazed Stalin. An untitled poem from 1937, as translated by James Greene in The Eyesight of Wasps, reads: “The eyes of the unskilled earth shall shine / And like a ripe thunderstorm Lenin shall burst out, / But on this earth (which shall escape decay) / There to murder life and reason—Stalin.”\nAfter Mandelstam’s exile ended in 1937, he traveled to Moscow, where he had presumed that he still owned a home. The state, however, had seized Mandelstam’s quarters. Throughout the next year, Mandelstam and his wife lived a threadbare existence, and his health deteriorated to the extent that he suffered two heart attacks. During this period, Stalin undertook another series of purges to rid the Soviet Union of what he considered to be undesirable elements. While recuperating at a sanatorium, Mandelstam was once again arrested. This time he disappeared into the maze of Soviet work camps and prisons. In late 1938, the government reported that he had died of heart failure.\n\r\nIn the years since his death, Mandelstam has come to be recognized—particularly in the West—as one of the Russian language’s greatest and most inspiring poets, the equal to Akhmatova, Pasternak, and Marina Tsvetaeva. While Mandelstam’s work received little attention in the Soviet Union, particularly during the Cold War, it gained widespread attention in the West, and has been published in many translated collections. These volumes serve to affirm the integrity of Mandelstam’s artistry and his spirit. As Ervin C. Brody wrote in his introduction to Poems from Mandelstam, a collection translated by R.H. Morrison: “No Soviet poet of modern sensibility reflected so intensively as Mandelstam the loss of historical and philosophical self-assurance and the emerging discrepancies between state order and the isolation of individual consciousness. ... He was chiefly concerned with the preservation of Russia’s cultural and moral heritage, and his best poetry attests to the survival of art and consciousness ... at a time and place when both seemed to have the flimsiest of chances to stay alive.”\n \n", "attrs": {"Region:": ["Russia"]}}