{"pf_url": "https://www.poetryfoundation.org/poets/ovid", "name": "Ovid", "yob": "43", "yod": "17", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/20/a070ae187bc08acb234219c857883d6a8598609f.jpeg", "bio": "\nPublius Ovidius Naso, known as Ovid, was born in Sulmo, Italy on March 20, 43 BCE. Considered to be one of the most influential poets in Western literary tradition, Ovid wrote several important works, including Heroines and The Art of Love. His most famous and revered work, and considered alongside the works of Homer and Virgil as among the world's masterpieces, is Metamorphoses, which he finished around 8 BCE. He died at the age of 61, in exile in the Black Sea port of Tomi, known today as Constantsa, Romania\nOf the details of Ovid's life, historians know very little. He was born into an upper-middle-class family. To prepare for a professional career, he was sent to Rome to study rhetoric, the standard core of study for Roman education at the time. Upon completion of his studies in Rome, Ovid spent a year in Athens studying philosophy, following which it was presumed by his family that he would return to his home to begin his career. Ovid did return home to spend a year as a public official; however, poetry soon became his passion, and, rather than choosing the life of a professional careerist, he began to work on his first book, Loves, or Amores, when he was 20 years old.\nLoves was followed by Heroines, a collection of fictional letters from mythical heroines to their absent lovers. Soon thereafter came The Art of Love, and in a six-year period between 2 and 8 CE, Ovid penned Metamorphoses. Between the publications of Amores and Metamorphoses, Ovid was married three times and fathered a daughter.\nThe fact about Ovid's life that came to define him was his banishment in 8 CE to Tomi by the Roman Emperor Augustus. Tried personally by Augustus himself, Ovid was found guilty of a crime that remains unclear. Although Ovid wrote about banishment in the poem Tristia, or Sorrows, the reasons for the exile remain uncertain. “Two offenses, a poem and a mistake, have destroyed me,” was all that Ovid wrote in Tristia.\nOvid's final years would be spent in Tomi writing long letters and poems of appeal to Augustus to allow him to return to Rome. The pleas were useless, and Ovid remained in exile until his death in 17 CE.\n", "attrs": {"Region:": ["Italy"]}}