{"pf_url": "https://www.poetryfoundation.org/poets/padraic-colum", "name": "Padraic Colum", "yob": "1881", "yod": "1972", "image": null, "bio": "\n                                                                    Born Patrick Collumb in Longford, Ireland, poet, editor, children’s writer, folklorist, and playwright Padraic Colum was the oldest of eight siblings. At 17, he took a job as a clerk for the Irish Railway Clearing House and began to write seriously; he had joined the Irish Republican Army and the Gaelic League and taken the name Padraic Colum by the time he was 20. Living in Dublin during the Celtic Revival and a member of both the National Theatre Society and the Abbey Theatre, he met and became close friends with writers James Joyce, W.B. Yeats, Lady Gregory, and George Russell. With James Stephens and Thomas MacDonagh, Colum founded the Irish Review.   Colum’s poetry uses traditional forms to weave landscape and legend with image and song. During his lifetime, Colum published more than 50 volumes of poetry, fiction, nonfiction, drama, children’s literature, and folklore. Early in his career, he wrote several plays, including The Land (1905) and Thomas Muskerry (1910), both of which were staged at the Abbey Theatre. In 1914, he moved to New York City and began to write for children. The King of Ireland’s Son (1916, illustrated by Willy Pogany) collects the serialized children’s stories, based on Irish folklore, Colum had published in the Sunday Tribune. In 1923, Colum traveled to Hawaii to record Polynesian folklore, which he published in At the Gateways of the Day (1924) and The Bright Islands (1925). In the 1930s, Colum and his wife moved to France, where he resumed his friendship with Joyce and transcribed sections of Finnegan’s Wake. In 1945, Colum returned to the United States and taught at Columbia University.   Colum’s numerous poetry collections include Wild Earth (1916), Dramatic Legends and Other Poems (1922), Collected Poems (1953), and Irish Elegies (1958). Colum also edited An Anthology of Irish Verse (1948). His folklore-based works include the Treasury of Irish Folklore (1954), The Stone of Victory and Other Tales (1966), and The Six Who Were Left in a Shoe (1968). His biographies include Our Friend James Joyce (1958) and Ourselves Alone!: The Story of Arthur Griffith and the Origin of the Irish Free State (1959), on the life of Sinn Fein founder Arthur Griffith.   Colum died in Enfield, Connecticut at the age of 90 and was buried in Ireland. More than a dozen libraries, including the University of Delaware, SUNY Binghamton, the Morgan Library, Columbia University, and the National Library of Ireland hold selections of his papers.\n                                                            ", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}