{"pf_url": "https://www.poetryfoundation.org/poets/pat-schneider", "name": "Pat Schneider", "yob": "1934", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/18/c8b2b9765bdfe063d05ec9492b64cd53f3eb51e8.jpeg", "bio": "\nPat Schneider was born in rural Missouri in 1934 and is the author of nine books of poetry. She received her MFA from the University of Massachusetts, and founded Amherst Writers & Artists, a non-profit corporation which sponsors outreach writing workshops and retreats for “traditionally silenced populations,” including low-income women and children.\n\r\nSchneider’s collections of poetry include White River Junction (1987), Long Way Home (1993), Olive Street Transfer (1999), and The Patience of Ordinary Things (2003). Her work has appeared in many anthologies including Family Reunion (2003), There’s No Place Like Home for the Holidays (1997), and Alphabestiary (1995).\n\r\nSchneider’s poetry often explores racial and class-related issues in realistic scenarios. Don Junkins, while reviewing her book, Another River: New and Selected Poems, writes: “Pat Schneider’s poems cut through to the real world…She not only knows how to write, seemingly without effort, articulate and precise lies, she’s lean in language and abundant in content. Hers is a genuine voice expressed in informed craft, which to be really effective includes the management of tone, which itself depends entirely on the management of restraint.”\n\r\nSchneider has received major grants from the Massachusetts Cultural Council and from the National Endowment for the Arts. She is also the recipient of a Danforth Foundation Grant and a Massachusetts Fellowship Program Award.\n\r\nSchneider has taught at the University of Massachusetts, the University of Connecticut, Smith College and is an adjunct faculty member at the Graduate Theological Union and Pacific School of Religion. She resides in Amherst, Massachusetts with her husband.\n", "attrs": {}}