{"pf_url": "https://www.poetryfoundation.org/poets/patricia-spears-jones", "name": "Patricia Spears Jones", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/165b6930c9dd17fb65c5c9191e0d6a511992916e.jpeg", "bio": "\nBorn and raised in Forrest City, Arkansas, poet Patricia Spears Jones was educated at Rhodes College and earned her MFA from the Vermont College of Fine Arts. Art and music inform her poems, and she offers portraits of individuals in transit, engaging themes of class and social change with wry perception. Praising “the grit and blood, wit, flesh, bone, and spirit of which the poems are made” in a review of Femme Du Monde, poet Janet Hamill noted, “From the particular they move to the universal, effortlessly. From the body they dissolve into space. The world they reference is mundane. The world they reference is marvelous.” “I always think of myself as evoking the blues in my poetry, and the blues are never ‘happy’ even when they’re ecstatic,” Spears Jones explained in a 2014 interview with Rochelle Spencer for Mosaic: Literary Arts of the Diaspora. “There’s a sense of temporality of life. We’re only here for a brief time. There is only so much we can do. People have enemies and there are difficulties. And sometimes there’s great music and great sex to lighten the load.”\r\n \r\nSpears Jones’s poetry collections include Painkiller (2010), Femme du Monde (2006), The Weather That Kills (1995), and several chapbooks. Her work has been featured in numerous anthologies, including Angles of Ascent: A Norton Anthology of Contemporary African American Poetry (2013), Starting Today: 100 Poems for Obama’s First 100 Days (2010), Black Nature: Four Centuries of African American Nature Poetry (2009), and Best American Poetry (2000).\r\n \r\nA contributing editor at BOMB magazine, Spears Jones has also served as a program coordinator for the Poetry Project at St. Mark’s Church and led the New Works Program for the Massachusetts Council of Arts and Humanities. Her honors include an appointment as senior fellow for the Black Earth Institute, grants from the National Endowment for the Arts and the New York Foundation for the Arts, awards from the Foundation for Contemporary Art and the New York Community Trust, and residencies at Yaddo, Bread Loaf, the Millay Colony, the Squaw Valley Community of Writers, and the Virginia Center for the Creative Arts.\r\n \r\nA resident of New York for more than 30 years, Spears Jones has taught at LaGuardia Community College and Queens College CCNY, Parsons, The New School, and the College of New Rochelle. She lives in Brooklyn, New York.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}