{"pf_url": "https://www.poetryfoundation.org/poets/patrick-kavanagh", "name": "Patrick Kavanagh", "yob": "1904", "yod": "1967", "image": null, "bio": "\nIrish poet and writer Patrick Kavanagh was born in a rural area of County Monaghan, a northern county in the Irish province of Ulster. The son of a shoemaker who owned a small farm, he left school at about the age of 12 and thereafter largely taught himself about literature. His poetry collections include The Great Hunger: A Poem (1971), Come Dance With Kitty Stobling, and Other Poems (1960), A Soul for Sale: Poems (1947), and Ploughman and Other Poems (1936), and his most celebrated novel is Tarry Flynn (1948).\nMany critics and Irish literary figures called him the nation’s best poet since William Butler Yeats, and one of his long poems, “The Great Hunger,” is widely regarded as a work of major importance. Even Kavanagh’s admirers, however, find his writing difficult to characterize. “There is a sense in which Kavanagh may be said to defy criticism,” Anthony Cronin wrote in Heritage Now. “You can look in vain in his poems for elaborate metaphors, correspondences, symbols and symbolic extensions of meaning ... neither is there in his poems really anything that turns out to be a coherent life-view in the philosophical sense.” As biographer John Nemo observed, “Kavanagh’s point of view evolved primarily from his response to life, which was emotional rather than intellectual. ... In place of the logic that directs the creative vision of poets like T.S. Eliot and W.B. Yeats, Kavanagh’s creative faculties rely on inspiration and intuition. Artistically, he reacts rather than acts. Unlike many modern poets, his poems are not assembled piecemeal like contemporary sculptures but are delivered whole from the creative womb.” Louise Bogan said in the New Yorker that the poet had “an astonishing talent” that “kept on renewing itself not so much by a process of orderly growth as by a continual breaching of boundaries.”\n\r\nKavanagh began his writing career in the last years of the Irish Literary Renaissance, a cultural movement paralleling the rise of nationalism in Ireland that culminated in the country’s independence from Great Britain shortly after World War I. The movement freed writers from the burden of conforming to the styles of English literature and allowed them to concentrate on the Irish subjects with which they were familiar. Many participants in the movement also gave it an ideological mission—to secure Irish cultural independence from Great Britain by glorifying those subjects perceived as spiritually uplifting and uniquely Irish, such as the way of life of the nation’s impoverished peasants. Because of their isolation, such country people were thought to have retained a more authentic Irish culture. Often, the writers who praised them were prosperous city-dwellers.\n\r\nKavanagh grew up in the peasant life that many who took part in the Irish Renaissance had only encountered as a subject for literature. When he talked about his past for the “Self Portrait” series on Irish television, Kavanagh recalled the intellectual deprivation of his youth. “Although the literal idea of the peasant is of a farm labouring person,” he said, “in fact a peasant is all that mass of mankind which lives below a certain level of consciousness. They live in the dark cave of the unconscious and they scream when they see the light.” Though his native area was poor, he felt that “the real poverty was lack of enlightenment,” and he added, “I am afraid this fog of unknowing affected me dreadfully.” Over the course of his life, Kavanagh often recounted the skepticism, or even ridicule, with which people in his community viewed his interest in poetry. Such early rejection, Nemo stressed, caused Kavanagh to believe that a poet was inevitably alienated from society.\n\r\nThough he wrote poems regularly for his own enjoyment by the time he was a teenager, Kavanagh seemed likely to become a small farmer. But in his mid-20s he succeeded in publishing poems in two non-literary periodicals, the Irish Weekly Independent and the Dundalk Democrat. This was an astonishing accomplishment to his rural neighbors.\nIn 1929 he chanced upon a copy of the Irish Statesman, a periodical that regularly published the work of major Irish writers and was edited by George Russell, a leader of the Literary Renaissance. A philosopher devoted to religious mysticism who wrote prose and poetry under the name A.E., Russell made a special effort to develop the talents of promising unknown writers. He rejected Kavanagh’s first submissions to the Statesman but encouraged the aspiring poet to try again. After Russell published some later submissions in 1929 and 1930, Kavanagh walked 50 miles to Dublin to visit him personally, and as a result Russell became Kavanagh’s literary adviser, giving him books by such writers as Victor Hugo, Fyodor Dostoyevsky, Walt Whitman, Ralph Waldo Emerson, and Robert Browning. With Russell’s help, Kavanagh gained access to Dublin’s literary society, based largely on his unique status as an authentic peasant and poet.\n\r\nShortly after Russell’s death in 1935, Kavanagh’s first book, Ploughman and Other Poems (1936), was published by Macmillan in its series on contemporary poets. In this collection, Kavanagh’s poems possess a dreamy, lyrical quality that often characterizes the poetry of Russell and other writers of the Literary Renaissance. Some critics thought Kavanagh had yet to prove himself a major poet. Two years after Ploughman was published, the Times Literary Supplement called him “a young Irish poet of promise rather than of achievement,” and Derek Verschoyle said in Spectator that “like other poets admired by A.E., he writes much better prose than poetry. Mr. Kavanagh’s lyrics are for the most part slight and conventional, easily enjoyed but almost as easily forgotten.”\n\r\nSurprisingly, in view of his ambitions as a poet, Kavanagh’s first major critical success came with the publication of an autobiographical prose work titled The Green Fool (1938). In this book, which he later revealed was as much novel as autobiography, Kavanagh recounts his rural childhood and his struggles as a budding writer, and while doing so he provides a wide-ranging portrait of Irish society. The book gave Kavanagh international recognition, with favorable reviews appearing in prominent publications in England and the United States. Critics have been impressed by Kavanagh’s skillful balance between sentiment and humor. Horace Reynolds observed in the New York Times Book Review that The Green Fool “has both beauty and sharpness in it,” and biographer Alan Warner said that Kavanagh’s “romanticism is balanced by a shrewd ironic sense of the ridiculous. A passage of sentimental dreaming is quickly followed by the sharp edge of reality.” Though reviewers praised the author’s fondly detailed portrait of the folkways and speech of the Irish countryside, Kavanagh is also able, Warner noted, to depict the combative or petty side of his peasants’ personalities. In other parts of the book, the author provides a witty description of the literary world. Reynolds, for instance, quoted Kavanagh’s remarks that Ralph Waldo Emerson was “a sugary humbug” and that Walt Whitman “tried to bully his way to prophecy.” The critic concluded, “You can hardly call him gracious or grateful, but he has the great virtue of honesty, and his heresies are refreshing.”\n\r\nDespite the critical success of The Green Fool, Kavanagh soon came to reject the work. As Warner remarked, “I think that one reason why he expressed such intense dislike of the book in his later years is that in it he accepts unequivocally, at times even exploits, his position as peasant poet. He speaks of his acute embarrassment in A.E.’s drawing room at his hob-nailed boots and the patches on the knees of his trousers.” Responding to this image of a “green fool,” Fletcher Pratt informed readers of the Saturday Review of literature that the author “lays no claim to being a literary figure of any kind, even a minor one. He writes his book through the eyes of an Irish peasant who ... is more interested in potatoes than in prosody.” In the coming years, when Kavanagh wished to be respected for his intellect, he found this persona intolerable.\n\r\nIn the late 1930s, Kavanagh decided to leave farm life permanently and pursue a literary career in Dublin. The choice was difficult, for, as his brother Peter recalled in the biography Sacred Keeper, Kavanagh “loved the fields but detested the society” of his fellow peasants. When Kavanagh moved to Dublin, he hoped that its people would be more hospitable to him as an artist. Instead, as Nemo related, “he realized that the stimulating environment he had imagined was little different from the petty and ignorant world he had left. He soon saw through the literary masks many Dublin writers wore to affect an air of artistic sophistication. To him such men were dandies, journalists, and civil servants playing at art. His disgust was deepened by the fact that he was treated as the literate peasant he had been rather than as the highly talented poet he believed he was in the process of becoming.”\n\r\nKavanagh’s discontent led to a major change in his writing. Uncomfortable in both the urban and rural cultures of Ireland, and painfully aware of the flaws of both, he rejected the role of peasant poet that had helped make him socially acceptable, becoming known instead for his outspoken pronouncements on Irish society. By the time of his “Self Portrait,” Kavanagh had come to call the Irish Literary Movement “the Irish thing” under whose “evil aegis” he had written The Green Fool, “a stage-Irish lie.”\n\r\nIn his biography of Kavanagh, Darcy O’Brien put the author’s disillusionment in a larger context: “Kavanagh’s work is the product of a very low, dispirited period in Irish life and literature, the sort of psychological slump that most nations emerging from colonial rule experience after the revival of the past fails and people become aware that they have to make do with the rubble left behind by the departed conqueror.” After years of often bitter struggle to create and determine the nature of an independent Ireland, “the energies, hopes and ideals of the Revolution had been exhausted. ... Having seen the nationalist myths dissolve, disheartened by the values of the developing society, the better Irish writers had by 1940 turned caustically critical.”\n\r\nOne of Kavanagh’s first efforts at social criticism was “The Great Hunger” (1942), a long narrative poem that critics generally consider his finest work. In writing this unsentimental, sometimes bitter look at one peasant’s life, Kavanagh not only confronted the unpleasant side of his background but by implication repudiated those members of the Literary Renaissance who sentimentalized rural Ireland. The poem tells the story of Patrick Maguire, a peasant who, in the cautious way of many Irish peasants after the devastating famines of the mid-19th century, postpones marriage and children while improving his small farm and increasing his meager wealth. Gradually Maguire realizes that his own virtuous self-denial—his industriousness, devotion to an aging mother, and adherence to the moral teachings of the Catholic church—has led him to emotional desolation. Too old and too tied to his land, he will remain unmarried and isolated, a common fate in the Ireland of Kavanagh’s day. In this poem, Kavanagh’s lyrical evocations of the beauty of the countryside merely heighten the sense of Maguire’s sorrow. Critics have praised the skillful mixture of poetic voices and rhythms in the work, ranging from resonant lines reminiscent of an angry prophet to the short, sharp phrases of simple annoyance. When “The Great Hunger” was reprinted in Collected Poems in 1964, New York Times Book Review contributor Richard Murphy called it “a great work” that conveys “a terrible and moving image of human frustration”; in Poetry, Robin Skelton hailed it as “a vision of mythic intensity.”\n\r\nIn the decade after he wrote “The Great Hunger,” Kavanagh increasingly directed his social criticism against the Dublin writers and intellectuals who had failed to live up to his expectations. Since he supported himself by writing a large amount of prose for periodicals as a free-lancer, columnist, and reviewer of books and films, Kavanagh had many opportunities to judge the state of Irish culture. His enthusiasm for such assessments grew so great that in 1952 he enlisted his brother’s aid in publishing a short-lived periodical, Kavanagh’s Weekly, as a forum for his views. Kavanagh’s opinions were often negative, and even the author’s admirers acknowledge that he expressed them in a fashion that was blunt, at times harsh. “Because he believed that the level of Irish literary achievement was very low,” Nemo wrote, Kavanagh “never ceased stressing his belief that all good criticism was basically destructive. Destruction was necessary because it was the critic’s function to save good writing from being submerged in the general flattery of the mediocre.” The author’s outspokenness brought him enemies in Dublin, and it has also displeased some literary critics. When a selection of his opinion pieces appeared in the humorously-titled Collected Pruse (1967), a reviewer for the Times Literary Supplement called them “painful to read” and added that “most of the specific judgments are mean.” Similarly, when the thirteen issues of Kavanagh’s Weekly were reprinted as a collection in 1981, Supplement contributor John Lucas said that while the work “has about it a brash, school-boyish, nose-thumbing humour ... it is stuffed out with ... dreary and opinionated nonsense.”\nBut Warner is among the admirers of the writer who have seen merit in such work while conceding its flaws: “Although Kavanagh’s criticism is not sustained or methodical, and it has something of a take-it-or-leave-it air, he sometimes goes to the heart of the matter in one sentence or phrase.” Kavanagh, the critic said, can express “a bold, shrewd and vivid judgment that is worth pages from duller and more systematic critics.” Noting Kavanagh’s hatred of fashionable jargon and his ability to “let a good deal of fresh air into the discussions and debates of [his] time,” Warner compared him to an insightful but opinionated literary critic of the 18th century, Samuel Johnson.\nKavanagh was less successful, however, when he used poetry to comment on Irish culture. In a series of verse satires, Kavanagh’s targets range from individual writers and their work to the whole of his country’s literary society. For example, “The Paddiad; or, The Devil as a Patron of Irish Letters” is a long poem modeled on Alexander Pope‘s satirical epic, “The Dunciad.” The work shows a group of popular Irish writers convened in a pub at a meeting presided over by the devil. In the verse play “Adventures in the Bohemian Jungle,” Kavanagh depicts himself as a simple, virtuous “Countryman” who journeys through a corrupt and amoral world in a futile search for good art and admirable artists. Critics have suggested that the satire is consistently compromised by bitterness. When several of the works appeared in Collected Poems, a reviewer for the Times Literary Supplement said that they “lack the sting of wit and infallibility of standpoint that true satire demands.”\nWhile Kavanagh played the role of assertive social critic, inwardly he was more and more plagued by self-doubt. In O’Brien’s analysis, when the aspiring reformer found himself unsuccessful, a sense of failure and isolation was the natural consequence. “Often, when [Kavanagh] was not writing satire,” said the critic, “he would write about failure.” He released a poetry collection, A Soul for Sale (1947), that takes its title from an image of failure that opens the poem “Pegasus”: “My soul was an old horse / Offered for sale in twenty fairs.” Nemo pointed out a variety of poems on a similar theme that Kavanagh wrote during this period. For instance, “To Be Dead,” later published in Come Dance With Kitty Stobling (1960), discusses the death of poetic creativity, and “I Had a Future,” later published in Collected Poems, shows Kavanagh’s feeling that he had not fulfilled the promise he showed as a young author.\n\r\nSometimes Kavanagh escaped from the disappointments he found in Dublin by returning in his imagination to the Irish countryside. In the novel Tarry Flynn (1948), he examines the same scenes of youth he earlier surveyed in The Green Fool, and he has garnered similar praise for an accurate depiction of peasant life. But as Warner suggested, while The Green Fool offers an extensive view of Irish society, Tarry Flynn focuses more specifically on the dilemma of an aspiring poet who feels isolated from his rural community by his own talent. Reynolds pointed out in Saturday Review of Literature that the novel seems more autobiographical than The Green Fool, which is supposedly an autobiography. A number of critics have suggested that Kavanagh’s confusion of the two genres weakens Tarry Flynn as a novel, arguing that the author is so emotionally close to Tarry that he describes both the character’s joy and pain with more intensity than readers would find plausible.\n\r\nKavanagh’s own pain and frustration reached a peak shortly after the failure of his journal in 1952, when he became the target of some biting satire similar to that which he directed at others. With the help of his strong social criticism, Kavanagh had become a well-known and controversial Dublin personality. In the Leader, a widely-read Irish weekly, an anonymous article depicted him in terms Warner summarized as “a clown and ‘character,’ a mixture of inspired idiot and rollicking bar-room prophet, surrounded by admiring young beatniky disciples whom he despised.”\n\r\nKavanagh sued for libel. But the Leader retained as its defense counsel John Costello, a skillful trial lawyer who had also served as prime minister of Ireland. When the dispute came to trial in February of 1954, Costello undermined Kavanagh’s case by insistently questioning the writer about his own numerous satires. Kavanagh lost the suit, and his health declined. Before Kavanagh entered the hospital, he and Costello had begun to turn their animosities into friendship, with Kavanagh sending the lawyer part of a poem and Costello, once again prime minister, using his influence to help the poet obtain a lecturing post at University College, Dublin. Kavanagh overcame his cancer, and as he convalesced on the banks of Dublin’s Grand Canal he experienced a further change in his personal outlook, one that resulted in some of his most admired poems. “Barely eluding death had a serious and positive effect on [Kavanagh’s] poetry,” O’Brien wrote. “His sickness deprived him of a lung and much hatred, or let us say that the trauma of his cancer made the targets of his hatred seem as petty as they were and as unworthy of his continuous attention.”\n\r\nRenouncing hatred, Kavanagh committed himself to an acceptance of life as it is and a celebration of its small pleasures. He repudiated his years as a reformer, observing in his “Self Portrait” that “stupid poets and artists think that by taking subjects of public importance it will help their work to survive. ... The things that really matter are casual, insignificant little things.” He also asserted that “in the final simplicity we don’t care whether we appear foolish or not. ... We are satisfied with being ourselves, however small.” As an example of the change in his writing, Kavanagh quoted the opening lines of his sonnet “Canal Bank Walk”: “Leafy-with-love banks and the green waters of the canal / Pouring redemption for me, that I do / The will of God wallow in the habitual, the banal / Grow with nature again as before I grew.” He wrote many other poems expressing such inner tranquility, several of them sonnets, and they were praised in reviews of the collections Come Dance With Kitty Stobling (1960) and Collected Poems (1964). Discussing the latter book for the New York Times Book Review, Richard Murphy called the sonnets “the most positive work [Kavanagh] has done,” praising them as “a lyrical celebration of love fulfilled in man by God.”\nKavanagh’s last major work was prompted when Radio Telefis Eireann, the Irish broadcasting network, invited him to write and narrate an autobiographical television program for its “Self Portrait” series. The resulting work, which appeared in print soon after its telecast in 1962, is not a detailed record of Kavanagh’s life but rather a series of his comments and recollections. Full of strong opinions and sometimes self-contradictory, the script has been assessed by many commentators as an accurate, engaging, and individualistic portrait of the artist. The broadcast “was the high point of Patrick’s career,” his brother Peter recalled. “First, he had asserted himself as a poet with the authorities and won; second, he had issued his statement to the public both in what he said and in his manner of saying it.”\n\r\nKavanagh’s willingness to make strong personal statements in his writing remains a major factor in his appeal and influence. As Nemo observed, “It would not be incorrect to say that one of his more serious handicaps in becoming a successful poet was his personality. At the same time, however, it is his personality that vitalizes his best writing. Had he been able to direct his responses to life and literature in a more orderly and logical fashion he might have produced a more even body of work, but one lacking the intensity and clarity of vision that characterizes his better poems.” At the close of his “Self Portrait,” Kavanagh seemed to embrace such intensity as a way of life. “Courage,” he asserted, “is nearly everything. Our pure impulses are always right.”\nKavanagh married his longtime partner Katherine Barry Moloney in 1967 and died that same year in Dublin, Ireland.\n", "attrs": {"Region:": ["Ireland & Northern Ireland"]}}