{"pf_url": "https://www.poetryfoundation.org/poets/patricia-smith", "name": "Patricia Smith", "yob": "1955", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/5b1b5ab8d0b9f1ffbc7e2506914a82e89234f954.jpeg", "bio": "\nPatricia Smith has been called “a testament to the power of words to change lives.” She is the author of seven books of poetry, including Incendiary Art (2017), winner of an NAACP Image Award and the Kingsley Tufts Poetry Award; Shoulda Been Jimi Savannah (2012), which won the Lenore Marshall Prize from the Academy of American Poets; Blood Dazzler (2008), a chronicle of the human and environmental cost of Hurricane Katrina which was nominated for a National Book Award; and Teahouse of the Almighty, a 2005 National Poetry Series selection published by Coffee House Press. Smith collaborated with the photographer Michael Abramson on the book Gotta Go Gotta Flow: Life, Love, and Lust on Chicago’s South Side From the Seventies (2015). Her work has appeared in Poetry magazine, the Paris Review, the New York Times, TriQuarterly, Tin House, the Washington Post, and in both Best American Poetry and Best American Essays.\nHer contribution to the crime fiction anthology Staten Island Noir, which she edited, won the Robert L. Fish Award from the Mystery Writers of America for the best debut story of the year and was chosen for Best American Mystery Stories 2013. Smith also penned the critically acclaimed history Africans in America (1999) and the award-winning children’s book Janna and the Kings (2003). \nShe is a 2014 Guggenheim fellow, a 2012 fellow at both MacDowell and Yaddo, a two-time Pushcart Prize winner, recipient of a Lannan fellowship and a four-time individual champion of the National Poetry Slam, the most successful poet in the competition’s history. She is currently working on a biography of Harriet Tubman, a poetry volume combining text and 19th century African-American photos, and a collaborative novel with her husband Bruce DeSilva, the Edgar-Award winning author of the Liam Mulligan crime novels.  \n", "attrs": {"Region:": ["U.S., Mid-Atlantic"]}}