{"pf_url": "https://www.poetryfoundation.org/poets/pattiann-rogers", "name": "Pattiann Rogers", "yob": "1940", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/16/b848ba52de60a6a17f230c8dd3dd046e14a98cf5.jpeg", "bio": "\nPattiann Rogers was born in Joplin, Missouri. She attended the University of Missouri, graduating Phi Beta Kappa, and went to the University of Houston where she earned an MA in creative writing. Her awards and honors also include two National Endowment for the Arts grants, a Guggenheim Fellowship, a Lannan Poetry Fellowship, Poetry magazine's Tietjens and Bess Hokin Prizes, the Roethke Prize from Poetry Northwest, the Strousse Award from Prairie Schooner, and four Pushcart Prizes. She is noted for her ability to link the natural and scientific worlds in works filled with sensual imagery, spirituality, and a sense of awe. Dictionary of Literary Biography contributor Marsha Englebrecht writes: “Her poems are fascinating bundles of flora, fauna, and scientific fact. It is impossible to ignore the precision of her observations and her commitment to her predominant, transcendentalist theme.”\nIn her first book of poems, Expectations of Light (1981), Rogers explores the implications modern science holds for humankind’s perception of itself. Writing in the Georgia Review, Peter Stitt calls Expectations of Light “an unusually original first book, surprising for its sophisticated incorporation of modern scientific thinking into poetry. Every poem manages somehow to present accurate knowledge of the physical universe, often in a multifaceted plethora of detail.” The poems included in her 1994 collection, Firekeeper: New and Selected Poems, again pay attention to scientific material. As a Publishers Weekly contributor states, “They strongarm us with poetic gymnastics, blending scientific theory with luscious poetic rhythm.” In fact, a scientific element is one of the common characteristics found throughout Rogers’s poetry.\n\r\nIn a Poetry review of her 1997 collection Eating Bread and Honey, Bill Christopersen classifies Rogers among the “poets for whom there seems to exist no evil, much less anything to confess. ... They greet autobiographical materials, as well as the human predicament, frankly and movingly, but without ostentation or obsession.” In a Book assessment of Song of the World Becoming (2001) Stephen Whited maintains that “Rogers has mastered the long meditative line that reveals the surprising beauty and mystery of the natural world.” In describing Rogers’s poetry, reviewer Leslie Ullman also highlights the poet’s “sense of wonder towards multiple forms of life and energy” as well as noting her “unique blend of precision and propulsion, the flow and control of her long sentences, and the inclusiveness of her vision.” Ullman characterizes Rogers’s poems as “sensuous in their distinctions and inventions, their probings, and their continual delight.”\nRogers talks about her approach to poetry, her inspirations, and the influence poetry has on her life in The Dream of the Marsh Wren: Writing as Reciprocal Creation (1999). Her collections Quickening Fields (2017), Holy Heathen Rhapsody (2013), The Grand Array (2010), Wayfare (2008), and Generations (2004) continue to explore theological possibilities as revealed through the natural world.\nRogers has been a visiting writer at the University of Texas, the University of Montana, and the University of Arkansas. She lives in Colorado.\n", "attrs": {}}