{"pf_url": "https://www.poetryfoundation.org/poets/paul-blackburn", "name": "Paul Blackburn", "yob": "1926", "yod": "1971", "image": null, "bio": "\nPaul Blackburn is best known as a Black Mountain Poet because of his role as contributing editor and distributor of the Black Mountain Review and his subsequent inclusion with the group in Donald Allen’s influential New American Poetry anthology (1960). Although many of Blackburn’s concerns with formal innovation were shared by such faculty members of the experimental Black Mountain College as Robert Creeley and Charles Olson, the label does not illuminate some of Blackburn’s more characteristic roles. In addition to being a fine lyric poet, Blackburn was one of America’s foremost translators of Provençal troubadour verse, and he was a key organizer of readings by Beats and other young poets in New York in the late 1950s and 1960s.\n\r\nBlackburn was born in St. Albans, Vermont, to William Blackburn and Frances Frost, herself a poet and writer of children’s books. Their parents having separated when Blackburn was three and a half, he and his younger sister Jean spent most of their time with their maternal grandparents, authoritarian New Englanders; for many years the children were visited only on weekends by their mother. Although he lived with his mother in New Hampshire and South Carolina for brief periods, Blackburn was 14 years old when Frances Frost took him away permanently from Vermont, this time to share her rather bohemian Greenwich Village existence. His sister Jean did not choose to make the change and later joined a convent.\nEncouraged by his mother and following her example, in the mid-1940s Blackburn began writing poetry and submitting it to such large-circulation newspapers and magazines as the Herald Tribune, the Christian Science Monitor, the New Yorker, and the Southern Review, at this point with no success. He started college at New York University in 1945, but left after one year to join the US Army. While Blackburn was doing his service as a laboratory technician in Colorado, his mother sent him a copy of W.H. Auden’s collected poems. Blackburn said later, “When I was nineteen, I could write a pretty good Auden poem, and I feel that I picked up a formal sense of musical structure from him.” The moral and oratorical strains in the largely unpublished work of this early period, as well as a more lasting affinity for a vernacular idiom, also reflect Auden’s influence.\nIt was not until he returned to college in fall 1947, however, that Blackburn found the mentor who was to be a major force in his career. Blackburn began reading Ezra Pound’s poetry at New York University, and, when he transferred in early 1949 to the University of Wisconsin, Madison, he started corresponding with Pound, then incarcerated at St. Elizabeth’s Hospital; Blackburn even hitchhiked from school a few times to visit Pound in Washington, DC. It was Pound who was responsible for Blackburn’s first publication in a major literary journal. From the summer of 1949 to the winter of early 1950, Blackburn had been working on his first long poem, “The Innocents Who Fall Like Apples.” The poem had been misunderstood and rejected by the university literary magazine, but, as Blackburn tells it, he got a letter that spring from James Laughlin at New Directions, “saying that he had a note from Pound in St. Elizabeth’s saying that I wanted to contribute something to his New Directions Annual. ... I think he [Pound] just assumed that because I never mentioned that I wrote or ever showed him anything, I must really be good.”\nPound also put him in touch at that time with the writers who were to form the nucleus of his early literary circle. Following Pound’s instructions to “Write Creeley, chicken farmer up in New Hampshire,” Blackburn initiated a correspondence which led to other important contacts—with Charles Olson, Cid Corman, Jonathan Williams, and others. Though they did not meet until 1952, the two previous years of correspondence between Blackburn and Creeley helped both of them focus and articulate the tenets of their artistic practices. Blackburn later said of those years, “I was learning to strip my style of as much as I could and get down to very simple statements while still keeping it reasonably musical.”\nThis musical quality toward which Blackburn was working has consistently been noted by critics as one of his major strengths. It was recognized at that time by Cid Corman, then editor of Origin, the literary magazine which provided the first outlet for many of the writers whose works later appeared together in the Black Mountain Review. Corman, who said Blackburn had “one of the finest ears in current poetry,” published much of Blackburn’s work and invited Blackburn to be guest editor of Origin 9, Spring 1953.\nBlackburn’s association with the Origin writers was strengthened later that year when Charles Olson and Robert Creeley decided to start a magazine to “advertise” the accomplishments of the financially failing Black Mountain College. Blackburn was asked to be one of the contributing editors of the first issue of the Black Mountain Review (Robert Creeley was editor; Charles Olson, Irving Layton, and Kenneth Rexroth were the other contributing editors), and when the magazine came out, he worked hard to distribute it to New York bookstores. But Blackburn, who was working mostly in New York printing houses as a shipping clerk, was never employed at nor even visited Black Mountain College; he was later fond of telling the story of how he made a trip to the site of the North Carolina school about 10 years after it closed so he could finally reply to the frequent inquiries, yes, I was at Black Mountain.\nAn article by Blackburn on the Albigensian crusades (one of the few pieces of criticism he ever wrote) was published in the fifth issue of the Black Mountain Review, but after the second issue Blackburn had severed his direct connections with the magazine. In early 1954 Blackburn learned he had been granted a Fulbright fellowship, enabling him to pursue a study of Provençal literature in southern France. Blackburn attributed his initial interest in Provençal to his frustration over not understanding the snatches of it that he came across in Pound’s Cantos. Pound himself was later to encourage Blackburn’s efforts at translation, and poet and medievalist George Economou contends that Blackburn quite surpassed his master in this area.\nFrom almost the beginning of Blackburn’s career there was at work an important symbiosis between Blackburn’s own poetry and his Provençal translations. As Blackburn brought to his translations the idioms and rhythms of the American speech to which he was so well attuned, he derived from the troubadours a good deal of his lyric sense and the knowledge of form which underlies even his most casual-seeming later poetry. In the 1950s he sometimes made overt use of the troubadour forms, as in his long and amusing “Sirventes,” satirizing the closed-mindedness and provinciality of the city of Toulouse, where he studied as Fulbright scholar in 1955 and taught as Fulbright “lecteur Americain” in 1956. Thematically, the love conventions of the troubadours often appear in Blackburn’s verse, as does a sense of the importance of the poet as a purveyor—albeit sometimes a frustrated and half-crazed one—of truth.\nBlackburn had continued on his own in New York from 1950 to 1954 the formal study of the languages of Provence begun at the University of Wisconsin, and his translations began to interest a number of his literary friends. Cid Corman, admiring the innovativeness of the pieces, included many of them in Origin, and in 1953 Robert Creeley published Proensa, Blackburn’s first collection of troubadour translations, at his Mallorcan-based Divers Press. But what was innovation to some was undue license to others, and Blackburn came under attack in C.R. Busby’s 1952 letter to the Hudson Review for the “liberty” he took with the imagery of the originals and for his loosening of the metrical forms; Blackburn employed both of these techniques in order to render the poetry accessible and enjoyable to a contemporary American audience. Misrepresentation of the originals was a charge that was to greet the appearance of Blackburn’s translations throughout his career, although they were also praised by many who appreciated the poet’s knowledge of the field and who felt he had captured the spirit and rhythms of the troubadours with great sensitivity and skill. An anthology of the Provençal translations scheduled for publication by Macmillan in 1958 fell through, and this important collection—which Blackburn reworked throughout his life—was not published until some years after his death: edited by George Economou, it finally appeared in 1978 to laudatory, if not widespread, reviews.\nThe path to the publication of Blackburn’s first book of original poetry was not entirely unobstructed either. Blackburn, just married, left New York with his wife, Winifred Grey, in the spring of 1954 to set up household for a few months in Banalbufar, Mallorca, before pursuing his Fulbright studies in southern France. They had based their plans, for a large part, on a desire to be near the Creeleys, who were then living on the island. But one summer night the couples had a huge falling out, ending in a physical brawl between the men. The result of this quarrel was a severance of both emotional and literary ties for some time. Creeley fulfilled his commitments to Blackburn, publishing The Dissolving Fabric on his Divers Press in spring 1955 (and including Blackburn’s Albigensian article in the summer 1955 issue of the Black Mountain Review), but the men did not become friendly again until the early 1960s and were never as close as they had been.\nIn The Dissolving Fabric (1955), spanning the poet’s last years in college and his next three and a half years in New York, one can see Blackburn’s characteristic concern with everyday events, his use of speech rhythms, and the beginnings of his technique of breaking down narrative in his poetry by juxtaposing fragments of situations to suggest, rather than direct, the connections between them. In this early work, however, some rather stiff rhetoric and some disparity between the poet’s casual stance and the more formal structure he has chosen to express it are still in evidence. Interestingly, it was a favorable—with reservations—review in Poetry of this book and Creeley’s All That Is Lovely in Men that led Blackburn to another poetic “father.” He said, “The critic blamed both Creeley and me on [William Carlos] Williams. I thought, ‘Oh, wow! I’ve got to read Williams!’ So I got ahold of Paterson, and what was then his Collected Poems.”\nBut a rather different influence is reflected in Blackburn’s next book, The Nets. Composed mostly in Spain and southern France from 1954 to 1957 (though not published until 1961 in New York), The Nets contains a number of poems structured around the numerology and symbolism of the Celtic tree alphabet as explicated in Robert Graves’s The White Goddess (1947); Blackburn had early on admired this influential work and visited with Graves a number of times in Mallorca. The best of the other Nets poems, less allusive—and less obscure—also tend to give a mythic cast to ordinary events of Blackburn’s life in Europe, while keeping them firmly anchored to the present.\nPerhaps the first volume to present Blackburn consistently in his most characteristic mode is his third one, Brooklyn-Manhattan Transit, published by LeRoi Jones’s Totem Press in 1960. Written in 1958 and 1959 after Blackburn’s return to New York and his separation from his wife, this small group of poems offers the poet’s gently ironic and sometimes mildly elegiac notations of city life. Blackburn alludes to the works of such poets as Yeats, Pound, Whitman, and Ferlinghetti, by direct quotation, by reference to their works, and by the poetic stances taken. For example, “Clickety Clack” describes the poet on a train ride to “the coney/island of the flesh” reading Ferlinghetti’s Coney Island of the Mind aloud to the other passengers; the poem ends with Yeats’s line “Horseman, pass by.” And in “Meditation on the BMT,” the poet’s cry “O, I love you backyards,” as well as his catalogues of the backyards’ contents, suggests Whitman’s paeans of joyful acceptance of even squalid cityscapes. These allusions add layers of meaning for readers well acquainted with poetic tradition, but Blackburn’s poems wear their erudition lightly; the pieces can be enjoyed solely for their wit and for the lyricism of their precise observations. These first three books, which appeared during Blackburn’s lifetime only in limited editions, did not become widely available until 1972 when they were reprinted—along with some of Blackburn’s uncollected poems from those years and with The Reardon Poems, a 1967 limited-edition book—in the volume Early Selected Y Mas.\nBlackburn had returned from Europe in the late 1950s to a nascent literary scene on Manhattan’s Lower East Side and he helped to a great extent with its birth. His early poetic concerns and recent experiences in Europe made natural the active role he took: the exploration of the oral possibilities of poetry, shared with many of his Origin and Black Mountain Review associates and developed through his study of the troubadours, made the idea of their fruition in the form of local poetry readings an exciting one for Blackburn. His desire to share his enthusiasm for the troubadours led, for one thing, to his arranging and participating in a number of programs which offered translations of medieval European poems, as well as lyrics in the original Middle English or Provençal, to jazz accompaniment.\nBlackburn was also actively involved with disseminating contemporary poetry. He was central in organizing readings that provided many fledgling poets, as well as more established figures, with opportunities to present their works. Blackburn participated in and helped run a series started in 1960 at Les Deux Megots and continued, with a change of locale to Le Metro Cafe in 1961, until 1965. He was in charge, for a time, of the Wednesday-night guest program, some of the more interesting features of which (and of the series in general) were its quality and its eclecticism: key members of what came later to be known as the Beats, the New York School, the Deep Image Poets, along with the Black Mountain Poets, all took part in the readings. Blackburn also helped with the reading and drama series at the Judson Church (he was poetry editor of the Judson Review in 1962) and assisted in setting up the series at St. Mark’s Church and Dr. Generosity’s coffeehouse. In addition, from fall 1964 through spring 1965, he directed a show on radio station WBAI of talks and readings by various poets; the show was terminated a few weeks prior to the finish of its contract because of the (even more than usually) rough language used by one of Blackburn’s participating friends, LeRoi Jones. George Economou said of Blackburn: “If the New York readings of that time had their genius, it was surely he, arranging and introducing, and faithfully recording every word. His tape collection, now held by the library of the University of California at La Jolla, is probably the most extensive ‘record’ of American poetry from the late fifties to the time of his death in 1971.”\nBut one of Blackburn’s greatest achievements defies categorization in terms of such tangible accomplishments. He had begun in the early 1950s to serve as a self-appointed reception committee, nurturer, and organizer of poets coming into the city—Robert Creeley, Joel Oppenheimer, and Jonathan Williams were among those who had come to visit the young but relatively established Blackburn to discuss their work—and Blackburn continued throughout his career to be actively involved in keeping poets in touch with other poets and with potential audiences for their work. Numerous letters from known and unknown poets, thanking Blackburn for publication advice and for practical help in such matters as finding jobs and places to stay, attest to his commitment to making a reality the idea of a community of poets, as do such schemes—which Blackburn tried unsuccessfully to enact—as getting recordings of poetry put in juke boxes across the country. In the words of poet Clayton Eshleman, “Many, not just a few, but many poets alive today are beholden to him for a basic artistic kindness, for readings, yes, and for advice, but more humanly for a kind of comradeship that very few poets are willing to give. HE WAS AN ANGEL working for no profit or big reputation gain to keep alive a community of poetry in New York City—he stayed with the poets instead of the critics and publishers and he paid for it.” The price was achieving less commercial or visible success than many of his contemporaries whose service—and talents—did not exceed his. When the readings at St. Mark’s received federal funding in 1966, Blackburn was passed over as director, a position many felt should have naturally gone to him. Characteristically, Blackburn still continued after this decision to attend and assist with the new Poetry Project readings. Similarly, although Blackburn was widely published in little magazines and had some books published by small presses, he did not assemble a major commercial collection until 1967.\nThis collection, The Cities, spans Blackburn’s career from the early 1950s to the mid-1960s. Looking for a focus for this rather large range of poems, Blackburn found the link between them to be what he calls in the author’s note to the volume “my recognitions of those constructs not my own that I can live in.” Although it was not widely reviewed, the book did receive generally favorable critical attention; M.L. Rosenthal later called Blackburn “probably our finest poet of city life since Kenneth Fearing.” The Cities displays both a characteristic diversity and mastery of form; here versatility and sureness, with the many conventional structures underlying his apparently casual and loose metric, are in full evidence. By this point, too, one can easily recognize a Blackburn poem on the page. Blackburn’s involvement with the spoken word is evidenced by spacing, punctuation, and word alignments designed to help the reader “hear” the poem even when the poet is not there to perform it.\nIn. On. Or About the Premises, a smaller collection published the next year, further attests to Blackburn’s skill as an urban spokesman and helps define his stance. Written mostly from 1963 to 1967, two groups of poems, “Ale House” and “Bakery,” present the poet in two of his favorite New York haunts, drinking and eating, alone and with other men, sometimes thinking and philosophizing about life and particularly about love, but always watching and listening carefully to surrounding events. There is a tension between the asserted camaraderie of masculine activities and the loneliness of the observer who transcribes life’s cadences with care but questions the possibility of love and human contact. Wistful and self-ironic qualities sometimes, but not always, balance poems, which tend to render women in terms of the virgin/whore convention of Blackburn’s beloved troubadour poets.\nDuring the years in which these two volumes were written, Blackburn for the most part supported himself by various editorial and translating jobs. He worked for six months in 1962 as poetry editor of the Nation (a rotating position), but from the late 1950s to mid-1960s generally earned his living in less literarily connected ways. He worked in-house on encyclopedias for two fairly long stretches of time, and occasionally wrote freelance reader’s reports and reviews of fiction. And although he had some large-scale translating projects—most notably the Poem of the Cid (1966), Julio Cortazar’s End of the Game and Other Stories (1967), Pablo Picasso’s long poem Hunk of Skin (1968)—Blackburn often worked on shorter, less lucrative translating jobs. In this period Blackburn also frequently participated in political activities; he was a member of the Committee for Writers’ and Artists’ Protest Against US Policy in Vietnam and was connected with a number of other antiwar and pro-civil rights organizations. Much of Blackburn’s fairly large body of uncollected poetry from these years reflects his political views and offers a detailed, often acerbic, record of many of the important events of the decade.\nIn the mid-1960s Blackburn began to get offers of teaching positions; he ran workshops during the summers of 1965, 1966, and 1967 at the Aspen Writers’ Conference and from 1966 to 1967 was poet-in-residence at City College in New York. Then in 1967 Blackburn was given the means, via a Guggenheim Fellowship, to return to Europe for a year to work on his translations and his own poetry. His second, four-year, marriage to Sara Golden having just broken up, Blackburn went to Europe in September 1967 after a 10-year absence that had originally been intended as a short trip back to the States, as he put it, “just to recoup finances.”\nThe events of that year and the three that followed are recorded in the posthumously published The Journals (1975). This volume offers a verse chronicle of the last four years of Blackburn’s life; it gives a monthly, daily, sometimes hourly account of writing and traveling in Europe, visiting friends, and giving reading tours in the United States, teaching (from fall 1970 until his death) at the State University of New York at Cortland, living with his third wife, Joan Miller, and their infant son. The continued close observation of places and people and the zest for the details of life are somewhat mixed in this book with the poet’s knowledge of his impending death from cancer of the esophagus. A strong awareness of mortality had always appeared in his poetry, however, and there is a continued restraint in Blackburn’s presentation of what is here a much more immediate subject.\nReviews of this book may be seen as focusing the critical questions about Blackburn’s canon as a whole. Some critics felt The Journals were a culmination of Blackburn’s progress toward loosening prosodic form and making poetry of everyday events, poetry seemingly as casual as they events themselves. Robert Kelly, for example, praised Blackburn as “the paradigm of the processual [poet]—the one who most allowed his life and work to intertwine.” Others, who disliked what they perceived as the lack of selectivity regarding poetic subject matter, saw The Journals as exemplifying the worst of that artistic proclivity; even some who were not on principle averse to the tendency felt Blackburn had perhaps gone too far with it in this volume. But many of these assessments, positive and negative, do not sufficiently take into account Blackburn’s artifice. As Gilbert Sorrentino notes, “That the poems seem, often, the thought of a moment, a brilliant or witty or dark response to still-smoking news, is the result of his carefully invented and released voice, a voice that we hear singing, virtuoso, in The Journals ... this subtly shifting voice is not Paul Blackburn. It is what he decided Paul Blackburn would be in his song. And the place, the locus from which the voice issued forth, that is what he allowed or invented as background.”\nThere is further evidence of this conscious selection principle in the fact that during The Journals period Blackburn set aside and arranged a group of poems he felt were different in form and tone from those in that volume. The posthumously published Halfway Down the Coast (1975) comprises mostly poems dealing with Blackburn’s European experiences. They are somewhat more speculative than the Journals poems, but also always firmly rooted in keen observation. A review of this book by Michael Stephens in the Nation nicely summarizes Blackburn’s career: “Blackburn was able to appear effortless while working in complex forms. (He used more idioms and tropes than any nonacademic poet of his time.) He was a consummate translator of El Cid, Provençal troubadours (whose verses were more varied than any in Europe); he knew French, knew Ezra Pound, Spanish, Black Mountaineers, New York poets, and just plain folk who enjoyed, like Blackburn, booze, beer, cigarettes and conversation. This practical communism, added to his poetic ease, might explain, partially, Blackburn’s odd position in poetry today. Many unaware writers and critics fail to discern the complex forms, the sly intelligence, and the reserved elegance of that lyrical gift. ... Blackburn was as socially and literarily accessible as lesser poets, and yet he was cut from the fabric of genius.” Although The Collected Poems of Paul Blackburn (1985) was published after Blackburn’s death by Persea Books, he remains largely a poet’s poet, with a small devoted following but without the wider recognition warranted by his best work.\n", "attrs": {"Region:": ["U.S., Mid-Atlantic"], "School/Period:": ["Black Mountain"]}}