{"pf_url": "https://www.poetryfoundation.org/poets/paul-goodman", "name": "Paul Goodman", "yob": "1911", "yod": "1972", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4d99acd112ae63f4d0be8dfbc0a9b4b54e6b0829.jpeg", "bio": "\nDuring the wave of radicalism which swept college campuses in the 1960s, students who believed they could trust no one over thirty made an exception for Paul Goodman. Journalists have noted that Goodman was the only writer consistently quoted by the Free Speech Movement in Berkeley. According to George Steiner, \"Goodman's is about the only American voice that young English pacifists and nuclear disarmers find convincing.\" Students see him \"as the prophet and exemplar of a free life in a bureaucratic society,\" wrote Richard Kostelanetz. He in turn saw the students as \"the major exploited class,\" whose education is for the most part a waste of time. \"To Goodman, drop-outs, delinquents, and college beatniks are all victims of the same process,\" said Peter Schrag, \"and have all refused to accept the terms of organized society and the empty rat race (his phrase) which it imposes.\"\n\r\nSociety's terms are precisely what Goodman always refused to accept. He was what Michael Harrington calls \"a devotee of that genuinely American cult of experience in which the natural man refuses to obey, or rather, seeks to destroy conventional society.\" He admired the individual and despised organizational personnel and any \"enterprises extrinsically motivated and interlocked with other centralized systems.\" (Goodman said that his liberalism often took him close to the position held by the radical Right.) All of the instances of dissatisfaction that Goodman enumerated were directly concerned with his belief that, as Steiner explains, \"the health of society [is ] indivisible from the mental state and psychopathology of the individual,\" an individual who is always a social animal. To arrive at his philosophical position, Goodman \"linked doctrines of anarchism, non-violence, and decentralization derived from Kropotkin, Gandhi, and Jefferson, to the heritage of Freud and, more specifically, of Wilhelm Reich.\" Kostelanetz noted that \"essentially, Goodman believes that man is creative, loving, and communal; but often the institutions and roles of behavior that he creates serve to alienate him from his natural self. Moreover, once society's organizations become more important than the individuals who comprise them, then man must suppress his humanity to suit the inhuman system.\" Kostelanetz added that, throughout Goodman's lectures, books, and public statements, \"what particularly impresses the young (and perhaps disturbs the old) is Goodman's personal integrity. He has always lived by his ideals, defying whatever bureaucratic systems he touched, practicing conspicuously the non-conformist sexual behavior he preached (resulting in his being fired from his first three teaching positions), forbidding editors to bowdlerize what he had written, attaining such a mastery over poverty that he could never succumb to money, and having a sense of purpose that made him resistant to flattery or vanity.\"\n\r\nSteiner felt that he continued to \"sustain dialogue amid the chaotic loudness of mass society.... Between the closing walls of technological determinism and political cliche, he is trying to hack out elbow room for the imagination. The novels, the poems, the polemics, the tough-minded reveries of the utopian, spring from an axiom of hope: from the assertion that the imperatives of our social and political condition are only apparent, that they do not enshrine the only possibility.\" Goodman once said \"It is false that I write about many subjects. I have only one, the human beings I know in their man-made scene.\" He was a self-described \"community anarchist\" whose concern was the improvement of society through the efforts of individuals and voluntary groups. He said optimistically: \"If ten thousand people in all walks of life will stand up on their two feet and talk out and insist, we shall get back our country.\"\n\r\nWriting was Goodman's principal vocation, though it was not a profitable one until the publication of  Growing Up Absurd. Steiner believes that \"roughly, Goodman's career falls into three periods: a stage of intellectually brilliant but not unconventional radicalism in the 1930s, culminating in his novel, The Empire City (1942); a fairly long eclipse, during which his work was known to a small circle of passionate admirers;... and the breakthrough, after Growing Up Absurd in 1960, and the re-issue of  Communitas.\" Growing Up Absurd, an argument in defense of America's youth, \"defines the chaos of society that they sense but cannot clarify,\" writes Kostelanetz. Goodman continued to write about the young, especially in relation to education. \"Fundamentally,\" he said, \"there is no right education except growing up into a worthwhile world. Indeed, our excessive concern with problems of education at present simply means that the grown-ups do not have such a world.\" He favors small colleges where students would be guided by \"intrinsic motivation,\" and has proposed voluntary attendance on all levels of education. The components of our present system, he believed, \"are a uniform world-view, the absence of any viable alternative, confusion about the relevance of one's own experience and feelings, and a chronic anxiety, so that one clings to the one world-view as the only security. This is brainwashing.\" Dropping-out, as he saw it, is a sound alternative. In Compulsory Mis-Education, Goodman, a Ph.D., states that \"long schooling is not only inept, it is psychologically, politically and professionally damaging.\" He further believes that we should be experimenting with \"different kinds of schools, no school at all, the real city as school, farm schools, practical apprenticeships, guided travel, work camps, little theaters and local newspapers, community service.\"\n\r\nOn the basis of his proposals for an improved educational system, Goodman's critics labeled him a romantic, a dreamer, an anti-intellectual. Schrag notes that \"his chief villains—men like James B. Conant—are people who see education as training ground for the demands that this culture makes.\" While reviewing The Community of Scholars, wherein Goodman advocated a return to the ideal of the medieval university, D. M. Grunschlag was disconcerted because Goodman apparently showed a greater concern for \"student happiness, administrative fluency, and 'growing up' than [for] education.\" On the other hand, Goodman has become \"a sort of roving prophet,\" says Schrag, \"for the independent students who are establishing free universities and similar para-academic organizations.\"\n\r\nYet even those who admire his ideas find some of his solutions unworkable. Nat Hentoff writes: \"Goodman's solutions to the various problems he confronts are often debatable and are sometimes impossible of achievement without a prior social revolution that he does not know how to instigate. His highest and most stimulating function, therefore, is as a nay-sayer. What makes him so readable is that all his years in exacerbated opposition have not made him chronically self-righteous or humorless.... However one may disagree with Goodman's theories, it is invigorating to attend his indignant, sardonic, and often devastatingly accurate assaults on specific examples of obtuseness in the culture.\" Some of his discourses have also been attacked as either poorly written or lacking in sound judgment. In response to one attack on his alleged imprecision and wooliness, he wrote: \"I suppose I ought to say something about the [ charge] that I don't do my homework, since other profound scholars ... have accused me of the same. (Indeed, I seem to some people to be a village idiot.) Now Aristotle points out that it is the sign of an ignorant man to be more precise than the subject warrants. In books like Growing Up,  Gestalt Therapy, and Communitas I am trying to say something about the whole man in an indefinitely complicated organism/environment field. My experience in reading in this interesting subject is that those authors say the best things who keep their visions central and concrete,... who draw on what they know intimately, and are not afraid to risk being passionately involved. Their strong errors, as St. Thomas says, are better than weak truths.\"\n\r\nGoodman's books teem with suggestions for man's improvement. He proposed, instead of a reliance on drugs, a return to revitalizing leisure activity; the non-interference of the state in one's sexual life (\"to license sex is absurd\"); withdrawal from Vietnam; banning private automobiles in Manhattan; building dormitories in housing projects to allow children to safely get away from home; and removing national boundaries by encouraging economic regionalism and international functions. Certain critics, such as Edmund Fuller, believe that Goodman is \"a sage in some areas and a screwball in others.\" Goodman simply held to his position that \"to make positive decisions for one's community, rather than being regimented by others' decisions, is one of the noble acts of man.\"\n\r\n\"First, I'm a humanist,\" said Goodman. \"Anything I write on society is pragmatic—it aims to accomplish something.... Apart from that I'm also an artist. That's a different internal spring. You don't create an artwork from the same motivation. I write songs, for instance, but that's the same as writing a poem. Also, it's impossible to be a dramatist without being a musician or a choreographer. I'm a man of letters.\"\n\r\nHis fiction, poetry, and literary criticism are as provocative and inventive as his social essays. Robert Phelps called Empire City, which includes Goodman's favorite book,  The Dead of Spring, \"a book originating in good will, mature candor, and an urgently fermenting, more than secular morality.... The spirit inside, and the text itself, which seems not so much written as whistled, laughed, teased, prayed, come as close to imparting a man's gratuitous love for his own kind as mere language ever can.\" Denise Levertov wrote of his poems: \"Rhythmically, most of the story poems tend to go flat, and inventive though Paul Goodman is he cannot put life, for me, into the long-since-dead ballade. But the sonnets are among the few readable sonnets of the century.... [ Some of the other poems are] marvels of true, peculiar, irreducible poetry.\" Laurence Lieberman wrote of Goodman's poetry: \"It is his lover's quarrel with the country that I'm grateful to find he's keeping alive in the poems, and that is what gives his poetry a kind of superabundant life that is rare today.\" Goodman once said: \"I must write, freely, the kind of poems and stories that belong to a person who dutifully takes on these other responsibilities of citizenship. Yet the task is too much for me.\" Steiner sees \"both the moral choice and the statement of defeat [as] Jewish. But as one looks at the prodigious amount of work done, there is no sense of failure; only the exhilarating sight of a man fighting windmills which have, in fact, turned out to be Philistine giants. Mr. Goodman is a  mensch. The species is getting rare.\"\n", "attrs": {}}