{"pf_url": "https://www.poetryfoundation.org/poets/paul-engle", "name": "Paul Engle", "yob": "1908", "yod": "1991", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/a5eacffd895b2e610b6f27929862e08bdfc023e6.jpeg", "bio": "\n\nBorn in Cedar Rapids, Iowa, poet Paul Engle received a BA from Coe College and an MA—one of the first in the country to include a creative writing thesis—from the University of Iowa. His thesis won the Yale Series of Younger Poets award and was published as the poetry collection Worn Earth (1932). Engle began his doctoral work at Columbia University, and then received a Rhodes Scholarship, allowing him to study at Oxford University with the poet Edmund Blunden while earning his second MA.Upon returning to the US, Engle joined the faculty of the University of Iowa, where he became the director of the Iowa Writers’ Workshop soon after its founding, a role he held for 24 years. Engle shaped the program into the model it has become for other writing programs across the country and brought esteemed poets such as Robert Lowell, John Berryman, and fiction writer Kurt Vonnegut onto the Iowa faculty to teach the next generation of poets, including Donald Justice, W.S. Merwin, Philip Levine, W.D. Snodgrass, and many others.  His influence on a generation of writers is celebrated in an anthology edited by Robert Dana: A Community of Writers: Paul Engle and the Iowa Writers’ Workshop (1999).In 1967, with his wife, Chinese poet Hualing Nieh Engle, he co-founded the International Writing Program at the University of Iowa. Engle and his wife were nominated for a Nobel Peace Prize in 1976 for their work supporting international writers.Engle’s formally driven, elegiac poems explore themes of travel, allegiance, and family.  Engle published more than a dozen collections of poetry during his career, including the bestselling American Song (1934) and Poems in Praise (1959), as well as a novel, a children’s book, and a full-length libretto. His memoir, A Lucky American Childhood, was published posthumously in 1996. Engle edited numerous anthologies, including the Ozark Anthology (1938), Reading Modern Poetry (1955, with Warren Carrier), and Poet’s Choice (1962, with Joseph Langland). He was the series editor for the O. Henry Prize from 1954-1959.Engle died in 1991, at Chicago’s O’Hare Airport, on his way to accept an award.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}