{"pf_url": "https://www.poetryfoundation.org/poets/peter-viereck", "name": "Peter Viereck", "yob": "1916", "yod": "2006", "image": null, "bio": "\nPoet and political theorist Peter Viereck was born in New York City. He earned his BA, MA, and PhD from Harvard University, where he completed a dissertation in European history. His father, George Sylvester Viereck, was a poet and journalist who was convicted of conspiring with the Nazis during World War II and spent four years in federal prison. Peter Viereck’s exposure to his father’s extremist views shaped much of his political thinking and poetic practice. Endorsing a philosophy which seeks to join humankind with what he described as the rhythmic heritage of the universe, Viereck sought to synthesize extremes in much of his poetry. In 2005, Tom Reiss wrote a profile for the New Yorker heralding Viereck as “the first conservative.” In April 1941, Viereck, while still a college student, published an essay in the Atlantic Monthly titled “But I’m a Conservative…” The article, along with his later book Conservatism Revisited (1949) laid out tenets of the movement that were later abandoned by more radical thinkers and writers such as William H. Buckley. Viereck noted that “the conservative principles par excellence are proportion and measure; self-expression through selfrestraint.” Viereck’s poetry was likewise concerned with tradition and “selfrestraint”; his work was heralded by critics for its “comic sense” and “lyrical element.” His first collection of poetry, Terror and Decorum (1948) was a meditation on the death of his brother during the Battle of Anzio; it won the Pulitzer Prize.\nViereck’s first book, a work of political and intellectual history, made a strong impression on reviewers. Books’ John Barnes called Metapolitics: From the Romantics to Hitler (1941) “a corrosive analysis of some of the ideas of National Socialism. ... It does as much as any book since the [Second World War] began to define the specifically German elements of what Mr. Viereck calls the ‘theology of nightmare.’” A reviewer for Christian Science Monitor found the work “an extremely important book, notable because it makes it possible for the normal western mind to understand at least partially the disease which has warped the thinking of the German people. This is no easy task because no German has ever been able to explain it intelligently.” Crane Brinton wrote in the Saturday Review of Literature: “This is the best account of the intellectual origins of Nazism available to the general reader. It is a controversial book, packed with points worth disputing.” In the decades following its publication, the points raised in Metapolitics have ceased to become controversial and it is still in print.\nCatholic World writer Erik von Kuehnelt-Leddihn expressed a similar opinion of Viereck’s later nonfiction book, Shame and Glory of the Intellectuals: Babbitt, Jr. Versus the Rediscovery of Values (1953). He commented: “In this ... internally cohesive and brilliant statement of a young conservative spokesman, the reader will be intellectually stimulated by a scintillating wealth of ideas. He will also be introduced to the indignation of a true American idealist and forced to shake with laughter at the salty humor of a highly amusing author.” Saturday Review writer Elmer Davis added, “[Viereck] has a good many things of importance to say and we had better listen to him.” Viereck published a number of books outlining his political philosophy in the 1950s including The Unadjusted Man (1956) and Conservatism: From John Adams to Churchill (1956). But Viereck always occupied an unusual place in conservative intellectual circles. He supported both New Deal policies and the presidential candidate Adlai Stevenson. In the 1950s he opposed the Communist-baiting tactics of George McCarthy. As Reiss notes, “Viereck was an anomaly, insisting on a moral distinction between the moderate and the totalitarian left and, as conservatives began to attain political influence, denouncing what he perceived as the movement’s demagogic tendencies.” By the 1960s, conservative writers at magazines such as the New Republic had denounced Viereck. He turned to poetry and teaching Russian history at Mount Holyoke college. His political philosophy has largely been forgotten.\nAs a poet, Viereck was known for writing long, often tortuous didactic poems. Idris McElveen explained: “The lyrical element is present in finely crafted lines of sounds and rhythms. When Viereck is at his best, he can have both intelligence and lyricism in the same poem . ... As a result of this risk-taking, his range in tone and in subject matter is exceptional. Also as a result, he often fails disastrously and conspicuously.” Not surprisingly, Viereck received similarly mixed reviews throughout his long and successful career. McElveen concluded that Viereck’s risk-filled poetry can either display an “energetic control of language for purposes of wit and variety in tone and subject matter” or can occasionally “disintegrate into contrivances and verbal clowning.”\nAlthough Chad Walsh’s 1956 review of The Persimmon Tree described Viereck as a “lyricist who is now coming into his own,” this maturation process was lengthy, as reviewers of Terror and Decorum: Poems 1940-1948 reflect. In Nation, Rolfe Humphries pointed out that “Mr. Viereck has.... A good deal to learn,” and David Daiches noted in a review for the New York Herald Tribune Weekly Book Review that while there was great promise evident in Viereck’s earlier work, “much in [Terror and Decorum] is still promise.” Other reviewers of the Pulitzer Prize-winning book faulted more than Viereck’s supposed lack of maturity. Robert Fitzgerald noted that “the poems are lively and a few of them sustain a neat, coarse clarity and a satiric turn of fancy that is not disagreeable. However, he has a warm, breezy, familiar way of being acutely embarrassing.” Fitzgerald continued: “The favorable reception of this patter may be significant, but I judge it to be momentary, for Viereck has as yet written very little to which one could wish to return often or with serious interest.” Paul Goodman agreed in a Poetry review, complaining “it is hard to read these verses seriously because, though Viereck has many lively talents, he seems to have no personal language.”\n\r\nAt the time of its publication in 1950, the collection Strike through the Mask generated comments as to Viereck’s classification as a lyric poet. In the New York Times, W.C. Williams argued that “Viereck’s talent is ... in the purest sense lyrical, sensitive, [and] distinguished in feeling,” Rodman, writing in the New York Herald Tribune Book Review, contested the real trouble with Strike through the Mask is that Viereck is not a lyric poet at all. ... His great gifts are in the realm of the didactic, the meditative and perhaps the pastoral. And if he exercises them in these fields with restraint, he can well become the universal catalyst he aspires to be.” Upon the publication of The Persimmon Tree in 1956, critics apparently sensed a difference in Viereck’s tone. The book was lauded by L.B. Drake, who noted in the Atlantic, “Gone is that vague unease, that preoccupation with nightmare and fugue that haunted his earlier work,” while Poetry magazine’s Hayden Carruth found “the new poems offer a gentler flow, an easier tone of voice.” Walsh wrote that “underneath the technical fireworks and plain vitality was a quieter, more tranquil Viereck, the lyricist gravely recording the eternal flow of life and experience.”\n\r\nA decade later, Viereck’s publication of New and Selected Poems 1932-1967 prompted Andrew Glaze to write: “It is hard to imagine a poet more out of style at this moment than Peter Viereck,” and yet, “he goes on in his baroque way, turning out complicated, interesting and old-fashioned pieces in the midst of triumphant, new alien styles. ... He has always been unpredictable and difficult. He has never made points with moderation and safety. ... No one has created more wonderful poems out of near-doggerel rhythms and unlikely rhymes, as though from the pure pleasure of barely skirting disaster. ... Even when his poems fail, they are rarely as dull as the poetry we have had to grow accustomed to.”\n\r\nIn addition, Ernest Kroll noted that “it isn’t easy ... to mistake a poem by Peter Viereck. Impulse in the saddle, with unbounded energy raring to take on any subject, is the outstanding impression one gets from his work. ... He frequently takes his reader for a wild ride from which he alone, the poet, returns. ... There is fortunately, however, another Viereck, the memorable one, who can and does rein his mount in tightly after the wilder rides.” According to Shenandoah’s Lisel Mueller, Viereck “believes that poetry must communicate and that it must celebrate the emotional life, the life of meaning rather than gesture. ... He writes for the intelligent common reader, in the traditional forms he is intent on preserving. He writes with wit, spirit, conviction and a great understanding of history and modern western culture.”\n\r\nWilling to take chances and stretch his form to the limit, Viereck followed through on the dramatic intermingling of play and poem he presented in his 1961 work The Tree Witch: A Poem and A Play (First of All a Poem). The ambitious and intriguing collection of twenty years’ work, Archer in the Marrow: The Applewood Cycles of 1967-1987 is highly complex, structured in eighteen lyrical cycles. Tide and Continuities, published in 1995, is also a long cycle of eight poems in the form of philosophical dialogues that meditate on death. According to Godfrey Hudson in the Guardian, Viereck “played obsessively with words and allusions. His poems are full of intricate rhyme schemes, puns, assonances, and wordplay of every kind. They are full of classical and other scholarly references, often explained in footnotes. At their worst, they can be over-elaborate, even irritating. At their best, they are subtle celebrations of what Viereck said were the only two proper topics for poetry, love and death.”\nViereck taught for many years at Mount Holyoke College. At the time of his death he was at work on two books, both of which were published posthumously: Strict Wildness: Discoveries in History and Poetry (2008) and Transplantings: Essays on Great German Poets with Translations (2017). Viereck died in 2006 at his home in South Hadley, Massachusetts at the age of 89.\nAlthough willing to acknowledge Viereck’s inconsistency, Dictionary of Literary Biography essayist McElveen contended that “in spite of these lapses in language and in spite of his persistent desire to make his ideas about morality and society clear and persuasive, Viereck has already established himself as a poet with a unique talent for merging the separate disciplines of poetry and social philosophy in a language that is at once lyrical and humane, witty and risk-taking.”\n", "attrs": {}}