{"pf_url": "https://www.poetryfoundation.org/poets/peter-quennell", "name": "Peter Quennell", "yob": "1905", "yod": "1993", "image": null, "bio": "\n                                                                    English poet and biographer Peter Quennell was born in Kent to an intellectual and artistic family; his parents wrote the children’s history series A History of Everyday Things in England (1918). He attended Berkhamsted School, where Graham Greene was a classmate, and began writing poetry as a teenager. His first poems were published as Masques & Poems (1922). They earned the attention of Edith Sitwell, and Quennell was soon launched into the world of the literati, a world he inhabited for the rest of his life. Forced to drop out of Oxford, he began reviewing books and developed his clear yet cutting prose style. He wrote biographies of Baudelaire, Shakespeare, Pope, Ruskin, and Samuel Johnson, among others, and is best known for his work on Byron, including the biographies Byron (1934) and Byron: The Years of Fame (1934). He edited the volumes Byron: Selections from Poetry, Letters, and Journals (1949) and Byronic Thoughts (1960).   The Times of London described Quennell as “probably the last genuine example of the English man of letters,” and Quennell’s list of friends and acquaintances included many English literary celebrities. He briefly traveled to Japan to teach, an experience he recounted in his book A Superficial Journey through Tokyo and Peking (1932). During World War II, Quennell held a number of administrative posts, and postwar, he worked as a copywriter on Elizabeth Arden ad campaigns. He left the job to resume reviewing for the Daily Mail andthe Sunday Telegraph. From 1944 to 1951, he edited Cornhill magazine, in which he published writers such as Truman Capote and H.G. Wells. He was also the longtime coeditor, with historian Alan Hodge, of History Today (1951–1979). Quennell wrote two volumes of autobiography, The Marble Foot (1976) and The Wanton Chase (1980). He was made a Commander of the Most Excellent Order of the British Empire in 1973 and was knighted in 1992. Quennell died in London.\n                                                            ", "attrs": {"Region:": ["England"], "School/Period:": ["Georgian"]}}