{"pf_url": "https://www.poetryfoundation.org/poets/peter-boyle", "name": "Peter Boyle", "yob": "1951", "yod": null, "image": null, "bio": "\nA translator and teacher, Peter Boyle was born in Melbourne, Australia, and grew up in Sydney. He started writing poetry in his teens, in part, he has said in interviews, as a way to grapple with the effects of childhood polio. He earned an honours degree in English from Sydney University, a Diploma of Education, and an MA in Spanish and Latin American Studies. He is the author of the poetry collections Coming home from the world (1994), The Blue Cloud of Crying (1997), What the painter saw in our faces (2001), Museum of Space (2004), and The Apocrypha of William O’Shaunessy (2009).\n \nBoyle has translated French and Spanish poets, including Federico García Lorca, César Vallejo, and Pierre Reverdy. Selected translations include Eugenio Montejo’s The Trees: Selected Poems 1967–2004 (2004) and Chilean poet Juan Garrido-Salgado’s Unmoving Navigator, who fell in love with the ocean’s darkness / Navagante immóvil, que amó en la oscuridad del océano (2006). Boyle’s translations have also appeared in the journals Jubilat and American Poetry Review.\n \nBoyle’s own work contemplates language and history. The Apocrypha of William O’Shaunessy, an inventive amalgamation of poetry, prose, and “fictive translations from imaginary texts,” is concerned with everything from politics to philology, imagined lands and languages to books and history. In an interview with Mascara Review, Boyle described the book’s form: “It is as much in prose poetry as in free verse form. Its fundamental concern is not narrating a story where the fate of the characters is the reader’s chief interest, though there are quite a few characters in the book.… I think it is a form of its own.”\n \nBoyle’s awards include a New South Wales Premier’s Literary Award, a National Book Council Banjo Award, and a South Australian Festival Award for Poetry.\n \n", "attrs": {"Region:": ["Australia"]}}