{"pf_url": "https://www.poetryfoundation.org/poets/peter-meinke", "name": "Peter Meinke", "yob": "1932", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/dd2640e1b4e402e448e89c3a71e907b8b06191c3.jpeg", "bio": "\n                                                                    Born in Flatbush, Brooklyn, New York City, poet and short story writer Peter Meinke earned a BA at Hamilton College and then served for two years in the Army, during which time he was stationed in Würzburg, Germany. He later earned an MA at the University of Michigan and a PhD at the University of Minnesota. He published his dissertation on the work of poet Howard Nemerov as a 1968 monograph in the University of Minnesota Press Pamphlets on American Writers series. He has published numerous volumes of poetry, including Lucky Bones (2014), The Contracted World: New & More Selected Poems (2006), Zinc Fingers (2000), Liquid Paper: New & Selected Poems (1991), The Night Train & the Golden Bird (1977), and the Russian-English poetry collection Maples and Orange Trees (2005).   Witty, dark, and formally assured, Meinke explores family, daily life, and politics in his poems. Calling himself “more of a neighborhood poet than a state or Southern poet” in an interview with Artsmania, Meinke went on to say, “Even in America, where poetry isn’t important to most people, everyone recognizes that at crucial times prose just doesn’t cut it. When we fall in love, when we get married, or have a baby, when somebody dies, prose doesn’t do it. We need poetry at these times. One of my ideas is that if people could work poetry into their daily lives, their daily lives would be better—more pleasurable, more thoughtful. As a country we’d have more imagination, and with more imagination there would be more empathy toward each other and toward the other countries in the world. We wouldn’t be so eager to bomb Iran, or anyone else.”    Meinke is also the author of the short story collections Unheard Music (2007) and The Piano Tuner (1986), which won a Flannery O’Connor Award for Short Fiction, as well as the children’s books Very Seldom Animals (1969, illustrated by Robert Hodgell) and The Legend of Larry the Lizard (1968, illustrated by Jeanne Clark Meinke, the poet’s wife). She has also illustrated Meinke’s nonfiction writing, including The Shape of Poetry: A Practical Guide to Writing & Reading Poems (2012) and Truth and Affection: The “Poet’s Notebook” Columns from Creative Loafing (2013).   In 2009, Meinke was appointed the inaugural poet laureate of St. Petersburg, Florida. His additional honors include two fellowships from the National Endowment for the Arts as well as an O. Henry Award and several prizes from the Poetry Society of America. He has taught at many colleges and universities, including Eckerd College, where he directed the Writer’s Workshop for more than 20 years; the University of North Carolina at Greensboro; and the University of Tampa. Meinke lives in St. Petersburg.\n                                                            ", "attrs": {"Region:": ["U.S., Southern"]}}