{"pf_url": "https://www.poetryfoundation.org/poets/peter-filkins", "name": "Peter Filkins", "yob": "1958", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/21/d26fd73d9aed45950fe819ea5f136a4e5877a050.jpeg", "bio": "\nPoet, translator, critic, essayist, and biographer Peter Filkins was born in Pittsfield, Massachusetts. He has published four collections of poetry: What She Knew (1998), After Homer (2002), Augustine’s Vision (2010), and The View We’re Granted (2012), co-winner of the Sheila Motton Best Book Award from the New England Poetry Club. He is also the translator of Ingeborg Bachmann’s collected poems, Darkness Spoken (2006); H.G. Adler’s novels The Journey (2008), Panorama (2011), and The Wall (2014); and the author of a biography, H.G. Adler: A Life in Many Worlds (2019).\nWriting in the New York Times Book Review, William Ferguson praised Filkins’ use of form “as a finely constructed strategy against chaos, a kind of cage for undomesticated thoughts, while poet Nate Leslie wrote in the Chariton Review, “The place where observation and idea, where the image and the real intersect, even imperfectly, is where art occurs for Filkins.” Reviewing After Homer for Booklist, Rau Olson observed how Filkins’ poems “regard humanity with Homer’s tragic vision, and … rouse the same emotions: wonder and pity.” Writing about The View We’re Granted, poet Grace Cavalieri noted, “This graceful, skilled poet writes especially moving poems,” while critic Michael Dennis remarks, “Filkins’ poems read like they are eternal common knowledge, the stuff we all need to know.”\nFilkins has been awarded the Stover Prize in Poetry from Southwest Review and the New American Press Chapbook Award, as well as fellowships from the National Endowment for the Humanities, the Massachusetts Cultural Council, Yaddo, MacDowell, the Millay Colony for the Arts, the James Merrill House, and the American Academy in Berlin. Filkins serves as the Richard B. Fisher Professor of Literature at Bard College at Simon’s Rock and also teaches translation at the main campus of Bard College.\n", "attrs": {}}