{"pf_url": "https://www.poetryfoundation.org/poets/peter-sacks", "name": "Peter Sacks", "yob": "1950", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/4d669d34fb8ce46a759c2f73ac0ffbcc6f38dfbd.jpeg", "bio": "\nPainter, poet, and scholar Peter Sacks grew up in Durban, South Africa. He visited Detroit as an exchange student in the late 1960s, witnessing another manifestation of the violent struggle for racial justice that marked his homeland. As a student at the University of Natal, Sacks was active in the anti-apartheid movement until he was drafted to join the military. He spent three months in military training before leaving for Princeton University, where he discovered poetry. He received his MA from Oxford University as a Rhodes Scholar, and his PhD from Yale University.\n\r\nSacks has published several collections of poetry, including Necessity (2002). His poetry is often rooted in the difficult intersection of South Africa’s painful history and the beauty of its landscape. His scholarly focus on the elegy also informs his poetry’s frequent explorations of personal, historical, and mythic loss. “These are poems of hopelessness, of despair, yet they are restorative in their waves of clear interrogative light, their keen and moving exactitude,” poet Carol Muske-Dukes said in the New York Times Book Review, praising Natal Command (1998).\n\r\nSacks has also written widely as a critic and scholar. His works include The English Elegy: Studies in the Genre from Spencer to Yeats (1985), which won the Christian Gauss Award. He has also been awarded a fellowship from the Guggenheim Foundation and a residency from the Lannan Foundation.\nIn the early 2000s Sacks stopped writing poetry and began his career as a visual artist. His paintings have been called “archeological” for the way they incorporate diverse elements—type-written text, figuration, color, ordinary materials such as cardboard, wood, cloth—in layered compositions that suggest landscapes and topographies of history, struggle, and meaning. Speaking of his process with Natasha Kurchanova, Sacks has said, “The process of making these is so slow and organic—like creating an aftermath or a debris field where you intuit, and sometimes actually make out, the lives of many generations of humans, alongside nonhuman traces, and objects, all laid down under pressure—which take time to make and are filled with that time, pieces of what might have been a larger canvas of handiworks that reference entire lives, whole communities that are brought into the field of the painting, where the painting itself becomes another community.” Sacks’s paintings have been acquired by the Museum of Modern Art, the Constitutional Court of South Africa, and numerous other institutions.\nHe has taught at Johns Hopkins University and Harvard University. He divides his time between Cambridge, Massachusetts and Sharon, Connecticut.\n \n", "attrs": {"Region:": ["Africa"]}}