{"pf_url": "https://www.poetryfoundation.org/poets/peter-dale-scott", "name": "Peter Dale Scott", "yob": "1929", "yod": null, "image": null, "bio": "\nPoet, researcher, and former Canadian diplomat Peter Dale Scott was born in Montreal, Quebec in 1929. He is a professor emeritus at the University of California, Berkeley. Scott is the author of the poetry collections Walking on Darkness (2016), Tilting Point (2012), Crossing Borders: Selected Shorter Poems (1994, titled Murmur of the Stars in Canada), Rumors of No Law: Poems from Berkeley, 1968–1977 (1981), and Poems (1952). He also translated, with Czelaw Milosz, Selected Poems by Zbigniew Herbert (1968, 1986), and with Milosz and Alissa Valles, The Collected Poems: 1956–1998 by Zbigniew Herbert (2007).\nScott has concerned himself with some of the most perplexing issues of the late 20th century, including the assassination of President John F. Kennedy and the Iran-Contra scandal during the administration of Ronald Reagan. He became interested in international conspiracies during the Vietnam War, and those interests still animate his nonfiction decades later. Nation correspondent Larry Bensky commented that Scott has spent his career documenting “an old-boy network of far rightists, gonzo adventurers, profiteers, drug-and gunrunners, religious fanatics, and intelligence freelancers who intersect regularly with the various government agencies they once served.”\nScott first became known for his research into the Kennedy assassination. In books such as The Assassinations: Dallas and Beyond: A Guide to Cover-ups and Investigations (1976) and Deep Politics and the Death of JFK (1993), he explores the pieces of the puzzle that point toward a concerted conspiracy leading to the Kennedy assassination. Scott has also investigated the links between CIA activity and cocaine smuggling in Cocaine Politics: Drugs, Armies, and the CIA in Central America (1991) and the Iran-Contra gun-smuggling operation in The Iran-Contra Connection: Secret Teams and Covert Operations in the Reagan Era. In his Nation review of The Iran-Contra Connection (1987), Bensky concluded that the book “is a start toward educating the public on those things that everyone wishes weren’t going on, or would go away. Everyone, that is, but those who keep them going.” A Publishers Weekly reviewer felt that Cocaine Politics offers a convincing argument for the theory that “the ‘war on drugs’ is largely a sham.” The reviewer added that Scott’s “heavily documented book deserves a wide audience.”\nScott’s poetry reflects his “uniquely broad” experiences, to quote a Publishers Weekly reviewer. Autobiographical elements blend with a wide knowledge of other poets’ works, as well as with the author’s concerns about government misdeeds, to create poems of “uninhibited yet crafted exploration,” in the words of the same reviewer. Regarding Coming to Jakarta: A Poem about Terror (1989), Times Literary Supplement reviewer Thom Gunn wrote, “The structure of the poem is an accumulation of juxtapositions between the political and personal, the small and the large, the reflective and the anecdotal. ... Such a structure makes for a work of great richness and complexity.” Roger Mitchell, writing in American Book Review about Listening to the Candle: A Poem on Impulse (1992), commented, “It is in their intentions and in their sense of form and language that ... [Coming to Jakarta and Listening to the Candle] are most original.” Mitchell felt that Scott’s “manner of writing ... is perhaps best described by a definition of the word ‘entropy’ contained in” Listening to the Candle: “[T]hat state of grace // when the words are free / to write themselves.” American Poetry Review critic Alan Williamson commended Scott for the way he tackles his topics in the poem. Williamson stated, “Whether the issue is the role of linguistic error in early childhood memories, New Historicist misgivings about the ethics of Spenser and Shakespeare, or the value of sexual liberationism, Scott has a charming way of moving through both sides of any argument.” Williamson maintained that “no book in recent memory is more venturesome in its intellectual voyages than this one; yet one of its most attractive qualities is its dogged humanism.” Mitchell concluded in his American Book Review article that Scott has “given us a remarkable picture, not so much of the world, ... but of the mind.”\nA Publishers Weekly contributor, after calling Scott “one of America’s most trenchant political researchers,” commended Minding the Darkness: A Poem for the Year 2000 as “most compelling when the book learning moves to the periphery and personal experience and thought come together in moments of simple, unflinching resolve.”\nScott told Contemporary Authors, “My ... writings, especially the long poem on Indonesia [Coming to Jakarta], have aimed at bridging the gap in our globalized and fragmented culture between prose and poetry, politics and the personal, scholarship and imagination, meaning and being. I suspect this concern for integration comes from my Canadian background, and my experience there of a smaller-scale society. (In my long poem I describe sitting in a sleigh en route to a country railway station, on the knee of the local minister of parliament, a country lawyer and storekeeper’s brother, who was soon to be Prime Minister.) It also derives from the cultural concerns of [T.S.] Eliot and [Ezra] Pound, especially the former’s dictum ‘that at the present time the problem of the unification of the world and the problem of the unification of the individual are in the end one and the same.’”\n", "attrs": {"Region:": ["Canada", "U.S., Western"]}}