{"pf_url": "https://www.poetryfoundation.org/poets/peter-davison", "name": "Peter Davison", "yob": "1928", "yod": "2004", "image": null, "bio": "\nPoet and editor Peter Davison was born in New York City and grew up in Boulder, Colorado. The son of a poet and professor, Davison was raised in a literary milieu: Ford Madox Ford, Robert Penn Warren, and Robert Frost all visited the Davison household. After graduating from Harvard University, Davison spent a year studying in Cambridge, England. He returned to Boston to work at Harcourt Brace and later Harvard University Press. The longtime editor and director of the Atlantic Monthly, Davison’s career as an editor put him in touch with the poets and writers who shaped the literary landscape of America in the mid-20th century. His memoir, The Fading Smile: Poets in Boston, from Robert Frost to Robert Lowell to Sylvia Plath, 1955–1960 (1994) is a cultural snapshot of the late-1950s poetry scene in Boston, where Sylvia Plath, Richard Wilbur, W.S. Merwin, Anne Sexton, Adrienne Rich, Robert Lowell, and other well-known poets then lived. Davison’s friendships with these poets shaped his own poetry, which is frequently compared to that of his mentor, Robert Frost. Like Frost, Davison’s poems employ a natural voice and speak of common concerns. Washington Post Book World reviewer Vernon Young explained that Davison writes “a poetry of reminiscence and conservation” on such timeless subjects as youth, aging, and women. “Davison writes in what I suppose might be called the middle register of diction,” Young acknowledged. “[His poems] are about illumination and endurance and sufferance, and the rhetoric that animates them is far from being merely conventional.” Civilized and urbane, Davison’s early work won praise for its sensitive treatment of such New England themes as rural life, work, and family. His first book The Breaking of the Day and Other Poems (1964) won the Yale Younger Poets Prize.\nDavison’s later work was collected in The Poems of Peter Davison (1995) and Breathing Room (2000), his last collection, which inaugurated a nonce form of 25 lines in seven tercets and a closing quatrain. Reviewing the volume for the Atlantic Monthly, David Barber noted the effect of “the versification channeling the pitch and reach of introspection in cadences that seem to compose themselves—the analogy is inescapable—as naturally as breathing.” Speaking of the form’s allowance of quick moves in perception and line, Barber commented that “one may come away persuaded that an insistence on cutting to the quick of articulate emotion is what gives this body of poetry its steadfast pulse.”\nDavison died in 2004. In tributes and memorials, friends and colleagues attested to his intelligence, generosity, and perceptive work as an editor, as well as his poetic achievements. Writing in the Atlantic, Cullen Murphy described Davison’s poetry: “It blended real feeling and real intellect, and it took up the real questions all of us do—about memory, about transience, about the exquisite life of the senses. Opening one of his books was like opening the door to a friend.”\nSpeaking of his own career, Davison once told Contemporary Authors, “I must be one of the few poets of my generation who has never either taken or given a creative writing class, but I cannot suggest what to make of that fact. I have seldom found my editorial career in conflict with my writing except at UNFATHOMABLE depths. Poetry for me is not work but pleasure, not a career but a second life—a play within a play.”\n", "attrs": {"Region:": ["U.S., New England"]}}