{"pf_url": "https://www.poetryfoundation.org/poets/peter-redgrove", "name": "Peter Redgrove", "yob": "1932", "yod": "2003", "image": null, "bio": "\nPeter Redgrove was one of the more prolific writers of mid-20th-century English letters. A poet, novelist, and playwright, Redgrove drew on his training as a scientist and science journalist to write collections of poetry marked by an attendance to the mystical roots of the natural world. Early collections such as The Collector (1959), At the White Monument (1963), and The Force (1966) can seem “cut from an immense, rich fabric of imagination,” Alan Brownjohn noted in his obituary of Redgrove, “turning sometimes into chains of wild and wonderful conceits which desert the reality they set out to represent.” Brownjohn placed Redgrove in an English visionary tradition that includes Henry Vaughan, Thomas Traherne, and William Blake.\nRedgrove’s interests in modern psychology, particularly the work of post-Jungians such as John Layard, also influenced his writings, which knit together, in his words, “dreamwork, sexual counselling, hypnotic induction, etc.” With his second wife, the poet Penelope Shuttle, he authored a series of books that attempted to correct what he saw as contemporary misunderstandings of the human fertility cycle: The Wise Wound (1978), The Black Goddess and the Sixth Sense (1987), and Alchemy for Women (1995). Though Redgrove’s preoccupations, “which included magic, sex, nature, the landscape of Cornwall, religion and mysticism,” struck some readers as bizarre, the Telegraph’s memorial to Redgrove maintained “they were sincerely held interests which combined some of the priorities of Ted Hughes or Norman MacCaig with a precision which sprang from Redgrove's scientific background.”\nRedgrove was born in Kingston upon Thames, Surrey, and educated at Queen’s College Cambridge, where he first met Ted Hughes, who became a lifelong friend. Redgrove was associated with Philip Hobsbaum and “the Group,” a loose collection of poets pioneering a workshop-style salon in 1960s England. Redgrove himself held various university appointments throughout his career, teaching at SUNY Buffalo, Leeds University, Colgate University, and Falmouth College of Art. Neil Roberts edited Redgrove’s Collected Poems and wrote his biography, A Lucid Dreamer: The Life of Peter Redgrove, both published in 2012.\n", "attrs": {"Region:": ["England"]}}