{"pf_url": "https://www.poetryfoundation.org/poets/peter-gizzi", "name": "Peter Gizzi", "yob": "1959", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/b7a85ed4590f582196904a11dee018aceb065e12.jpeg", "bio": "\nPeter Gizzi grew up in Pittsfield, Massachusetts. Educated at New York University, Brown University, and the State University of New York at Buffalo, he is the author of many collections of poetry, including Archeophonics (2016), finalist for the National Book Award; In Defense of Nothing: Selected Poems, 1987–2011 (2014); Threshold Songs (2011); The Outernationale (2007); and Artificial Heart (1998). He has also published several limited-edition chapbooks, folios, and artist books.\nInfluenced by Ezra Pound, the Beat Poets, and John Ashbery, Gizzi uses both narrative and lyrical gestures to engage and question distance and light in his search for the unmapped. Reflecting on the question of whether his work is narrative or lyric, Gizzi stated in an interview with Poetry Daily, “I think I am a narrative poet—I’m just narrating my bewilderment as a citizen.” In the same interview he spoke of his desire “to compose just at the boundaries of the known—to find a way to write at the edge of an already impacted history and world which is where we always already are at all times.” Harvard Review critic Tim Peterson, reviewing Some Values of Landscape and Weather (2003), described Gizzi as “engaged in nothing less than a reinvention of the lyric, attempting an updated version that combines depth and urgency with the jaggedness of our schizophrenic contemporary experience.”\nGizzi has been poetry editor for The Nation as well as founding coeditor, with Connell McGrath, of o•blék: a journal of language arts. Since 2003, he has been a contributing editor to the journal Conjunctions. He has also coedited, with Kevin Killian, My Vocabulary Did This to Me: The Collected Poetry of Jack Spicer (2008) and edited The House That Jack Built: The Collected Lectures of Jack Spicer (1998) and The Exact Change Yearbook 1995 (1994).\nGizzi’s honors include the Peter I.B. Lavan Younger Poet Award from the Academy of American Poets as well as fellowships from the Howard Foundation, the Rex Foundation, the Foundation for Contemporary Arts, and the Guggenheim Foundation. He was the Judith E. Wilson Visiting Fellow in Poetry at the University of Cambridge, and he has taught at Brown University, the University of California at Santa Cruz, the Iowa Writers’ Workshop, the Jack Kerouac School of Disembodied Poetics Summer Program at Naropa, and elsewhere. He currently teaches at the University of Massachusetts, Amherst.\n", "attrs": {"Region:": ["U.S., New England"]}}