{"pf_url": "https://www.poetryfoundation.org/poets/peter-balakian", "name": "Peter Balakian", "yob": "1951", "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/40bba7450540c17408b47e7bf02bf3e6a9fdd74d.jpeg", "bio": "\nPeter Balakian is the author of several collections of poetry, including Ozone Journal (2015), winner of the Pulitzer Prize; Ziggurat (2010), which wrestles with the aftermath and reverberations of 9/11; and June-tree: New and Selected Poems 1974–2000﻿﻿. His poems have been widely anthologized, including in the 1985 Morrow Anthology of Younger American Poets, and have been translated into several languages. He has published essays on poetry, culture, and art in numerous journals, and is the author of Theodore Roethke’s Far Fields (1989). He earned a BA from Bucknell University, an MA from New York University, and a PhD in American civilization from Brown University.\n\r\nBalakian grew up in the suburbs of Tenafly, New Jersey, the son of Armenian parents. As a child he heard scraps of his grandmother Nafina’s past—Balakian credits his love of writing to her storytelling and imagery—but he didn’t discover the Armenian genocide of the early 20th century until he read Ambassador Morgenthau’s Story, the memoir of the U.S. ambassador to Turkey during that period. Shortly thereafter, Balakian learned that his grandmother had been one of the few survivors of a death march in the Syrian desert. Balakian’s memoir of his quest to learn more about his family’s connection to the genocide and diaspora, Black Dog of Fate (1997), won the PEN/Martha Albrand Prize for Memoir and was a New York Times Notable Book. The Burning Tigris: The Armenian Genocide and America’s Response (2003) received the 2005 Raphael Lemkin Prize. He translated, with Nevart Yaghlian, the Armenian poet Siamanto’s Bloody News from My Friend (tr. 1996), a cycle of poems inspired by letters that Balakian’s grandfather, a doctor, wrote to his parents while he tended survivors in the wake of a 1909 massacre. Balakian also edited the Armenian Genocide section of the Norton anthology Against Forgetting: Twentieth Century Poetry of Witness (1993).\n\r\nInfluenced by poets as diverse as Walt Whitman, Emily Dickinson, Pablo Neruda and the 10th-century Armenian poet Gregory of Nareg, Balakian uses poetry to explore, in his own words, “the parameters of consciousness in our particular time.” Acknowledging the challenge in writing poetry steeped in the political, Balakian notes that “it is always necessary to keep aesthetic issues free from polemics and simple politics. Poetry should never be editorial. Poetry must be faithful to the richness of language, poetic form, and the complexity of experience. But the political sphere should deepen a writer and make his or her work larger, richer, and morally resonant.”\n\r\nReviewing Sad Days of Light (1983), James Dickey observed, “At last, poetry about genocide that is truly, in every thrust, pause and detail, real poetry. Mr. Balakian’s bloodlines from Armenia are blazing here; the language is incandescent with rage, grief, helplessness and love. This is an extraordinary book, and Mr. Balakian’s an extraordinary talent.” The 2016 Pulitzer Prize citation remarked that Ozone Journal includes“poems that bear witness to the old losses and tragedies that undergird a global age of danger and uncertainty.”\n\r\nBalakian has won the New Jersey Council for the Humanities Book Award and an award from the Academy of American Poets, as well as fellowships from the Guggenheim Foundation and the National Endowment for the Arts. He cofounded and coedited The Graham House Review with Bruce Smith from 1976 to 1996 and was awarded an editing grant from the National Endowment for the Arts.\n", "attrs": {"Region:": ["U.S., New England"]}}