{"pf_url": "https://www.poetryfoundation.org/poets/peter-money", "name": "Peter Money", "yob": null, "yod": null, "image": "https://media.poetryfoundation.org/uploads/media/default/0001/02/2cd856cb397ec548d0149604986ef3718afe5acd.jpeg", "bio": "\nPoet and editor Peter Money earned his BA from Oberlin College, MLS from San Jose State University, and MFA from Brooklyn College. His books of poetry include hybrid works such as the prose-poem sequence with Saadi Youssef, To day- minutes only (2004); the poetry/music collaboration Blue Square (2007); Che: A Novella In Three Parts (2010); a book of translations, with Sinan Antoon, of the Arab Modernist Saadi Youssef (2012), and American Drone: New and Select Poems (2013). His novel, Oh When the Saints, was published in Dublin, Ireland (2020).\n\r\nMoney’s other books include These Are My Shoes (1991), A Big Yellow (1996), Between Ourselves (1997), Instruments (1998), and Finding It: Selected Poems (2000). A co-founder of the literary journal Writers’ Bloc, Money also founded the journals Lame Duck and Across Borders. His poems have appeared in the American Poetry Review, the Sun, the Berkeley Review, the Hawaii Review, Solo,  and in the City Lights' anthology Days I Moved Through Ordinary Sound, as well as on Garrison Keillor's “The Writer's Almanac.” His work has also been translated into Spanish in Ultramar Literatura.\n\r\nHis “poem boxes” have been displayed and sold at The Berta Walker Gallery in Provincetown. In addition to his collaborative CD Blue Square, Money has collaborated with cartoonist Rick Veitch in “Beat Panels/Top Down.” He is the director of Harbor Mountain Press, and has taught at Lebanon College, where he guided the Associates in Creative Writing program. He was among the first faculty members at the pioneering Center For Cartoon Studies. A past poet-teacher for WritersCorps, the poetry in the schools program modeled on AmeriCorps, and a state judge for Poetry Out Loud, Money received a grassroots nomination for the position of Vermont State Poet Laureate in 2011. \n\r\nIn 2006, he established Harbor Mountain Press with, and at the urging of, his first publisher Richard Simonds. In the poetry band, Los Lorcas, Peter Money performs with poet Partridge Boswell and guitarist Nat Williams (and formerly guitarist Whit Van Meter). \n", "attrs": {"Region:": ["U.S., New England"]}}