{"pf_url": "https://www.poetryfoundation.org/poets/philip-dacey", "name": "Philip Dacey", "yob": "1939", "yod": "2016", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/01/737d0e25f711e7f2aaa4bdc4eb47b6580e14439c.jpeg", "bio": "\nPhilip Dacey was raised in St. Louis and earned his BA from St. Louis University, an MA from Stanford, and an MFA from the Iowa Writers’ Workshop. A Peace Corps volunteer in Nigeria in the 1960s, he lived in Yugoslavia on a Fulbright Fellowship and also traveled widely in Europe. Known for his dexterous use of traditional verse form, Dacey published more than a dozen books of poetry, including Church of the Adagio (2014), Gimme Five (2013), Mosquito Operas: New and Selected Short Poems (2010), The Deathbed Playboy (1999), The Paramour of the Moving Air (1999), Night Shift at the Crucifix Factory (1991), and many chapbooks. With David Jauss, he coedited the anthology Strong Measures: Contemporary American Poetry in Traditional Forms (1986). Dacey’s work has been set to music by David Sampson, Elizabeth Alexander, and Robert Whitcomb and performed at venues that include the Carnegie-Mellon Institute and by orchestras such as the Wisconsin Chamber Orchestra and the Southwest Minnesota Orchestra. Individual poems have been included in installations at the Bailey-Boushay House and featured in artist Letterio Calapai’s wood engravings.\r\n \r\nDacey’s honors and awards include three Pushcart Prizes and the Discovery Award from the Poetry Center of the 92nd Street YM-YWHA. He was the recipient of a Woodrow Wilson fellowship from Stanford University as well as fellowships from the National Endowment for the Arts, the Minnesota State Arts Board, the Bush Foundation, and the Loft-McKnight Foundation. He served as poet- or writer-in-residence at Wichita State University, the University of Idaho, and Minnesota State University at Mankato. While teaching at Southwest State Minnesota University, Dacey founded the Marshall Festivals, the Minnesota Writers’ Festival, and the International Film Series. He lived in Minneapolis until his death.\n", "attrs": {"Region:": ["U.S., Midwestern"]}}