{"pf_url": "https://www.poetryfoundation.org/poets/philip-hobsbaum", "name": "Philip Hobsbaum", "yob": "1932", "yod": "2005", "image": null, "bio": "\nPoet and critic Philip Hobsbaum was born in London to Jewish parents and grew up in North and West Yorkshire. He earned his undergraduate degree at Cambridge University, where he studied with legendary critic F.R. Leavis. Many of Hobsbaum’s attitudes and beliefs about the importance of rational discussion, close reading and elocution, and poetry’s civic role spring from his time at Cambridge, where he met and read young poets such as Thom Gunn, Ted Hughes, and Peter Redgrove. Moving to London in 1955, Hobsbaum formed “The Group,” a series of poetry workshops that included British poets Martin Bell, George MacBeth, Peter Porter, and Edward Lucie-Smith. Hobsbaum completed his PhD at the University of Sheffield under William Empson and went on to teach at Queen’s University and Glasgow University, where he continued to form Group-style workshops that included poets such as Derek Mahon, Seamus Heaney, Tom Leonard, and Anne Stevenson. Before the existence of official creative writing programs, Hobsbaum’s “Groups” brought poets together to read, discuss, and workshop their work.\nHobsbaum wrote four books of poetry: The Place’s Fault (1964), In Retreat and Other Poems (1966), Coming Out Fighting (1969), and Women and Animals (1972). His works of criticism include A Theory of Communication (1970), Tradition and Experiment in English Poetry (1979), Essentials of Literary Criticism (1983), and Metre, Rhythm and Verse Form (1996). He also wrote several reader’s guides, including A Reader’s Guide to Charles Dickens (1972), A Reader’s Guide to D.H. Lawrence (1981), and A Reader’s Guide to Robert Lowell (1988).\nSeamus Heaney wrote of his former teacher: “He emanated energy, generosity, belief in the community, trust in the parochial, the inept, the unprinted. He was impatient, dogmatic, relentlessly literary: yet he was patient with those he trusted, unpredictably susceptible to a wide variety of poems and personalities, and urgent that the social and political exacerbations of our place should disrupt the decorums of literature.”\n", "attrs": {"Region:": ["England"]}}