{"pf_url": "https://www.poetryfoundation.org/poets/philip-larkin", "name": "Philip Larkin", "yob": "1922", "yod": "1985", "image": "https://media.poetryfoundation.org/uploads/media/default/0001/22/771d53222b0afb68c4ce3c07bb9223f14813cae3.jpeg", "bio": "\nPhilip Larkin was born in Coventry, England in 1922. He earned his BA from St. John’s College, Oxford, where he befriended novelist and poet Kingsley Amis and finished with First Class Honors in English. After graduating, Larkin undertook professional studies to become a librarian. He worked in libraries his entire life, first in Shropshire and Leicester, and then at Queen’s College in Belfast, and finally as librarian at the University of Hull. In addition to collections of poetry, Larkin published two novels—Jill (1946) and A Girl in Winter (1947)—as well as criticism, essays, and reviews of jazz music. The latter were collected in two volumes: All What Jazz: A Record Diary 1961-1968 (1970; 1985) and Required Writing: Miscellaneous Pieces 1955-1982 (1984). He was one of post-war England’s most famous poets, and was commonly referred to as “England’s other Poet Laureate” until his death in 1985. Indeed, when the position of laureate became vacant in 1984, many poets and critics favored Larkin’s appointment, but Larkin preferred to avoid the limelight.\nLarkin achieved acclaim on the strength of an extremely small body of work—just over one hundred pages of poetry in four slender volumes that appeared at almost decade-long intervals. These collections, especially The Less Deceived (1955), The Whitsun Weddings (1964), and High Windows (1974), present “a poetry from which even people who distrust poetry, most people, can take comfort and delight,” according to X.J. Kennedy in the New Criterion. Larkin employed the traditional tools of poetry—rhyme, stanza, and meter—to explore the often uncomfortable or terrifying experiences thrust upon common people in the modern age. As Alan Brownjohn noted in Philip Larkin, the poet produced without fanfare “the most technically brilliant and resonantly beautiful, profoundly disturbing yet appealing and approachable, body of verse of any English poet in the last twenty-five years.”\n\r\nDespite his wide popularity, Larkin “shied from publicity, rarely consented to interviews or readings, cultivated his image as right-wing curmudgeon and grew depressed at his fame,” according to J.D. McClatchy in the New York Times Book Review. Phoenix contributor Alun R. Jones suggests that, as librarian at the remote University of Hull, Larkin “avoided the literary, the metropolitan, the group label, and embraced the nonliterary, the provincial, and the purely personal.” From his base in Hull, Larkin composed poetry that both reflected the dreariness of postwar provincial England and voiced the spiritual despair of the modern age. McClatchy notes Larkin wrote “in clipped, lucid stanzas, about the failures and remorse of age, about stunted lives and spoiled desires.” Critics feel that this localization of focus and the colloquial language used to describe settings and emotions endear Larkin to his readers. Agenda reviewer George Dekker noted that no living poet “can equal Larkin on his own ground of the familiar English lyric, drastically and poignantly limited in its sense of any life beyond, before or after, life today in England.”\n\r\nThroughout his life, England was Larkin’s emotional territory to an eccentric degree. The poet distrusted travel abroad and professed ignorance of foreign literature, including most modern American poetry. He also tried to avoid the cliches of his own culture, such as the tendency to read portent into an artist’s childhood. In his poetry and essays, Larkin remembered his early years as “unspent” and “boring,” as he grew up the son of a city treasurer in Coventry. Poor eyesight and stuttering plagued Larkin as a youth; he retreated into solitude, read widely, and began to write poetry as a nightly routine. In 1940 he enrolled at Oxford, beginning “a vital stage in his personal and literary development,” according to Bruce K. Martin in the Dictionary of Literary Biography. At Oxford Larkin studied English literature and cultivated the friendship of those who shared his special interests, including Kingsley Amis and John Wain. He graduated with first class honors in 1943, and, having to account for himself with the wartime Ministry of Labor, he took a position as librarian in the small Shropshire town of Wellington. While there he wrote both of his novels as well as The North Ship, his first volume of poetry. After working at several other university libraries, Larkin moved to Hull in 1955 and began a 30-year association with the library at the University of Hull. He is still admired for his expansion and modernization of that facility.\n\r\nLarkin’s Selected Letters, edited by his longtime friend, poet Anthony Thwaite, reveals much about the writer’s personal and professional life between 1940 and 1985. Washington Post Book World reviewer John Simon noted that the letters are “about intimacy, conviviality, and getting things off one’s heaving chest into a heedful ear.” He suggests that “these cheerful, despairing, frolicsome, often foul-mouthed, grouchy, self-assertive and self-depreciating missives should not be missed by anyone who appreciates Larkin’s verse.”\n\r\nIn a Paris Review interview, Larkin dismissed the notion that he studied the techniques of poets that he admired in order to perfect his craft. Most critics feel, however, that the poems of both William Butler Yeats and Thomas Hardy exerted an influence on Larkin as he sought his own voice. Hardy’s work provided the main impetus to Larkin’s mature poetry, according to critics. A biographer in Contemporary Literary Criticism claimed “Larkin credited his reading of Thomas Hardy’s verse for inspiring him to write with greater austerity and to link experiences and emotions with detailed settings.” In Nine Contemporary Poets: A Critical Introduction (Methuen, 1979), Peter R. King contends that a close reading of Hardy taught Larkin “that a modern poet could write about the life around him in the language of the society around him. He encouraged [Larkin] to use his poetry to examine the reality of his own life.” In his work Philip Larkin, Martin also claims that Larkin learned from Hardy “that his own life, with its often casual discoveries, could become poems, and that he could legitimately share such experience with his readers. From this lesson [came Larkin’s] belief that a poem is better based on something from ‘unsorted’ experience than on another poem or other art.”\nThis viewpoint allied Larkin with the poets of The Movement, a loose association of British writers who “called, implicitly in their poetry and fiction and explicitly in critical essays, for some sort of commonsense return to more traditional techniques,” according to Martin in Philip Larkin. Martin added that the rationale for this “antimodernist, antiexperimental stance is their stated concern with clarity: with writing distinguished by precision rather than obscurity. ... [The Movement urged] not an abandonment of emotion, but a mixture of rationality with feeling, of objective control with subjective abandon. Their notion of what they felt the earlier generation of writers, particularly poets, lacked, centered around the ideas of honesty and realism about self and about the outside world.” King observed that Larkin “had sympathy with many of the attitudes to poetry represented by The Movement,” but this view of the poet’s task antedated the beginnings of that group’s influence. Nonetheless, in the opinion of Washington Post Book World contributor Chad Walsh, Larkin says “seemed to fulfill the credo of the Movement better than anyone else, and he was often singled out, as much for damnation as for praise, by those looking for the ultimate Movement poet.” Brownjohn concludes that in the company of The Movement, Larkin’s own “distinctive technical skills, the special subtlety in his adaptation of a very personal colloquial mode to the demands of tight forms, were not immediately seen to be outstanding; but his strengths as a craftsman have increasingly come to be regarded as one of the hallmarks of his talent.”\n\r\nThose strengths of craftsmanship and technical skill in Larkin’s mature works received almost universal approval from literary critics. London Sunday Times correspondent Ian Hamilton wrote: “Supremely among recent poets, [Larkin] was able to accommodate a talking voice to the requirements of strict metres and tight rhymes, and he had a faultless ear for the possibilities of the iambic line.” David Timms expressed a similar view in his book entitled Philip Larkin. Technically, notes Timms, Larkin was “an extraordinarily various and accomplished poet, a poet who [used] the devices of metre and rhyme for specific effects… His language is never flat, unless he intends it to be so for a particular reason, and his diction is never stereotyped. He [was] always ready… to reach across accepted literary boundaries for a word that will precisely express what he intends.” As King explains, Larkin’s best poems “are rooted in actual experiences and convey a sense of place and situation, people and events, which gives an authenticity to the thoughts that are then usually raised by the poet’s observation of the scene… Joined with this strength of careful social observation is a control over tone changes and the expression of developing feelings even within a single poem… which is the product of great craftsmanship. To these virtues must be added the fact that in all the poems there is a lucidity of language which invites understanding even when the ideas expressed are paradoxical or complex.” New Leader contributor Pearl K. Bell concludes that Larkin’s poetry “fits with unresisting precision into traditional structures… filling them with the melancholy truth of things in the shrunken, vulgarized and parochial England of the 1970s.”\n\r\nIf Larkin’s style was traditional, the subject matter of his poetry was derived exclusively from modern life. In the Southern Review, John Press contended that Larkin’s artistic work “delineates with considerable force and delicacy the pattern of contemporary sensibility, tracing the way in which we respond to our environment, plotting the ebb and flow of the emotional flux within us, embodying in his poetry attitudes of heart and mind that seem peculiarly characteristic of our time: doubt, insecurity, boredom, aimlessness and malaise.” A sense that life is a finite prelude to oblivion underlies many of Larkin’s poems. King suggests that the work is “a poetry of disappointment, of the destruction of romantic illusions, of man’s defeat by time and his own inadequacies,” as well as a study of how dreams, hopes, and ideals “are relentlessly diminished by the realities of life.” To Larkin, Brownjohn noted, life was never “a matter of blinding revelations, mystical insights, expectations glitteringly fulfilled. Life, for Larkin, and, implicitly, for all of us, is something lived mundanely, with a gradually accumulating certainty that its golden prizes are sheer illusion.” Love is one of the supreme deceptions of humankind in Larkin’s worldview, as King observed: “Although man clutches at his instinctive belief that only love will comfort, console and sustain him, such a hope is doomed to be denied. A lover’s promise is an empty promise and the power to cure suffering through love is a tragic illusion.” Stanley Poss in Western Humanities Review maintained that Larkin’s poems demonstrate “desperate clarity and restraint and besieged common sense. And what they mostly say is, be beginning to despair, despair, despair.”\n\r\nLarkin arrived at his conclusions candidly, concerned to expose evasions so that the reader might stand “naked but honest, ‘less deceived’ ... before the realities of life and death,” to quote King. Larkin himself offered a rather wry description of his accomplishments—an assessment that, despite its levity, links him emotionally to his work. In 1979 he told the Observer: “I think writing about unhappiness is probably the source of my popularity, if I have any… Deprivation is for me what daffodils were for Wordsworth.”\n\r\nCritics can find moments of affirmation in Larkin’s poetry, notwithstanding its pessimistic and cynical bent. Brownjohn admits that Larkin’s works take a bleak view of human existence; at the same time, however, they contain “the recurrent reflection that others, particularly the young, might still find happiness in expectation.” Contemporary Literature essayist James Naremore expanded on Larkin’s tendency to detach himself from the action in his poems: “From the beginning, Larkin’s work has manifested a certain coolness and lack of self-esteem, a need to withdraw from experience; but at the same time it has continued to show his desire for a purely secular type of romance… Larkin is trying to assert his humanity, not deny it… The greatest virtue in Larkin’s poetry is not so much his suppression of large poetic gestures as his ability to recover an honest sense of joy and beauty.” The New York Times once quoted Larkin as having said that a poem “represents the mastering, even if just for a moment, of the pessimism and the melancholy, and enables you—you the poet, and you, the reader—to go on.” King sensed this quiet catharsis when he concluded: “Although one’s final impression of the poetry is certainly that the chief emphasis is placed on a life ‘unspent’ in the shadow of ‘untruth,’ moments of beauty and affirmation are not entirely denied. It is the difficulty of experiencing such moments after one has become so aware of the numerous self-deceptions that man practices on himself to avoid the uncomfortable reality which lies at the heart of Larkin’s poetic identity.”\nDedicated to reaching out for his readers, the poet was a staunch opponent of modernism in all artistic media. Larkin felt that such cerebral experimentation ultimately created a barrier between an artist and the audience and provided unnecessary thematic complications. Larkin’s “demand for fidelity to experience is supported by his insistence that poetry should both communicate and give pleasure to the reader,” King noted, adding: “It would be a mistake to dismiss this attitude as a form of simple literary conservatism. Larkin is not so much expressing an anti-intellectualism as attacking a particular form of artistic snobbery.” In Philip Larkin, Martin commented that the poet saw the need for poetry to move toward the “paying customer.” Therefore, his writings concretize “many of the questions which have perplexed man almost since his beginning but which in modern times have become the province principally of academicians… [Larkin’s poetry reflects] his faith in the common reader to recognize and respond to traditional philosophical concerns when stripped of undue abstractions and pretentious labels.” Brownjohn found Larkin eminently successful in his aims: “It is indeed true that many of his readers find pleasure and interest in Larkin’s poetry for its apparent accessibility and its cultivation of verse forms that seem reassuringly traditional rather than ‘modernist’ in respect of rhyme and metre.” As Timms succinctly noted, originality for Larkin consisted “not in modifying the medium of communication, but in communicating something different.”\n\r\n“Much that is admirable in the best of [Larkin’s] work is felt [in Collected Poems]: firmness and delicacy of cadence, a definite geography, a mutually fortifying congruence between what the language means to say and what it musically embodies,” asserted Seamus Heaney in the Observer. The collection contains Larkin’s six previous volumes of poetry as well as 83 of his unpublished poems gleaned from notebooks and homemade booklets. The earliest poems (which reflect the style and social concerns of W.H. Auden) date from his schooldays and the latest close to his death. Writing in the Chicago Tribune Books, Alan Shapiro pointed out, “Reading the work in total, we can see how Larkin, early and late, is a poet of great and complex feeling.” Larkin “[endowed] the most commonplace objects and occasions with a chilling poignancy, [measuring] daily life with all its tedium and narrowness against the possibilities of feeling,” adds Shapiro.\n\r\nLarkin’s output of fiction and essays is hardly more extensive than his poetry. His two novels, Jill and A Girl in Winter, were both published before his 25th birthday. New Statesman correspondent Clive James feels that both novels “seem to point forward to the poetry. Taken in their chronology, they are impressively mature and self-sufficient.” James adds that the fiction is so strong that “if Larkin had never written a line of verse, his place as a writer would still have been secure.” Although the novels received little critical attention when they first appeared, they have since been judged highly successful. Brownjohn called Jill “one of the better novels written about England during the Second World War, not so much for any conscious documentary effort put into it as for Larkin’s characteristic scrupulousness in getting all the background details right.” In the New York Review of Books, John Bayley noted that A Girl in Winter is “a real masterpiece, a quietly gripping novel, dense with the humor that is Larkin’s trademark, and also an extended prose poem.” Larkin’s essay collections, Required Writing and All What Jazz, are compilations of critical pieces he wrote for periodicals over a 30-year period, including the jazz record reviews he penned as a music critic for the London Daily Telegraph. “Everything Larkin writes is concise, elegant and wholly original,” Bayley claimed in the Listener, “and this is as true of his essays and reviews as it is of his poetry.” Elsewhere in the New York Review of Books, Bayley comments that Required Writing “reveals wide sympathies, deep and trenchant perceptions, a subterraneous grasp of the whole of European culture.” And in an essay on All What Jazz for Anthony Thwaite’s Larkin at Sixty, James concludes that “no wittier book of criticism has ever been written.”\n\r\nLarkin stopped writing poetry shortly after his collection High Windows was published in 1974. In an Observer obituary, Kingsley Amis characterized the poet as “a man much driven in upon himself, with increasing deafness from early middle age cruelly emphasizing his seclusion.” Small though it is, Larkin’s body of work has “altered our awareness of poetry’s capacity to reflect the contemporary world,” according to London Magazine correspondent Roger Garfitt. A.N. Wilson drew a similar conclusion in the Spectator: “Perhaps the reason Larkin made such a great name from so small an oeuvre was that he so exactly caught the mood of so many of us… Larkin found the perfect voice for expressing our worst fears.” That voice was “stubbornly indigenous,” according to Robert B. Shaw in Poetry Nation. Larkin appealed primarily to the British sensibility; he remained unencumbered by any compunction to universalize his poems by adopting a less regional idiom. Perhaps as a consequence, his poetry sells remarkably well in Great Britain, his readers come from all walks of life, and his untimely cancer-related death in 1985 has not diminished his popularity. Andrew Sullivan feels that Larkin “has spoken to the English in a language they can readily understand of the profound self-doubt that this century has given them. He was, of all English poets, a laureate too obvious to need official recognition.”\n\r\nIn 2002, a notebook containing unpublished poems by Larkin was found in a garbage dump in England, and the notebook’s current owner consulted with auction houses in preparation for selling it. The Society of Authors was to look into legal issues involved in the matter. Then in 2004 came publication of another Collected Poems, again edited by Thwaite. While the first Collected Poems from 1989 was arranged chronologically, this was not the order that Larkin himself had used when first publishing them. Additionally, Thwaite published previously unpublished poems and fragments in the earlier volume, drawing some criticism from Larkin scholars. With the 2004 Collected Poems, such matters were corrected. One hundred pages shorter than the earlier volume, and ordered to Larkin’s original desires, this second version “does give the verse itself a better shake,” according to John Updike writing in the New Yorker. Yet it is hard to please everyone, as Melanie Rehak noted in a Nation review. “Just as some quibbled when Thwaite diverged from Larkin’s chosen path in his previous collection,” Rehak noted, “there are absences in this new edition that also diminish it.” However, for Daniel Torday, reviewing the second Collected Poems in Esquire, the book was a success. “Twenty years after [Larkin’s] death,” wrote Torday, “a newly revised [version]… has arrived to remind us that Larkin was more the man’s poet of the 20th century than [Charles] Bukowski or [Jack] Kerouac.” Torday also felt that Larkin was able to ignore “any audience but himself… That crass, stubborn, and yet unavoidably lovable curmudgeon who tends to poke his head out at the most inopportune times.”\n", "attrs": {"Region:": ["England"]}}